{
    "paper_id": "0edf3f224ae8f3d2c8337748db860c948fee3bdc",
    "metadata": {
        "title": "Providing pharmacy services during the coronavirus pandemic",
        "authors": [
            {
                "first": "Shao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mimi",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "P"
                ],
                "last": "Polidoro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Shusen Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhicheng",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 19 (COVID-19) is quickly spreading across China and globally. Pharmacy services are an important pillar in public health to prevent and contain the COVID-19 pandemic. Chinese pharmacists have acted swiftly in the public health response in China, such as drafting professional service guidance to pharmacists and pharmacies, establishing emergency drug formularies, monitoring and resolving drug shortages, establishing remote pharmacy services to prevent human-to-human infections, providing event-driven pharmaceutical care, educating the public on infection prevention and disease management, and participating in clinical trials and drug evaluation. This commentary reviews the unique needs of pharmacy services in the COVID-19 pandemic, and shares our experiences with the international pharmacy community in the response to these needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An outbreak of coronavirus disease 2019 (COVID-19) caused by the novel severe acute respiratory syndrome coronavirus (SARS-CoV-2) began in Wuhan, Hubei Province, China in December 2019 [1] . The genetic characteristics of SARS-CoV-2 have proven to be significantly different from human SARS CoV and Middle Eastern respiratory syndrome (MERS) CoV [2] . Common signs of SARS-CoV-2 infection include respiratory symptoms, fever, cough, shortness of breath, and breathing difficulties. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome, organ failure and even death [1] . The virus is highly infectious, spreading rapidly via human-to-human transmission. As of March 12, 2020, there were 80,981 confirmed cases in China (3173 deaths) and 44,067 cases in 117 countries/territories/areas outside China (1440 deaths) [3] . Currently there are no approved antiviral therapies for COVID-19. The World Health Organization (WHO) has now declared the coronavirus a global pandemic.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When responding to the COVID-19 pandemic, medical services are under great pressure. An effective coordinated pharmacy support system and event-driven pharmaceutical care activities are needed. Mobile cabin hospitals, the \"Square Cabin Hospitals\" have been built in Wuhan, China (the epidemic epicenter in China) to treat patients with mild symptoms of the virus. Pharmacists are actively engaging Shao Liu and Ping Luo contributed equally, should be considered co-first authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "in the public health operation in China since the outbreak, either at their home hospitals and community pharmacies or at the square cabin hospitals in Wuhan. The Chinese pharmacy profession has gained valuable experiences through providing essential support to the public health operation. In this commentary, we share our experiences of providing pharmacy services combating coronavirus in China to disseminate what we have learned to the international pharmacy society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The timely supply of preventive and treatment medications, and the provision of event-driven pharmaceutical care are critical to support and enhance public health emergency operations during the coronavirus pandemic. Specifically, pharmacy needs to work with other healthcare organizations, professionals, and government agencies to address the following seven service needs: (1) drafting professional service guidances to pharmacists and pharmacies, (2) establishing emergency drug formularies based on treatment guidelines, (3) coordinating with drug companies and distributors to ensure adequate supply, storage and transport of identified formulary drugs, (4) providing event-driven pharmaceutical care, (5) establishing remote pharmacy services to reduce the incidence of human-to-human infections, (6) educating the public with a focus on infection prevention and disease management, and (7) involving in clinical trial research to screen, evaluate and develop antiviral medications in line with national and international guidelines [4] . Additionally, pharmacists must learn how to protect themselves from getting infected as well. In the next section, we share the pharmacy's responses in meeting the needs of pharmacy services in China during the epidemic.",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The unique needs of pharmacy services during this coronavirus pandemic"
        },
        {
            "text": "To outline the roles that pharmacists in community, hospital and other diverse healthcare settings can play in preventing the spread of COVID-19 and supporting the efficient management of infection by healthcare systems, the Chinese Pharmaceutical Association (CPA) published a separate expert consensus, the \"Coronavirus SARS-CoV-2 Infection: Expert Consensus on Hospital Pharmaceutical Work Guidance and Prevention and Control Strategies\", and the \"Coronavirus SARS-CoV-2 Infection: Expert Consensus on Work Guidance and Prevention and Control Strategies for Retail Pharmacies\" [5, 6] . Based on these two consensus documents, the \"Coronavirus 2019-nCoV Outbreak: Information and Interim Guidelines for Pharmacists and the Pharmacy Workforce\" international guidelines have been drafted by the International Pharmaceutical Federation (FIP) with the participation of the CPA. The document gives reliable information on 2019-nCoV and covers preventive measures (from how to wear a mask to effective disinfection), what equipment to stock, advice that pharmacists can give, and appropriate laboratory testing. The document is downloadable in the six official United Nations languages on the FIP website [7] .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1201,
                    "end": 1204,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Response 1: Draft professional service guidance to pharmacists and pharmacies"
        },
        {
            "text": "The Department of Pharmacy at Xiangya Hospital, Central South University, proposed to develop a \"pharmacy emergency support guarantee system\" within a public health response operation, a novel initiative in Chinese public health (Fig. 1 ). The pharmacy system aims to establish mechanisms to address drug shortages through surveillance, early warnings, drug emergency supply and distribution, monitoring the safe use of medications, and event-driven pharmaceutical care during the coronavirus epidemic [4] . Concurrently, the Xiangya Hospital Pharmacy Department also published a reference book \"Pharmacy Service Guarantee Support for the Prevention and Control of the New Coronavirus Pneumonia\". The book provides pharmacists with evidence-based information and standardized operation protocols during the prevention and control of the epidemic.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 236,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Response 1: Draft professional service guidance to pharmacists and pharmacies"
        },
        {
            "text": "There is currently no specific vaccine and no effective antiviral therapy against SARS-CoV-2. The China National Health Commission (CNHC) has released the \"Diagnosis and Treatment Guidelines for the New Coronavirus Infected Pneumonia\" (the CNHC guidelines), currently in its sixth update [8] . The CNHC guidelines suggest the use of antiviral drugs (α-interferon, lopinavir/ritonavir, ribavirin, chloroquine, umifenovir) and traditional Chinese medicines (TCMs) for treatment. Although these therapies may not be recommended by the WHO, their treatment roles are based on past experiences during the SARS outbreak in China in 2003 with the consideration of lack of drug therapies to treat the coronavirus. The CNHC guidelines recommend eight TCM injections for severe and critical cases. For severe cases, Xiyanping, Xuebijing, Reduning, Tanreqing and Xingnaojing injections are recommended. For critical cases, three additional TCM injections can be considered, Shenfu, Shengmai and Shenmai.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Response 2: Establish emergency drug formularies based on treatment guidelines"
        },
        {
            "text": "To assist clinicians in better understanding and prescribing these drugs, pharmacists applied evidence-based medication use evaluation approaches to collect and summarize drug information with these recommended drugs. The Hunan Pharmaceutical Association and the Chinese Hospital Association Pharmaceutical Committee each separately compiled the \"Drug Information for the Diagnosis and Treatment of New Coronavirus Pneumonia\" and the \"Drug Formulary in Square Cabin Hospitals\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response 2: Establish emergency drug formularies based on treatment guidelines"
        },
        {
            "text": "During the coronavirus pandemic, both prescription (including resuscitation drugs) and over-the-counter (OTC) medication shortages may occur. Drugs may also be in short supply due to production disruptions for various reasons. Pharmacists and pharmacies must conduct active surveillance and establish early warning mechanisms to address drug shortages in a timely manner. The American Society of Health-System Pharmacists (ASHP) guidelines on managing drug product shortages and a published provincial drug shortage surveillance and early warning platform in Hunan, China, can be referenced and adapted to create local, regional and national platforms to manage prescription drug shortages during a pandemic [9, 10] . Figure 2 shows the proposed prescription drug shortage surveillance and early warning mechanism. Community pharmacies and pharmacists should pay equal attention to potential shortages of OTC drugs. This is especially important due to an increase in the public buying OTCs to treat the symptoms of the illness (fever, cough and shortness of breath) from the advice of healthcare professionals and public agencies.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 726,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Response 3: Monitor and resolve drug shortages"
        },
        {
            "text": "Event-driven pharmaceutical care is provided to COVID-19 patients in China during the epidemic. The event-driven pharmaceutical care goes beyond routine activities (medication review, prescribing support and patient counseling). Three characteristics of the event-driven pharmaceutical care are (1) ensuring the appropriate use of off-label drugs: many drugs recommended in the CNHC guidelines are used offlabel. Pharmacists conduct literature evaluations and publish guidances for the off-label use of these drugs. Adverse drug reactions of some of these drugs are similar to the symptoms of the coronavirus disease (such as fatigue, fever, and flu-like symptoms with α-interferon). It is necessary for pharmacists to assist in evaluating the efficacy and safety of these drugs and to monitor adverse drug reactions. The pathological anatomy of the first patient with a COVID-19 related death Fig. 1 Pharmacy emergency support guarantee system within a public health response showed liver damage [11] , which was either drug-induced or caused by the SARS-CoV-2. Pharmacists are reminded to monitor drugs that may cause liver damage and to adjust drug dosing based on the patient's liver function, (2) ensuring the rational use of TCMs: the CNHC guidelines recommend the use of TCMs for the coronavirus treatment. Preliminary evidence shows that integrating TCMs and Western medicines for COVID-19 can improve the clinical cure rate and reduce the rate of disease progression from common infection type to severe type [12] . However, it is worth noting that the current research of TCMs is based on clinical observations and is mostly used for patients with mild symptoms. Pharmacists with specialized training in TCM are confronted with preparing TCM formulations, providing drug information to physicians, and TCM pharmaceutical care for patients. Pharmacists should warn physicians about any interactions between TCMs and Western medicines when these drugs are prescribed. For example, the combination of Hanshi Yufei decoction and antipyretic analgesics can cause excessive sweating and even dehydration. Some proprietary TCMs contain Western medicine ingredients, such as Pipa Lu, a strong antitussive, contains 0.15 mg of morphine per milliliter. Serotonin syndrome may occur when Pipa Lu is administered with monoamine oxidase inhibitors such as linezolid, and (3) providing online real-time clinical support to frontline physicians and pharmacists working at the epidemic epi-center: Wechat ® (the largest social communication mobile platform in China) groups are established by pharmacy experts and pharmacists in China to provide clinical support for front-line pharmacists in Hubei, the epi-center of the coronavirus outbreak. These chat groups create accessible drug use platforms by engaging in pharmacotherapy consultation through information and resource sharing in real-time.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1518,
                    "end": 1522,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 900,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Response 4: Provide event-driven pharmaceutical care activities"
        },
        {
            "text": "In order to effectively reduce overcrowding and block the spread of the virus through person-to-person transmission during the coronavirus epidemic, medical institutions across China have launched remote pharmacy services such as online drug prescribing, drug consultation, and drug delivery services. For example, the Pharmacy Department of Xiangya Hospital, Central South University, created an online remote pharmacy service via WeChat ® . Pharmacists provide patients with free medication consultation and education, allowing patients to purchase medications online and arrange for home drug delivery. The implementation of these remote pharmacy services provides out-of-hospital pharmaceutical care access and helps to reduce the risk of cross-infection during unnecessary hospital visits. The positive effects of these remote services on patient care during the epidemic is helpful for pharmacy to further establish its professional role in China. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response 5: Establish remote pharmacy services to reduce human-to-human infections"
        },
        {
            "text": "During an epidemic, false information and rumors can generate serious negative effects when the public cannot access timely, authoritative, and scientific information regarding the epidemic [13] . For example, after the media in China reported that Shuanghuanglian, a TCM that contains extracts from the dried fruit of Forsythiae fructus, inhibits SARS-CoV-2 in vitro, it sparked panic buying of this medication online and offline. The mass of people assembling to purchase this oral solution increased the risk of human-to-human disease transmission. Similarly, after the media reported that chloroquine phosphate can inhibit SARS-CoV-2 in vitro, there were reports of a female patient who was not infected with SARS-CoV-2 but self-medicated with hydroxychloroquine sulfate tablets (1.8 g, 24 h) . The patient subsequently developed mental disorders and cardiac arrhythmias requiring hospitalization in an intensive care unit. These incidences demonstrate that it is necessary for pharmacists and pharmacy associations to engage in public education to disseminate reliable authoritative information to the public and guide the public's rational thinking and behavior during the coronavirus epidemic. To this end, the Chinese Pharmacists Association and the Chinese Pharmacological Society released the \"Expert Consensus Guidance on the Rational Drug Administration and Home Drug Therapy during an Epidemic\" [14] . A large number of popular science articles on coronavirus infection prevention and treatment and on home medication use during an epidemic have been written by pharmacists and published over the internet with the hope of decreasing drug-related problems. The need to provide education to particular population subgroups (homeless, prisoners, etc.) should be addressed. It is important to note that the impact of these public education activities depends on the public trust of pharmacists and pharmacy as a profession.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 796,
                    "text": "(1.8 g, 24 h)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Response 6: Educate the public with a focus on infection prevention and disease management"
        },
        {
            "text": "Currently, more than 80 clinical trials have been registered in the Chinese Clinical Registry to test for a coronavirus treatment. During the first week of February, China launched two placebo-controlled trials of remdesivir, slated to include 760 people with COVID-19. The studies should be completed by the end of April, 2020. A few trials have started to test chloroquine, an antimalarial drug that killed off the SARS-CoV-2 in cell cultures. Researchers are studying whether steroids diminish inflammation in people with severe COVID-19, or cause harm. Another 300-person controlled trial is aimed to test whether serum antibodies from COVID-19 survivors could rapidly help someone newly infected with the SARS-CoV-2 virus. Fifteen trials listed in China's registry expect to enroll a total of more than 2,000 people in studies on a variety of TCMs, including the largest trial assessing Shuanghuanglian with 400 participants [15] .",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 934,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Response 7: Participate in clinical trials and drug evaluation"
        },
        {
            "text": "Pharmacists are actively cooperating with research sponsors in the management of clinical trials including the proper supply, use, storage and disposal of experimental drugs in compliance with relevant clinical trial regulations. Pharmacists are also actively conducting pharmaceutical evaluations on the efficacy and safety of related trial drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response 7: Participate in clinical trials and drug evaluation"
        },
        {
            "text": "In summary, during the coronavirus epidemic in China, the Chinese pharmacy profession has acted swiftly and forcefully with the above seven responses. The impact of these measures needs to be further evaluated, especially the several responses that rely on the public trust of pharmacy as a profession in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response 7: Participate in clinical trials and drug evaluation"
        },
        {
            "text": "The epidemic of COVID-19 is quickly evolving, and the prevention and treatment pose great challenges to pharmacy services. Although Chinese pharmacists have made significant contributions to the public health operation in fighting the epidemic, the epidemic exposes a series of threats that we should face directly. The first is that the number of frontline pharmacists is inadequate. For example, there are nearly 1000 beds in a square cabin hospital, equipped with nearly 200 drugs, including antiviral drugs, rescue drugs, and drugs used in the respiratory, digestive and cardiovascular systems. However, only three to five pharmacists are stationed at each square cabin hospital. Pharmacists are undertaking dual responsibilities in the process of drug supply and management, and pharmaceutical care. It is not possible for a pharmacist to be able to provide quality, essential pharmacy services with these heavy workloads. Second, the lack of pharmacist consultations can lead to an overutilization and inappropriate use of antibacterial medications. Some doctors routinely prescribe COVID-19 patients antibiotics such as quinolones or cephalosporins in the absence of a diagnosed bacterial infection. This prescribing behavior increases the risk of microbial resistance and adverse reactions. Third, most research manuscripts related to the coronavirus pharmacy services were written in Chinese and published in Chinese journals, thus they cannot easily be shared with the international pharmacy community. Fourth, although many drugs are being studied in clinical trials, the design and quality of these clinical trials should be properly monitored. Many trials contain levels of bias such as small sample size and lack of control, randomization, and objective outcome evaluation criteria. As a result, these clinical trials are wasting valuable resources, and will be unable to provide high-quality evidence of treatment efficacy and safety. In response, the China State Council issued the \"Notice on Standardizing Medical Institutions to Conduct Clinical Research on New Coronavirus Pneumonia Drug Therapy\" [16] . The notice aimed to screen more effective drugs through standardized, scientific, orderly, and efficient clinical drug research. The first point is to further clarify the conditions for conducting research. For example, the drugs used for clinical research should be a marketed drug that has been validated by in vitro and animal experiments. The second point is to further standardize the research process with regards to ethical review and record-keeping, and hospitals should perform quality control and risk management throughout the process. The third point is to speed up the application in an orderly manner. For example, the scientific research group recommends experimental drugs to the joint prevention and control medical treatment group, and the medical treatment group decides whether to expand the scope of their use or include them in the treatment plan.",
            "cite_spans": [
                {
                    "start": 2116,
                    "end": 2120,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Future efforts of pharmacy services in the coronavirus epidemic"
        },
        {
            "text": "Two final reflections: professional guidances should be established not only to pharmacists and pharmacies but also to the general population and to particular population subgroups (e.g. homeless, prisoners, etc.). The role of the community pharmacists in preventing the spread of COVID-19 virus should be strengthened. Community pharmacists are charged with key responsibilities including informing, advising, and educating the community; maintaining a stable supply of pharmaceuticals and personal hygiene products; and screening suspected cases and making appropriate referrals as necessary [17] .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Future efforts of pharmacy services in the coronavirus epidemic"
        },
        {
            "text": "In summary, Chinese pharmacists and pharmacy associations have responded forcefully to the COVID-19 epidemic. The experiences and lessons learned in China not only allow the Chinese pharmacy profession to improve pharmacy operations, but also provide insight to the international pharmacy community to plan and operate pharmacy services to combat current and future epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future efforts of pharmacy services in the coronavirus epidemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recent insights into 2019-nCoV: a brief but comprehensive review",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "S"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.010"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Coronavirus Disease 2019 (COVID-19) Situation Report-52",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pharmaceutical emergency guarantee difficulties and countermeasures for the prevention and control of outbreak of novel coronavirus pneumonia (NCP)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Hosp Pharm",
            "volume": "40",
            "issn": "3",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Chinese Pharmaceutical Association. The coronavirus SARS-CoV-2 infection: expert consensus on hospital pharmaceutical work guidance and prevention and control strategies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Chinese Pharmaceutical Association. The coronavirus SARS-CoV-2 infection: expert consensus on work guidance and prevention and control strategies for retail pharmacies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International Pharmaceutical Federation (FIP)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnosis and treatment guidelines for the new coronavirus infected pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "8334a 8326d d94d3 29df3 51d7d a8aef c2/files /b218c feb1b c5463 9af22 7f922 bf6b8 17.pdf. Accessed 12",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ASHP guidelines on managing drug product shortages",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Health Syst Pharm",
            "volume": "75",
            "issn": "21",
            "pages": "1742--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Combating drug shortages in China: surveillance warning and practice standardization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11096-020-00987-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Thinking on clinical rational use of TCM injection in the treatment of novel coronavirus pneumonia (COVID-19)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lü",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Yi Xue Za Zhi",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.cn112137-20200221-00388"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: fighting panic with information. Lancet",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30379--30381",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30379-2"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expert consensus guidance on the rational drug administration and home drug therapy during an epidemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Slew of trials launch to test coronavirus treatments in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maxmen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "578",
            "issn": "",
            "pages": "347--355",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Notice on standardizing medical institutions to conduct clinical research on new coronavirus pneumonia drug therapy",
            "authors": [
                {
                    "first": "China State",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Community pharmacist in public health emergencies: quick to action against the coronavirus 2019-nCoV outbreak",
            "authors": [
                {
                    "first": "Col",
                    "middle": [],
                    "last": "Ung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Social Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.02.003"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A drug shortage surveillance and early warning mechanism in a pharmacy emergency support guarantee system",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Authors would like to thank Emily M. Ciamaricone and Jessica A. Breitweg, Doctor of Pharmacy Candidates at Western New England University College of Pharmacy and Health Sciences, for proof-reading this manuscript.Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}