{
    "paper_id": "0ee305c74e36acae133e51b59c93a528bc536012",
    "metadata": {
        "title": "Journal Pre-proof Reinventing the wheel in ARDS: Awake proning in COVID-19",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "B"
                ],
                "last": "Sryma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saurabh",
                "middle": [],
                "last": "Mittal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karan",
                "middle": [],
                "last": "Madan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anant",
                "middle": [],
                "last": "Mohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vijay",
                "middle": [],
                "last": "Hadda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pawan",
                "middle": [],
                "last": "Tiwari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Randeep",
                "middle": [],
                "last": "Guleria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "onset of symptoms. The most documented reason for admission to the intensive care unit has been the need for respiratory support. Among these, around two-thirds of patients meet the criteria for ARDS. 1 Care of critically-ill patients of COVID-19 is resource-intensive, which may become the bottleneck of management. Apart from the low tidal volume ventilation, and prone positioning (PP) in severe ARDS, none of the other approaches have been shown to reduce mortality conclusively. PP has been to increase the average ratio of arterial oxygen tension to the fraction of inspired oxygen (PaO2/FiO2) by 35 mmHg. 2 Non-invasive methods of oxygen delivery, such as high flow nasal cannula (HFNC) and non-invasive ventilation (NIV), have been used in mild-moderate ARDS and may reduce the need for invasive mechanical ventilation (IMV). These methods of oxygen delivery are associated with the high aerosol generation, and thus, are less often preferred for managing patients with COVID-19. Although the use of a facemask while using HFNC reduces the possibility of infection transmission, it does not eliminate it. Whether combining non-invasive methods of oxygen delivery, along with PP, helps in preventing the need for IMV is still an unanswered question.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 613,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prone positioning results in improved oxygenation by multiple mechanisms. 3 It leads to a reduction in intrapulmonary shunt by increasing aeration in the dorsal lung, which continues to receive higher blood flow even in the prone position. It is also believed to reduce ventilator induced lung injury (VILI) by reducing atelectrauma and improve drainage of secretions.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "text": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Experimental studies have demonstrated the beneficial effects of spontaneous breathing in ARDS, such as improved ventilation-perfusion matching, reduced muscle atrophy, and reducingVILI. 2 Though suggested by international guidelines for use in moderate-severe ARDS, observational data globally showed that PP was employed in only 5.9% of mild ARDS, 10.3% of moderate ARDS, and 32.9% of severe ARDS. 4 The pathophysiology of ARDS in COVID-19 was seen to involve two different phenotypes as noted from a study of 16 patients. 5 It includes the \"happy or silent hypoxic\" who do not have breathlessness or tachycardia, despite their low oxygen saturation as well as the remarkably dyspneic patient. The dissociation between relatively well-preserved lung mechanics and the extent of hypoxia could be explained by the loss of lung perfusion regulation and hypoxic vasoconstriction. The early lung injury, L phenotype, is characterized by low elastance, low ventilation to perfusion ratio, low lung weight, and low recruitability. Conversely, the phenotype H pattern fits in the usually described severe ARDS physiology with high lung weight and high recruitability. In this conceptualized model, it was hypothesized that treatment of the L phenotype with a high PEEP strategy might result in more incidence of VILI in the compliant lung. However, emerging evidence on the respiratory physiology in intubated COVID-19 patients has not supported this concept. In a study of 66 intubated individuals with 85% having mild-moderate ARDS, patients had a median PaO2/FiO2 of 182, and compliance of 35 mL per cm H2O with very few exhibiting near-normal compliance, findings consistent with prior large cohorts of patients with ARDS. 6 Prone ventilation was employed in almost half of these patients and resulted in improved gas exchange and lung compliance. Case series of admitted patients with COVID-19 from hospitals employing early-intubation strategy have reported vastly better Page 3 of 11 J o u r n a l P r e -p r o o f outcomes in the non-intubated patients with less need for renal replacement therapy as compared to intubated patients. 7 Though this may be due to confounding by the severity of illness leading to a more complicated course in intubated patients, it is possible that ventilator-induced lung injury and hemodynamic effects of ventilation played a role and may argue for the judicious use of non-invasive respiratory support in COVID-19.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 526,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1721,
                    "end": 1722,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2135,
                    "end": 2136,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data available till now do not support an objective way of characterizing which group of patients will improve with non-invasive oxygen delivery with or without prone positioning. The silent hypoxic represent a subset of the COVID-19 hypoxemic patients, in whom a trial of noninvasive oxygen therapy may be given with strict monitoring for any deterioration. The hypoxic patient with dyspnea and increased work of breathing is not a candidate for non-invasive oxygen delivery as it may increase the chance of patient self-inflicted lung injury (P-SILI). The use of awake PP, along with non-invasive modalities, may result in improved ventilation-perfusion relationships and avert intubation. The ROX index ([oxygen saturation/FiO2]/respiratory rate) can be useful to predict outcomes of patients with hypoxemic respiratory failure treated with non-invasive oxygen therapy. It is non-invasive and simple to calculate at the bedside. At a value of > 4.88, it has a positive predictive value for the success of HFNC of more than 80% between 12-and 20-hours post-initiation and cutoff values of 2.85 at 2 hours, and 3.47 at 6 hours demonstrate specificities of 98-99%. 8 Clinicians could use the serial ROX index as a way to monitor progress in patients on non-invasive oxygen therapy, and incorporate it when considering decisions to escalate care. In the studies describing the radiology of lung parenchymal involvement in COVID-19, it is seen that majority of patients have peripheral distribution (76%) with predominant posterior lung involvement (80.4%). 9 This pattern may suggest an added advantage of PP in COVID -19 ARDS patients.",
            "cite_spans": [
                {
                    "start": 1165,
                    "end": 1166,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1556,
                    "end": 1557,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prone positioning in non-intubated patients is a newer concept that, if successful, may have far reaching impact in this time of COVID-19 pandemic. The first use was reported in a retrospective study of fifteen non-intubated patients with acute respiratory failure. There were cumulative 43 sessions of PP, and it demonstrated improvement in PaO2/ FiO2 ratio though it did not report the effect on clinical endpoints. 10 The average duration of PP was three hours, and the patients included were on NIV/ HFNC/ conventional oxygen masks. There were no reported adverse hemodynamic consequences. A recent study of twenty patients with moderate-severe ARDS compared the use of NIV and HFNC with and without PP. 11 The use of PP for an average of two hours twice daily was associated with an improvement in PaO2/ FiO2 ratio with maximum improvement in NIV with the PP group. Eleven out of the twenty patients were able to avoid IMV. The duration of PP employed in this study was significantly lower than the usual approach of PP in IMV, where the target duration of PP is at least 16 hours/day. The use of awake PP has also been reported from China in the setting of the COVID-19 pandemic. 12 Use of intensivist guided intervention, hierarchical management strategy along with awake PP in patients with room air saturation less than 93% were associated with better outcomes with <1% requiring IMV. The authors did not report the exact duration of the awake PP. Other data on PP in hypoxemic respiratory failure in spontaneously breathing, non-intubated adult patients are limited to few case reports. Most recently, awake proning in 50 patients of COVID-19 hypoxemic respiratory failure in the emergency department resulted in significant improvement in saturation from 84% to 94% at the same concentration of inspired oxygen, and 64% patients improved avoiding intubation. 13 This study lacked a control group to enable meaningful outcomes to be drawn as to the benefit in reducing the need for mechanical ventilation with awake PP. During current pandemic of COVID-19, data is emerging regarding the feasibility as J o u r n a l P r e -p r o o f well as utility of awake proning in patients with ARDS. 14 A study of 24 patients from France demonstrated improvement in oxygenation in 40% patients who sustained prone positioning for more than three hours and back pain was most commonly reported complications. 15 Prone positioning during NIV use outside ICU has also been shown to be safe and is associated with improvement in oxygenation as well as patient comfort. 16 There is no universally approved protocol for awake PP in ARDS, and a proposed algorithm was published recently in the context of COVID-19. The basic requirements include a conscious co-operative patient with mildmoderate hypoxemia and the availability of close monitoring. The indication, contraindications, and steps to proning are explained in Table 1and b. If desaturation-Check oxygen tubing for disconnection. If intact, increase delivered oxygen concentration or escalate the type of respiratory support, if the patient is comfortable. c. If patient intolerance-change to supine position C) The patient position as viewed from right side; head, pelvis, and legs are supported with pillows.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1870,
                    "end": 1872,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2408,
                    "end": 2410,
                    "text": "15",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2565,
                    "end": 2567,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 2915,
                    "end": 2925,
                    "text": "Table 1and",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prone Position for Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Munshi",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "Nkj",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "A Systematic Review and Meta-Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prone ventilation in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Respir Rev",
            "volume": "23",
            "issn": "132",
            "pages": "249--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A prospective international observational prevalence study on prone positioning of ARDS patients: the APRONET (ARDS Prone Position Network) study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beuret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Constantin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garcia-Olivares",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intensive Care Med",
            "volume": "44",
            "issn": "1",
            "pages": "22--37",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19 Does Not Lead to a \"Typical\" Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory Pathophysiology of Mechanically Ventilated Patients with COVID-19: A Cohort Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Ziehr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alladina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Maley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moskowitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Medoff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Characteristics of Covid-19 in New York City",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schenck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jabri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicting Outcomes of High-Flow Nasal Cannula for Acute Respiratory Distress Syndrome. An Index that ROX",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruthazer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Respir Crit Care Med",
            "volume": "199",
            "issn": "11",
            "pages": "1300--1302",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus Disease 2019 (COVID-19): A Systematic Review of Imaging Findings in 919 Patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gholamrezanezhad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prone positioning improves oxygenation in spontaneously breathing nonintubated patients with hypoxemic acute respiratory failure: A retrospective study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scaravilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Castagna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Isgrò",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Crit Care",
            "volume": "30",
            "issn": "6",
            "pages": "1390--1394",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficacy and safety of early prone positioning combined with HFNC or NIV in moderate to severe ARDS: a multi-center prospective cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "30",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lower mortality of COVID-19 by early recognition and intervention: experience from Jiangsu Province. Ann Intensive Care",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early Self-Proning in Awake, Non-intubated Patients in the Emergency Department: A Single ED's Experience during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Caputo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Strayer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levitan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Is the Prone Position Helpful During Spontaneous Breathing in Patients With COVID-19?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Telias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Katira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Use of Prone Positioning in Nonintubated Patients With COVID-19 and Hypoxemic Acute Respiratory Failure",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Elharrar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Trigui",
                    "suffix": ""
                },
                {
                    "first": "A-M",
                    "middle": [],
                    "last": "Dols",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Touchon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prud&apos;homme",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Respiratory Parameters in Patients With COVID-19 After Using Noninvasive Ventilation in the Prone Position Outside the Intensive Care Unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sartini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tresoldi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scarpellini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tettamanti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carcò",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "ICS Guidance for Prone Positioning of the Conscious COVID Patient",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bamford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson-Baig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The choice of the oxygen delivery device depends upon the availability and physician's judgment. The PP should be stopped if there is patient intolerance, worsening of hypoxia, or the patient has recovered from respiratory failure. Prone positioning in the spontaneous breathing patient has significant advantages. On the one hand, it potentially reduces the vasoplegia genesis and therefore, probably the need for vasopressors, by avoiding the high doses of sedo-analgesia required by these patients while on spontaneous ventilation. On the other hand, positive pressure in patients on mechanical ventilation clearly affects the preload, generating in many occasions a hemodynamic pattern of hypovolemia. This can be avoided by keeping the patient on spontaneous ventilation, if appropriate. However, non-invasive oxygen therapies, including HFNC, require strict monitoring for the failure of therapy. A reduction in the need for IMV and its resultant complications might lead to a reduced hospital stay. As the patients are awake and able to co-operate with position changes, prone positioning allows for more patient involvement in self-care. In very extreme situations of patient overload, this strategy may help in reducing the physical work of health care J o u r n a l P r e -p r o o f workers. This hypothesis needs to be validated in real-world settings and could be the gamechanger in managing the respiratory failure of this pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A) The preferred bed position is reverse trendelenberg (at least 30 degree) along with three to four pillows. B) The position of the patient during proning as viewed from cranial end;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Steps of awake proning Pre-prone checklist: Look for indications and contraindications for prone positioning a. Indication Acute hypoxemic respiratory failure PaO2/ FiO2 less than 100 on NIV/ HFNC Agitation or altered mental status or seizures Unstable spine/thoracic injury Assist the patient: Explain procedure, its benefits and help in position change a. Check oxygen therapy/ NIV/ HFNC is secure with adequate length on the tubing. Continue pulse oximetry monitoring b. Help the patient to change to prone position. Pillows may be required to support the chest c. Reverse Trendelenburg position may aid comfort d. Monitor oxygen saturation and respiratory rate Post-prone monitoring a. At 15 minutes: Check for desaturation or patient intolerance. Serial measurement of ROX index (SO2/FiO2: respiratory rate) to be done. Any fall in ROX index should prompt escalation of care.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "d. If the patient is tolerating with oxygen saturation 92-96%, advise to remain in the prone position for 2-4 hours or as long as possible as per tolerability. e. Monitor for desaturation at 15 minutes of each position change",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "a. In case of any respiratory distress b. ROX index of ≤2.85 at 2 hours, and ≤3.47 at 6 hours may suggest poor response and should prompt escalation of care c. In case of sustained improvement in saturation to more than 93% in room air after 2 hours of stopping prone positioning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When to stop PP?"
        }
    ]
}