{
    "paper_id": "0ee42462912cae2b12b819a676e7fd1a83fabde2",
    "metadata": {
        "title": "Journal Pre-proof Patients with MS treated with immunosuppressive agents: across the COVID-19 spectrum Patients with MS treated with immunosuppressive agents: across the COVID-19 spectrum",
        "authors": [
            {
                "first": "Céline",
                "middle": [],
                "last": "Louapre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR S 1127",
                    "institution": "ICM, Hôpital de la Pitié Salpêtrière",
                    "location": {
                        "country": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Maillart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR S 1127",
                    "institution": "ICM, Hôpital de la Pitié Salpêtrière",
                    "location": {
                        "country": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Roux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR S 1127",
                    "institution": "ICM, Hôpital de la Pitié Salpêtrière",
                    "location": {
                        "country": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Valérie",
                "middle": [],
                "last": "Pourcher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Service de Maladies infectieuses et Tropicales",
                    "location": {
                        "postCode": "75013",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Bussone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Antoine-Béclère",
                    "location": {
                        "settlement": "Clamart",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Lubetzki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR S 1127",
                    "institution": "ICM, Hôpital de la Pitié Salpêtrière",
                    "location": {
                        "country": "Inserm"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [],
                "last": "Papeix",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR S 1127",
                    "institution": "ICM, Hôpital de la Pitié Salpêtrière",
                    "location": {
                        "country": "Inserm"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Multiple sclerosis (MS) related infections are frequent: urinary tract infections due to bladder and sphincter disorders, pulmonary infections linked to swallowing disorders or respiratory dysfunction. Currently, 15 immunomodulatory or immunosuppressive molecules are approved for MS treatment, some of them being associated with an increased infectious risk particularly progressive multifocal leukoencephalitis, herpes infections and pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is currently no data on the consequences of COVID-19 in patients with MS. Experts have proposed a stratification of the risk of MS treatments on COVID-19 1, 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report here 2 patients with MS, hospitalized because of MS and diagnosed with COVID-19 (Figure) . Many initiatives including national and international registries have emerged to collect epidemiological data from MS patients with COVID-19. These registries will make it possible to identify the demographic characteristics of MS patients with COVID-19, to compare them with those of the general population and to determine whether immunosuppressive treatments significantly influence the clinical expression and severity of COVID-19, among known risk factors such as age, neurological disability, hypertension, obesity and pulmonary diseases. Meanwhile, it seems reasonable to discuss treatment options individually, considering MS activity and known risk factors for severe COVID-19. National recommendations have been issued 8 and will be updated upon the results from epidemiological and immunological studies about COVID-19 in MS population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Treating multiple sclerosis and neuromyelitis optica spectrum disorder during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bourdette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Broadley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Killestein",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ciccarelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 pandemic and the use of MS Disease-Modifying Therapies. Multiple Sclerosis and Related Disorders",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giovannoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lechner-Scott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waubant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ocrelizumab versus Placebo in Primary Progressive Multiple Sclerosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Montalban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kappos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Successful recovery of COVID-19 pneumonia in a renal transplant recipient with long-term immunosuppression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical course of COVID-19 in a series of patients with chronic arthritis treated with immunosuppressive targeted therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balduzzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delvino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Quadrelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 in post-transplantation patients-report of two cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of COVID-19-infected cancer patients: A retrospective case study in three hospitals within Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019, the number of infections with the new SARS-COV-2, called COVID-19, has rapidly exploded and is now recognized as a pandemic by the WHO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "53-year old woman was followed for secondary progressive MS with disease activity. Her past medical history included hypertension, acute pancreatitis and cholecystectomy. Body mass index was normal (20.8 kg/m 2 ). She was treated with natalizumab from 2007, switched by fingolimod in February 2019 after JC virus seroconversion. Despite fingolimod, the patient reported a progressive clinical worsening of the lower limb paresis, and cerebral MRI revealed several gadolinium enhanced-T1 lesions. This led to a switch for ocrelizumab. Before fingolimod discontinuation, the absolute lymphocyte count was 0.29 G/L (N: 1.0-4.0), raising up to 1.02 G/L at ocrelizumab initiation. EDSS was 6 on the day of the first ocrelizumab infusion. Two weeks after the first cycle of infusions (300 mg on March 5 and March 19 2020), in the middle of COVID-19 outbreak in France, the patient was referred to the hospital after a traumatic fall without loss of consciousness. Due to a mild inflammatory syndrome with elevation of C-reactive protein (19 mg/L, N<5), a PCR for SARS-CoV-2 was performed and revealed the presence of the virus on March 27 2020. Thoracic CT showed nodular and striped ground glass opacities. Grade 2 lymphopenia was noticed (absolute lymphocyte count: 0.52 G/L, N: 1.0-4.0). No respiratory symptoms, nor fever, nor anosmia nor flu-like syndrome were reported by the patient, and clinical examination did not detect respiratory dysfunction. At 14 days post-COVID-19 diagnosis, the patient remained asymptomatic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "year-old woman, with relapsing remitting MS since 1999, was hospitalized in April 2019 in a long-term care unit because of severe MS disability. Her past medical history included severe comorbidities such as a chronic obstructive pulmonary disease (COPD) related to smoking (more than30 pack.years), and epilepsy since June 2017. Body mass index was normal (22.4 kg/m 2 ). She received natalizumab since 2007, last JC virus serology was controlled negative in October 2019. EDSS was 8, with tetraparesis and cognitive disorders. Last infusion of natalizumab (number 119) was performed on 14 th February, 2020. Her symptomatic treatment included venlafaxine, gabapentin, melatonin and bromazepam, anti-epileptic treatment included valproate. Biology revealed a mild increase of lymphocytes at 5.400 G/L (considered as related to natalizumab). One month after natalizumab infusion, mild fever (38.5℃) and cough were reported, with non-bacterial pneumonia requiring oxygen support moderate elevation of CRP (60 mg/L). Clinical recovery was complete with oxygen stop 20 days after the first COVID-19 symptoms. Discussion These two cases illustrate contrasting clinical phenotype of COVID-19 in patients with MS. The first patient had an incidental diagnosis, while recently treated with ocrelizumab, an anti-CD20 treatment targeting B lymphocytes. This treatment is presumed to be at risk for COVID-19 for two reasons: i) B lymphopenia persists for several months, ii) several severe pulmonary infections have been reported in MS patients treated with anti-CD20 3 . Several experts recommend considering a delay in the infusion of anti-CD20 during the period of COVID-19 outbreak, depending on the risk-benefice balance. The second case shows a classic clinical form of COVID-19 presenting as hypoxemic pneumonia, in a patient with previous pulmonary comorbidity and treated with natalizumab, an anti-alpha4 integrin antibody, known to be at risk for JC virus infection.Among few COVID-19 cases reported in patients treated with immunosuppressants, clinical outcome was heterogeneous, from successful recovery 4 or pauci-symptomatic forms in 13 patients with rheumatoid arthritis 5 to death in patients with kidney or bone marrow transplant 6 or cancer 7 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors report no disclosure related to the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Timeline for both patients: multiple sclerosis onset and succession of disease modifying therapies, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legend to figure"
        }
    ]
}