{
    "paper_id": "0ee838cd51b8dfd38f1e474c15ffac07383d831e",
    "metadata": {
        "title": "To appear in: Radiologia",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "García-Figueiras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clínico Universitario de Santiago",
                    "location": {
                        "settlement": "Santiago de Compostela",
                        "region": "A coruña",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Baleato-González",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clínico Universitario de Santiago",
                    "location": {
                        "settlement": "Santiago de Compostela",
                        "region": "A coruña",
                        "country": "España"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f La radiología en tiempos de distopías y cisnes negros: reflexiones desde el confinamiento",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sr. Director: Hemos leído con sumo interés sus recientes reflexiones en las páginas de nuestra revista sobre la radiología y sus profesionales en la crisis del coronavirus 1 . Tal y como indicaba Nassim Nicholas Taleb, el impacto de lo altamente improbable revela la fragilidad de las bases de nuestro conocimiento 2 . Hasta la llegada de los primeros exploradores a Australia en el siglo XVII, en Europa se pensaba que todos los cisnes eran blancos. El descubrimiento de cisnes con plumas negras rompió ese paradigma. Para Taleb, los cisnes negros serían esos sucesos altamente improbables e impredecibles que tienen un alto impacto en nuestras vidas, como la actual crisis del coronavirus 2 . Ahora que nos vemos forzados a admitir que la pandemia (lo improbable) se quedará con nosotros al menos por un tiempo, parece, como sostiene Slavoj Žižek, que viviésemos la distopía de un guion cinematográfico que hubiese construido una nueva normalidad anómala 3 . Nueva a-normalidad que, por ejemplo, supuso que lo \"normal\" fuese descitar a los pacientes de nuestros servicios, y que, sin duda, derivará en una futura potenciación de la gestión centrada en la imagen, con valor añadido para el manejo del paciente frente al volumen o en una amplia implementación de protocolos de estudio abreviados para optimizar los tiempos 4 . Por otro lado, el escenario COVID nos ha obligado a una duplicidad de circuitos asistenciales con reserva de medios humanos y materiales para ambos y con un manejo del paciente necesariamente menos dinámico al extremar algo fundamental como es la seguridad de pacientes y profesionales. Finalmente, tal y como señalaba usted, la pandemia ha provocado una necesaria vuelta a tecnologías y habilidades básicas como la radiología simple 1 . Y ha evidenciado la necesidad de potenciar el conocimiento interdisciplinar de nuestros profesionales para hacer frente a retos como este, escapando de una superespecialización excesiva 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiology in times of dystopia and black swans: reflections during the COVID-19 lockdown"
        },
        {
            "text": "Sin embargo, tras esta crisis, la imagen médica será una de las áreas de mayor expansión. No solo por lo que no se pudo hacer o por lo nuevo que vendrá, sino también porque a lo largo de la misma se han acentuado tendencias previas que ya vivíamos con frecuencia (profesionales que no toman decisiones sobre pacientes sin pruebas de imagen) y porque surgirán nuevas necesidades, como las derivadas de la previsible potenciación de variantes de consultas médicas no presenciales para sacar pacientes de los hospitales. Con ello, inevitablemente, disminuirá la parte verdaderamente clínica del acto médico, lo que potenciará el peso de la imagen y de otras",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiology in times of dystopia and black swans: reflections during the COVID-19 lockdown"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus y radiología. Consideraciones sobre la crisis",
            "authors": [
                {
                    "first": "Ros",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rx.2020.04.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "El cisne negro: el impacto de lo altamente improbable. 1.ª ed. Barcelona: Paidós",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Taleb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "¿En qué clase de película real estamos viviendo ahora mismo?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Žižek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The \"crisis after the crisis\": the time is now to prepare your radiology department",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Pennings",
                    "suffix": ""
                },
                {
                    "first": "Rajo",
                    "middle": [],
                    "last": "Dierckx",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yakar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidance for Pre-Operative Chest CT imaging for elective cancer surgery during the COVID-19 Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}