{
    "paper_id": "0eedeac64b49ede166b5e7c06380a144b8a396d7",
    "metadata": {
        "title": "COVID-19 and inequality: are we all in this together?",
        "authors": [
            {
                "first": "Shehzad",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "postCode": "N6A 5C1",
                        "settlement": "London",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Miqdad",
                "middle": [],
                "last": "Asaria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saverio",
                "middle": [],
                "last": "Stranges",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "postCode": "N6A 5C1",
                        "settlement": "London",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current coronavirus pandemic has been frequently called a \"great leveller\"-it is not. It is an \"inequality virus\" (McGreal 2020) which has disproportionately affected marginalized groups, through both its unequal health burden and its disparity of economic losses. From the Spanish flu to the most recent H1N1 pandemic in 2009, historical evidence highlights the role of social inequalities as fuelling the spread of infections and the extent of their health impacts, by amplifying predisposing conditions related to living and working environments-which in turn provide susceptible hosts and \"hot spots\" for pandemics to thrive (Farmer 2001; Zhao et al. 2015) . We discuss the key contributors to this inequality and make practical recommendations for public health decision-makers.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 132,
                    "text": "(McGreal 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 633,
                    "end": 646,
                    "text": "(Farmer 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "Zhao et al. 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "International evidence has shown that marginalized groups are much more likely to be infected and subsequently die from COVID-19. Three groups have disproportionately suffered the health burden: (1) ethnic minorities; (2) the socio-economically disadvantaged; and (3) the elderly. Early evidence from the United States identified hot spots in Black counties where mortality risk was sixfold higher than in white counties (Yancy 2020) . Similar data from the United Kingdom found that Black and Asian cases represent almost twice their population share (Intensive Care National Audit and Research Centre 2020). As in the 2009/2010 H1N1 pandemic, during which deprivation doubled the risk of death (Zhao et al. 2015) , deprivation is again being seen to exacerbate vulnerabilities. The most susceptible age group has been the elderly, particularly those in residential care homes who make up almost half of COVID-19 deaths. Despite these known vulnerabilities, routine case reporting is rarely disaggregated at the level of socio-demographic determinants.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 433,
                    "text": "(Yancy 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 696,
                    "end": 714,
                    "text": "(Zhao et al. 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Emerging disparities in the burden of disease"
        },
        {
            "text": "There are important societal, economic and systemic causes that increase susceptibility and exposure of marginalized groups. First, those marginalized are disproportionately employed in jobs that cannot accommodate work-from-home arrangements. This increases their exposure during the pandemic. A UK survey of 2108 adults, conducted in March 2020, found that the lowest income households were six times less likely to be able to work from home during the COVID-19 pandemic (Atchison et al. 2020) . Moreover, this group was three times less likely to be able to self-isolate, possibly because of the prevalence of dense, multigeneration housing conditions. To make matters worse, many industries employ low-skilled staff on zero-hour contracts, leaving these employees financially vulnerable. These arrangements raise questions about the fairness of prevailing economic arrangements and the uncompensated inequality of risk exposure-these are rarely, if ever, considered explicitly when comparing policy options for tackling the pandemic.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 495,
                    "text": "(Atchison et al. 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic is a symptom of deeper societal inequalities"
        },
        {
            "text": "Second, ethnic minorities and materially deprived groups are much more likely to suffer from chronic multi-morbidities, making them highly susceptible to severe infection during an epidemic. This is by no means accidental but is an outcome of persistent structural and social inequalities (Shadmi 2013 ). In addition, disparities in the rates of testing between social groups have also been identified. One study from New York City reported that while testing rates were evenly distributed across income groups, a significantly higher percentage were positive in the poorest (62%) as compared with the richest (35%) zip codes (Schmitt-Grohé et al. 2020)-suggesting testing is not proportional to incidence, which may further increase the disease gradient.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 301,
                    "text": "(Shadmi 2013",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic is a symptom of deeper societal inequalities"
        },
        {
            "text": "Third, there are also socio-cultural challenges which are exacerbated by the \"average-population\" approach to public health. There has been a surge in misconceptions and misinformation during the pandemic, particularly in ethnic minorities, which have reduced adherence to preventive practices. Myths around \"genetic immunity\", immunity due to tuberculosis vaccination, and claims around food and traditional remedies have spread like wildfire (Laurencin and McClinton 2020) . Unfortunately, while public health professionals were obsessed with handwashing advice, there has been no serious effort to discredit these myths and move beyond a one-sizefits-all approach to public health. Finally, while data on the current pandemic are still emerging, previous pandemics (Brien et al. 2012) have shown that significant inequities in access to treatment and preventive measures may go unreported, leading to disproportionately worse outcomes for socio-economically deprived and ethnically diverse communities.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 474,
                    "text": "(Laurencin and McClinton 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 768,
                    "end": 787,
                    "text": "(Brien et al. 2012)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic is a symptom of deeper societal inequalities"
        },
        {
            "text": "Given the emerging evidence on inequalities in the health and economic burden from the current pandemic, we make the following recommendations to public health decision-makers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Recommendation 1: Current surveillance and reporting of COVID-19 is based on aggregate figures which hide underlying inequalities. Reporting disaggregated statistics, at least broken down by the three groups identified, would facilitate targeted public health measures. Recommendation 2: Current epidemiological models and analyses of policy options are mostly based on the averagepopulation approach-this may \"flatten the overall curve\" but is likely to increase the health and economic burden for the groups we have identified. Policymakers need to understand and mitigate these impacts. Recommendation 3: Testing is critical for early intervention. Because of the higher risk in marginalized groups, it is important to ramp up accessible testing in elderly care homes, workplaces of essential service workers and highrisk community hot spots. Recommendation 4: It is vital that the public health discipline develop targeted information campaigns (in consultation with community influencers) that recognize socio-cultural practices, and the housing and economic challenges of the less privileged. Recommendation 5: If and when a coronavirus vaccine is available, it is important that vulnerable groups, in addition to essential service workers, are prioritized, and potential inequalities in access are actively monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "COVID-19 pandemic has disproportionately impacted the already marginalized groups in our societies. While governments around the world face a trade-off between flattening the epidemiological curve versus flattening the economy, it is important that policymakers take specific measures to address the emerging disparities in the health and economic impact of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Author contributions S. Ali conceived the idea of the letter and produced the first draft. M. Asaria and S. Stranges provided feedback and edited and reviewed the letter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Perceptions and behavioural responses of the general public during the COVID-19 pandemic: a cross-sectional survey of UK adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Atchison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vrinten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pristera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.01.20050039"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neighborhood determinants of 2009 pandemic A/H1N1 influenza vaccination in Montreal",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Charland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Epidemiology",
            "volume": "176",
            "issn": "10",
            "pages": "897--908",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ICNARC COVID-19 study case mix programme. London: Intensive Care National Audit",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ltd. Intensive Care National Audit and Research Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 pandemic: a call to action to identify and address racial and ethnic disparities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Laurencin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclinton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Racial and Ethnic Health Disparities",
            "volume": "7",
            "issn": "3",
            "pages": "398--402",
            "other_ids": {
                "DOI": [
                    "10.1007/s40615-020-00756-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The inequality virus: how the pandemic hit America's poorest. The Guardian",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcgreal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19: testing inequality in",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmitt-Grohé",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Teoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uribe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w27019"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multimorbidity and equity in health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shadmi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Equity in Health",
            "volume": "",
            "issn": "59",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1475-9276-12-59"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and African Americans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Yancy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of American Medical Association",
            "volume": "323",
            "issn": "",
            "pages": "1891--1892",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6548"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ethnicity, deprivation and mortality due to 2009 pandemic influenza A (H1N1) in England during the 2009/2010 pandemic and the first post-pandemic season",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pebody",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiology and Infection",
            "volume": "143",
            "issn": "16",
            "pages": "3375--3383",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}