{"paper_id": "0ef4edb5ef2a88e573c00719f48b8337311f4959", "metadata": {"title": "Changing paradigms in sinus and skull base surgery as the COVID-19 pandemic evolves: Preliminary experience from a single Italian tertiary care center", "authors": [{"first": "Apostolos", "middle": [], "last": "Karligkiotis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alberto", "middle": ["D"], "last": "Arosio", "suffix": "", "affiliation": {"laboratory": "Head and Neck Surgery & Forensic Dissection Research center (HNS&FDRc)", "institution": "University of Insubria", "location": {"addrLine": "Ospedale di Circolo, Via Guicciardini 9", "postCode": "21100", "settlement": "Varese, Varese", "country": "Italy Correspondence, Italy"}}, "email": "albertodaniele.arosio@gmail.com"}, {"first": "Paolo", "middle": [], "last": "Battaglia", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Insubria-Varese", "location": {"addrLine": "Ospedale di Circolo e Fondazione Macchi", "settlement": "Varese", "country": "Italy"}}, "email": ""}, {"first": "Giorgio", "middle": [], "last": "Sileo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Insubria-Varese", "location": {"addrLine": "Ospedale di Circolo e Fondazione Macchi", "settlement": "Varese", "country": "Italy"}}, "email": ""}, {"first": "Camilla", "middle": [], "last": "Czaczkes", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Insubria-Varese", "location": {"addrLine": "Ospedale di Circolo e Fondazione Macchi", "settlement": "Varese", "country": "Italy"}}, "email": ""}, {"first": "|", "middle": [], "last": "Luca Volpi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mario", "middle": [], "last": "Turri-Zanoni", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Insubria-Varese", "location": {"addrLine": "Ospedale di Circolo e Fondazione Macchi", "settlement": "Varese", "country": "Italy"}}, "email": ""}, {"first": "Paolo", "middle": [], "last": "Castelnuovo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Insubria-Varese", "location": {"addrLine": "Ospedale di Circolo e Fondazione Macchi", "settlement": "Varese", "country": "Italy"}}, "email": ""}, {"first": "Ed", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Italy was the first European country suffering from COVID-19. Health care resources were redirected to manage the pandemic. We present our initial experience with the management of urgent and nondeferrable surgeries for sinus and skull base diseases during the COVID-19 pandemic. Methods: A retrospective review of patients treated in a single referral center during the first 2 months of the pandemic was performed. A comparison between the last 2-month period and the same period of the previous year was carried out. Results: Twenty-four patients fulfilled the inclusion criteria. A reduction of surgical activity was observed (−60.7%). A statistically significant difference in pathologies treated was found (P = .016), with malignancies being the most frequent indication for surgery (45.8%).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Although we feel optimistic for the future, we do not feel it is already time to restart elective surgeries. Our experience may serve for other centers who are facing the same challenges.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "COVID-19, endoscopy, SARS-Cov-2, skull base, surgery", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, the COVID-19 outbreak has spread from Wuhan to almost 4 000 000 individuals globally infected across 215 countries, resulting in more than 270 000 deaths. 1 The first Italian patient affected by SARS-Cov-2 was from Codogno, Lombardy, on February 21, 2020. Since then, more than 218 000 COVID-19 cases have been confirmed in Italy, which is now one of the most affected countries in the world, with more than 30 000 deaths. 2 The majority of Italian cases occurred in Lombardy (81 225), home to a sixth of the Italian population (10.08 million inhabitants), accounting as of 9th of May, of 37.2% of cases and 52.3% of deaths in the country. 2 The Regional Government and local health authorities adopted strategies to contain the infection while trying to protect patients and health care workers as much as possible. Health care resources were redirected to support the management of the pandemic, to the detriment of regular elective clinical and surgical activities. 3 Therefore, since Monday, February 24, 2020, all elective surgeries have been suspended in our hospital, too. Only emergency cases and those that could not be postponed were eligible for hospital admission, in order to cope with the increased needs for beds and intensive care unit (ICU) availability for patients affected by COVID-19. Moreover, many Otolaryngology departments throughout Lombardy ceased their activity, becoming areas exclusively intended for COVID-19 patients care, thus increasing the burden of patients affected by various head and neck diseases referring to our division. 4 Besides, considering that our tertiary care center is a national referral center for sinus and skull base surgery, the hospital general manager decided to allocate resources for providing care to as many urgent and nondeferrable cases affected by sinus and skull base diseases as possible. The critical issue was providing logistics that were compatible with the ongoing epidemiological emergency, which still represents today's challenge. Therefore, a task force of experts was created to produce an institutional protocol for hospital admission, preoperative work-up, intraoperative precautions, and postoperative care to be followed.", "cite_spans": [{"start": 176, "end": 177, "text": "1", "ref_id": null}, {"start": 444, "end": 445, "text": "2", "ref_id": "BIBREF0"}, {"start": 661, "end": 662, "text": "2", "ref_id": "BIBREF0"}, {"start": 990, "end": 991, "text": "3", "ref_id": "BIBREF1"}, {"start": 1585, "end": 1586, "text": "4", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The aim of the present paper is to report our preliminary experience with the management of urgent and nondeferrable endoscopic surgeries for sinus and skull base diseases, during the COVID-19 period, describing the evolving recommendations which have been implemented day by day, as new evidences emerged, until reaching the actual protocol of precautions. Clinical and surgical data, as well as the outcomes of patients and information about health care workers' exposures, are provided. A comparison between the last 2-month period and the same period of the previous year was carried out in order to investigate the impact of COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "A retrospective review of all patients affected by urgent or nondeferrable sinonasal or skull base diseases who were treated at the Division of Otorhinolaryngology of the University Hospital of Varese (Italy) between February 24, 2020 and April 21, 2020 (PANDEMIC-group), was carried out. All other nonsinus and skull base urgent cases treated at our hospital have been excluded from the present analysis. Epidemiological and clinical data, surgical reports, complications, and follow-up information were reviewed, as well as COVID-19 detection tests (eg, nasopharyngeal swab results). A retrospective analysis of all patients affected by sinonasal or skull base diseases, surgically treated at our institution in the same 2-month period of 2019 (CONTROL-group) was carried out. Epidemiological, clinical, surgical, and follow-up data of such patients were retrieved as well. The PANDEMIC-group was compared with the CONTROLgroup in order to evaluate the changes of our surgical activity in terms of volume cases, diseases treated, patient's geographical origin, and hospitalization time. ", "cite_spans": [], "ref_spans": [], "section": "| Study design"}, {"text": "Indications for nasopharyngeal and/or oropharyngeal swab collection evolved during the COVID-19 2-month period.", "cite_spans": [], "ref_spans": [], "section": "| Swab specimens"}, {"text": "In the early period, swab testing was performed before hospitalization in case of body temperature more than 37.5 C and/or in presence of at least one of the following factors: fever, cough, dyspnoea, gastrointestinal signs/symptoms, myalgias, fatigue, headache, pharyngodynia, rhinorrhea, active pneumonia, and close contact with a SARS-Cov-2 positive patient. Otherwise, patients were admitted without getting tested. Given the worsening of the pandemic and the growing body of data available, indications changed on March 23, 2020, when all inpatients were systematically submitted to swab specimen collection, so that only emergencies have been performed notwithstanding their COVID-19 status. More specifically, the execution of two swabs, with an interval between the two tests of at least 2 days and the latest performed within 48 hours prior to surgery, has become mandatory, in order to minimize the possibility of false negatives.", "cite_spans": [], "ref_spans": [], "section": "| Swab specimens"}, {"text": "Indications for the use of personal protective equipment (PPE) have also evolved during this period. At the beginning, no specific protection was recommended during surgery and all health care workers in the operating room (OR) continued to wear standard surgical masks and gowns, leaving viral-filtering-PPE available to be used only in case of confirmed COVID-19 patients. However, after March 23, 2020, indications for PPE use changed and, since then, surgical procedures in COVID-19 negative patients required the use of the highest individual protection standards (at least FFP2 masks), in consideration of the significant number of false negatives resulting from the swab tests currently used. For positive patients, procedures were postponed until after swab test negativization, when feasible. If the procedure was strictly necessary for the patient's survival, surgery was performed in a dedicated negative-pressure-OR with a preestablished allocated run, without interfering with the COVID-19-free areas. All medical and nursing staff in the OR were recommended to wear FFP3 and/or powered air-purifying respirators, goggles, full-face visor, double gloves, water-resistant gowns and protective caps, not only for the entire duration of surgery but also for the whole of the patient's stay in the OR. 6 If testing for COVID-19 was not available (emergency procedures such as trauma, major bleeding, abscesses), patients were considered COVID-19 positive unless otherwise demonstrated.", "cite_spans": [{"start": 1311, "end": 1312, "text": "6", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| Individual protection"}, {"text": "Postoperative management and follow-up for patients undergoing sinus and skull base procedures followed standardized protocols already established at our department. [7] [8] [9] Nasal packing are removed on the second postoperative day and following endonasal medications are performed as needed, until hospital discharge. Then, patients are prescribed daily nasal rinses and postoperative control in the outpatient clinic, where further medications are performed. Even though the SARS-Cov-2 outbreak influenced long-term follow-up of outpatients in our clinic, postoperative medications were guaranteed in all cases, even during the COVID-19 era, thanks to an accurate reorganization of several aspects of the outpatient service. 10 In order to investigate the health of the patients belonging to the PANDEMIC-group after their last postoperative medication, a telephone interview was carried out retrospectively, examining the following factors: fever, cough, dyspnoea, anosmia, dysgeusia, gastrointestinal signs/symptoms, myalgias, fatigue, headache, pharyngodynia, rhinorrhea, active pneumonia, need for hospitalization for any reason, potential swab or serological tests performed, and if they had been in contact with COVID-19 positive individuals.", "cite_spans": [{"start": 166, "end": 169, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 170, "end": 173, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 174, "end": 177, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 731, "end": 733, "text": "10", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "| Follow-up"}, {"text": "Health care workers have been monitored during the study period and followed up for at least 14 days after the last patient enrolled in this study was operated, in order to rule out hospital-acquired viral infection, since incubation time it is currently estimated to range between 2 and 11 days, up to a maximum of 14 days. 11 The monitoring policies of health care staff evolved during the pandemic, based on new evidence gradually emerging. Between 24th of February and 22nd of March, no indications were given to perform swab and/or serological tests for COVID-19 on the medical staff involved in patients' care, even if they had been in contact with a subsequently ascertained COVID-19 positive patient. In this case, the worker, if asymptomatic, was asked to constantly wear a surgical mask during service and notify the Occupational Medicine Department if suspected symptoms (eg, fever) were to develop. If symptomatic, the worker was recommended to self-confinement and further investigation was performed according to regional dispositions.", "cite_spans": [{"start": 325, "end": 327, "text": "11", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| Medical status of health care providers during the COVID-19 2-month period"}, {"text": "Starting on 23rd of March, as for hospital guidelines, checkpoints were set up where all workers underwent body temperature measurement every day, at the beginning of their shift, and if above 37.5 C, the worker was restricted from taking service and submitted to SARS-Cov-2 testing and subsequent home isolation until the test's result was available. In case of negative swab testing, self-confinement was prolonged to 1 week after symptoms resolutions. In case of positivity of the swab, home confinement was prolonged until collection of two consecutive negative swabs, repeated 2 days apart from each other.", "cite_spans": [], "ref_spans": [], "section": "| Medical status of health care providers during the COVID-19 2-month period"}, {"text": "Nonetheless, some people among medical staff developed symptoms compatible with the viral infection other than temperature increase, hence they have not been tested according to hospital provisions. Therefore, all the medical staff who served during the COVID-19 2-month period were asked to fill out a survey, which investigated the following items: temperature increase, development of any symptoms compatible with SARS-Cov-2 infection, results of COVID-19 swab, rapid qualitative test (2019-nCOC IgG/IgM rapid test, ScreenItalia, Perugia, Italy) or quantitative serological ELISA test. Nurses, scrub staff, and anesthesiologists were excluded from the present analysis since they have been allocated to multiple wards and operative rooms during this 2-month period and therefore they have been potentially exposed to viral infection in other settings different from otorhinolaryngology procedures. Conversely, all medical doctors of our department, both residents and seniors, were not assigned to other tasks and were therefore suitable for assessing the impact of otorhinolaryngology procedures on viral cross contamination.", "cite_spans": [], "ref_spans": [], "section": "| Medical status of health care providers during the COVID-19 2-month period"}, {"text": "Mean and SD for age, length of stay, and postoperative days were calculated for each group of patients. T test was performed to investigate whether the period of treatment could influence these three parameters. Patients' gender, provenance, and pathology were compared between the different groups using chi-square test. (4.2%) occurred. A female patient affected by recurrent skull base chondrosarcoma after multiple endoscopic resections and irradiations, ended 2 years earlier, underwent endoscopic endonasal debulking of the recurrence of disease and developed a temporal lobe abscess, diagnosed on 11th postoperative day after hospital discharge. The patient was readmitted to the hospital for neurosurgical intervention of stereotactic aspiration and drainage of brain abscesses and her SARS-Cov-2 swab collection performed upon readmission on seventh of April was negative. The culture tests were compatible with Serratia marcescens infection and the patient was discharged after 15 days of intravenous targeted antibiotic therapy, with MRI confirmation of resolution of the abscess. At last follow-up, the patient was asymptomatic, she has not developed symptoms compatible with COVID-19 and she is going to start adjuvant treatments as soon as possible.", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "The follow-up period for the 24 patients ranges from 14 to 71 days (mean 50 days). During the postoperative follow-up, updated to fifth of May, 20 patients (83.3%) did not refer any symptom. Two patients (8.3%) referred headache and two patients (8.3%) complained diarrhea, in all cases with onset of symptoms occurring after 25th of April. The two patients complaining diarrhea performed nasopharyngeal swab, which tested negative in both of the cases. No patients were hospitalized nor developed COVID-19 respiratory manifestations.", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "In the same period in 2019, 61 operated patients met the inclusion criteria. There were 29 men and 32 women, with a male to female ratio of 0.9:1. The ages ranged from 11 to 88 years. The distribution of the cases according to the pathology treated is provided in Table 3 . Table 2 provides a description of the comparison between PANDEMIC-group and CONTROL-group as regards age, gender, patients' geographic origin, mean hospitalization time, and postoperative stay. No statistically significant differences were observed when comparing the two groups according to these parameters.", "cite_spans": [], "ref_spans": [{"start": 264, "end": 271, "text": "Table 3", "ref_id": null}, {"start": 274, "end": 281, "text": "Table 2", "ref_id": null}], "section": "| CONTROL-group"}, {"text": "The proportion of surgeries performed according to the pathology treated changed during the two considered periods and a summary is provided in Table 3 . A statistically significant difference in the proportion of pathologies treated was found between PANDEMIC-group and CONTROL-group (P = .016). When pairwise comparison was performed, the proportion of patients treated for malignancies was statistically significantly higher than the ones treated for inflammatory diseases (P = .002). Other pairwise comparisons between patients treated for other than tumor pathologies with inflammatory diseases, were not statistically significant (P > .003). Table 4 provides a summary of the survey conducted, highlighting data regarding exposition to COVID-19 positive patients, the use of PPE and the diagnostic tests performed.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 151, "text": "Table 3", "ref_id": null}, {"start": 648, "end": 655, "text": "Table 4", "ref_id": null}], "section": "| Comparison between groups"}, {"text": "Italy has been the first European country suffering from COVID-19. The unexpected spread of a scarcely known virus was accompanied by initial confusion and disorganization. 12 By recalling our memories and reading the emails and text messages of the past 2 months, we identified two different periods from different factors, setting March 22, 2020 as the turning point. During the first month (from 24th of February to 22nd of March), no protection was recommended during examinations of apparently healthy people, thus asymptomatic carriers were not taken into consideration as possible transmission vehicles. However, since SARS-CoV-2 is transmitted through droplets, 13 progressive evidence that Otolaryngologists are at particularly high risk even when performing routine clinical procedures has suggested to use surgical masks as individual protection. At that time, surgical procedures continued to be performed wearing standard medical masks, leaving viral-filtering-PPE available for use only in case of confirmed COVID-19 patients. However, around the globe the shortage of PPE, along with the lack of clear recommendations about their correct use, have contributed to increased infections among otorhinolaryngologists. In fact, it is noticeable that the first physician who died of COVID-19 in Wuhan, China, on January 25, 2020 was an ENT surgeon, but the fact was only reported globally on March 20, 2020. 14 More or less at the same time, Patel et al published a letter, which was diffused through emails and websites, about the first case of COVID-19 transmission during an endoscopic transsphenoidal pituitary surgery in Wuhan, that resulted in cross contamination of 14 health care workers, emphasizing the high potential for hospital-acquired viral infections. 6, 15 This has generated reluctance to perform endonasal endoscopic procedures worldwide. Preliminary data emerging from international laboratory and clinical experiences show that surgical procedures involving the airways, or using them as a surgical corridor, such as transnasal skull base surgery, must be prudentially considered high-risk procedures, at least until further evidence becomes available. 6, [16] [17] [18] The concurrent publication of recommendations by the Italian Society of Otorhinolaryngology, 19 the European Rhinologic Society, 20 and ENT UK 21 as well as the Italian Skull Base Society 5 led us from 23rd of March, to elevate the standard of protection for health care providers during sinus and skull base procedures.", "cite_spans": [{"start": 173, "end": 175, "text": "12", "ref_id": "BIBREF10"}, {"start": 670, "end": 672, "text": "13", "ref_id": "BIBREF11"}, {"start": 1777, "end": 1779, "text": "6,", "ref_id": "BIBREF4"}, {"start": 1780, "end": 1782, "text": "15", "ref_id": "BIBREF13"}, {"start": 2183, "end": 2185, "text": "6,", "ref_id": "BIBREF4"}, {"start": 2186, "end": 2190, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 2191, "end": 2195, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 2196, "end": 2200, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 2294, "end": 2296, "text": "19", "ref_id": null}, {"start": 2330, "end": 2332, "text": "20", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "To the best of our knowledge, this is the first paper reporting the largest case series of patients operated for urgent and emergent sinus and skull base pathologies during the COVID-19 pandemic in a tertiary care referral center.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "A considerable reduction was observed during the COVID-19 outbreak, as high as −60.7%. This is due to the compliance with the regional and hospital provisions, establishing elective and nonurgent surgical procedures to be suspended. One of the aims of this paper was therefore to assess how these provisions, together with the logistical changes imposed by the ongoing outbreak, impacted the surgical activity of our division.", "cite_spans": [], "ref_spans": [], "section": "| Volume of surgical activity"}, {"text": "A significant difference was found between the two groups analyzed (P = .016). Pairwise analysis was significant (P = .002) when comparing malignancies with inflammatory diseases in the two groups, due to the high number of cancers treated during the COVID-19 period. We believe that this is attributable to both a reduction of the inflammatory cases treated due to suspension of elective surgery, as well as to a reduction of the surgical activity in other Italian sinus and skull base referral centers, which led to a centralization of skull base malignancies cases toward our division.", "cite_spans": [], "ref_spans": [], "section": "| Pathologies treated"}, {"text": "The percentage of extra-regional patients was comparable between PANDEMIC and CONTROL groups (41.7% vs 39.3%, respectively) without statistically significant differences (P = .844) (Figure 1 ). Our otorhinolaryngology division is a well-known referral center for skull base disease, receiving many extra-regional patients every year. Notwithstanding this unprecedented scenario, there were several high-priority sinonasal and skull base diseases whose treatment could not be delayed, because of the risk for significant worsening of the patient's quality of life and negative impact on overall survival rates. Our preliminary results emphasize the need for sinus and skull base referral centers able to continue providing care even in such emergencies like the COVID-19 outbreak, in order to manage selected critical patients at risk for a fatal course if not treated promptly. This can be done only if the reorganization of the referral centers, realized to face COVID-19 emergency, is able to reserve appropriate resources for sinus and skull base surgery, namely preserving the activity of some departments which are essential for this specific procedures (neurosurgery, interventional radiology, pathology, plastic surgery), as well as setting up a COVID-19 free ICU for proper postoperative monitoring. 22 ", "cite_spans": [{"start": 1308, "end": 1310, "text": "22", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 181, "end": 190, "text": "(Figure 1", "ref_id": null}], "section": "| Patients' geographical origin"}, {"text": "The mean follow-up time after surgery for the PANDEMIC-group in our study was 50 days, with a minimum of at least 14 days, which corresponds to the estimated time of incubation for SARS-Cov-2. All patients have been followed in the outpatient clinic by means of endoscopic medications accordingly. At the retrospective telephonic survey conducted on fifth of May, a total four patients (16.7%) referred symptoms (headache and diarrhea, two cases each) after hospital discharge and only two of them underwent nasopharyngeal swab collection, which tested negative in both of the cases. We acknowledge that performing a single telephone interview retrospectively to investigate the patients' state of health cannot provide certainty about their health status, but it allowed us to easily retrieve information while avoiding unnecessary or unauthorized movements during the lockdown period.", "cite_spans": [], "ref_spans": [], "section": "| Patients' health status"}, {"text": "Protection and health of medical staff are a highly debated topic during the COVID-19 outbreak. 6, 18 In this regard, the initial confusion progressively faded away and the supply of PPE became more adequate over time, so that, 1 month after the beginning of the outbreak in Italy, more stringent measures for protecting health care workers were adopted with widespread PPE usage and restrictions from duty in case of suspected symptoms. Interestingly, according to the survey performed, all symptoms referred by the physicians serving in our division began before the time when clear indications were disposed by the hospital. At present, no indication is given to test asymptomatic medical staff for COVID-19 infection, even in presence of epidemiologic criteria. This explains why only half of the ENT medical staff was tested, either with a nasopharyngeal or a rapid serological test. The latter was performed based on personal decision in all cases. In such a critical time of resources constraints, with stringent indications for execution of diagnostic tests, it seems reasonable to concentrate efforts on prevention, with appropriate PPE use and logistic rearrangements focused on protecting the health of both patients and health care workers. In this regard, our experience may serve for the other centers who are facing sudden emergency conditions.", "cite_spans": [{"start": 96, "end": 98, "text": "6,", "ref_id": "BIBREF4"}, {"start": 99, "end": 101, "text": "18", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "| Medical staff safeguard"}, {"text": "To date, all medical and nursing staff wear appropriate PPE, as prescribed in several guidelines. 5, 6 However, even establishing the aerosolization risk of endoscopic procedures, as hypothesized by a preliminary study performed on cadaver with detection of particles measuring less than 5 μm, 17 we still do not know exactly which procedures generate aerosolization of mucus and possible viral particles measuring less than 0.3 μm. Therefore, although the risk for health care providers has been decreased by wearing proper PPE, we still do not know the actual risk for nonsuspect patients undergoing endoscopic transnasal surgery, considering that COVID-19 remains viable in aerosol particles up to 3 hours. 23 Moreover, the use newer tests like the one from Abbott (Abbott Laboratories, Chicago, Illinois), administered shortly before entering the patient's OR and results ready within 15 minutes, could impact the logistics of elective surgeries planning, especially in the next phase of the pandemic. 24 These considerations move us to future directions regarding the OR environment and air turnover, how long one surgery should be distanced from the other, and if it is necessary to change OR, always use negative pressure ORs, use specific high efficiency particulate air (HEPA) filters for suction or UV lights. [25] [26] [27] Finally, neurotropism of SARS-Cov-2 is under investigation 28 and the consequences of surgically creating a direct cerebral access route through skull base surgeries are still unknown to date.", "cite_spans": [{"start": 98, "end": 100, "text": "5,", "ref_id": "BIBREF3"}, {"start": 101, "end": 102, "text": "6", "ref_id": "BIBREF4"}, {"start": 294, "end": 296, "text": "17", "ref_id": "BIBREF15"}, {"start": 710, "end": 712, "text": "23", "ref_id": "BIBREF21"}, {"start": 1006, "end": 1008, "text": "24", "ref_id": "BIBREF23"}, {"start": 1320, "end": 1324, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1325, "end": 1329, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1330, "end": 1334, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "| Open issues"}, {"text": "As happens in all preliminary studies, there are some limitations to our paper that deserve to be mentioned. First of all, it is a retrospective study with confounding factors which were not considered in the analysis (eg, change of staff between 2019 and 2020, pandemic vs normal conditions, sensitivity and specificity of diagnostic tests, etc). Second, it was not possible to establish with certainty the COVID-19 status of all patients and physicians due to stringent indications to perform nasopharyngeal swabs and/or serological tests based on current regulations. Their widespread use would certainly strengthen the value of this study. Third, the present paper analyzed only the first 2 months of the COVID-19 outbreak in Italy, which represents a reasonable time to report an initial experience but not to draw definitive conclusions. In this regard, it is too early to infer how the COVID-19 pandemic might influence other aspects of patients' care, such as long-term follow-up. Taking into account the similar situation happened in Wuhan, we can anticipate that this will be a crucial aspect to put efforts into during the following months. 29 ", "cite_spans": [{"start": 1152, "end": 1154, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "| Study limitations"}, {"text": "Although we feel optimistic for the future, we do not feel it is already time to restart elective surgeries, since the pandemic, according to WHO on May 1, 2020, is not over yet. We believe that only urgent and nondeferrable cases should be treated until further evidence shows adequate safety measures for both patients and health care providers. Here we share our institution's preliminary surgical experience aiming to facilitate the adoption of similar measures by other referral centers. More studies and research are necessary in order to collect data and provide more accurate recommendations, considering that the evolution of the pandemic is unpredictable.", "cite_spans": [], "ref_spans": [], "section": "| CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Covid-19-situazione in Italia", "authors": [{"first": "", "middle": [], "last": "Ministero Della Salute", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesenti", "suffix": ""}, {"first": "M", "middle": [], "last": "Cecconi", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ulteriori determinazioni in ordine all'emergenza epidemiologica da COVID-19", "authors": [{"first": "G", "middle": [], "last": "Gallera", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Galli", "suffix": ""}, {"first": "L", "middle": [], "last": "Magoni", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Skull base surgery during the Covid-19 pandemic: the Italian skull base society recommendations. Int Forum Allergy Rhinol", "authors": [{"first": "P", "middle": [], "last": "Castelnuovo", "suffix": ""}, {"first": "M", "middle": [], "last": "Turri-Zanoni", "suffix": ""}, {"first": "A", "middle": [], "last": "Karligkiotis", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/alr.22596"]}}, "BIBREF4": {"ref_id": "b4", "title": "Letter: precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic", "authors": [{"first": "Z", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernandez-Miranda", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Hwang", "suffix": ""}], "year": 2020, "venue": "Neurosurgery", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/neuros/nyaa125"]}}, "BIBREF5": {"ref_id": "b5", "title": "Sinonasal malignancies of anterior skull base", "authors": [{"first": "P", "middle": [], "last": "Castelnuovo", "suffix": ""}, {"first": "M", "middle": [], "last": "Turri-Zanoni", "suffix": ""}, {"first": "P", "middle": [], "last": "Battaglia", "suffix": ""}, {"first": "P", "middle": [], "last": "Antognoni", "suffix": ""}, {"first": "P", "middle": [], "last": "Bossi", "suffix": ""}, {"first": "D", "middle": [], "last": "Locatelli", "suffix": ""}], "year": 2016, "venue": "Otolaryngol Clin North Am", "volume": "49", "issn": "", "pages": "183--200", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The role of a post therapeutic surveillance program for sinonasal malignancies: analysis of 417 patients", "authors": [{"first": "J", "middle": [], "last": "Zocchi", "suffix": ""}, {"first": "G", "middle": [], "last": "Pietrobon", "suffix": ""}, {"first": "I", "middle": [], "last": "Campomagnani", "suffix": ""}], "year": 2020, "venue": "Head Neck", "volume": "42", "issn": "", "pages": "963--973", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "European position paper on rhinosinusitis and nasal polyps 2020", "authors": [{"first": "W", "middle": ["J"], "last": "Fokkens", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Lund", "suffix": ""}, {"first": "C", "middle": [], "last": "Hopkins", "suffix": ""}], "year": 2020, "venue": "Rhinol J", "volume": "0", "issn": "", "pages": "1--464", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "How to reorganize an ear, nose, and throat outpatient service during the COVID-19 outbreak: report from northern Italy", "authors": [{"first": "De", "middle": [], "last": "Bernardi", "suffix": ""}, {"first": "F", "middle": [], "last": "Turri-Zanoni", "suffix": ""}, {"first": "M", "middle": [], "last": "Battaglia", "suffix": ""}, {"first": "P", "middle": [], "last": "Castelnuovo", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Laryngoscope", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/lary.28716"]}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19, Questions and Answers", "authors": [{"first": "", "middle": [], "last": "Ministero Della Salute", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "How fragile we are", "authors": [{"first": "E", "middle": [], "last": "Hanna", "suffix": ""}], "year": 2020, "venue": "Head Neck", "volume": "42", "issn": "6", "pages": "26199--1130", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Modes of Transmission of Virus Causing COVID-19: Implications for IPC Precaution Recommendations", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Practical aspects of otolaryngologic clinical services during the 2019 novel coronavirus epidemic: an experience in Hong Kong", "authors": [{"first": "Jyk", "middle": [], "last": "Chan", "suffix": ""}, {"first": "Ewy", "middle": [], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Lam", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoto.2020.0488"]}}, "BIBREF13": {"ref_id": "b13", "title": "In reply: precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic", "authors": [{"first": "X", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2020, "venue": "Neurosurgery", "volume": "145", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/neuros/nyaa145"]}}, "BIBREF14": {"ref_id": "b14", "title": "In reply: precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic", "authors": [{"first": "Z", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernandez-Miranda", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Hwang", "suffix": ""}], "year": 2020, "venue": "Neurosurgery", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/neuros/nyaa156"]}}, "BIBREF15": {"ref_id": "b15", "title": "Endonasal instrumentation and aerosolization risk in the era of COVID-19: simulation, literature review, and proposed mitigation strategies. Int Forum Allergy Rhinol", "authors": [{"first": "A", "middle": ["D"], "last": "Workman", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Welling", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Carter", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/alr.22577"]}}, "BIBREF16": {"ref_id": "b16", "title": "Personal protection and delivery of rhinologic and endoscopic skull base procedures during the COVID-19 outbreak", "authors": [{"first": "L", "middle": [], "last": "Van Gerven", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Hellings", "suffix": ""}, {"first": "T", "middle": [], "last": "Cox", "suffix": ""}], "year": 2020, "venue": "Rhinol J", "volume": "58", "issn": "3", "pages": "289--294", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Information for Rhinologists on COVID-19", "authors": [], "year": 2020, "venue": "ERS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Guidance for ENT During the COVID-19 Pandemic", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Managing care for patients with sinonasal and anterior skull base cancers during the COVID-19 pandemic", "authors": [{"first": "M", "middle": [], "last": "Turri-Zanoni", "suffix": ""}, {"first": "P", "middle": [], "last": "Battaglia", "suffix": ""}, {"first": "A", "middle": [], "last": "Karligkiotis", "suffix": ""}, {"first": "D", "middle": [], "last": "Locatelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Castelnuovo", "suffix": ""}], "year": 2020, "venue": "Head & Neck", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/hed.26257"]}}, "BIBREF21": {"ref_id": "b21", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Reflections and new developments within the COVID-19 pandemic", "authors": [{"first": "Z", "middle": ["M"], "last": "Patel", "suffix": ""}], "year": 2020, "venue": "International Forum of Allergy & Rhinology", "volume": "10", "issn": "5", "pages": "587--588", "other_ids": {"DOI": ["10.1002/alr.22582"]}}, "BIBREF24": {"ref_id": "b24", "title": "Perioperative COVID-19 defense: an evidence-based approach for optimization of infection control and operating room management", "authors": [{"first": "F", "middle": [], "last": "Dexter", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Parra", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Loftus", "suffix": ""}], "year": 2020, "venue": "Anesth Analg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1213/ane.0000000000004829"]}}, "BIBREF25": {"ref_id": "b25", "title": "Clinical evidence based review and recommendations of aerosol generating medical procedures in otolaryngology-head and neck surgery during the COVID-19 pandemic", "authors": [{"first": "A", "middle": [], "last": "Thamboo", "suffix": ""}, {"first": "J", "middle": [], "last": "Lea", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Sommer", "suffix": ""}], "year": 2020, "venue": "J Otolaryngol Head Neck Surg", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Endoscopic skull base and transoral surgery during the COVID-19 pandemic: minimizing droplet spread with a negative-pressure otolaryngology viral isolation drape (NOVID)", "authors": [{"first": "A", "middle": ["P"], "last": "David", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Jiam", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Reither", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Gurrola", "suffix": ""}, {"first": "M", "middle": [], "last": "Aghi", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "El-Sayed", "suffix": ""}], "year": 2020, "venue": "Head Neck", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/hed.26239"]}}, "BIBREF27": {"ref_id": "b27", "title": "Neurotropism of SARS-CoV 2: mechanisms and manifestations", "authors": [{"first": "Conde", "middle": [], "last": "Cardona", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Quintana", "middle": [], "last": "Pájaro", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Quintero", "middle": [], "last": "Marzola", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Ramos", "middle": [], "last": "Villegas", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}, {"first": "Moscote", "middle": [], "last": "Salazar", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "J Neurol Sci", "volume": "412", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Rapid implementation of an evidence-based remote triaging system for assessment of suspected head and neck cancer referrals and patients on follow up after treatment during the COVID-19 pandemic: a model for international collaboration", "authors": [{"first": "V", "middle": [], "last": "Paleri", "suffix": ""}, {"first": "J", "middle": [], "last": "Hardman", "suffix": ""}, {"first": "T", "middle": [], "last": "Tikka", "suffix": ""}, {"first": "P", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "P", "middle": [], "last": "Pracy", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Fdsrcs", "suffix": ""}], "year": 2020, "venue": "Head & Neck", "volume": "", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1002/hed.26320"]}}}, "ref_entries": {"FIGREF0": {"text": "I G U R E 1 Graphic representation showing patients' geographic origin during the two periods considered. A, CONTROL-group and B, PANDEMIC-group [Color figure can be viewed at wileyonlinelibrary.com]", "latex": null, "type": "figure"}, "TABREF0": {"text": "The criteria for hospital admission were established as follows5 :", "latex": null, "type": "table"}, "TABREF1": {"text": "T A B L E 1Clinicopathological features of PANDEMIC-group", "latex": null, "type": "table"}, "TABREF3": {"text": "Health care providers' health status during COVID-19 2-month period Between 24th of February and 21st of April, a total of 26 physicians (15 attending physicians and 11 residents) were serving in the department. A total of 11/26 medical Distribution of cases according to the pathology treated in PANDEMIC-group and CONTROL-group", "latex": null, "type": "table"}}, "back_matter": [{"text": "ACKNOWLEDGMENT M. T.-Z. is a PhD student on the \"Biotechnologies and Life Sciences\" course at Università degli Studi of Insubria, Varese, Italy.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors declare no conflict of interests.ORCID Apostolos Karligkiotis https://orcid.org/0000-0003-0129-9908 Alberto D. Arosio https://orcid.org/0000-0002-8916-6562 Mario Turri-Zanoni https://orcid.org/0000-0002-3678-9088", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}]}