{
    "paper_id": "0ef5d3a64262efc93938baca5be0ad2dd4969309",
    "metadata": {
        "title": "Taking the right measures to control COVID-19 in ophthalmology: the experience of a tertiary eye care referral center in Italy",
        "authors": [
            {
                "first": "Enrico",
                "middle": [],
                "last": "Borrelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Sacconi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Lea"
                ],
                "last": "Querques",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Zucchiatti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Prascina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Bandello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Querques",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Ospedale San Raffaele",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A rapidly increasing number of people has been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus causing coronavirus disease 2019 (COVID-19) [1] . To date, the Italian COVID-19 outbreak represents one of the largest outside China [2] . In order to face it, the Italian government has placed the whole of Italy-a country with an estimated population of 60.4 million-under quarantine. In detail quarantine is defined as people are forbidden from assembling in public places and are recommended to keep at least 1-m distance from each other, and restaurants, pubs, and shopping centers-except for pharmacies and food markets-are obligated to remain close. These norms are even more rigorous in Lombardy, a large region in northern Italy, where most hot zones (i.e., where COVID-19 cases are more concentrated) have been reported to date.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A growing evidence suggests that human-to-human transmission of SARS-CoV-2 occurs among close contacts through droplets, contacts, and fomites [3] . Health workers may be contaminated during patient care. To date, more than 7500 health workers have been affected by COVID-19 in Italy, and among them more than 50 medical doctors have died from this infection. Although there is no information regarding the number of ophthalmologists affected, it is known that they are at high risk of infection assuming the close proximity between eye doctors and patients during examination and that a contamination may be present in ocular discharge and tears.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to achieve continuity of care and to diminish the risk of contamination for both healthcare workers and patients, we adopted a series of measures. Here we document the measures approved at our referral medical retinal practice at the San Raffaele Hospital in the metropolitan area of Milan, Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We adopted three levels of organizational hierarchy. First, patients were screened by telephone for: (i) complaints of fever or upper respiratory symptoms; (ii) domicile in one of the hot zones; (iii) contact with suspected or confirmed cases of COVID-19. Patients who fulfilled any of these criteria and requiring urgent ophthalmology visit were redirected to a separate room. Otherwise, patients were recontacted after 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, patients not fulfilling any of the above criteria were asked for complains of reduced visual acuity or increase/appearance of other visual symptoms (e.g., metamorphopsia or photopsia). Cases with stable symptoms were recontacted after 14 days. Otherwise, patients were asked to attend the visit with no more than one accompanying person in order to reduce the risk of exposure of uninfected people to potential subjects with COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, healthcare personnel were appropriately trained and equipped. They were required to measure their body temperature and report any upper respiratory symptoms. Ophthalmologists were equipped with visors or protective eyewear, gloves, and surgical masks. Slit lamps were equipped with breath protector using acrylic sheets. Moreover, rooms' equipment as slit lamps and imaging devices (e.g., optical coherence tomography) were disinfected before and after being utilized. In order to reduce gathering of people, patients in outpatient departments were asked to come into the visiting room without accompanying person. In addition, students and fellows were not allowed to attend the clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Anti-vascular endothelial growth factor injection and laser treatments were immediately performed in patients that required them by following the same cautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, Italy has just started to combat this tough battle. Specific protocols are necessary to reduce healthcare * Giuseppe Querques giuseppe.querques@hotmail.it 1 Department of Ophthalmology, University Vita-Salute, IRCCS Ospedale San Raffaele, Milan, Italy professionals' and patients' contamination and, at the same time, guarantee the continuity of care for ophthalmology patients.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The response of Milan's Emergency Medical System to the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marrazzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Migliari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stucchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sforza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19): situation report, 50. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}