{
    "paper_id": "0ef77996e7357678346070bc4511ac736af0e9f6",
    "metadata": {
        "title": "Journal Pre-proof Yield and Implications of Pre-Procedural COVID-19 PCR Testing on Routine Endoscopic Practice Yield and Implications of Pre-Procedural COVID-19 PCR Testing on Routine Endoscopic Practice",
        "authors": [
            {
                "first": "Justin",
                "middle": [
                    "J"
                ],
                "last": "Forde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Goldberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Sussman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frederick",
                "middle": [],
                "last": "Soriano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jodie",
                "middle": [
                    "A"
                ],
                "last": "Barkin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Amin",
                "suffix": "",
                "affiliation": {},
                "email": "sunil.amin@med.miami.edu"
            },
            {
                "first": "Frederick",
                "middle": [],
                "last": "Soriano Bsn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In response to the Coronavirus-19 (COVID-19) pandemic, endoscopic procedures in hospitalbased or freestanding facilities were cancelled or delayed. 1 Accordingly, endoscopy units have had to act rapidly to protect both staff and patients, weighing the safety of performing urgent procedures against the risk of aerosolization. Although, various gastroenterological societies have issued guidance, these recommendations have in some cases been unclear, based on expert opinion rather than empiric evidence, and incongruent. As a result, the practice of reopening endoscopic facilities has been variable, and not evidence-based. This has been further compounded by widespread variations in COVID-19 testing availability and difficulties in applying universal recommendations to multiple practice settings. To fill the knowledge gap in this area, we sought to describe our experience with resuming endoscopy using a two-step approach (patient screening followed by COVID-19 testing) in order to provide needed data for other practices weighing the risks and benefits of resuming endoscopic procedures.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a retrospective cohort study of all patients with emergent, urgent and elective endoscopic procedures scheduled at our facility between April 13, 2020 and May 15, 2020. On April 13, 2020 our endoscopy unit began mandatory COVID-19 polymerase chain reaction (PCR) testing by nasopharyngeal swab for all patients prior to any endoscopic procedure. Outpatients were contacted by nursing staff via telephone 7-9 days prior to the planned procedure and asked a COVID-19 screening questionnaire. Patients were also informed of the need for PCR testing at the time of the screening phone call. Patients with flagged responses on verbal screening questionnaire had their procedure postponed for a period of 14 days. Those with negative verbal screening questionnaires were permitted to proceed with PCR testing. PCR testing was required 72 hours prior to the planned procedure to ensure that results were available 24 hours pre-procedure. Sampling for PCR testing was performed in-house, with specimens processed either in our hospital lab or at our neighboring safety-net affiliate. Patients with a negative PCR result proceeded to procedure as planned, while any patient with a positive PCR result was cancelled and rescheduled for 14 days later with a retest 72 hours before the new procedure date (Figure 1 ). Inpatients requiring procedures received a rapid inhouse test with results that were generally available within 2 hours; however, in emergent cases, endoscopy was performed regardless of the result using full barrier personal protective equipment (PPE) including shoe and head coverings, gloves, gowns, N95 respirator, surgical mask, face and eye protection. On arrival to the endoscopy unit, patients were again screened by nursing staff using the same pre-procedure questionnaire and body temperature checks. Even with a negative result, endoscopy staff used full barrier PPE and ensured compliance with hygiene and social distancing practices in pre-and post-procedure areas to minimize risks to patients and staff. Three assays were used during the study period: CE-IVD kit GeneFinder TM COVID-19 Plus RealAmp Kit (OSANGHealtcare), QIAstat-Dx Respiratory 2019-nCoV Panel (Qiagen), and Xpert ® Xpress SARS-CoV-2 (Cepheid). Our data were compared to publicly available population-based test results from our county, Miami-Dade, Florida.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1302,
                    "end": 1311,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We performed a total of 396 PCR swabs in preparation for endoscopy, of which 1 patient had a positive PCR result (test positive rate: 0.25%, 95% CI: 0.01-1.4%). No patients with a negative initial symptom screen and subsequent negative PCR test failed their immediate pre-procedure questionnaire or body temperature check on the day of procedure. There have been no instances of COVID-19 cases or suggestive symptoms reported amongst endoscopy staff. During the study period 110,506 patients were tested for COVID-19 in Miami-Dade County, and of these tested individuals, there were 14,007 positive tests (12.7%). Percent positives in our system's catchment area including neighboring Broward, Palm Beach, and Monroe counties were 9.1%, 9.5%, and 5.4% respectively, which would categorize our catchment area as an intermediate-prevalence area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The evidence that COVID-19 may be spread through droplets and fecal shedding has raised legitimate concern about transmission of the disease from infected individuals during endoscopic procedures 2 . Some studies suggest that the risk of transmission is actually low during endoscopy, particularly when appropriate precautions are used 3 . Current guidelines regarding how to effectively reduce risk are in some instances vague, discordant, and may provide challenges in settings where resources are prohibitive. The American Society for Gastrointestinal Endoscopy (ASGE) endorses a focus on screening questionnaires, behavior measures, and PPE with no specific recommendations regarding pre-procedure testing. 4 .While screening patients based on symptoms, recent travel, or exposure is easy and of no cost, the documented potential of disease transmission from asymptomatic individuals raises questions about the efficacy of screening alone. 5 We encountered a significantly lower rate of asymptomatic PCR positive patients pre-procedure when compared to the surrounding population with only 1 patient testing positive after passing their initial screening questionnaire. This could suggest that screening questionnaires are in fact an effective tool in identifying patients who are at high risk and should have their procedure deferred. The American Gastroenterological Association (AGA) and Digestive Health Physicians Association (DHPA) have released joint recommendations that in addition to screening and other standard precautions, all patients should receive PCR-based testing when possible with recommendations for PPE type based on testing results. 6 In cases where PCR testing cannot be performed, they recommend daily temperature logs prior to the procedure. Although preprocedure PCR testing for COVID-19 may help to assuage concerns of the endoscopy unit staff, this needs to be balanced against the substantial false negative rate even with the best available tests. 7, 8 Accordingly, regardless of the result of PCR testing, we would argue that endoscopy staff should proceed with equal caution in patients with negative tests. Additionally, our experience suggests that routine testing of asymptomatic patients may be low yield despite theoretically decreasing staff exposure to COVID-19 carriers. As such, we recommend that all practices adhere to social distancing, hygiene, and use full barrier PPE during every procedure to minimize transmission and maximize safety -regardless of test results. Ultimately, specific testing practices should be tailored to disease prevalence rates in distinct communities.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 712,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 944,
                    "end": 945,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1660,
                    "end": 1661,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1983,
                    "end": 1985,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1986,
                    "end": 1987,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of Health Care Personnel with COVID-19 -United States",
            "authors": [
                {
                    "first": "Cc-R",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "477--481",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: Gastrointestinal Manifestations and Potential Fecal-Oral Transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "158",
            "issn": "",
            "pages": "1518--1519",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Low risk of covid-19 transmission in GI endoscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aragona",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cengia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Clinical Insights for Our Community of Gastroenterologists and Gastroenterology Care Providers",
            "authors": [
                {
                    "first": "Joint",
                    "middle": [],
                    "last": "Gi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Message",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "AGA/DHPA joint guidance for resumption of elective endoscopy",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Testing: The Threat of False-Negative Results",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Montori",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sampathkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clin Proc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}