{
    "paper_id": "0efae99c9b78d138cdcb9c977ea6702aec27701b",
    "metadata": {
        "title": "FULL PAPER www.afm-journal.de 1807357 (1 of 12) A Modular Vaccine Platform Combining Self-Assembled Peptide Cages and Immunogenic Peptides",
        "authors": [
            {
                "first": "Caroline",
                "middle": [],
                "last": "Morris",
                "suffix": "",
                "affiliation": {},
                "email": "caroline.morris@bristol.ac.uk"
            },
            {
                "first": "Sarah",
                "middle": [
                    "J"
                ],
                "last": "Glennie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hon",
                "middle": [
                    "S"
                ],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Holly",
                "middle": [
                    "E"
                ],
                "last": "Baum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dhinushi",
                "middle": [],
                "last": "Kandage",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "A"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [
                    "N"
                ],
                "last": "Woolfson",
                "suffix": "",
                "affiliation": {},
                "email": "d.n.woolfson@bristol.ac.uk"
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {},
                "email": "andrew.davidson@bristol.ac.uk"
            },
            {
                "first": "",
                "middle": [
                    "C"
                ],
                "last": "Morris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "E"
                ],
                "last": "Baum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "D N"
                ],
                "last": "Woolfson Brissynbio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "D N"
                ],
                "last": "Woolfson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "J"
                ],
                "last": "Glennie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "S"
                ],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Kandage",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "D"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Subunit vaccines use delivery platforms to present minimal antigenic components for immunization. The benefits of such systems include multivalency, self-adjuvanting properties, and more specific immune responses. Previously, the design, synthesis, and characterization of self-assembling peptide cages (SAGEs) have been reported. In these, de novo peptides are combined to make hubs that assemble into nanoparticles when mixed in aqueous solution. Here it is shown that SAGEs are nontoxic particles with potential as accessible synthetic peptide scaffolds for the delivery of immunogenic com-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Additionally, SAGEs functionalized with the antigenic peptide hemagglutinin 518-526 from the influenza virus are also able to drive a CD8 + T cell response in vivo. This work demonstrates the potential of SAGEs to act as a modular scaffold for antigen delivery, capable of inducing and boosting specific and tailored immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "successful vaccines for major targets such as malaria and human immunodeficiency virus (HIV) have yet to be established, [1] and the recent Zika virus outbreak highlights the need for ongoing vaccine development. [2] Related to this, there is a global rise in antimicrobial resistance, and so relying on medication alone to treat a disease once contracted is not a guaranteed option. [3] Thus, continued vaccine development is still an important area of both basic and applied research. [4] Traditional vaccines, based on the administration of killed or attenuated organisms or their purified components, have proven to be among the most effective methods for disease prevention. [5] However, a number of safety issues relating to the production and administration of these vaccines limit their universal application, including the risk of reversion to a virulent organism; decreased or altered immune response after inactivation; the possibility of causing disease in immune compromised individuals; and the requirement to maintain the cold chain. [6] Recent advances in the identification of single components (antigens) capable of generating protective immunity have driven the development of subunit vaccines, where instead of using whole pathogens, specific portions are delivered using a scaffold. [7] Furthermore, improved genetic methods and expression systems have resulted in cheaper and large-scale production of recombinant microbial antigens without the need to culture highly pathogenic infectious agents. [8] Despite these advantages, recombinant subunit vaccines are often less immunogenic than their traditional whole-organism counterparts. To overcome decreased immunogenicity, subunit vaccines require the addition of immunostimulatory agents, i.e., adjuvants, [9] or optimization of delivery systems that specifically target immune cells and tailor immune responses. [10] Another key strategy for subunit vaccine design is to create a multivalent platform enabling the expression of multiple antigens in a repetitive array. [11] Having a delivery system with several copies of T and B-cell antigens from different strains of the pathogen could generate cross-protective immunity and increase the immunogenicity of the vaccine. If required, these platforms could be adapted to display both antigens and immunopotentiators, such as Toll-like receptor agonists, [12] thus enhancing the activity, uptake, and presentation of antigens to the immune",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 2044,
                    "end": 2048,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2379,
                    "end": 2383,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccines have been pivotal to the development of modern medicine, from general childhood vaccination to the global eradication of smallpox and near elimination of polio. Nonetheless, system. Adopting strategies that direct antigen delivery and release may stimulate more potent immune responses using lower doses of weak immunogens. Reducing the need for the prime and boost strategies often required in conventional vaccination regimens would lead to dose-sparing, beneficial for reducing development cost and improving immunization efficiency schedules in the event of vaccine shortages. [13] Subunit vaccine delivery systems typically include the use of liposomes, [14] virus-like particles, [15] or peptide nanoparticles. [16] The rationale is that these mimic the size and shape of viruses to simulate an immune response similar to a live attenuated vaccine, while maintaining the selectivity of a subunit vaccine. Protein engineering and design approaches, in particular, provide increased synthetic access and control of components, [17] with one example being the self-assembling protein nanoparticle (SAPN) platform. [18] SAPNs comprise trimeric and pentameric α-helical coiled-coil motifs linked in a single peptide. These polypeptides assemble into particles ≈20 nm in diameter. They have been optimized to act as vaccine carriers, and their biodistribution in vivo has been monitored. [19] They can serve as repetitive antigen displays capable of inducing a variety of immune responses, and include particles modified with epitopes derived from severe acute respiratory syndrome coronavirus, [20] malaria, [21] HIV, [22] and influenza virus. [12b] Other peptide-based self-assembling systems with potential as functionalized structures take on the form of nanofibers, or tubes, rather than resembling viral capsid architecture. [23] These assemblies exploit the thermal stability [24] and environmental responsiveness [25] of synthetic peptide systems, along with dose control [26] and the incorporation of whole-protein antigens. [27] Such examples demonstrate the potential of synthetic peptide and protein-based vaccine delivery platforms.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1604,
                    "end": 1608,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1618,
                    "end": 1622,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1628,
                    "end": 1632,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1654,
                    "end": 1659,
                    "text": "[12b]",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1844,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1930,
                    "end": 1934,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1989,
                    "end": 1993,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 2043,
                    "end": 2047,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The work described herein explores the potential of selfassembling peptide cages (SAGEs) to act as modular scaffolds in a synthetic biology approach for antigen delivery. SAGEs are made from de novo α-helical coiled-coil peptides. Specifically, a set of homotrimeric (CC-Tri3) and heterodimeric (CC-Di-A and CC-Di-B) peptides is linked via a disulfide bond to form two complementary hubs. [28] Mixing of these hubs in aqueous solution leads to co-assembly into hexagonal lattices, [29] ultimately folding into spherical particles ≈100 nm in diameter (Figure 1a) . The working hypothesis of SAGE architecture is that each CC-Tri3 unit is oriented within the peptide lattice such that its N terminus faces the exterior of the particle and its C terminus faces the interior, while CC-Di-A and CC-Di-B have greater freedom of rotation around the disulfide bond. [28, 30] Subsequently, functionality can be incorporated via CC-Tri3 to allow for bespoke dose delivery as the antigen dose is controlled via peptide synthesis and conjugation rather than passive encapsulation. [31] The fully synthetic SAGE appears to withstand relatively robust functionalization, [31a] can be predictably modified to alter cellular uptake, [31b] and the modularity of the system allows for fine control of modification. [29] SAGEs are potentially an alternative platform for developing subunit vaccines with the following advantages. Their modularity means that by mixing different ratios of the hub building blocks we can incorporate multiple antigens, thus tailoring the immune response. Furthermore, the nature of the SAGE structure provides a multivalent platform that can potentially be used to deliver multiple antigens from different strains, thereby increasing antigen immunogenicity. Another important consideration is component stability. The hub building blocks can be lyophilized and stored as powder long-term, which could also be a benefit to such a platform by avoiding problems associated Figure 1 . SAGE assembly and design of functionalized hubs. a) Schematic representation of parent SAGE assembly. Linking the heterodimer to the homotrimer forms complementary hubs that, when mixed, self-assemble into a lattice and close to form particles ≈100 nm in diameter (as observed by scanning electron microscopy (SEM); scale bar = 1 µm). b) Cartoons representing incorporation of different model antigenic peptides into hubs. Model antigenic peptides (gray ovals) can be incorporated either N-or C-terminal to the trimer, or at both termini.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1162,
                    "text": "[31a]",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1222,
                    "text": "[31b]",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 561,
                    "text": "(Figure 1a)",
                    "ref_id": null
                },
                {
                    "start": 1982,
                    "end": 1990,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "with the cold chain. Here, we investigate this potential of the SAGE scaffold as a vaccine platform, and whether SAGEs functionalized with model antigenic peptides successfully deliver them to drive specific immune responses. The results show that SAGEs are nontoxic and capable of enhancing the immune responses, in vitro and in vivo, against model antigenic peptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SAGEs were functionalized with model antigenic peptides (epitopes). This was achieved by extending the CC-Tri3 peptide sequences with the epitopes during solid-phase peptide synthesis (SPPS). SAGEs were designed and synthesized with this functionality added at either the N or C terminus, or both termini of CC-Tri3 ( Figure 1b , and Tables S1-S3 and Figures S1-S6, Supporting Information). For in vitro work we used the model antigenic peptide tetanus toxoid 632-651 (TT), [32] a CD4 + T cell epitope. In vivo experiments used the model antigenic peptides ovalbumin 323-339 (OVA), [33] a CD4 + T cell and B-cell epitope, and influenza virus A/PR/8/34 (H1N1) hemagglutinin 518-526 , [34] a CD8 + T cell epitope. For this last epitope a short, N-terminal 10-residue sequence from the herpes simplex virus DNA polymerase was included to maximize effective proteasomal processing and presentation by major histocompatibility receptor class I (MHC-I) molecules. [35] It was this extended peptide (HA) that was used for additional in vivo experiments. The functionalized CC-Tri3 peptides were subjected to biophysical characterization before being conjugated with the CC-Di-A/B peptides to make hubs.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "Figure 1b",
                    "ref_id": null
                }
            ],
            "section": "SAGEs are Robust to Modification with Antigenic Peptides"
        },
        {
            "text": "First, circular dichroism (CD) spectroscopy was used to test for any impact on the trimeric component of all functionalized trimers. To monitor the helicity of each functionalized peptide, the mean residue ellipticity (MRE, deg cm 2 dmol −1 res −1 ) at 222 nm was recorded as spectra. The observed signals were consistent with folded CC-Tri3 appended with unfolded peptides (Figure 2a , and Table S4 , Supporting Information). Peptide stability was not greatly altered, as observed by comparable midpoint of unfolding temperatures during thermal denaturation experiments ( Figure 2b , and Table S4 , Supporting Information). Functionalized hubs were similarly assessed and found to be unaffected ( Figure S7 and Table S5 , Supporting Information).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 384,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 391,
                    "end": 399,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 582,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 589,
                    "end": 597,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "Figure S7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 712,
                    "end": 720,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "SAGEs are Robust to Modification with Antigenic Peptides"
        },
        {
            "text": "All functionalized CC-Tri3 peptides were then analyzed using sedimentation velocity analytical ultracentrifugation (AUC; Figure S8 , Supporting Information). The predominant peak in the TT and HA-functionalized peptides was trimeric, with TT-CC-Tri3-TT peptide showing an additional smaller species. The OVA-functionalized peptides did not appear to form discrete trimers in solution, and so while their thermal stability was not drastically altered it is possible that the addition of OVA affected the ability of the peptide to trimerize.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "SAGEs are Robust to Modification with Antigenic Peptides"
        },
        {
            "text": "The assembly of functionalized SAGE particles was assessed by scanning electron microscopy (SEM) and dynamic light scattering (DLS). By SEM, TT-functionalized SAGEs produced particles of comparable size to parent SAGEs, SAGE-HA formed slightly larger particles, and OVA-functionalized SAGEs formed much larger particles (Figure 2c -h). The data obtained from DLS measurements often gave a range of particle sizes within samples and it was not possible to determine particle size from these experiments ( Figure S9 , Supporting Information). While the hydrodynamic diameter increased compared to that of the individual hubs, this technique demonstrated the ability of these particles to form aggregates. For both of these techniques the aggregation of the sample meant it was not possible to accurately determine particle size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 330,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "SAGEs are Robust to Modification with Antigenic Peptides"
        },
        {
            "text": "However, overall, this suite of biophysical characterization confirms that SAGEs can be modified with model antigenic peptides and competently self-assemble into particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAGEs are Robust to Modification with Antigenic Peptides"
        },
        {
            "text": "In vitro studies of SAGE uptake by HeLa cells showed them to be non-toxic, [31b] and so SAGE toxicity with other cell types was assessed using human peripheral blood mononuclear cells (PBMCs) isolated from whole blood. PBMCs were exposed to the polyclonal stimulus phytohemagglutinin (PHA) to induce a response indicative of T cell proliferation, in the presence or absence of SAGE. PBMCs were able to proliferate in response to PHA irrespective of SAGE concentration, confirming that the assembled particles are not toxic (Figure 3a) . To assess whether SAGEs were intrinsically immunogenic, resting PBMCs were cultured with parent SAGE at a range of concentrations to determine if proliferation was induced. PBMC proliferation was observed at all concentrations, with higher SAGE concentrations giving the greatest proliferative response (Figure 3b ). The ability of the SAGEs to stimulate PBMC proliferation may be attributed to either weak inherent immunogenicity or mitogenicity.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 80,
                    "text": "[31b]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 534,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 840,
                    "end": 850,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Parent SAGEs are Nontoxic and Stimulate Peripheral Blood Mononuclear Cell Proliferation"
        },
        {
            "text": "The source of this proliferation was further probed by assaying the SAGE components, both the building blocks (HubA and HubB) and their constituent peptide components (CC-Tri3, CC-Di-A, and CC-Di-B). Their ability to stimulate proliferation of PBMCs was assayed ( Figure 3c ) along with an immunological memory response in human and mouse sera (Figure 3d ,e). The proliferative response to SAGEs was not found to be due to any particular peptide component. We posit that SAGEs may induce this response due to their shape, size, and local concentration. From these results, it is proposed that the ability of SAGEs to prompt low-level immune responses would be beneficial for their development as a vaccine delivery platform, potentially in a similar manner to that employed by conjugate vaccines. [36] SAGE toxicity in vivo was also assayed by immunizing mice with extreme doses of parent SAGE. BALB/c mice were immunized with four doses (350 µg) of parent SAGE, each dose at an interval of 3 weeks (2 weeks for the final immunization). Serum aspartate aminotransferase (AST) levels, used to evaluate liver function, were comparable between SAGE-immunized (five mice) and control (phosphate buffered saline (PBS) only, three mice) animals (Figure 3f ), and immunization did not lead to an alteration in percentage lymphocyte and monocyte population numbers in peripheral blood ( Figure S10 , Supporting Information). Immunized mice did not develop any injection site reactions or adverse systemic effects, and in combination with the lack of histopathological changes (Table S6 , Supporting Information) these data suggest SAGEs are not toxic in vivo.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 801,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 273,
                    "text": "Figure 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 344,
                    "end": 354,
                    "text": "(Figure 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1239,
                    "end": 1249,
                    "text": "(Figure 3f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1379,
                    "end": 1389,
                    "text": "Figure S10",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1577,
                    "text": "(Table S6",
                    "ref_id": null
                }
            ],
            "section": "Parent SAGEs are Nontoxic and Stimulate Peripheral Blood Mononuclear Cell Proliferation"
        },
        {
            "text": "Antigen presenting cells (APCs) are immune phagocytes that internalize, process, and present foreign material to other immune cells. After establishing that parent SAGEs are nontoxic but potentially immunogenic/mitogenic, we explored whether immune phagocytes internalize and are primed by SAGE particles. Human PBMCs were purified and differentiated into monocyte-derived dendritic cells (MDDCs) and macrophages (MDMs). To monitor the cellular uptake of particles, 5% of the hub building blocks were replaced with fluorescently labeled counterparts to assemble FITC SAGE (Tables S1-S3, Supporting Information). Cellular uptake was quantified by flow cytometry, isolating internalized fluorescence by quenching external fluorescence with trypan blue (Figure 4) . Both MDDCs and MDMs took up SAGEs with similar kinetics, with the greatest rate of uptake in the first 60 min. However, MDMs had a greater overall uptake of SAGEs compared to MDDCs. Although MDDCs and MDMs are both known to be phagocytic cells, the uptake of nanoparticles can be influenced by particle size and aggregation state and, additionally, the maturation state of the cells, [37] which may explain the differences in SAGE uptake observed. Next, we investigated whether phagocytes were activated after SAGE uptake as determined by the increased secretion of a range of cytokines and the increased surface expression of co-stimulatory and antigen presenting molecules. MDDCs and MDMs were cultured with SAGEs, followed by the analysis of cell-surface markers and cytokines in the cell-culture supernatants. Cytokine secretion by MDDCs and MDMs was not induced by SAGEs, while treatment of the cells with the positive control of lipopolysaccharide (LPS) increased the amounts of TNF-α, IL-6, IL-1β, IL-10, IL-12p70, and IL-1α secreted ( Figure S11a , Supporting Information). While phagocytic cells were shown to upregulate the co-stimulatory molecule CD80, and MHC class I and II expression was observed, these effects were moderate in comparison to the effects of LPS ( Figure S11b , Supporting Information).",
            "cite_spans": [
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 760,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1806,
                    "end": 1817,
                    "text": "Figure S11a",
                    "ref_id": null
                },
                {
                    "start": 2041,
                    "end": 2052,
                    "text": "Figure S11b",
                    "ref_id": null
                }
            ],
            "section": "Antigen Presenting Cells Internalize but are Weakly Activated by Parent SAGEs"
        },
        {
            "text": "In combination, these experiments confirm that both MDMs and MDDCs internalize SAGE particles and are weakly activated by them, demonstrating the potential of SAGEs as a delivery platform for a vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigen Presenting Cells Internalize but are Weakly Activated by Parent SAGEs"
        },
        {
            "text": "We tested whether TT-functionalized SAGE would alter phagocytic uptake and downstream antigen-specific responses using PBMCs and flow cytometry as before. Compared to the previous experiment ( Figure 4 ) we observed enhanced uptake of the parent SAGE by MDMs (Figure 5a ), most likely due to donor variability. FITC SAGE-TT were taken up as effectively as parent SAGEs after 120 min, while TT-FITC SAGE and TT-FITC-SAGE-TT were taken up significantly less well by this timepoint (Figure 5a ). By the final timepoint, constructs with TT functionality at the N-terminus of CC-Tri3 were internalized by MDDCs less rapidly than those functionalized at the C-terminus. Consistent with our working model for SAGE assembly and structure, if the surface of the particle has been altered by the N-terminal modifications, this has possibly affected particle uptake by MDDCs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 259,
                    "end": 269,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 479,
                    "end": 489,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "TT-Functionalized SAGEs Drive a CD4 + T Cell Response In Vitro"
        },
        {
            "text": "To test whether differences in uptake of functionalized SAGE affected downstream antigen-specific responses, the proliferative ability of human PBMCs was determined after exposure to each of the three TT-functionalized SAGEs for up to 7 d (Figure 5b ). PBMC proliferation is indicative of a T cell response and, in this case, considered to be a CD4 + T cell response against the TT peptide, a model CD4 + T cell epitope. [38] Experimental controls of parent SAGE, free TT peptide, and parent SAGE mixed with free TT peptide elicited low levels of cellular proliferation. TT-SAGE and SAGE-TT have an equivalent amount of TT as both parent SAGE + TT and free TT peptide in the controls. The amount of SAGE peptide is equivalent for all constructs and controls, and so TT-SAGE-TT has double the amount of TT relative to its singly functionalized counterparts. Two of the constructs, TT-SAGE-TT and SAGE-TT, induced a significantly greater proliferative response than free TT peptide. The doubly functionalized TT-SAGE-TT induced higher proliferative responses than those singly functionalized, though this difference was not significant. Here, the N-terminal functionality in TT-SAGE-TT is suspected of affecting its internalization. Despite delivering the same dosage, there was a significant difference in the response to TT-SAGE and SAGE-TT. We conclude that the less effective uptake of TT-SAGE impacts the downstream antigen-specific proliferative response.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 249,
                    "text": "(Figure 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "TT-Functionalized SAGEs Drive a CD4 + T Cell Response In Vitro"
        },
        {
            "text": "The results of these in vitro experiments confirm that APCs are able to internalize functionalized SAGEs, and to drive a downstream antigen-specific response. These data provide the first evidence that SAGEs have potential as vaccine scaffolds delivering antigenic components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TT-Functionalized SAGEs Drive a CD4 + T Cell Response In Vitro"
        },
        {
            "text": "Before testing for an antigen-specific response in vivo, the immunogenicity of parent SAGEs in an animal model was assessed by immunization in a prime/boost regimen. Groups of BALB/c mice were either immunized with 25 µg of parent SAGE at day 0 (d0) or day 0 and day 21 (d0 + d21), before assaying splenocyte proliferation and antibody titers. Animals immunized with a booster dose of SAGE showed an increased proliferation of SAGE-specific splenocytes when restimulated ex vivo with SAGE particles (Figure 6a) . Furthermore, the prime/ boost regimen also generated a significant increase in the production of anti-SAGE antibodies following a single immunization (Figure 6b ). Based on these results, experiments with functionalized SAGEs were also performed with a prime/boost regimen in order to bolster the desired immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 510,
                    "text": "(Figure 6a)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 673,
                    "text": "(Figure 6b",
                    "ref_id": null
                }
            ],
            "section": "OVA-Functionalized SAGEs Drive CD4 + T Cell and Antibody Responses In Vivo"
        },
        {
            "text": "OVA-functionalized SAGEs were designed and synthesized to contain either N or C-terminal epitopes. Following the promising results observed with TT-SAGE-TT, two copies of the OVA epitope were conjugated to CC-Tri3 to increase the delivered dose. BALB/c mice were primed on d0 and boosted on d21 with a 160 µg dose of OVA, either in the form of OVA-functionalized SAGE or free OVA peptide. The free peptide was delivered both with and without Complete Freund's Adjuvant (CFA), in addition to a further control group immunized with parent SAGE. Splenocyte proliferation was monitored as a measure of T cell proliferation, [39] in this case that of CD4 + T cells in response to the OVA antigen. Splenocytes from mice given SAGE in any form were able to generate an anti-SAGE proliferative response when restimulated with SAGE ex vivo ( Figure 6c ) and produced anti-SAGE antibodies (Figure 6d) . A low-level anti-SAGE antibody response was also observed in mice immunized with OVA + CFA, despite not receiving SAGE in any form. We believe this was due to the use of the adjuvant, resulting in an overall higher concentration of antibodies in the sera, and in turn a low level of nonspecific binding. In parallel, splenocytes were also restimulated ex vivo with OVA peptide (Figure 6e ). Mice given free OVA peptide with CFA mounted the strongest anti-OVA proliferative response, which is expected from the use of the adjuvant. However, the response against free OVA peptide without CFA was enhanced by immunizing with an equivalent dose in the form of OVA-functionalized SAGE particles. Mice given OVA-functionalized SAGE also produced OVA-specific antibodies (Figure 6f ). While the positive control of free OVA peptide with CFA generated the greatest antibody titers, OVAfunctionalized SAGE gave a significantly greater response than the free OVA peptide. This result demonstrates the potential of the SAGE system as a delivery platform capable of enhancing an immune response when compared to equivalent amounts of the free immunogenic peptide.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 624,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 6c",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 890,
                    "text": "(Figure 6d)",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1280,
                    "text": "(Figure 6e",
                    "ref_id": null
                },
                {
                    "start": 1657,
                    "end": 1667,
                    "text": "(Figure 6f",
                    "ref_id": null
                }
            ],
            "section": "OVA-Functionalized SAGEs Drive CD4 + T Cell and Antibody Responses In Vivo"
        },
        {
            "text": "A greater response, both in terms of CD4 + T cell proliferation and antibody production, was observed when OVA Adv. Funct. Mater. 2019, 29, 1807357 Figure 6. Parent SAGEs benefit from a prime/boost immunization schedule, and OVA-functionalized SAGEs drive an antigen-specific response in vivo. a) Proliferation of murine splenocytes after either a single (prime, filled circles) or booster (boost, open circles) immunization of parent SAGE. n = 6 mice (2 groups of 3, solid and dashed lines). b) EPT ELISA using parent SAGE as antigen to monitor antibody production in the prime (closed circles) and boost (open circles) groups. c) Proliferation of murine splenocytes isolated after booster immunizations, restimulating ex vivo with parent SAGE. d) EPT ELISA using parent SAGE as antigen to monitor anti-SAGE antibody production. e) Proliferation of murine splenocytes isolated after booster immunizations, restimulating ex vivo with OVA peptide. f) EPT ELISA using OVA peptide as antigen to monitor anti-OVA antibody production. a,b) n = 6 mice, each immunized with 25 µg of parent SAGE in PBS (pH 7.4) in a prime/boost schedule (d0 and d21). c-f) n = 6 mice, each immunized with 160 µg of OVA either in the form of functionalized SAGE or free peptide in PBS (pH 7.4) in a prime/boost schedule (d0 and d21). Parent SAGE control at equivalent amount to OVA-functionalized SAGE conditions. Immunization with SAGE-OVA (orange), OVA-SAGE (purple), OVA peptide (open circles), OVA peptide + CFA (open squares), or parent SAGE (filled circles). *P < 0.05 and **P < 0.01. was delivered as part of a functionalized SAGE than as a free peptide. While OVA-SAGE stimulated a stronger CD4 + T cell proliferative response (Figure 5e ), SAGE-OVA stimulated greater antibody production (Figure 5f ). While these results are contradictory, OVA-functionalized SAGEs improve the antigenspecific response relative to free OVA peptide in both cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 147,
                    "text": "Funct. Mater. 2019, 29, 1807357",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1710,
                    "end": 1720,
                    "text": "(Figure 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1772,
                    "end": 1782,
                    "text": "(Figure 5f",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "OVA-Functionalized SAGEs Drive CD4 + T Cell and Antibody Responses In Vivo"
        },
        {
            "text": "These experiments demonstrate the effective uptake and processing of functionalized SAGEs in vivo, driving an antigenspecific response. The ability to drive both a CD4 + T cell and antibody response shows further promise for SAGEs as a vaccine delivery system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OVA-Functionalized SAGEs Drive CD4 + T Cell and Antibody Responses In Vivo"
        },
        {
            "text": "Next, SAGEs were functionalized with the MHC class I epitope to test whether or not this platform could also enhance priming of naïve CD8 + T cell responses in vivo. Transgenic mice were used to test for this response to SAGEs functionalized with the extended HA. [40] SAGEs were functionalized with a single copy of HA at just the C terminus of CC-Tri3, as MHC class I processing is more specific than the MHC class II so far tested and positioning of the epitope has more of an effect on processing. [35] To this end, we utilized transgenic clone 4 (CL4) CD8 + T cells, which express a high-affinity T cell receptor (TcR) for the HA epitope. Accordingly, magnetic-activated cell sorting-purified naïve CL4 CD8 + T cells were labeled with the proliferation marker CellTrace Violet (CTV). As the CTV-labeled (CTV-CL4) cells divide after priming, daughter cells will contain less of the label and so will become distinguishable from undivided, fully labeled unprimed CTV-CL4 cells. Naïve BALB/c mice were injected intravenously (i.v.) with purified CTV-CL4 cells. Mice were simultaneously immunized subcutaneously (s.c.) with either the HA peptide alone or SAGE-HA at 200 × 10 −9 m or 2 × 10 −6 m (delivering 19 or 188 ng of HA per mouse, respectively) to establish an appropriate dose. The use of transgenic T cells allowed for greatly reduced doses compared to previous experiments, as these cells are primed to respond to this particular epitope. After 3 d, the CTV-labeled CL4 cells (CTV-CL4) were isolated from the spleens of these mice, and the extent of proliferation was determined by flow cytometric analyses of CTV expression. The data show that in mice immunized with HA peptide alone, CL4 T cells proliferated in response to both concentrations of the peptide. This is evidenced by a shift of CTV-labeled cells to the left of the panel as a result of the loss of CTV (Figure 7a) . However, in mice immunized with SAGE-HA there was even greater CL4 T cell proliferation, at both concentrations, compared with mice immunized with HA peptide alone. This is evidenced by the appearance of a discrete population of highly divided cells (Figure 7a ; left of the dashed line). Indeed, further analyses with either the HA peptide or with SAGE-HA (both at 2 × 10 −6 m) showed that there was a significant increase in the percentage of these highly divided cells in mice immunized with SAGE-HA compared with immunization of HA alone (Figure 7b) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1878,
                    "end": 1889,
                    "text": "(Figure 7a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2142,
                    "end": 2152,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2434,
                    "end": 2445,
                    "text": "(Figure 7b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "SAGE-HA Drives a CD8 + T Cell Response In Vivo"
        },
        {
            "text": "These data therefore demonstrate that functionalizing SAGE with the hemagglutinin 518-526 epitope enhances its delivery in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAGE-HA Drives a CD8 + T Cell Response In Vivo"
        },
        {
            "text": "Collectively, the results obtained using HA and OVA-functionalized SAGEs show that SAGEs are capable of enhancing a range of different immune responses in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAGE-HA Drives a CD8 + T Cell Response In Vivo"
        },
        {
            "text": "The work described herein explores one potential application of SAGEs, nanoparticles comprising de novo α-helical coiledcoil peptides. Subunit vaccines, instead of using the whole pathogen, utilize a scaffold to deliver pathogenic components. The use of SAGEs as such a scaffold offers a synthetic biology approach to subunit vaccine development, where the protein cages can be modified to deliver immunogenic components. The modularity of SAGEs allows for control over dose and delivery, in addition to the possibility of a multivalent system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We have demonstrated the potential of SAGEs to act as an antigen delivery platform through in vitro and in vivo toxicity assays, ex vivo immunogenic screens, and the use of functionalized SAGEs to probe a range of immune responses against model antigenic peptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In vitro experiments using the model tetanus toxoid antigen (TT) confirm that APCs are able to internalize functionalized SAGEs, though the positioning of the functionalization may affect uptake. However, importantly, these experiments show that functionalized SAGEs are still internalized by MDDCs, and that these particles are effectively processed to drive a downstream antigen-specific CD4 + T cell response. In addition, the response to TT-functionalized SAGEs is greater than that to an equivalent dose of free TT peptide. Future work looks to improve uptake consistency and enhance downstream responses, including targeting of MDDCs and cleavable linkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "SAGEs functionalized with the model ovalbumin antigen (OVA) are able to drive stronger immune responses in vivo than equivalent amounts of OVA peptide, including both CD4 + T cell and B cell responses. However, while we have demonstrated the ability to drive an antigen-specific response in vivo, our data with OVA-functionalized SAGEs highlight the need to increase the dose of antigen relative to SAGE per immunization. Ongoing work seeks to functionalize SAGEs with antigenic protein components to increase this ratio, so that peptides processed from the antigen rather than the SAGE form the majority of peptides presented at the APC surface. Dosesparing is an important consideration for new vaccines to optimize economic and efficient immunization schedules. Further work should investigate the role of SAGE immunogenicity/ mitogenicity in the antigen-specific response to establish if a prime/boost regimen is the most appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We anticipate that to provide protection, the platform must be able to drive a range of immune responses. To build on the observed antigen-specific CD4 + T cell and B cell responses, we incorporated a CD8 + T cell epitope from the influenza virus hemagglutinin into the SAGE architecture via an extended peptide to enhance epitope delivery (HA). By adoptive transfer we assayed the proliferative response of transgenic T cells primed to recognize this epitope. We are encouraged by the increased response relative to free HA peptide and believe that the added ability to enhance a CD8 + T cell response gives the system potential as a vaccine scaffold. With further optimization, we anticipate exploiting the modularity of the system to target multiple branches of the immune system to protect against a challenge. This might take the form of particles comprising hubs with multiple antigenic functionalities, or the use of whole protein functionality to increase the immunogenic response. Lyophilization of particles functionalized with whole proteins must then be investigated, as the work described herein has used antigenic peptides, demonstrated to withstand this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Positioning of the SAGE functionality and its effect on uptake and, importantly, downstream responses are areas that future work will investigate further. Based on the stricter processing of MHC class I antigens reflected in the work by de Haan et al., [35] the HA epitope was only incorporated C-terminally in SAGEs. However, SAGES were functionalized with TT and OVA both N and C-terminally to allow for comparison of the effects of antigen positioning on downstream immune responses. The in vitro experiments with TT-functionalized SAGEs suggested that N-terminal functionalization decreased the uptake of SAGE, leading to a diminished ability to stimulate CD4 + T cell proliferation. By contrast, SAGEs functionalized N-terminally with OVA stimulated a stronger CD4 + T cell proliferative response, but weaker antibody response compared to SAGEs functionalized C-terminally with OVA. While OVAfunctionalized SAGE uptake by APCs has not been explored in as much detail as with TT functionality, these results suggest that N-terminal OVA does not affect uptake levels in the same way that N-terminal TT does, as measured by downstream immune responses. We know from biophysical characterization that OVA functionality leads to the formation of larger particles and has a potentially destabilizing effect on component trimerization, and so it would be of interest to further probe the mechanism of internalization. Whether functionalization affects particle recognition and cellular uptake due to surface charge, differences in particle size, or aggregation remains to be identified.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The de novo designed SAGE system provides an adaptable and predictable modular system that has easily accessible and interchangeable component parts. These components can be accessed synthetically or recombinantly, are not susceptible to problems associated with the cold chain, and can be modified to successfully display antigens. The modularity of SAGEs means there is future potential for optimization in terms of charge, shape, and size to drive the ideal antigen-specific response. In addition, the display of antigenic components can take the form of peptides or proteins, [31a] whether linear, conformational, or conjugated, to best promote the uptake, delivery, and presentation of viral or bacterial antigens to the immune system. To date we have demonstrated that SAGE particles can act as successful scaffolds for the presentation of immunogenic peptide components, while maintaining their ability to self-assemble. We now seek to explore whether SAGEs can be used as a novel delivery system to drive further antigen-specific responses, and whether functionalizing with whole proteins helps to strengthen these responses. Finally, whether with continued peptide functionality or with whole proteins, the next important step will be to use SAGEs as a scaffold to effectively protect against an infection challenge.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 585,
                    "text": "[31a]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Solid-Phase Peptide Synthesis: Peptides were synthesized using a Liberty Blue microwave peptide synthesizer (CEM, Mathews, USA) on a 0.1 mmol scale, using 9-fluorenylmethoxycarbonyl (Fmoc) chemistry. Coupling was performed using N,N′-diisopropylcarbodiimide (1 m in N,N-dimethylformamide (DMF)) and 6-chloro-1-hydroxybenzotriazole (0.5 m in DMF), with morpholine (20 % in DMF) for deprotection. In all instances deprotection conditions were two treatments of 80 °C with 45 W for 300 s, with DMF washing in between. For Cys and His residues coupling conditions were 25 °C with 0 W for 120 s, followed by 50 °C with 25 W for 480 s. For Arg residues coupling conditions were 25 °C with 0 W for 2700 s, followed by 75 °C with 30 W for 120 s. For all other residues coupling conditions were 80 °C with 25 W for 300 s. SAGE Assembly: Hub variants were dissolved at the desired concentration, in the desired buffer, and left for 10 min before mixing. If assembling with more than one variant, for example, the two HubB variants for FITC SAGE, the two were mixed and left for 10 min before introducing the partner hub component. Mixed hubs were allowed to assemble for 1 h before conducting characterization and experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "CD Spectroscopy: CD spectra were obtained using a JASCO J-810 or J-815 spectropolarimeter fitted with a Peltier temperature controller. Solutions were prepared (50 × 10 −6 m) in PBS (pH 7.4) and examined in a 1 mm quartz cuvette. Thermal denaturation experiments were performed by increasing the temperature from 5 to 90 °C at a rate of 40 °C h −1 . Spectra were measured at 5 °C intervals and the CD at 222 nm was recorded at 1 °C intervals (1 nm intervals, 1 nm bandwidth, and 16 s response time). Raw data (mdeg) were normalized for peptide concentration, path length, and the number of amide bonds to give MRE (deg cm 2 dmol −1 res −1 ). Melting temperatures were obtained from the intercept of the x-axis in a second derivative plot of MRE at 222 nm against temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Scanning Electron Microscopy: Hubs were prepared in PBS (50 × 10 −6 m, pH 7.4) and mixed in a 1:1 ratio, allowing for SAGE assembly over 1 h (final total peptide concentration of 50 × 10 −6 m). Assembled SAGE (5 µL) was then deposited onto a carbon-coated stub and left overnight to air dry, before sputter coating with gold/palladium (Emitech K575X, 30 s at 40 mA) to deposit a layer ≈5 nm thick. Images were obtained using an FEI (Oregon, USA) Quanta 400 instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "AST Assay: For the toxicity study, AST was evaluated in whole blood samples tested with a colorimetric method using a Konelab Prime 60i (Thermo Fisher).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Cellular Uptake of Fluorescent SAGE: Differentiated MDMs and MDDCs were seeded at equal densities of 5 × 10 5 per well in a 24-well plate, cells were washed with PBS prior to the addition of fluorescein isothiocyanate (FITC, 10 × 10 −6 m final concentration) functionalized particles ( FITC SAGE) or left untreated for 0, 30, 90, 120, and 240 min. Cells were harvested on ice, manually detached, and divided into two samples, and trypan blue was added to one sample (0.1% v/v final concentration) 15 min prior to flow cytometric acquisition in order to quench external fluorescence. Flow cytometry was performed using an LSRFortessa X-20 (BD Biosciences, San Diego, US). Analysis of unquenched versus quenched samples was performed using FlowJo software (BD Biosciences) and uptake of SAGE measured as Geomean fluorescence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Cell Proliferation Assays: For TT-functionalized SAGE experiments, healthy donors aged 18-55 were recruited to the study and peripheral blood was obtained from these individuals. The study was approved by the local research ethics committee as part of the University of Bristol Immunity and Infection Research Tissue Bank (NHS REC 08/H0106/132; License no. 12248) and informed written consent was obtained from the donors in each case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Human PBMC or murine splenocytes were grown in 24-well flatbottomed plates (Corning, UK) in the presence of SAGE (2, 7.5, or 15 × 10 −6 m), PHA (10 µg mL −1 ; Sigma), or media only and were placed at 37 °C, 5 % CO 2 in a humidified environment for up to 10 d. Between days 3 and 10 of culture, triplicate samples (100 µL) from the resuspended cell cultures were plated into 96-well round bottomed plates (Corning, UK). Cultures were pulsed with 0.4 µCi [ 3 H]-thymidine (Perkin Elmer, UK) overnight before harvesting using a 96-well harvester (Tomtec, USA) and assessment of [ 3 H]-thymidine incorporation using a Wallac Trilux 1450 β-scintillation counter (Perkin Elmer, UK). Proliferation was calculated as mean corrected counts per minute (cpm) for each triplicate. SAGE at 2, 7.5, and 15 × 10 −6 m was the equivalent of 12, 45, and 90 µg mL −1 total peptide, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Immunization with OVA-Functionalized SAGE: BALB/c mice (Jackson Laboratory, Charles River UK Limited) were used, where female mice were housed under specific pathogen free conditions in the University of Bristol Animal Services Unit and used at 12-16 weeks of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "All experiments were conducted in compliance with UK Home Office regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Mice were immunized subcutaneously. On termination spleens were excised from animals and sieved through a series of cell strainers (40 µm; BD Biosciences) to generate a single-cell suspension of murine splenocytes for ex vivo proliferation assays. After harvesting by centrifugation, the splenocytes were reconstituted in X-vivo 15 media (Lonza, Slough, UK) at 1 × 10 6 cells mL −1 and stimulated with either SAGE or OVA peptide. Antibody titers against SAGE and OVA were evaluated using end point titer enzyme-linked immunosorbent assay (EPT ELISA), and cell proliferation assays carried out as in in vitro experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Labeling CL4 CD8 + T Cells with CTV: Proliferative assays were performed by labeling CL4 CD8 + cells with cell replication tracking CTV (Thermo Fisher). Enriched CL4 CD8+ cells were resuspended (4 × 10 6 cells mL −1 in PBS), and then CTV (1 µL mL −1 ) was added and incubated in the dark (20 min at 37 °C). The labeling was quenched with CM and cells were left to settle (30 min at room temperature) before being resuspended in CM for in vitro cultures (2 × 10 6 cells mL −1 ), or PBS for in vivo experiments (3-5 × 10 6 cells mL −1 , 100 µL per mouse).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Adoptive Transfer of CL4 CD8 + T Cells and SAGE-HA Immunization In Vivo: 6 to 8 week old Thy1.1+/+ CL4+/− BALB/c TcR transgenic mice (recognizing the hemagglutinin 518-526 epitope; bred in a pathogenfree environment at the University of Bristol Animal Services Unit) and Thy1.2+/+ BALB/c mice (Charles River UK Limited) were used. All experiments were conducted in accordance with current UK Home Office regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "CL4 CD8 + T cells labeled with CTV were resuspended in PBS (50% CTV-CL4 cells and 50 % PBS). BALB/c mice were injected i.v. with CTV-CL4 cells (3-5 × 10 6 cells, 100 µL i.v. per mouse), HA peptide (100 µL at 2 × 10 −6 m subcutaneously in dorsal neck scruff), or SAGE-HA (100 µL at 2 × 10 −6 m subcutaneously in dorsal neck scruff). 100 µL at 2 × 10 −6 m gave a 188 ng dose of HA epitope. Mice were assigned treatments in a manner designed to eliminate batch effects. After 3 d spleens were extracted from the mice, processed and enriched for CL4 cells, and then stained for viability and cell surface markers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Statistical Analysis: Statistical analyses and graphical presentation were performed using GraphPad Prism 5 software. Significance of MDDC uptake of TT-functionalized SAGEs was determined by a 2 way ANOVA test (n = 6 donors). Significance of proliferative response to TT-functionalized SAGEs was determined by a Mann-Whitney test (n = 14 donors). Significance of immunization with OVA-functionalized SAGEs was determined by a Mann-Whitney test (n = 6 donors). Significance of proliferative response to immunization with SAGE-HA was determined using a Welch's t test after an arcsine square root transformation of the data. Asterisks indicate significant differences (*P < 0.05, **P < 0.01, and ***P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Supporting Information is available from the Wiley Online Library or from the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "25, 5598; b)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Frey ; B",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shimabukuro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maisonneuve",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertholet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Philpott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "De C"
                    ],
                    "last": "Gregorio ; B) J",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Frei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wirchnianski",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Govero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Vergnolle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kielian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Girvin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "24, 1377; b)",
            "authors": [
                {
                    "first": ")",
                    "middle": [
                        "J B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Valley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "; C P"
                    ],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kulangara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Paulillo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emadi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Helal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Biotechnol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adv. Drug Delivery Rev. 2017, 110-111, 169; b)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eskandari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guerin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J D"
                    ],
                    "last": "Stephenson ; C",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jumeaux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chem. Soc. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mosayebi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shoemark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Sessions",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Linden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Woolfson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Liverpool",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "71, 329; b)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elsayed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Aasen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Do",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Aardal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Florvaag",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "; B J"
                    ],
                    "last": "Vaali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcfarland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lybrand",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Beeson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Scand. J. Immunol",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adv. Funct.Mater. 2019, 29, 1807357",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Biophysical characterization of functionalized SAGEs. a,b) CD spectroscopy of functionalized CC-Tri3 peptides (CC-Tri3 in black, TT-CC-Tri3 in blue, CC-Tri3-TT in green, TT-CC-Tri3-TT in red, OVA-CC-Tri3 in purple, CC-Tri3-OVA in orange, and CC-Tri3-HA in pink) and antigenic peptides (TT in black lines, OVA in black dashes, and HA in black dots). a) 5 °C wavelength and b) thermal denaturation curves of functionalized CC-Tri3 and antigenic peptides. Conditions: 50 × 10 −6 m peptide in PBS (pH 7.4). c-h) SEM images of assembled functionalized SAGEs: c) TT-SAGE, d) SAGE-TT, e) TT-SAGE-TT, f) OVA-SAGE, g) SAGE-OVA, h) SAGE-HA. Conditions: 50 × 10 −6 m peptide in PBS (pH 7.4); 1 h assembly; deposited onto Si wafer on an SEM stub; scale bar 1 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Parent SAGEs are nontoxic and stimulate PBMC proliferation. a) PBMC proliferation in response to exposure to the polyclonal stimulus PHA and increasing amounts of SAGE to assay SAGE toxicity. Conditions: 15 × 10 −6 m (solid line), 7.5 × 10 −6 m (dashed line), and 2 × 10 −6 m (dotted line) SAGE in PBS (pH 7.4) with PHA; 10 µg mL −1 PHA alone as positive control (filled circles); proliferation measured by the incorporation of 3 H-thymidine, in counts per minute (cpm); n = 4 donors. b) Peak PBMC proliferative response upon exposure to parent SAGEs alone to assay SAGE immunogenicity. Conditions: 15, 7.5, and 2 × 10 −6 m SAGE in PBS (pH 7.4); proliferation measured as before (cpm); n = 7 donors. c) Peak PBMC proliferative response upon exposure to SAGE components when incubated at 37 °C for up to 10 d. Conditions: Components at 7.5 × 10 −6 m in PBS (pH 7.4); proliferation measured as before (cpm); n = 8 donors. d) Endpoint titer of antibody in human sera recognizing parent SAGE and components. n = 10 donors. e) Endpoint titer of antibody in mouse sera recognizing parent SAGE and components. n = 6. f) In vivo mouse toxicity data for parent SAGEs as analyzed by AST levels. BALB/c mice were immunized subcutaneously with four sequential doses of SAGE (350 µg in PBS (pH 7.4), n = 5 mice) or PBS (n = 3 mice) at 3 week intervals (2 weeks for the final immunization).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Parent SAGEs are internalized by antigen presenting cells. Uptake of fluorescently labeled parent SAGEs by MDDCs (open circles) or MDMs (filled circles) quantified by flow cytometry. Conditions: 10 × 10 −6 m FITC SAGE in PBS (pH 7.4); n = 2 donors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "TT-functionalized SAGEs drive an antigen-specific response in vitro. a) Uptake of fluorescently labeled parent (black) and TT-functionalized SAGEs (TT-FITC SAGE in blue, FITC SAGE-TT in green, and TT-FITC SAGE-TT in red) by MDDCs quantified by flow cytometry. Conditions: 10 × 10 −6 m FITC-SAGE in PBS (pH 7.4); n = 6 donors. b) Peak proliferative response of PBMCs to TT-functionalized SAGEs compared to a range of controls (free TT peptide in open circles, parent SAGE in black, and parent SAGE mixed with free TT peptide in crossed circles) over a period of 10 d. Conditions: 7.5 × 10 −6 m TT-functionalized SAGE and equivalent control conditions in PBS (pH 7.4); n = 14 donors. **P < 0.01 and ***P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Adv. Funct.Mater. 2019, 29, 1807357",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "HA-functionalized SAGEs drive a greater CD8 + T cell response than equivalent free peptide in vivo. a) Proliferation of CTV-CL4 cells isolated from mice simultaneously immunized with CTV-CL4 cells (3 × 10 6 cells, 100 µL i.v.) and HA or SAGE-HA (100 µL of 200 × 10 −9 m or 2 × 10 −6 m s.c.). Highly divided cells were determined from cells past the gating threshold (dotted line). n = 1 mouse per condition. b) Percentage of highly divided cells in each mouse immunized with SAGE-HA or HA. Average value for SAGE-HA is 24.0% ± 14.6%, and for HA is 9.1% ± 4.6%. Data from immunization with CTV-CL4 cells (3 × 10 6 cells, 100 µL i.v.) and SAGE-HA (filled circles: 100 µL of 2 × 10 −6 m s.c., n = 5 mice), or HA (open circles: 100 µL of 2 × 10 −6 m s.c., n = 4 mice). 100 µL of 200 × 10 −9 m or 2 × 10 −6 m SAGE-HA delivers 19 and 188 ng of HA, respectively. *P < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Adv. Funct.Mater. 2019, 29, 1807357",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}