{
    "paper_id": "0efda37b1395e4a7e40a98210d56d0b61991678e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Prolonged intubation is a frequent indication for tracheotomy, which in many cases is the responsibility of ENT services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for elective tracheotomy (intubated patient)"
        },
        {
            "text": "1. Consider the general recommendations as described in the first section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for elective tracheotomy (intubated patient)"
        },
        {
            "text": "2. Establish adequate preoxygenation for the patient (100% oxygen over 5 mins).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for elective tracheotomy (intubated patient)"
        },
        {
            "text": "3. Full muscle relaxation of the patient throughout the procedure and especially when intubation and cannulation are removed, to prevent coughing and aerosolisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for elective tracheotomy (intubated patient)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Before starting the technique, proceed with the withdrawal of mechanical ventilation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perform the tracheotomy, withdraw the endotracheal intubation tube until possible to place the balloon cannula",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Connect the ventilator; when correct ventilation has been verified, remove the endotracheal tube and attach the tracheotomy cannula",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "In these cases, it a cricothyroidotomy using a predesigned set may be necessary . Because it is performed under unsuitable conditions, emergency tracheotomy should be avoided as far as possible. Intensive or emergency departments are advised to give advance notice to the ENT department of any difficult intubation that could require access to the airway by tracheotomy or cricothyroidotomy. 1. Consider the general recommendations as described in the first section",
            "authors": [],
            "year": null,
            "venue": "On occasion, depending on whether the patient's ventilation has deteriorated, an emergency tracheotomy may be required in patients who have not been intubated beforehand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Full muscle relaxation to avoid patient movement and coughing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "If a tracheotomy is not possible, perform a cricothyroidotomy according to technique. 5. Place the tracheotomy cannula and inflate the balloon. 6. Connect the mechanical ventilator and proceed to stabilise the patient",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Attach the cannula",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "If a cricothyroidotomy has been performed, once the patient has been stabilised, perform a regulated tracheotomy using a different incision. Close the cricothyroidotomy incision after removing the cricothyroidotomy cannula and placing the cannula in the tracheotomy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Connect the mechanical ventilator and check the patient's ventilation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Remove all protective equipment from the surgeon in the operating theatre or room according to the regulations in force",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Use of standard surgical material for tracheotomy. 2. As far as possible, avoid electrical or ultrasonic cutting and coagulation systems or any system that can spread aerial macroparticles. Preferably use cold material and conventional haemostasis systems. 3. Use closed circuit suction systems with anti-viral filters. 4. Perform the tracheotomy in the operating theatre or isolated intensive care room and, if possible, with a negative pressure system. 5. Have the minimum number of personnel present during the technique. 6. Have the tracheotomy performed by the most experienced personnel, over the shortest time possible 7. Use the appropriate protective measures (according to the regulations of the preventive medicine service of each centre): personal protective equipment, gown, cap and disposable and waterproof shoe covers. Disposable, plastic and waterproof full-screen eye and face protection. N95 protection mask (FFP2 or FFP3). Preferably use double surgical gloves.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal Pre-proof Recommendations of the Spanish Society of Otolaryngology and Head and Neck Surgery for performing tracheotomies in patients infected by the coronavirus, Covid-19 Pedro Díaz de Cerio Canduela Eduardo Ferrandis Perepérez Pablo Parente Arias Fernando LópezÁlvarez Jon Alexander Sistiaga Suarez, en representación de la Comisión de cabeza y cuello y base de cráneo de la SEORL-CCC Recommendations of the Spanish Society of Otolaryngology and Head and Neck Surgery for performing tracheotomies in patients infected by Covid-19 coronavirus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflict of interests to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ]
}