{
    "paper_id": "0f033212ea9e60c06898659da68679378d681483",
    "metadata": {
        "title": "The Current Bioweapons Threat",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "B"
                ],
                "last": "Tucker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "B"
                ],
                "last": "Tucker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "According to unclassi fi ed U.S. government sources, states of biological weapons (BW) proliferation concern include China, Iran, North Korea, Russia, and Syria. Assessing the BW threat is challenging, however, because illicit development and production can be concealed at dual-use industrial sites such as vaccine plants, and only tens of kilograms of an agent like dried anthrax spores can be militarily signi fi cant. The lack of unambiguous technical signatures of BW-related activity means that most estimates of foreign capabilities draw heavily on human intelligence sources, yet spies and defectors are notoriously unreliable. A key factor driving BW proliferation is the perceived military utility of biological weapons, which may include strategic deterrence, asymmetric warfare, or covert operations. Globalization of the biotechnology industry has expanded trade in dual-use materials and production equipment, increasing the risks of diversion and misuse for BW purposes. With the advent of fl exible biological manufacturing systems, it has also become possible for countries to acquire a \"latent\" capacity for BW production during a crisis or war. Since the 2001 anthrax letter attacks, sub-state actors have become a prominent part of the threat matrix, but terrorist acquisition and use of BW requires both the motivation to use disease as a weapon and the technical capability to do so, a combination that is quite rare. At present the threat of mass-casualty BW attacks emanates primarily from nation-states, while terrorist use of biological weapons will likely remain limited in scale and impact. Nevertheless, the emergence of new biotechnologies with a potential for misuse could result in more damaging incidents of bioterrorism in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "on human sources. Unfortunately, spies and defectors are notoriously unreliable. Before the 2003 Iraq War, for example, the CIA was seriously misled by an Iraqi source code-named \"Curveball,\" who claimed that after the UN weapons inspectors the country in December 1998, the regime of Saddam Hussein had reconstituted its BW programme by deploying mobile biological production facilities. The CIA unwisely placed credence in this uncorroborated source, who later turned out to have fabricated his story out of whole cloth [ 4 ] . In sum, for the reasons noted above, publicly available lists of countries suspected of possessing or seeking biological weapons should be viewed as little more than educated guesses.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 527,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An important factor affecting the state-level BW threat is the perceived military utility of biological weapons. Most of the microbial pathogens that states have developed in the past as BW agents are zoonotic bacteria and viruses that infect humans as well as animals but are not transmissible from person to person; examples include the causative agents of anthrax, tularemia, Q fever, and Venezuelan equine encephalitis. Such non-contagious agents are best suited for targeted military use because only troops directly exposed to the agent cloud would be affected. During the Cold War, however, the Soviet Union developed two contagious agents (the smallpox virus and the plague bacterium) as strategic biological weapons for attacks on U.S. cities. Soviet military planners apparently assumed that the delivery of these agents against distant targets in the United States would trigger local epidemics that would not spread widely enough to boomerang against the Soviet population [ 1 ] .",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 990,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Perceived Military Utility"
        },
        {
            "text": "Because microbial BW agents have an asymptomatic incubation period lasting days or even weeks after infection before they produce incapacitating symptoms, they have little tactical utility on the battle fi eld. Instead, paramilitary or specialoperations forces might employ biological weapons for non-time-sensitive operations, such as attacking troop reinforcements or command-and-control centers deep behind enemy lines or targeting dug-in troops or insurgents in remote areas or mountain redoubts. Anti-crop or anti-livestock agents might also be used for covert sabotage attacks in order to undermine the agricultural economy of an adversary nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived Military Utility"
        },
        {
            "text": "Some countries that are currently assessed to possess a BW capability appear to view it as a means of holding a potential adversary's populated urban centers at risk for deterrence purposes. Syrian President Bashar al-Assad, for example, once suggested obliquely in an interview that his country was justi fi ed in acquiring biological and chemical weapons as a means of balancing Israel's undeclared nuclear weapons capability. \"We are a country which is [partly] occupied and from time to time we are exposed to Israeli aggression,\" Assad said. \"It is natural for us to look for means to defend ourselves. It is not dif fi cult to get most of these weapons anywhere in the world and they can be obtained at any time\" [ 2 ] . Acquiring a BW capability may also be attractive to militarily weak states as an asymmetrical means of deterring or countering conventional attack by a much stronger military power. Before the 1991 Persian Gulf War, for example, Iraqi leader Saddam Hussein ordered the crash production of a stockpile of biological weapons, including aerial bombs and missile warheads fi lled with anthrax spores, botulinum toxin, and a fl atoxin. Saddam viewed this BW capability as an \"ace in the hole\" to secure his regime from the internal and external opponents seeking to topple him from power. Although it is not clear how a secret weapons programme could serve as an effective deterrent against the United States and Israel, Saddam may have counted on the rumors before the Gulf War that he possessed biological weapons [ 9 ] .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 724,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1538,
                    "end": 1543,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Perceived Military Utility"
        },
        {
            "text": "After Iraq's military defeat, Saddam ordered the unilateral destruction of the biological weapons stocks so they would not be found by UN inspectors. At the same time, however, he continued to maintain ambiguity about whether or not the weapons still existed in order to deter Iran as well as his domestic enemies, the Shiites and the Kurds. The CIA's Iraq Survey Group, which searched in vain for Iraq's suspected weapons of mass destruction in the aftermath of the 2003 Iraq War, concluded that Saddam had bluffed about possessing biological and chemical weapons because he felt vulnerable without them [ 7 ] .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 610,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Perceived Military Utility"
        },
        {
            "text": "In recent decades, economic globalization has affected the dynamics of BW proliferation. Several developing countries, including China, Cuba, India, Malaysia, and Singapore, have invested heavily in industrial microbiology as a vehicle for economic development. The global spread of the biotechnology industry has complicated the task of regulating the international trade in items of biological production equipment, such as fermenters and spray-driers, increasing the risk of their diversion and misuse for bioweapons production. Despite the existence of the Australia Group, an informal forum of more than 40 countries that harmonize their national export controls on dual-use materials and equipment relevant to chemical and biological weapons, suppliers in countries that do not participate in the Australia Group (such as China, Cuba, India, and Russia) have sold dual-use items to countries of BW proliferation concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Economic Globalization"
        },
        {
            "text": "Another troubling development is what has been called \"latent\" or \"virtual\" BW proliferation. With the advent of fl exible biological manufacturing systems that can switch rapidly from one product to another in response to shifts in market demand, dedicated factories are no longer required for the production of BW agents. Instead, it has become possible for countries to acquire and maintain a standby mobilization capacity for biological weapons production at dual-use facilities without overtly violating the BWC. A would-be cheater could perform the research, development, and testing for an offensive BW programme in secret and then maintain a latent production capacity in distributed form at several locations until a political decision was made to break out of the BWC and acquire a weapons stockpile. At that time, key items of dual-use equipment, and the technical teams needed to operate them, could be brought together to initiate a BW production campaign. The short periodmeasured in weeks-required to manufacture a militarily signi fi cant stockpile might prevent an adversary from bolstering its medical defenses in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Economic Globalization"
        },
        {
            "text": "Mobilization programmes at dual-use biological facilities are very hard to detect, even with intrusive on-site inspections such as those conducted by the UN weapons inspectors in Iraq. Accordingly, evidence that a state has acquired a breakout BW production capability would depend on intelligence about the intentions of the country's leaders. The high-placed human sources needed to collect such information, however, are dif fi cult to recruit. Latent proliferation also poses a major challenge for biological arms control. Because the BWC compliance of a dual-use production facility is largely a matter of intent, a state party would violate the treaty only when it started to produce biological agents \"of types and in quantities that have no justi fi cation for prophylactic, protective or other peaceful purposes.\" Given the dif fi culty of monitoring illicit production, it is far from certain that such a violation would be detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Economic Globalization"
        },
        {
            "text": "Since the mailing in autumn 2001 of letters contaminated with anthrax bacterial spores, killing fi ve people in the United States and infecting 17 others, non-state actors have become a prominent part of the BW threat matrix. Compared to states, terrorist organizations are hard to deter and thus have fewer constraints on the use of biological weapons, although their technical capabilities tend to be signi fi cantly lower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "To acquire a BW capability, a terrorist group must be motivated to employ infectious disease as a weapon and must also possess the necessary technical resources. On the motivational side, only a small number of terrorist organizations have sought biological weapons in the past, for several reasons. First, terrorist groups tend to be conservative in their choice of weapons and tactics, innovating only when forced to do so, and they typically select materials and delivery systems that are readily available and have predictable effects, such as high explosives. Second, politically motivated terrorist organizations (such as the Irish Republican Army) have not pursued biological weapons because their use would be perceived as disproportionate and illegitimate, alienating the group's supporters and potential recruits and provoking a severe crackdown by government authorities. Third, the uncertainties associated with the effective use of biological agents are considerable, raising doubts in the minds of the potential perpetrators about whether or not a planned attack will be successful [ 10 ] .",
            "cite_spans": [
                {
                    "start": 1096,
                    "end": 1102,
                    "text": "[ 10 ]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "The types of terrorist organizations most likely to pursue biological weapons are those with an extreme religious or ideological worldview, such as apocalyptic cults, white supremacists, and jihadist organizations. Such groups are more inclined than more traditional, politically motivated terrorist organizations to in fl ict indiscriminate casualties and to pursue risky, innovative tactics. Al-Qaeda, for example, launched a BW programme code-named Al Zabadi (the Arabic word for \"yogurt\") in May 1999 with an initial investment of a few thousand dollars. At training camps in Afghanistan, Al-Qaeda operatives established makeshift labs where they experimented with the plant toxin ricin (suitable for assassination purposes) and attempted unsuccessfully on at least two occasions to acquire a virulent strain of anthrax [ 13 ] .",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 830,
                    "text": "[ 13 ]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "Beyond the motivation to acquire and use biological weapons, would-be bioterrorists must possess the specialized know-how and fi nancial resources needed to acquire, weaponize, and deliver highly infectious and lethal agents. Popular accounts in the news media generally underestimate the technical hurdles involved in acquiring biological weapons and delivering them effectively. To develop an anthrax weapon, for example, would-be bioterrorists would have to obtain and cultivate a virulent strain of the bacterium, induce it to sporulate, process the spores into a liquid slurry or a dry powder, formulate the agent with stabilizing chemicals, and fi ll it into a specialized sprayer device that can disseminate the spores as a fi ne-particle aerosol, infecting those exposed through the lungs. Outdoor releases of BW agents would also have to timed to take advantage of favorable wind, weather, and atmospheric conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "The combination of motivation and technical capabilities required for successful bioterrorism is quite rare. Since 1945, only about a half-dozen terrorist groups have tried to acquire and use biological weapons, and none of them has mastered the complex set of knowledge, skills, and know-how needed to produce and deliver BW agents effectively on a large scale. All known bioterrorist attacks to date have involved standard bacterial or toxin agents (e.g., anthrax spores or ricin) and crude methods of delivery such as the contamination of food, beverages, or unchlorinated water supplies. In 1984, for example, the Rajneeshee cult in Oregon used cultures of salmonella bacteria to taint restaurant salad bars in the town of The Dalles. The attack sickened 751 people, some seriously, but caused no fatalities [ 3 ] .",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 817,
                    "text": "[ 3 ]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "In the past, terrorists have faced signi fi cant technical problems when attempting to move beyond crude biological weapons, suitable for assassination or food contamination, to more advanced aerosol-delivered agents capable of causing mass casualties. During the early 1990s, for example, the Japanese doomsday cult Aum Shinrikyo prepared a liquid slurry of anthrax spores and dispersed it repeatedly in aerosol form from the roof of a building in Tokyo, but the attacks did not kill or harm anyone. The reason for this failure was that the group had inadvertently acquired, produced, and released a harmless strain of the anthrax bacterium that is used as a veterinary vaccine [ 8 ] .",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 684,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "Since the U.S.-led invasion of Afghanistan in 2001, Al-Qaeda has become a decentralized global network made up of largely autonomous af fi liates in various countries, such as Algeria, Indonesia, and Yemen. These groups appear to lack the expertise and resources needed to organize and carry out a major bioterrorist attack. Although numerous jihadi websites and terrorist manuals provide recipes for producing BW agents such as ricin, they often contain technical errors or yield only crude preparations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "These observations suggest that at least for the near future, the threat of masscasualty BW attacks will continue to emanate primarily from nation-states. Terrorist attacks with biological weapons, while considerably more likely than state use, will probably remain limited in scale and impact. Nevertheless, a wild card exists that could potentially transform the nature of the BW threat: the potential exploitation of recent advances in the life sciences and biotechnology for hostile purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-state Actors"
        },
        {
            "text": "The past few decades have seen a \"revolution\" in the life sciences that offers great bene fi ts for human health and agriculture but also has potential BW applications. One example is the growing convergence of biological and chemical production technologies [ 15 ] . Pharmaceutical companies now use genetically engineered bacteria and yeast to manufacture complex natural products of medicinal interest that are dif fi cult or costly to extract from plant or animal sources. For example, the antimalarial drug artemisinin is currently puri fi ed from the sweet wormwood plant.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 265,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "In an attempt to increase the supply of the drug and lower its cost, scientists at the University of California, Berkeley, have used a technique known as \"metabolic engineering.\" They isolated the set of genes coding for enzymes in the biosynthetic pathway of artemisinin from the sweet wormwood plant and inserted them into yeast cells, with the aim of producing an immediate precursor of the drug in large fermentation tanks [ 11 ] . In theory, a similar process might be used to mass-produce toxic natural substances such as saxitoxin, a potent paralytic poison made by marine algae that cause harmful blooms known as \"red tides.\" Although at present it is impractical to extract large quantities of saxitoxin from shell fi sh contaminated by a red tide, metabolic engineering might conceivably be used to mass-produce the toxin for BW purposes.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 433,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "Also of growing interest to the pharmaceutical industry are bioregulators, natural body chemicals that play a key role in many physiological processes, such as the regulation of temperature, blood pressure, immunity, and brain function. Although these biochemicals are essential for life at extremely low concentrations, they can be toxic at higher doses or when their molecular structure is modi fi ed. Neuropeptides, a class of bioregulators in the central nervous system, are known to affect cognition and emotion. These compounds might therefore be developed into a new class of potent incapacitating agents with potential applications in law enforcement, counterinsurgency, and counterterrorist operations. If such biochemical agents prove to be tactically useful, countries might well be motivated to acquire and weaponize them, a development that would seriously undermine the biological and chemical disarmament regimes [ 14 ] .",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 934,
                    "text": "[ 14 ]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "Advanced DNA synthesis techniques have also made it possible to reconstitute entire microbial genomes by strictly chemical means, a feat that has been accomplished to date for poliovirus, the 1918 Spanish in fl uenza virus, a SARS-like coronavirus, and a small bacterium [ 6 ] . In the future, whole-genome synthesis techniques will make it possible to construct any pathogenic virus for which an accurate genetic sequence has been determined, including the smallpox virus, which was eradicated from nature in the late 1970s by a global vaccination campaign under the auspices of the World Health Organization (WHO). Because smallpox eradication led countries around the world to stop vaccinating their civilian populations against the disease in the early 1980s, the human population has since become increasingly vulnerable to the deliberate use of smallpox as a biological weapon. Although the known stocks of the smallpox virus are currently held at two WHO-approved repositories in the United States and Russia, the CIA reportedly believes that undeclared cashes of the virus may exist in countries of BW proliferation concern, including Russia, Iran, and North Korea [ 5 ] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 276,
                    "text": "[ 6 ]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1173,
                    "end": 1178,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "The worldwide diffusion of advanced biotechnologies such as gene synthesis may increase the risk of their misuse for harmful purposes. In principle, terrorists with the necessary scienti fi c training could order fragments of DNA from several commercial suppliers and assemble them into a deadly virus, circumventing the physical access controls on \"select agents\" of bioterrorism concern. While genomesynthesis technology could be used to recreate known viruses in the laboratory, the design and construction of arti fi cial pathogens more deadly than those that exist in nature will remain unlikely. To create such novel agents, it would be necessary to assemble complexes of genes that work in unison to infect the host and block the human immune response-a task far beyond the current state of the art.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "Those individuals who are potentially most capable of harnessing advanced biotechnologies for harmful purposes are life scientists working in academic, industrial, or government labs. Although scientists tend to be highly rational people, the fact that Aum Shinrikyo was able to recruit university-trained biologists and chemists for its unconventional weapons programmes suggests that some brilliant but alienated scientists may be vulnerable to a charismatic leader who provides a false sense of spiritual meaning and community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "The 2001 anthrax letter attacks in the United States have also increased concerns about the so-called \"insider\" threat. In August 2008, after a 7-year investigation, the Federal Bureau of Investigation (FBI) concluded that the sole perpetrator of the anthrax letter attacks had been Dr. Bruce E. Ivins, a respected microbiologist and developer of anthrax vaccines who had worked for decades at the U.S. Army's premier biodefence laboratory at Fort Detrick in Maryland. Because Ivins committed suicide shortly before he was to be indicted, the evidence against him was never tested in court. Nevertheless, the Ivins case has called attention to the risk that scientists working in national biodefence programmes could be motivated by personal grievance or ideology to carry out biological attacks. Ironically, because the 2001 anthrax letters attacks resulted in a huge expansion of U.S. government biodefence research, today more than 14,000 scientists are authorized to handle \"select agents\" of bioterrorism concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "Growing numbers of researchers are also pursuing fi elds with clear dual-use potential, such as synthetic biology and nanotechnology. The International Genetically Engineered Machines (iGEM) competition, held each year at MIT, attracts student teams from around the world who present research projects involving the manipulation of advanced genetic components and technologies. When the iGEM competition began in 2003, it was limited to a few teams from U.S. universities, but it has since gone global: in 2010, 118 teams from 26 countries participated [ 17 ] . Because any large group of people is likely to include some individuals with psychopathic tendencies, the expanding pool of scientists with dual-use knowledge has increased the statistical risk that powerful biotechnologies such as whole-genome synthesis could be misused for harmful purposes.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 559,
                    "text": "[ 17 ]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "An important variable in assessing the risk of high-tech bioterrorism is the set of skills and resources needed to acquire and deliver dangerous pathogens effectively. Kathleen Vogel of Cornell University contends that in addition to \"explicit knowledge,\" such as recipes for producing and processing biological agents, would-be bioterrorists would require a great deal of \"tacit knowledge\" that cannot be written down but must be acquired through hands-on experience in the lab [ 18 ] . In addition, the fact that much of the know-how needed to weaponize biological agents remains classi fi ed would limit the ability of terrorists lacking specialized training and handson experience to prepare mass-casualty attacks.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 485,
                    "text": "[ 18 ]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "Other scholars disagree, however, arguing that synthetic genomics and other advanced biotechnologies are subject to a process of \"deskilling,\" or a reduction over time in the level of tacit knowledge required for their use [ 12 ] . Genetic engineering techniques that a decade ago could be performed only in cutting-edge laboratories are now available in the form of kits, processes, reagents, and services that can be utilized by individuals with only basic laboratory training. At least potentially, terrorists might also be able to recruit or coerce scientists with prior experience in a state-level BW programme. Given these factors, the risk of hightech terrorism, while currently low, warrants continued vigilance.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        },
        {
            "text": "In conclusion, the current bioweapons threat emanates primarily from a few countries of proliferation concern, such as China, Russia, North Korea, and Syria, as well as a small minority of terrorist organizations that are both motivated to acquire and use biological weapons and are technically capable of doing so. At least for the near term, bioterrorist attacks are likely to remain small-scale and to involve standard agents and crude methods of delivery. If, however, terrorist groups manage to move up the technical learning curve, the destructive power of biological attacks could increase signi fi cantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Emerging Biotechnologies"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biohazard: the chilling true story of the largest covert biological weapons program in the world-told from inside by the man who ran it",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Handelman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "We won't scrap WMD stockpile unless Israel does, says Assad",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brogan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Rajneeshees. In: Tucker JB (ed) Toxic terror: assessing terrorist use of chemical and biological weapons",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Carus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "115--137",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Curveball: spies, lies, and the con man who caused a war",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Drogin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nations thought to possess smallpox: Iraq, N. Korea Named, Two Of fi cials Say",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gellman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Creation of a bacterial cell controlled by a chemically synthesized genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lartigue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "52--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comprehensive report of the special advisor to the DCI on Iraq's WMD",
            "authors": [],
            "year": 2004,
            "venue": "Iraq Survey Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aum Shinrikyo. In: Tucker JB (ed) Toxic terror: assessing chemical and biological weapons",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "207--226",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Saddam's toxic arsenal: chemical and biological weapons in the gulf wars",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Planning the unthinkable",
            "volume": "",
            "issn": "",
            "pages": "47--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Putting WMD terrorism into perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parachini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Wash Q",
            "volume": "26",
            "issn": "4",
            "pages": "37--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Production of the antimalarial precursor artemisinic acid in engineered yeast",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Paradise",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ouellet",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "440",
            "issn": "",
            "pages": "940--943",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diffusion of synthetic biology: a challenge to biosafety",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Syst Synth Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11693-008-9018-z"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "At the center of the storm: my years at the CIA",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tenet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "278--279",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The body's own bioweapons",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull At Sci",
            "volume": "64",
            "issn": "1",
            "pages": "16--22",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The convergence of biology and chemistry: implications for arms control veri fi cation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bull At Sci",
            "volume": "66",
            "issn": "6",
            "pages": "56--66",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adherence to and compliance with arms control, nonproliferation, and disarmament agreements and commitments",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inventive constructions using biobricks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vinson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "330",
            "issn": "6011",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bioweapons proliferation: where science studies and public policy collide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Stud Sci",
            "volume": "36",
            "issn": "5",
            "pages": "659--690",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}