{
    "paper_id": "0f0516e3a8d806d46951d0c837bf228bbf29bacd",
    "metadata": {
        "title": "Taxon-specific suffixes for vernacular names",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "J"
                ],
                "last": "Vetten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Biologische Bundesanstalt für Land-und Forstwirtschaft",
                    "location": {
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "A.-L",
                "middle": [],
                "last": "Haenni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universités Paris",
                    "location": {
                        "addrLine": "6 and 7",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In formal virus taxonomy, the names of orders, families, subfamilies, and genera are always printed in italics and the first letters of the names are capitalized. Informal taxonomic names are not italicized or capitalized. For example, the informal names 'vesiculovirus', 'rhabdovirus' and 'mononegavirus' refer to a member of the genus Vesiculovirus, the family Rhabdoviridae, and the order Mononegavirales, respectively. This vernacular use of taxon levels poses no difficulty when referring to virus families whose names are clearly distinct from genus names. In 40 of the 71 virus families, however, the family name is derived from one of the genus names of this family (e.g., Coronaviridae from Coronavirus). This problem is particularly obvious for the 12 families of plant-infecting viruses, ten of which derive their names from a genus name. Furthermore, the genus name Parvovirus has served as basis for coining both the family (Parvoviridae) and subfamily names (Parvovirinae). In all these cases, the use of informal names such as parvovirus lacks precision as it remains unclear if what is referred to is a member of the family Parvoviridae or only a species of the subfamily Parvovirinae or the genus Parvovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If one has to make precise distinctions between the taxonomic categories in a description of a virus family or order, some authors ignore the aforementioned problem while others opt for the formal usage of the various taxonomic categories. Whereas this is not a problem when one refers only occasionally to a taxon level, the frequent use of formal virus taxonomy often appears somewhat awkward and clumsy. Therefore, there is a need for informal vernacular usage of taxonomic terms which not only can be used both as nouns and in adjectival forms but also precisely denote the various taxon levels. For all those families whose names have been derived from a genus name, the above mentioned problem could be solved by renaming all genera whose names served as the basis for coining the names of higher taxa, i.e., by analogy to the genus Orthobunyavirus in the family Bunyaviridae, the genus Potyvirus would be renamed 'Orthopotyvirus'. Since this would violate the stability principle in taxonomy and is likely to meet considerable opposition, the aforementioned problem could be solved by coining suffixes for vernacular names that are derived from the suffixes used in formal virus taxonomy and, by definition, denote the various taxonomic categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, the following taxon-specific suffixes are proposed for vernacular use: The Executive Committee (EC) of ICTV has had requests from a wide range of virologists over a number of years to sort out the problems associated with the informal usage of taxonomic terms. The ICTV EC discussed the issue at its 2005 meeting in San Francisco and supported the idea of presenting the concept of taxon-specific suffixes for vernacular terms in a VDN paper [1] . We hope that publication of this concept in this note will provide some guidance to those virologists that wish to use such a scheme, ensuring that they use the same set of endings in vernacular terms. Moreover, the proposed scheme may also initiate a debate leading possibly to future actions and improvements of the system. However, it should be emphasized that, as with the abbreviations of virus names, ICTV has no authority to insist on the use of particular vernacular terms. Anybody who would like to comment on this proposal will be most welcome to do so using the ICTV Message Board at http://www.danforthcenter.org/iltab/ictvnet/asp/ iMessageBoardMain.asp",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report from the 36 th and 37 th Meetings of the Executive Committee of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Haenni",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Virol",
            "volume": "151",
            "issn": "",
            "pages": "1031--1037",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Messeweg 11-12, D-38104 Braunschweig, Germany; e-mail: h.j.vetten@BBA",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Vetten",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Holzhausen Druck & Medien GmbH, Holzhausenplatz",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "'-virad' for members of an order -'-virid' for members of a family -'-virin' for members of a subfamily -'-virus' for members of a genus H. J.Vetten  and A.-L. Haenni: Taxon-specific suffixes for vernacular names Thus a virus classified in • species Bean common mosaic virus is a potyvirus (genus Potyvirus) and a potyvirid (family Potyviridae); • species Minute virus of mice is a parvovirus (genus Parvovirus), a parvovirin (subfamily Parvovirinae) and a parvovirid (family Parvovirdae); • species Infectious bronchitis virus is a coronavirus (genus Coronavirus), a coronavirid (family Coronaviridae) and a nidovirad (order Nidovirales).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}