{
    "paper_id": "0f0892f709670463514e16057a6999c420191050",
    "metadata": {
        "title": "VIEWS FROM UNDERSTANDING EVOLUTION From Newsroom to Classroom",
        "authors": [
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Thanukos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Museum of Paleontology",
                    "location": {
                        "postCode": "1101, 94720-4780",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Want a great example of evolution for your classroom? If we are guided by our textbooks, we should look to the radiation of Darwin's finches (Grant and Grant 2008) , the return of whales to the water (Thewissen 1998), the evolution of modern horses from their tiny ancestors (MacFadden 2005) , or some similar well-established example for a case study. But are these sorts of illustrations the most compelling to students? Though such classic examples of evolution have more than earned their keep in the biology classroom, they are also removed from students' everyday lives. Hyracotherium, for example, may fascinate some students but leave others wondering why they need to know this stuff. Just how relevant is a 50-million-year-old horse to a 14-year-old's fastpaced media-driven world?",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 163,
                    "text": "(Grant and Grant 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 275,
                    "end": 291,
                    "text": "(MacFadden 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For this curriculum-themed issue, \"Views from Understanding Evolution\" departs from our usual format to introduce Evo in the News (Fig. 1 )-a collaborative project of the UC Museum of Paleontology and the National Evolutionary Synthesis Center (NESCent) . Evo in the News aims to help high school and college teachers bring current and relevant examples of evolution and evolutionary research into their classrooms to help teach basic concepts in evolutionary biology. Archives are freely available on the Understanding Evolution website (http://evolution.berkeley. edu/), and the latest updates can be received via a free subscription service (http://evolution.berkeley.edu/evolibrary/ subscribe/email_signup.php).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(NESCent)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Educational research advocates engaging students by showing them how important concepts can be used to make sense of real problems and situations (National Research Council 1999) . Using examples with direct links to students' lives may raise their interest in the topic (Hillis 2007) , increase their motivation to learn (National Research Council 2003) , and encourage them to pursue science, technology, engineering, and math careers (STEM), as urgently recommended to bolster America's scientific and technological infrastructure (Project Kaleidoscope 2006) . Unfortunately, bringing current issues and events into the science classroom is often a challenge. Textbooks aim to keep up with advances in the field, but they are often thwarted by the rapid pace at which science moves. Scientific journals that describe cutting-edge, relevant evolutionary research come out daily-but it is difficult for most science teachers to translate these often complex and jargon-filled articles into something appropriate for the classroom. And, at the most basic level, the concerns and issues of interest to students and society are continually evolving. By the time that instructors have access to science teaching materials leveraging student interest in, for example, an emerging virus like swine flu or SARS, the threat and interest level are likely to have waned. How is a teacher to keep up?",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 178,
                    "text": "(National Research Council 1999)",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 284,
                    "text": "(Hillis 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 322,
                    "end": 354,
                    "text": "(National Research Council 2003)",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 561,
                    "text": "(Project Kaleidoscope 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Current Events, not Ancient History"
        },
        {
            "text": "The Evo in the News program circumvents these problems and lag times by providing a freely available suite of teaching resources (including lessons, readers, and video podcasts) on basic evolutionary concepts that capitalize on current events and come out on a monthly basis during the school year. Some Evo in the News briefs cover a hot topic in evolutionary research that has made it into the popular press in the preceding month (e.g., the discovery of Tiktaalik or new research on the origins of HIV; Daeschler et al. 2006; Worobey et al. 2008) . In these cases, Evo in the News provides an explanation of the research in student-friendly terms, addresses the basic evolutionary concepts behind the research, and explains its relevance and importance. Of course, when some outlets in the popular media distort or misrepresent evolutionary research (e.g., when the discovery of a new hominid fossil is erroneously heralded as \"challenging evolutionary theory\"; Borenstein 2007; Spoor et al. 2007 ), Evo in the News explains the science behind the hype and why particular evolutionary issues are likely to be misinterpreted. Other news briefs address issues in the news that do not at first seem to have anything to do with evolution to reveal the \"evolution behind the scenes\"-which frequently gets short shrift in the popular press. For example, during National Breast Cancer Awareness Month, Evo in the News provided an evolutionary perspective on cancer; after major methicillin-resistant Staphylococcus aureus (MRSA) outbreaks, Evo in the News explained the evolution of this bacterial strain; and when six medical workers were sentenced to death in a Libyan trial, Evo in the News dealt with the evolutionary evidence that should have exonerated them. All concepts and news stories addressed are appropriate for high school, advanced placement biology, and/or college biology classes.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 528,
                    "text": "Daeschler et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 529,
                    "end": 549,
                    "text": "Worobey et al. 2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 982,
                    "end": 999,
                    "text": "Spoor et al. 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Current Events, not Ancient History"
        },
        {
            "text": "More than thirty-five Evo in the News stories are currently archived on the Understanding Evolution website (http://evolution.berkeley.edu/evolibrary/news/ newsarchive_01). They address current events as wideranging as genetic engineering, conservation legislation, disease outbreak, DNA fingerprinting for criminal prosecution, and chemical engineering. Through the lens of these current events, the news briefs deal with fundamental evolutionary concepts, such as natural selection, mutation, genetic drift, speciation, evolutionary fitness, and phylogenetics. In the summer months, updates are added to these stories to keep pace with recent developments and maintain their relevance as an archived resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Events, not Ancient History"
        },
        {
            "text": "Each Evo in the News item comes with a set of freely available supplemental materials to help teachers integrate the item into their curricula. In addition to glossary definitions and explanatory graphics (Fig. 2) , each news brief comes with:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Tools for Teaching"
        },
        {
            "text": "& Links to freely available news and journal articlesstudents who may not be familiar with the current event that is the subject of a particular article can use popular press articles to get background information. Journal articles, when available, provide access to original scientific research. & Links to Understanding Evolution resources-these readers and interactive features are written for students and provide additional background information on relevant evolutionary concepts. & Discussion and extension questions-these questions can be used to stimulate class discussion on a news brief or can be assigned to students individually or in groups. & Lessons and teaching resources-these freely available lessons have been vetted by a panel of teachers and can be used to relate the news item to other aspects of the curriculum or give students extra help learning particular key concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools for Teaching"
        },
        {
            "text": "In addition, recent news briefs are supplemented by a short video podcast produced by NESCent. These podcasts vary in format slightly, but most are between five and fifteen minutes long and consist of a brief introduction to the topic, followed by an interview with a scientist whose research is closely related to the topic of the news brief. For example, the April 2009 story on the evolution behind biofuel production featured an interview with Sydnor Withers of the Great Lakes Bioenergy Research Center, who explained how his laboratory uses directed evolution to develop ways of building biofuels more efficiently (Fig. 3) . These interviews provide students with a glimpse into the process of science and help give science a human face, while reinforcing central evolutionary concepts discussed in the news brief. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 628,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Tools for Teaching"
        },
        {
            "text": "The tools described above are designed to ease classroom implementation by providing teachers with a flexible suite of resources that they can deploy according to their needs and preferences. Some teachers may wish to use Evo in the News as it comes out every month, in order to bring current events into the classroom and incorporate evolution throughout the semester or school year. Others may choose to match selected news items to particular topics in their curricula. For example, a lesson about how genes code for proteins might be supplemented by the April 2007 news story on the evolution of lactose tolerance, which addresses the same topic; a lesson on the immune system could be supplemented by the March 2007 news story on why HIV presents such a challenge to vaccine developers; and a lesson on classification could be supplemented by the March 2008 story on the discovery of a new mammal species and how the classification of that group of organisms has changed over time as scientists have learned more about their evolutionary history. To locate Evo in the News items appropriate for a specific topic, visit the Understanding Evolution general lesson search engine (http://evolution.berkeley.edu/evosite/search/search.php), enter the topic of interest in the keyword search box, and select resources tagged \"Evo in the News\" (Table 1) . To locate Evo in the News items that deal with particular evolutionary concepts, visit the concept search engine, find the grade level and concept you are interested in teaching, select \"See Lessons,\" and view resources tagged \"Evo in the News\" (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1341,
                    "end": 1350,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1598,
                    "end": 1607,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evo in the News in Your Classroom"
        },
        {
            "text": "Evo in the News can be used in the classroom in many different ways-as take-home assignments, as the topic of small group discussions, as a departure point for an activity or class discussion, or as the starting point for individual or group research projects. This might be as straightforward as having students read a news brief, watch the podcast as a class, and turn in their answers to the discussion questions. ended implementation. For example, over the course of a few weeks, students and their teacher could explore several different news briefs. The teacher could then provide students with a popular press story with a hidden evolution connection and ask students to research and write a short explanation of this connection. Or students could be challenged to find their own news stories with an evolution connection and present them to the class. The possibilities are wide-ranging, and the supplementary teaching tools that come with each news brief are designed to support a variety of implementations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evo in the News in Your Classroom"
        },
        {
            "text": "Evo in the News has responded and will continue to respond to teacher needs. In a formative evaluation of the program (Rockman et al. 2005) , teachers reported that they were likely to use Evo in the News in their classrooms but that the utility of the briefs could be improved with study questions and additional support materials. In response, discussion questions and links to supporting lessons, activities, and readers were added. In a small-scale survey of the podcast component of Evo in the News, both teacher and students gave the podcast a positive rating but reported preferring shorter podcasts. In response, podcast length has been adjusted. A more formal assessment of Evo in the News is currently underway in collaboration with the University of North Carolina, Chapel Hill, School of Education. It aims to assess the accessibility of the program, its effectiveness at increasing student understanding of evolutionary concepts, and its effectiveness at communicating the relevance of evolutionary theory. This evaluation will provide critical feedback for future improvements in the program. Information about participating in the evaluation can be found on the NESCent and Understanding Evolution websites. To keep up-to-date with Evo in the News as it evolves, subscribe to Understanding Evolution's free e-letter.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Rockman et al. 2005)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Evolutionary concepts are central to basic science literacy (American Association for the Advancement of Science Project 2061 1993) and, increasingly, have applications in people's everyday lives (e.g., in making consumer choices about genetically modified foods, purchasing an antibacterial soap, or voting on conservation issues) and in scientific advancement in other fields (e.g., medicine, chemical engineering, and even software design). By bringing Evo in the News into your classroom, you can provide your students with a ready answer to why they need to know all this evolution stuff anyway: because evolution is everywhere-and because it really matters in our everyday lives! ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Association for the Advancement of Science Project 2061. Benchmarks for science literacy",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fossils challenge old evolution theory. Fox News",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Devonian tetrapod-like fish and the evolution of the tetrapod body plan",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Daeschler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "440",
            "issn": "",
            "pages": "757--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How and why species multiply: the radiation of Darwin's finches",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Making evolution relevant and exciting to biology students",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hillis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Evolution",
            "volume": "61",
            "issn": "",
            "pages": "1261--1265",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fossil horses-evidence for evolution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Macfadden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "5716",
            "pages": "1728--1758",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Committee on recognizing, evaluating, rewarding, and developing excellence in teaching of undergraduate science, mathematics, engineering, and technology",
            "authors": [],
            "year": 1999,
            "venue": "Committee on Developments in the Science of Learning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New features teacher web site on evolution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rockman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Implications of new early Homo fossils from Ileret",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Spoor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Leakey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Gathogo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Antón",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "448",
            "issn": "",
            "pages": "688--91",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The emergence of whales, evolutionary patterns in the origin of Cetacea",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Direct evidence of extensive diversity of HIV-1 in Kinshasa by 1960",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gemmel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Teuwen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haselkorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kunstman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bunce",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "661--665",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "May",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Podcast from the April 2009 edition of Evo in the News featuring Sydnor Withers of the Great Lakes Bioenergy Research Center",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2 Explanatory graphic from the November 2007 edition of Evo in the News. This article explained the evolution behind genetic ancestry tests. a Ancestral sources of nuclear DNA. b Ancestral sources of mitochondrial DNA. Illustration reproduced with permission from the Understanding Evolution website",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Evo in the News articles retrieved by sample 9-12 concept searches",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Education and outreach at The National Evolutionary Synthesis Center: http://www.nescent.org/eog/ & Evo in the News archive: http://evolution.berkeley.edu/ evolibrary/news/newsarchive_01 & Evo in the News subscription service: http://evolution. berkeley.edu/evolibrary/subscribe/email_signup.php & Keyword search for lessons and news items: http:// evolution.berkeley.edu/evosite/search/search.php & Concept search for lessons and news items: http:// evolution.berkeley.edu/evosite/Lessons/IIConcepts.php",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The author wishes to thank Judy Scotchmoor and Kristin Jenkins for helpful comments on an earlier draft.Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}