{"paper_id": "0f0e78146330cf7248da9bc299090467d7876d6f", "metadata": {"title": "Atypical Escherichia coli Strains and Their Association with Poult Enteritis and Mortality Syndrome 1", "authors": [{"first": "F", "middle": ["W"], "last": "Edens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["R"], "last": "Parkhurst", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["A"], "last": "Casas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": ["B"], "last": "Havenstein", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Since 1991, the number of verified cases of Poult Enteritis and Mortality Syndrome (PEMS) has increased significantly each year. Until 1994, PEMS was a problem localized in the Carolinas and Georgia (Barnes and Guy, 1995; Barnes et al., 1996; Brown, 1995) , but in 1995 PEMS was verified in at least six additional states and was suspected in outbreaks of severe enteritis with diarrhea and high mortality in three other countries (Brazil, Canada, and Portugal; anonymous communication) . These reports signaled the possibility of a turkey disease outbreak in epidemic proportions on a national and international scale.", "cite_spans": [{"start": 199, "end": 221, "text": "(Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 222, "end": 242, "text": "Barnes et al., 1996;", "ref_id": "BIBREF1"}, {"start": 243, "end": 255, "text": "Brown, 1995)", "ref_id": "BIBREF3"}, {"start": 431, "end": 486, "text": "(Brazil, Canada, and Portugal; anonymous communication)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Poults between 7 and 28 d of age appear to be at the greatest risk for PEMS (Brown, 1995; Barnes and Guy, 1995; Barnes et al., 1996) . Symptomatic poults display signs of irritability (walking and high pitched vocaliza-tion) initially, followed by anorexia, diarrhea of increasing severity, dehydration, growth depression in excess of 40%, near total morbidity, and finally mortality in excess of 1%/d for 3 or more consecutive d. Survivors are stunted severely and never reach target market weights.", "cite_spans": [{"start": 76, "end": 89, "text": "(Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 90, "end": 111, "text": "Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 112, "end": 132, "text": "Barnes et al., 1996)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Recently, Qureshi et al. (1997) reported that PEMS afflicted poults are severely immunosuppressed. Our observations indicated that T cell-mediated immune response and B cell-mediated humoral immunity both are suppressed significantly. Furthermore, the bursa of Fabricius, spleen, and thymus are atrophied as a result of PEMS. Whether the dysfunction is a direct result of a viral or bacterial infection or whether it is indirectly associated with a severe stress response due to an infection from an unidentified etiology has not been ascertained.", "cite_spans": [{"start": 10, "end": 31, "text": "Qureshi et al. (1997)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The PEMS problem is complicated by the fact that no etiological agent(s) have been identified (Brown, 1995; Barnes and Guy, 1995; Barnes et al., 1996; Qureshi et al., 1996) . Numerous potential viral agents have been investigated, including adenovirus, coronavirus, coronavirus-like particles, enterovirus, astrovirus, birnavirus (Serotype 2), rotavirus (Type D), reovirus, bursa epithelial virus, and others. However, alone these viruses have not been shown to induce PEMS (Brown, 1995; Barnes and Guy, 1995; Barnes et al., 1996) . Nevertheless, Brown (1995) reported that a coronaviruslike particle and a Serotype 2 birnavirus could both reduce growth in 3-wk-old poults. Co-challenge with these two agents depressed growth and feed conversion significantly and caused 60% mortality, resulting in a condition analogous to PEMS. It also has been observed that cryptosporidiosis complicates the PEMS problem on some farms, but cryptosporidium infections alone do not cause PEMS (Brown, 1995; Barnes and Guy, 1995; Barnes et al., 1996) . On the other hand, Barnes et al. (1996) suggest that after an unidentified virus infects the turkey poults, opportunistic enteric bacteria (such as Salmonella, Escherichia coli, or Clostridium) further complicate the PEMS condition and cause mortality in the immunocompromised poult.", "cite_spans": [{"start": 94, "end": 107, "text": "(Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 108, "end": 129, "text": "Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 130, "end": 150, "text": "Barnes et al., 1996;", "ref_id": "BIBREF1"}, {"start": 151, "end": 172, "text": "Qureshi et al., 1996)", "ref_id": "BIBREF10"}, {"start": 474, "end": 487, "text": "(Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 488, "end": 509, "text": "Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 510, "end": 530, "text": "Barnes et al., 1996)", "ref_id": "BIBREF1"}, {"start": 547, "end": 559, "text": "Brown (1995)", "ref_id": "BIBREF3"}, {"start": 978, "end": 991, "text": "(Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 992, "end": 1013, "text": "Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 1014, "end": 1034, "text": "Barnes et al., 1996)", "ref_id": "BIBREF1"}, {"start": 1056, "end": 1076, "text": "Barnes et al. (1996)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Research on PEMS has been very slow to yield insight that could lead to a solution to the problem. However, we have consistently isolated from moribund PEMSinfected poults two pure cultures of atypical E. coli along with several other atypical E. coli strains. Although the isolation of these strains was fortuitous, it appears that their presence in nearly every set of PEMS-infected poults sent to one of the North Carolina Department of Agriculture (NCDA) Regional Diagnostic Laboratories suggests that they may be very important. Indeed, these E. coli strains may represent a significant breakthrough in the diagnosis and control of PEMS. This report describes the effects of single oral inoculations of these two atypical strains of E. coli on growth and livability of turkey poults.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This project was approved and was conducted under the supervision of the North Carolina State University Animal Care and Use Committee, which has adopted Animal Care and Use Guidelines governing all animal use in experimental procedures.", "cite_spans": [], "ref_spans": [], "section": "Animal Welfare"}, {"text": "British United Turkey poults from a commercial hatchery were obtained within 6 h after hatching. The poults received neither vaccinations nor hatchery services such as beak, snood, or toe trimming. They were transported to North Carolina State University's Dearstyne Avian Research Center disease isolation facility. For Experiment 1, they were segregated randomly into treatment groups, wing-banded, and placed into electrically heated battery brooders, where they were maintained through 14 d of age. In Experiment 2, they were placed in floor pens with pine wood shavings litter and were maintained through 21 d of age. A turkey starter ration, containing 28.13% crude protein and a metabolizable energy level of 2,915 kcal/kg (Table 1) , was provided. Water was available ad libitum in zinc galvanized drinkers.", "cite_spans": [], "ref_spans": [{"start": 730, "end": 739, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Poults and Brooding Conditions"}, {"text": "Ambient temperature in the two experiments was regulated at 34 C for 7 d after placement, when it was reduced to 30 C until 14 d. From 14 through 21 d, the temperature was set at 27 C. In Experiment 2, two radiant heaters 3 were suspended 24 in above each floor pen to provide a supplementary heat source, if required by the poults. The poults were provided continuous light throughout the experimental periods. Air exchange rate in the isolation rooms was designed to provide a minimum of four changes per hour to prevent ammonia build-up. Nevertheless, environmental conditions were altered by reducing air flow in the isolation rooms to allow moisture build-up in the litter under the poults. By the end of 21 d, the litter moisture was elevated to more than 45%, a condition not unlike that found in commercial turkey production areas in the southeast during periods of hot humid weather when there are severe outbreaks of PEMS.", "cite_spans": [], "ref_spans": [], "section": "Poults and Brooding Conditions"}, {"text": "In Experiment 1, moribund PEMS-infected poults were obtained from a commercial turkey producer, killed by carbon dioxide asphyxiation, and dissected to remove the ceca. Precautions were taken to prevent contact between the excised ceca and either the body surface or necropsy table. The isolated ceca were placed into sterile plastic packets before stomaching. The contents were streaked onto MacConkey agar plates and incubated 24 h at 37 C. Escherichia coli colonies were isolated from these plates and propagated anaerobically 24 h at 37 C in brain heart infusion (BHI) broth and were used in three separate trials.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Isolation"}, {"text": "In Experiment 2, E. coli, identified by colony morphology (smooth, raised, mucoid, and slow-growing colony as Type 1; rough, flat, Congo red-positive fast-growing colony as Type 2) were isolated consistently from PEMSinfected poults at a NCDA Regional Diagnostic Laboratory and propagated on BHI broth. The Type 1 and Type 2 colonies were designated as atypical forms based upon their BBL biochemical profiles (Edens et al., unpublished data) .", "cite_spans": [{"start": 410, "end": 442, "text": "(Edens et al., unpublished data)", "ref_id": null}], "ref_spans": [], "section": "Bacterial Isolation"}, {"text": "In Experiment 1, day-old healthy, mixed-sex poults from a commercial hatchery were given a single oral challenge with 1 mL of the anaerobic E. coli culture (10 8 cfu/mL per poult) derived from the ceca of PEMS-infected poults from a commercial source. Control poults were given orally an equal volume of BHI broth. In Trial 1, there were 30 control poults, 120 poults challenged at 1 d of age, and 18 poults challenged at 5 d of age. In Trials 2 and 3, there were 50 control poults, 50 challenged at 1 d with a live bacterial culture, 50 challenged at 1 d with a killed bacterial culture (autoclaved culture) followed at 5 d with a live bacterial culture, 50 challenged with killed organisms at 1 d, and 50 challenged with a live bacterial culture at 1 d followed by killed organisms at 5 d. No attempt was made to identify the serotypes of this mixture of E. coli colonies used in this oral inoculum. The birds were maintained in heated metal brooding batteries from hatching until 2 wk of age.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Challenge"}, {"text": "In Experiment 2, either atypical E. coli colony Type 1 or Type 2 was given orally to male poults at either 1 or 6 d of age. The challenge dose of 1 mL for each poult contained 10 8 cfu of a single colony type. An equal volume of BHI broth was given to the control poults. There were four replicate groups of 25 poults for each of the colony types administered, and two replicates of 25 each for the controls. Thus, a total of 250 poults were involved in Experiment 2.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Challenge"}, {"text": "In Experiment 2, two replicate groups of the poults were given either atypical E. coli colony Type 1 or atypical E. coli colony Type 2 at either 1 or 6 d of age and one replicate of the control group were given cyclophosphamide (CPD, 100 mg per poult) intramuscularly for 5 consecutive d beginning at day of hatch. Cyclophosphamide is an alkylating agent that binds readily to B cell DNA, rendering those cells inactive (Lerman and Weidanz, 1970; Glick, 1971 Glick, , 1977 , and it was administered to mimic the immunodepression or immunodysfunction found in field cases of PEMS. The CPD treatment was administered in sterile avian saline (0.85% sodium chloride) in a volume of 100 mL. An equal volume of avian saline was given to all other poults. A total of 125 poults were given CPD.", "cite_spans": [{"start": 420, "end": 446, "text": "(Lerman and Weidanz, 1970;", "ref_id": "BIBREF8"}, {"start": 447, "end": 458, "text": "Glick, 1971", "ref_id": "BIBREF4"}, {"start": 459, "end": 472, "text": "Glick, , 1977", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Cyclophosphamide Treatment"}, {"text": "Body weights were determined on a weekly basis, and mortality was determined on a daily basis. At 21 d of age, surviving poults were killed by carbon dioxide asphyxiation and each poult was examined and rated for its level of enteritis based upon the presence of distended, gaseous intestines and ceca each containing yellowish, liquid fecal material with excessive mucous content. The bursa of Fabricius from each poult was examined macroscopically for the presence of bursa cores consisting of hard caseous material. At the time of necropsy, representative samples of the ileum from five poults from each treatment were collected for transmission electron microscopic examination of the effects of E. coli infection on the morphology of the epithelial lining of the ileum. Tissues (2 to 4 mm 2 ) were fixed in ice cold glutaraldehyde and 0.1 M sodium cacodylate buffer, pH 7.4. The samples were washed 3 · 15 min each in ice cold 0.1 M sodium cacodylate buffer, then postfixed for 2 h in 1% osmium tetroxide in sodium cacodylate buffer. The tissue samples were then washed again 3 · 15 min each in ice cold sodium cacodylate buffer, trimmed to 1-mm cubes, and dehydrated in 10% graded series of ethanol solutions (30 to 70% for storage at 4 C). Samples were then dehydrated to 3 · 95% ice cold ethanol for 15 min each, and finally the tissues were dehydrated to 3 · 100% ethanol for 15 min each, with gradual return to room temperature (25 C). The tissues were infiltrated with a 1:1 ethanol:Spurr's (firm mixture) for 6 h at room temperature followed by overnight infiltration in 1:3 ethanol:Spurr's at room temperature. The samples were then placed in 100% Spurr's mixture for 2 · 3 h changes before embedding in flat molds overnight at 70 C. Both thick (1 m) and thin (800 Å ) sections were cut using an ultramicrotome. Thick sections were mounted on glass slides and stained with Toluidine Blue. Thin sections were mounted on 200-mesh grids and stained with 4% aqueous uranyl acetate for 1 h at room temperature, rinsed in three changes of filtered distilled water, then stained 4 min at room temperature with Reynold's lead acetate and rinsed. Grids were viewed with a JOEL 100S transmission electron microscope at 80 kV.", "cite_spans": [], "ref_spans": [], "section": "Measurements"}, {"text": "Weekly BW, total weekly mortality, and the percentage of survivor poults found to have bursa cores were analyzed statistically using the General Linear Models procedure of SAS (SAS Institute, 1985) . The BW and mortality data were subjected to analysis of variance and the bursa core data were analyzed by t test. Percentage data were converted to arc sine square root percentages before analysis. Means were separated using least significant difference. Statements of significance were based onP £ 0.05 or less. ", "cite_spans": [{"start": 176, "end": 197, "text": "(SAS Institute, 1985)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Data Analysis"}, {"text": "The effect of anaerobic-isolated and cultured E. coli from PEMS-afflicted poults on BW and mortality in Experiment 1 are presented in Table 2 . Oral challenge with the E. coli isolates at 1 d caused a significant decrease in BW by 5 and 7 d postchallenge in Trials 1, 2, and 3, respectively. This depression in BW persisted through 14 d. Challenge at 5 d of age also caused a significant depression in BW at 14 d. Presentation of killed cultures at 1 d provided some protection from the challenge with live organisms at 5 d, based on intermediate BW gain compared to groups given live organisms alone at 1 d and to control poults. Mortality was increased significantly in Trial 1 when live organisms were inoculated at 1 d. Mortality was not recorded in Trials 2 and 3 because poults were taken daily for determination of other parameters (data not reported here). Table 3 are the BW data for Experiment 2. During the first week after oral challenge with atypical E. coli colony Types 1 or 2, poults inoculated at 1 d had significantly reduced BW in comparison to the controls, whereas those inoculated at 6 d had BW intermediate to the controls and those inoculated at 1 d. During Week 1, poults given the CPD experienced a small but nonsignificant decrease in BW. However, this decrease in BW due to CPD reduced the difference between controls and the E. coli-treated groups resulting in no group differences. At 21 d, there was a clear difference between control poults and poults given the two colony types of E. coli. Among the E. coli treatment groups, poults given colony Type 2 at 1 d had significantly smaller BW than all other treatment groups. In the groups given both CPD and one or the other of the two different atypical E. coli colony types at either 1 or 6 d, the treatment groups given atypical E. coli colony . Transmission electron micrographs of microvilli associated with epithelium cells in the ileum of 21-d-old turkey poults from a) control, b) atypical Escherichia coli colony Type 1 and c) atypical E. coli colony Type 2. The electron micrographs indicate that the microvilli in the poults given atypical E. coli colony Type 1 at 1 d of age were beginning to degenerate with membrane separation and were thinner, taller, less numerous than control, and that there was disruption of organelles within the cells. The microvilli in the poults given atypical E. coli colony Type 2 at 1 d of age were degenerating with membrane separation, decreased numbers and disruption of the organelles within the cells. (MV: microvilli; TW: terminal web; G: glycocalyx; JC: junctional complex; Bar = 34 hm).", "cite_spans": [], "ref_spans": [{"start": 134, "end": 141, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 865, "end": 872, "text": "Table 3", "ref_id": null}], "section": "RESULTS"}, {"text": "Type 2 at 1 d or E. coli colony Type 1 at 6 d were not different from the treatment group given only atypical E. coli colony Type 2 at 1 d.", "cite_spans": [], "ref_spans": [], "section": "Presented in"}, {"text": "Mortality data for Experiment 2 are presented in Table 4 . Treatment groups given the CPD in combination with atypical E. coli colony Types 1 or 2 given at 1 d and atypical E. coli colony Type 1 given at 6 d had significantly elevated mortality during Week 1. During Week 2, mortality of control poults was significantly lower than all other groups given atypical E. coli colony Types 1 or 2 with or without CPD treatment. Poults given atypical E. coli colony Types 1 or 2 at 1 d experienced the greatest mortality rates among these groups not given CPD. However, the addition of CPD to the treatment regimen further increased mortality rates of those groups given atypical E. coli colony Types 1 or 2 at 1 d. Nevertheless, by 14 d those poults given CPD and inoculated with atypical E. coli colony Types 1 or 2 at 6 d were also showing significant increases in mortality compared to their respective controls. At 21 d, there was significantly elevated mortality in the poults given atypical E. coli colony Type 2 at 1 d in comparison to all other groups not given CPD. There was no difference between groups given atypical E. coli colony Type 1 at either 1 or 6 d. Mortality in the group of poults given the atypical E. coli colony Type 2 at 6 d was significantly higher than in their controls but less than in all other treatment groups given the atypical E. coli colony types and not in combination with CPD. The CPD treatment, due to its immunosuppressive effects on B cell function, allowed relatively high rates of mortality during the first 7 d posthatch, and this presumably was due to reduced ability to resist naturally occurring, opportunistic bacterial pathogens. The CPD treatment regimen had an additive effect on mortality in all groups given the atypical E. coli colony types at either 1 or 6 d in comparison to control + CPD and groups not given CPD. The atypical E. coli colony Type 2 given at 1 d in combination with CD had the highest mortality rate among all the treatment groups whereas the group given atypical E. coli colony Type 1 at 6 d in combination with CPD had the lowest mortality rate.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Presented in"}, {"text": "Presence of caseous cores in the bursa of Fabricius of survivor poults at 21 d is indicated in Table 5 . Control poults with and without CPD treatment did not show any bursa cores. However, cores of various sizes were found in each of the treatments in which the two atypical E. coli colony types were given. The greatest number of cores was found in poults given atypical E. coli colony Type 2 in combination with CPD treatment, and this greater core number coincided with the greatest mortality rate. Furthermore, the frequency of bursa core presence in survivor poults appeared to be related to poult age at the time of E. coli exposure and to the cotreatment with CPD, which induced immunosuppression due to its rapid alkylating action on DNA in B cell populations.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 102, "text": "Table 5", "ref_id": "TABREF3"}], "section": "Presented in"}, {"text": "Presented in Figure 1 are transmission electron micrographs of epithelial cells from the lumen of the ileum in 21-d-old poults in control and atypical E. coli colony Types 1 and 2 treatments. Control epithelial cells appeared to be normal in every detail. In Figure 1A , the microvilli in a control poult are highlighted, and it can be seen that they are erect, in large numbers, and have glycocalyx-covered tips that appeared to be functional. The central core of the microvilli extend into the apical portion of the cell to form a well-defined terminal web. Membranes on the microvilli were intact and were continuous with the cell membrane. Membrane tight and intermediate junctions and desmosome between epithelial cells appeared normal. Organelles below the terminal web of the epithelial cells appeared to be normal and contained rough and smooth endoplasmic reticulum with large numbers of ribosomes, mitochondria, lysosome-like bodies, and some small, smooth membrane-enclosed dense granules that appeared to be similar to recently absorbed lipids reflecting the reduced lipid content of the lower small intestine.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 21, "text": "Figure 1", "ref_id": null}, {"start": 259, "end": 268, "text": "Figure 1A", "ref_id": null}], "section": "Presented in"}, {"text": "In Figure 1B , the microvilli on a commonly appearing epithelial cell from the ileum of a 21-d-old poult given atypical E. coli colony Type 1 at 1 d are emphasized. The microvilli are more slender, more uneven, and fewer in number than those found in control poults. The membranes of these microvilli also appeared to be degenerating, and the glycocalyx on the tips of the microvilli were absent or appeared to be losing their integrity. The multiple filaments forming the central core of these microvilli appeared to be reduced in number, reflecting the absence or degenerative appearance of the glycocalyx, and this continued to be evidenced by the degenerative appearance of the terminal web. The junctional complex also had a degenerative appearance, as evidenced by a breakdown in the tight junction, loss of integrity of the intermediate junction, and desmosome. Organelles within the cytoplasm appeared to be abnormal, especially the mitochondria, which were enlarged and appeared to be nonfunctional. However, there was little evidence to suggest that absorption of nutrient from the lumen was occurring because no lipid containing smooth granules were observed. The rough endoplasmic reticulum was disrupted with few attached ribosomes along with other disrupted membrane structures in the cytoplasm.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "Figure 1B", "ref_id": null}], "section": "Presented in"}, {"text": "In Figure 1C , the microvilli on epithelial cells from a 21-d-old poult given atypical E. coli colony Type 2 at 1 d have lost their integrity. The microvilli were fewer in number, had lost rigor, had degenerating membranes, and the glycocalyx structures were largely absent or abnormal in appearance. The multiple filaments forming the central core of these microvilli appear to be reduced in number, reflecting the absence or degenerative appearance of the glycocalyx, and this continues to be evidenced by the degenerative appearance of the terminal web, which is irregular and not well formed almost to the point of being nonexistent. The junctional complex also appeared to be degenerating, as evidenced by a breakdown in the tight junction, loss of integrity of the intermediate junction, and desmosome. Organelles within the cytoplasm appeared to be abnormal, especially the mitochondria, which were enlarged and appeared to be nonfunctional. The rough endoplasmic reticulum was also disrupted and appeared to be degenerating based upon the lack of attached ribosomes and an apparent increase in free cytoplasmic ribosomes.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "Figure 1C", "ref_id": null}], "section": "Presented in"}, {"text": "Shown in Figure 2 are goblet cells in the ileum of poults from a 21-d-old Control (Figure 2A ) and from a 21-d-old poult exposed to the atypical E. coli colony Type 1 (given at 1 d; Figure 2B ). In Control poults, the secretory vesicles in the apical portion of the goblet cells appeared to be filled with mucous ready for secretion. The reticular area beneath the secretory apical region was well developed, and the endoplasmic reticulum was recognized easily. However, a drastic contrast was presented when goblet cells from poults given the atypical E. coli colony types were examined ( Figure 2B ). These goblet cells were depleted of secretory material and the reticular area within the cytoplasm was not distinct. Additionally, the nuclei of many of the goblet cells appeared to be degenerating. Shown in Figure 3 are sections of a goblet cell and adjoining epithelial cells from the ileum of a poult that had been given atypical E. coli colony Type 1 at 1 d. However, the third cell type shown in this figure was a macrophage that had migrated through an epithelial cell tight junction or a goblet-epithelial cell junction and was feeding on bacteria in the ileum lumen. This appearance was not an isolated condition but was seen in many sections from poults given one or the other of the atypical E. coli colony types at 1 d.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 17, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 82, "end": 92, "text": "(Figure 2A", "ref_id": "FIGREF0"}, {"start": 182, "end": 191, "text": "Figure 2B", "ref_id": "FIGREF0"}, {"start": 590, "end": 599, "text": "Figure 2B", "ref_id": "FIGREF0"}, {"start": 811, "end": 819, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Presented in"}, {"text": "Although several viral agents have been isolated from PEMS-afflicted poults, Barnes and Guy (1995) and Barnes et al. (1996) have indicated that no single virus or combination of viruses has been shown to induce the disease. They suggest that the mortality is caused by one or more specific or novel infectious agents that may act singly or in combination. However, Brown (1995) did indicate that a combination of a Coronavirus and a Serotype 2 Birnavirus (infectious bursal disease virus) created a condition analogous to PEMS. Newberry et al. (1993) demonstrated that virulent hemorrhagic enteritis virus (HEV) can interact with E. coli strains (O1:K1 and an atypical/untypable strain isolated from a dead HEVinfected poult), causing turkey poult colibacillosis and a high rate of mortality shortly after E. coli challenge. Presumably, the HEV had already damaged the intestinal tract allowing rapid bacterial translocation. This observation was consistent with earlier findings by Larsen et al. (1985) and Sponenberg et al. (1985) , who also found increased incidence of poor performance and increased mortality as a result of E. coli infections after HEV infection. This work was confirmed and extended by van den Hurk et al. (1994) , who observed a synergistic effect between HEV and E. coli O78 (via an intratracheal route of administration) co-infections in which there was higher mortality (61%) than with E. coli alone (0%), and survivors had decreased BW gain (18% less per day) with the HEV and E. coli co-infection. The induction of colibacillosis with high mortality and decreased performance as a result of co-infection with HEV and E. coli untypable, O78, and O1 serotypes points out the potential for a virus etiology, which may potentiate the development of PEMS.", "cite_spans": [{"start": 77, "end": 98, "text": "Barnes and Guy (1995)", "ref_id": "BIBREF0"}, {"start": 103, "end": 123, "text": "Barnes et al. (1996)", "ref_id": "BIBREF1"}, {"start": 365, "end": 377, "text": "Brown (1995)", "ref_id": "BIBREF3"}, {"start": 528, "end": 550, "text": "Newberry et al. (1993)", "ref_id": "BIBREF9"}, {"start": 983, "end": 1003, "text": "Larsen et al. (1985)", "ref_id": "BIBREF6"}, {"start": 1008, "end": 1032, "text": "Sponenberg et al. (1985)", "ref_id": "BIBREF14"}, {"start": 1209, "end": 1235, "text": "van den Hurk et al. (1994)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The presence of the atypical E. coli colony Types 1 and 2 in moribund PEMS-afflicted turkey poults and the fact that these strains of E. coli cause severe diarrhea, body weight gain depression, bursa cores similar to the PEMS condition, and high rates of mortality in both infected and infected/CPD-immunodepressed poults, represents the first clear evidence that there may be specific virulent organisms involved in the PEMS disease condition. Whether the atypical E. coli infections in association with PEMS is a primary or secondary infection remains to be determined. Nevertheless, anecdotal evidence from field reports during the summer of 1995 indicated that a new fluoroquinalone antibiotic, Sarafloxacin , 4 which has efficacy against Gramnegative bacteria such as E. coli and Salmonella ssp., stopped mortality in PEMS-afflicted flocks of turkey poults. However, after the antibiotic had been terminated there was a recurrence of a PEMS-like condition. 4 Abbott Laboratories, North Chicago, IL 60064-4000.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "As these atypical E. coli strains are sensitive to Sarafloxacin and resistant to all other commonly used antibiotics that have been tested (Edens et al., unpublished data) , this field observation supported the concept that PEMS can be due to bacterial agents acting singly or in combination with an unknown viral etiology, which may induce immunodysfunction allowing these atypical E. coli strains to penetrate the gut epithelial barrier. After these E. coli strains become systemic, high rates of mortality and unthriftiness in the survivors can be observed.", "cite_spans": [{"start": 139, "end": 171, "text": "(Edens et al., unpublished data)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One of the signs of PEMS is inhibited or reduced growth accompanied by wasting of the muscle mass (Brown, 1995; Barnes and Guy, 1995; Barnes et al., 1996) . Bacterial infections are known to result in whole body nitrogen loss proportional to the duration and severity of the disease (Beisel, 1984) . In fact, wasting of muscle in the PEMS condition is a classic example of catabolic losses of amino acid nitrogen from skeletal muscle (Beisel, 1984; Rennie, 1985) that is used in noncarbohydrate gluconeogenesis. In this study with the atypical E. coli strains, wasting of muscle tissue was not always apparent in every poult, but in many of the survivor poults, there was very little muscle mass remaining at 21 d of age, similar to the condition in field cases of PEMS.", "cite_spans": [{"start": 98, "end": 111, "text": "(Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 112, "end": 133, "text": "Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 134, "end": 154, "text": "Barnes et al., 1996)", "ref_id": "BIBREF1"}, {"start": 283, "end": 297, "text": "(Beisel, 1984)", "ref_id": "BIBREF2"}, {"start": 434, "end": 448, "text": "(Beisel, 1984;", "ref_id": "BIBREF2"}, {"start": 449, "end": 462, "text": "Rennie, 1985)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It has been noted that virulent E. coli strains in both chickens (Tian and Baracos, 1989; Leitner and Heller, 1992) and turkeys (Leitner and Heller, 1992) can cause diarrhea, wasting, and mortality. However, it was noted by both groups that stressors, such as inanition after virulent E. coli infection, exacerbated the disease and subsequent mortality. Indeed, feed consumption was depressed within 24 h postinfection with virulent E. coli (Tian and Baracos, 1989 ) and remained depressed for at least 25 d after infection similar to the PEMS problem associated with field outbreaks. Leitner and Heller (1992) noted that a brief period of inanition at 5 d of age resulted in rapid penetration of the intestine by virulent E. coli causing bacteremia and colonization of liver and spleen of poults. Thus, this suggests that the atypical E. coli strains, which are known to have binding and penetrating ability for avian epithelial cells, have an opportunity to translocate from the intestine to the viscera causing septicemia during the time when PEMSafflicted poults exhibit feed refusal but are eating litter that can be heavily ladened with atypical E. coli colony Types 1 and 2 (Edens et al., unpublished data). However, it is still not clear whether the atypical E. coli strains may be the primary or secondary cause of the feed refusal behavior in PEMS-afflicted poults, but as an enteroinvasive organism, the atypical E. coli have the potential to cause septicemia quickly.", "cite_spans": [{"start": 65, "end": 89, "text": "(Tian and Baracos, 1989;", "ref_id": "BIBREF15"}, {"start": 90, "end": 115, "text": "Leitner and Heller, 1992)", "ref_id": "BIBREF7"}, {"start": 128, "end": 154, "text": "(Leitner and Heller, 1992)", "ref_id": "BIBREF7"}, {"start": 441, "end": 464, "text": "(Tian and Baracos, 1989", "ref_id": "BIBREF15"}, {"start": 585, "end": 610, "text": "Leitner and Heller (1992)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "On the other hand, the disruption of the cellular integrity of the intestinal epithelium in response to infections by the atypical E. coli colony Types 1 and 2 suggests that there may be another problem associated with PEMS. Simply taken, the loss of functional microvilli and ultrastructural damage to the organelles within the epithelium cells suggests that there is a significant malabsorption problem associated with PEMS. This conclusion is based upon observations of elevated feed conversion ratios in PEMS poults (Barnes and Guy, 1995; Brown, 1995; Barnes et al., 1996; Edens, unpublished data) . It appears clear that part of the reduction in weight gain can be attributed largely to the inability of the infected poults to absorb nutrient from the chymal content of the intestine. Furthermore, the observation that there are large numbers of macrophages that migrate through the intestinal epithelium cells to phagocytize bacteria in the lumen of the ileum suggests that in cases of secretory diarrhea both transcellular and paracellular exudation of body fluids might occur which would exacerbate the diarrhea and dehydration associated with PEMS. Additionally, the breakdown of the epithelial cell junctional complex integrity would also aid in the translocation of the atypical E. coli strains and other potentially pathogenic bacteria as well.", "cite_spans": [{"start": 520, "end": 542, "text": "(Barnes and Guy, 1995;", "ref_id": "BIBREF0"}, {"start": 543, "end": 555, "text": "Brown, 1995;", "ref_id": "BIBREF3"}, {"start": 556, "end": 576, "text": "Barnes et al., 1996;", "ref_id": "BIBREF1"}, {"start": 577, "end": 601, "text": "Edens, unpublished data)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Protection against the infectivity of anaerobic bacteria from the ceca of PEMS-infected poults was observed in our first studies when killed bacteria were given orally at 1 d followed at 5 d with an oral challenge by a live culture of the anaerobes. The resistance to infection by the 5 d administration of live organisms is not clearly understood. Perhaps, the presentation of the killed organisms at 1 d, before the intestinal epithelial cells seal and form a barrier to invasion of microorganisms, allowed the immature immune system in the intestinal tract to rapidly process antigenic information presented by the heat-killed bacterial cells. This would be consistent with the observations that even in ovo administration of antigen can stimulate early immune response in chickens (Sharma, 1986; Williams et al., 1992) . This finding suggests that antigenic sites on the killed bacterial cell membranes or in the cytoplasm can induce an immune response that can be protective to the poults regardless of the level of and kinds of maternal antibodies passed to the poult. On the other hand, this observation may indicate that there are insufficient maternal antibodies in the newly hatched poult to protect it from the ravages of these and other atypical and pathogenic bacteria and that a specific immune stimulant may be required to develop immunocompetence against specific pathogens such as these atypical E. coli strains.", "cite_spans": [{"start": 785, "end": 799, "text": "(Sharma, 1986;", "ref_id": "BIBREF13"}, {"start": 800, "end": 822, "text": "Williams et al., 1992)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It appears that the dominance of atypical E. coli colony Types 1 or 2 in a majority of the PEMS and flushing cases examined by us to date argues for their involvement in the etiology of PEMS. The fact that these atypical E. coli strains, colony Types 1 and 2 and an additional 27 unique and atypical strains, are resistant to most of the commonly used antibiotics (Edens et al., unpublished data) also argues for their involvement in the PEMS disorder. The fact that these atypical E. coli colony types can cause significant depression in weight gain, cause development of bursa cores similar to the earlier observations of Barnes and Guy (1995) , Brown (1995) , and Barnes et al. (1996) , and cause high mortality rates, especially in immunocompromised poults, also argues for their involvement in the PEMS disease. The fact that these atypical E. coli colony Types 1 and 2 are resistant to nearly all commonly-used antibiotics but sensitive to Sarafloxacin and that Sarafloxacin therapy completely stops PEMS-associated mortality argues for the inclusion of these bacteria as potential etiologies for PEMS. Therefore, we conclude that the atypical E. coli colony Types 1 and 2 are involved in the etiology of the PEMS disease, but we can not make a definitive statement at this time about whether these E. coli strains are involved in primary or secondary infections associated with PEMS. Furthermore, there are numerous other atypical strains of E. coli that have been isolated from PEMS and flushing poults that are also antibiotic resistant, and these can not be ruled out as possible etiologies for PEMS.", "cite_spans": [{"start": 624, "end": 645, "text": "Barnes and Guy (1995)", "ref_id": "BIBREF0"}, {"start": 648, "end": 660, "text": "Brown (1995)", "ref_id": "BIBREF3"}, {"start": 667, "end": 687, "text": "Barnes et al. (1996)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Spiking mortality of turkeys (SMT) and related disorders: an update", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}], "year": 1995, "venue": "Pages 16-21 in: Proceedings 19th Annual North Carolina Turkey Industry Days Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Poult enteritis and mortality syndrome (\"spiking mortality of turkeys\") and related disorders-An update and overview. Newsletter, College of Veterinary Medicine and College of Agriculture and Life Sciences", "authors": [{"first": "H", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Metabolic effect of infection", "authors": [{"first": "W", "middle": ["R"], "last": "Beisel", "suffix": ""}], "year": 1984, "venue": "Prog. Food Nutri. Sci", "volume": "8", "issn": "", "pages": "43--75", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Spiking mortality: Pathology, performance, and prevention", "authors": [{"first": "T", "middle": ["P"], "last": "Brown", "suffix": ""}], "year": 1995, "venue": "Proceedings 6th Annual Eli Lilly Technical Seminar", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Morphological changes and humoral immunity in cyclophosphamide-treated chicks", "authors": [{"first": "B", "middle": [], "last": "Glick", "suffix": ""}], "year": 1971, "venue": "Transplantation", "volume": "11", "issn": "", "pages": "433--439", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The bursa of Fabricius and immunoglobulin synthesis", "authors": [{"first": "B", "middle": [], "last": "Glick", "suffix": ""}], "year": 1977, "venue": "Int. Rev. Cytol", "volume": "48", "issn": "", "pages": "345--402", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Colibacillosis of turkeys exacerbated by hemorrhagic enteritis virus. Laboratory studies", "authors": [{"first": "C", "middle": ["T"], "last": "Larsen", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Domermuth", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Sponenberg", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Gross", "suffix": ""}], "year": 1985, "venue": "Avian Dis", "volume": "29", "issn": "", "pages": "729--732", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Colonization of Escherichia coli in young turkeys and chickens", "authors": [{"first": "G", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Heller", "suffix": ""}], "year": 1992, "venue": "Avian Dis", "volume": "36", "issn": "", "pages": "211--220", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Selective suppression of humoral immunity. The effect of cyclophosphamide on the ontogeny of the humoral immune response in chickens", "authors": [{"first": "S", "middle": ["P"], "last": "Lerman", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Weidanz", "suffix": ""}], "year": 1970, "venue": "J. Immunol", "volume": "105", "issn": "", "pages": "614--619", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Use of virulent hemorrhagic enteritis virus for the induction of colibacillosis in turkeys", "authors": [{"first": "L", "middle": ["A"], "last": "Newberry", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Skeeles", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Kreider", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Beasley", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Story", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Mcnew", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Berridge", "suffix": ""}], "year": 1993, "venue": "Avian Dis", "volume": "37", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Immune system dysfunction during exposure to poult enteritis and mortality syndrome agents", "authors": [{"first": "M", "middle": ["A"], "last": "Qureshi", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Edens", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Havenstein", "suffix": ""}], "year": 1996, "venue": "Poultry Sci", "volume": "76", "issn": "", "pages": "564--569", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Muscle protein turnover and wasting due to injury and disease", "authors": [{"first": "M", "middle": ["J"], "last": "Rennie", "suffix": ""}], "year": 1985, "venue": "Br. Med. Bull", "volume": "41", "issn": "", "pages": "257--264", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "SAS User's Guide: Statistics. Version 5 Edition", "authors": [{"first": "", "middle": [], "last": "Sas Institute", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Embryo vaccination of specific pathogen free chickens with infectious bursal disease virus and tissue distribution of the vaccine virus and protection of hatched chicks against the disease", "authors": [{"first": "J", "middle": ["M"], "last": "Sharma", "suffix": ""}], "year": 1986, "venue": "Avian Dis", "volume": "30", "issn": "", "pages": "776--780", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Field outbreaks of colibacillosis of turkeys associated with hemorrhagic enteritis virus", "authors": [{"first": "D", "middle": ["P"], "last": "Sponenberg", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Domermuth", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Larsen", "suffix": ""}], "year": 1985, "venue": "Avian Dis", "volume": "29", "issn": "", "pages": "823--842", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect of Escherichia coli infection on growth and protein metabolism in broiler chicks (Gallus domesticus)", "authors": [{"first": "S", "middle": [], "last": "Tian", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Baracos ; Van Den Hurk", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Allan", "suffix": ""}, {"first": "C", "middle": [], "last": "Riddell", "suffix": ""}, {"first": "T", "middle": [], "last": "Watts", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Potter", "suffix": ""}], "year": 1989, "venue": "Comp. Biochem Physiol", "volume": "94", "issn": "", "pages": "708--716", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Commercial broiler studies of Marek's disease vaccination in ovo", "authors": [{"first": "C", "middle": ["J"], "last": "Williams", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Womack", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Miles", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Gildersleeve", "suffix": ""}], "year": 1992, "venue": "Poultry Sci", "volume": "71", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Transmission electron micrographs of goblet cells in the ileum of 21-d-old turkey poults from a) control and b) atypical Escherichia coli colony Type 1. The electron micrographs indicate that the goblet cells in the poults given atypical E. coli colony Type 1 at 1 d of age were depleted of mucous indicative of either high rates of secretion associated with the severe Poult Enteritis Mortality Syndrome-related diarrhea or that the goblet cells were unable to obtain adequate nutrients to maintain normal function. (MV; microvilli; EC: epithelial cell; GB: goblet cell; MT: mitochondrion; S: secretory granule in goblet cell; Bar = 102 hm).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Transmission electron micrograph of an intestinal macrophage penetrating the junctional complex between epithelium cells in the ileum or between epithelium and goblet cell in the ileum of a 21-d-old poult given atypical Escherichia coli colony Type 1 at 1 d posthatch. (MV: microvilli; EC: epithelial cell; GB: goblet cell; MAC: macrophage; MT: mitochondrion; Bar = 510 hm).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Composition 1 of the turkey starter diet mg/kg; vitamin E, 66 IU/kg; riboflavin, 13.2 mg/kg; dpantothenate, 22 mg/kg; niacin, 110 mg/kg; choline, 1,200 mg/kg; vitamin B 12 , 39.6 mg/kg; d-biotin, 253 mg/kg; pyridoxine, 7.9 mg/kg; thiamine, 4 mg/kg; folic acid, 2.2 mg/kg; sodium selenite, 0.3 mg/kg; ethoxyquin, 100 mg/kg.", "latex": null, "type": "table"}, "TABREF1": {"text": "Effect of Escherichia coli inocula isolated from commercial Poult Enteritis Mortality Syndrome (PEMS)-infected poults and propagated anaerobically on BW and mortality through 14 d of age a-c Means in a column with no common superscript differ significantly (P £ 0.05). 1 Mortality data were not collected due to frequent killing of poults for other analyses.TABLE 3. Effect of cyclophosphamide (CPD) injected for the first 5 consecutive d posthatch on BW of poults given a single oral challenge of atypical Escherichia coli colony Type 1 or atypical E. coli colony Type 2 at either Day 1 (D1) or Day 6 (D6) posthatch a-c Means -SEM in a column with no common superscript differ significantly (P £ 0.05).", "latex": null, "type": "table"}, "TABREF2": {"text": "Effect of cyclophosphamide (CPD) injected for the first 5 consecutive d posthatch on mortality of poults given a single oral challenge of atypical Escherichia coli colony Type 1 or atypical E. coli colony Type 2 at either Day 1 (D1) or Day 6 (D6) posthatch a-f Means in a column with no common superscript differ significantly (P £ 0.05).", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}