{"paper_id": "0f10b9135da412f952e22d837c527929e6fdf1de", "metadata": {"title": "Correction of Belief Function to Improve the Performances of a Fusion System", "authors": [{"first": "Didier", "middle": [], "last": "Coquin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Savoie Mont Blanc", "location": {"postCode": "74944", "settlement": "Annecy le vieux, Annecy", "country": "France"}}, "email": "didier.coquin@univ-smb.fr"}, {"first": "Reda", "middle": [], "last": "Boukezzoula", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Savoie Mont Blanc", "location": {"postCode": "74944", "settlement": "Annecy le vieux, Annecy", "country": "France"}}, "email": ""}, {"first": "Rihab", "middle": ["Ben"], "last": "Ameur", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Savoie Mont Blanc", "location": {"postCode": "74944", "settlement": "Annecy le vieux, Annecy", "country": "France"}}, "email": ""}]}, "abstract": [{"text": "Our application concerns the fusion of classifiers for the recognition of trees from their leaves, in the framework of belief functions theory. In order to improve the rate of good classification it is necessary to correct Bayesian mass functions. This correction will be done from the meta-knowledge which is estimated from the confusion matrix. The corrected mass functions considerably improve the recognition rate based on the decisions provided by the classifiers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Tree species recognition is the problem of identifying the species of a given tree. This task may be easy for a botanist who has strong knowledge about trees. However, a novice or a lover of the trees universe may have difficulties. This paper is part of the ReVeRiES project that seeks to develop a mobile application that recognizes tree species without needing an internet connection. Indeed, the application will be used in nature, forests, mountains where an internet connection is not available. In the context of tree species recognition, we treat a real problem since the photos of leaves are taken in the natural environment. The processing of this type of data is complicated because of their specificities due firstly to the nature of the objects to be recognized (inter-species similarity and intra-species variability) and secondly to the environment. Errors can be accumulated during the pre-fusion process. The merit of the fusion is to take into account all the imperfections that can taint the available data and try to model them well. The fusion is more effective if the data are well modeled. The theory of belief functions represents one of the best theoretical frameworks able to manage and represent uncertainty, inaccuracy, conflict, etc. This theory is important because of its wealth of tools to manage the various sources of imperfections as well as the specificities of the available data. In the framework of this theory, it is possible to model the data through the construction of mass functions. It is also possible to manage the computational complexity thanks to the approximations allowing to reduce the number of focal elements. Conflict being one of the most present sources of imperfections, can be dealt through the selection of the best combination rule. By merging sources of information with different degrees of reliability, the least reliable source may affect the data issued from the most reliable one. One of the solutions for this problem is to try to improve the performances of the least reliable source. Thus, by merging with other sources, it will provide useful information and will in turn contribute in improving the performance of the fusion system. The performance improvement of an information source can be affected through the correction of mass functions. In this context, the correction can be made based on measures of the relevance or sincerity of the studied source [14] . The confusion matrices present a data source from which meta-knowledge characterizing the state of a source can be extracted [17] . In this paper, the proposed fusion system is a hierarchical fusion system set up within the framework of belief function theory. It allows to merge data from leaves and provides the user with a list of the most likely species while respecting the educational purpose of the application. The computational complexity of this fusion system is quite small allowing, in the long term, to implement the application on a Smartphone.", "cite_spans": [{"start": 2431, "end": 2435, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2563, "end": 2567, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is organized in the following way: Sect. 2 describes the fusion system. Section 3 presents the different mechanisms for correcting the mass functions. A correction method is proposed in Sect. 4 which we have applied to our fusion system. Section 5 shows the improvement brought by this correction on real data.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The sub-classification strategy consists on recognizing a leaf through its botanical properties. The application consists of taking a photo of a leaf with a smartphone and the system extracts morphological characteristics (the lobe shape − → A F described by the Polygonal model, the Margin − → A C , the Base and the Apex −−→ A BS ). The fusion system is composed of three classifiers based on random forests that have been previously trained on learning images. As outputs of each classifier S i , we have a distribution of probabilities P j [e i ] in the species referential with e i ∈ Ω = 72 the number of species [1] . The fusion system, shown in Fig. 1 , consists of 3 steps:", "cite_spans": [{"start": 618, "end": 621, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 652, "end": 658, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Fusion System"}, {"text": "1. Mass functions construction: the passage towards the belief functions theory requires the construction of mass functions based on the distributions of probabilities. 2. Mass functions approximation: to reduce the computational complexity. 3. Mass functions combination: in the framework of the belief functions theory, several combination rules exist. Each one allows to manage one of more sources of imperfections. ", "cite_spans": [], "ref_spans": [], "section": "Fusion System"}, {"text": "Let Mass functions construction from probability distributions is an important step in the fusion process. Indeed, the mass functions must be sufficiently representative of all available information. In our case, the data obtained at the output of the classifiers are uncertain because the sources have different degrees of reliability and are sometimes conflicting. It is therefore important that the mass functions can represent all these imperfections and take into account as much information as possible [1] . In our case, we have a large discernment framework (Ω = 72 assumptions). To construct 2 72 focal elements and to give a mass to all possible combinations would lead to significant computational complexity. In the literature, there are several methods for constructing a mass function from a probability distribution, the best known of which are: bayesian mass functions and consonant mass functions [2] . We have studied and analyzed these two methods in depth. Following these studies, we found that by building bayesian mass functions, we obtain precise and certain focal elements. The obtained mass functions are representative enough of the available information and the focal elements are singletons which causes the elimination of certain species. Concerning consonant mass functions, we noticed that this method leads to the construction of large focal elements (made up of several species). It has the advantage of allowing a better presentation of all available information.", "cite_spans": [{"start": 509, "end": 512, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 914, "end": 917, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Mass Functions Construction"}, {"text": "One of the major problems of belief function theory is the computational complexity which is relatively high compared to other theories such as probability theory and possibility theory. Computational complexity increases exponentially with the number of sources to be combined, and becomes even more important when the space of discernment is large. To limit the complexity of calculations, existing approaches rely either on procedures that involve exact calculations or on approximation techniques. In the first category, an optimal calculation algorithm has been proposed by Kennes in [9] . This algorithm makes it possible to considerably optimize the number of addition and multiplication operations when calculating mass functions and to reduce the complexity of the calculations. The disadvantage of this method is that the number of focal elements is not reduced since it is a procedure that performs exact calculations. This can be problematic in our case because we have to manage a large area of discernment and perform the same calculation for several sources of information. The second category of approaches is composed of mass functions approximation procedures. The mass functions approximation procedures allow the reduction of the number of focal elements based on different selection criteria. In particular, we focused on the most commonly used procedures: the \"Inner\" and \"Outer\" approximations [4] , the k − l − x [21] and the \"Summation method\" [11] . The analysis, as well as the experiments carried out, have led to the choice of the summation approximation as the most suitable method for our case since it offers the best relationship between computational complexity and preservation of a maximum of useful information.", "cite_spans": [{"start": 589, "end": 592, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1417, "end": 1420, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1437, "end": 1441, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1469, "end": 1473, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Mass Functions Approximation"}, {"text": "\"Summation\" approximation consists of keeping the k − 1 focal elements having the largest mass. The union of the remaining focal elements forms the k th focal element whose sum of their masses is transferred to the element k. The application of this approximation in our specific context is interesting. Unlike the k − l − x approximation, even focal elements with low mass will be kept. Thus, a maximum of information will be transferred allowing more flexibility to the fusion process. In addition, this approximation is simple, and it does not require a lot of calculation operations which reduces the processing time.", "cite_spans": [], "ref_spans": [], "section": "Mass Functions Approximation"}, {"text": "To better manage the imperfections of the data, several combination rules have been proposed as part of the theory of belief functions. Each rule has been put in place to handle one or more aspects of imperfections. Given the limited and variable performance of the data sources to be combined, we consider that we have to deal with unreliable sources of data. According to Lefevre et al. [10] the combination rules proposed in the literature represent solutions to manage the different sources of conflict. They divide these combination rules into two categories:", "cite_spans": [{"start": 389, "end": 393, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Mass Functions Combination"}, {"text": "1. the first category groups together the combination rules requiring that the sources of information to combine are reliable.", "cite_spans": [], "ref_spans": [], "section": "Mass Functions Combination"}, {"text": "2. the second category groups combination rules where at least one of the sources of information is reliable without necessarily knowing which one.", "cite_spans": [], "ref_spans": [], "section": "Mass Functions Combination"}, {"text": "In our case, the main problematic situation we face is the following:", "cite_spans": [], "ref_spans": [], "section": "Mass Functions Combination"}, {"text": "-no intersection between 2 focal elements issued from two sources. In that case, our need is to transfer mass to the elements involved in the conflict. -two or more sources propose the true species. In that case, our need is to transfer mass to the intersection. -no intersection between the species proposed by the different sources (total conflict). In that case, our need is to transfer mass to the partial ignorance.", "cite_spans": [], "ref_spans": [], "section": "Mass Functions Combination"}, {"text": "After the study and analysis of the different existing combination rules: Dempster combination rule [18] , Dubois and Prade combination rule [6] , Mixte combination rule, Florea and Jousselme combination rule [8] , PCR6 [12] and DPCR combination rule [13] , we found that the DPCR combination rule is the best compromise between a good recognition rate of the first species and the processing time per species (see Table 1 ). Indeed, it transfers the mass to the intersection, the elements involved in the conflict as well as to partial ignorance. It also offers the best compromise between classification ratio and computational complexity. DPCR is called the rule of proportional redistribution of the weakened conflict, this rule was proposed by Martin [13] . It is an extension of the P CR5 combination rule. It consists in applying a discounting procedure to transfer part of the partial conflict to partial ignorance (the union). ", "cite_spans": [{"start": 100, "end": 104, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 141, "end": 144, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 209, "end": 212, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 220, "end": 224, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 251, "end": 255, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 756, "end": 760, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 415, "end": 422, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Mass Functions Combination"}, {"text": "Since the objective of the application is to present a list of the top 10 most probable species, we are interested in the decision criterion \"the maximum of pignistic probability\" or BetP which is proposed by Smets in [20] . These decisionmaking criteria makes it possible to transform the mass functions into measures of probabilities for all w k ∈ Ω, but in our case, we work with bayesian bba and in a such a case, we have the same results. Thus, we can to provide the user with an ordered list of the most likely species and not an ordered list of the most likely sets of species. The criterion makes it possible to lift the inaccuracy which can taint the data since we work with consonant mass functions. The dashed colored lines in the Fig. 1 represents the different choices made for the different blocks of the fusion system, which nave been previously explained. The three sources S i are three feature vectors (the Polygonal model, the Margin, the Base and the Apex) that are used as input for the three classifiers (Random Forest).", "cite_spans": [{"start": 218, "end": 222, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 742, "end": 748, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Decision Making Criteria"}, {"text": "The theory of belief functions provides a flexible framework for modeling and managing information uncertainty. Several tools are proposed in the literature, they allow to modify or correct some of the information based on additional information on the relevance or sincerity of a source.", "cite_spans": [], "ref_spans": [], "section": "Belief Function Corrections"}, {"text": "Historically, discounting is the first correction tool proposed in the literature [19] . It is based on the degree of relevance of an information source S to weaken the mass of information it provides [16] . The discounting was developed as part of the Transferable Belief Model (TBM) [20] . Suppose that an information source S provides information represented by a mass function m S and assume that β with β in [0, 1], is the degree of relevance relating to this source S. The discounting is done as follows:", "cite_spans": [{"start": 82, "end": 86, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 201, "end": 205, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 285, "end": 289, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discounting Based on Degree of Relevance"}, {"text": "Discounting therefore consists of weakening the initial mass function according to its degree of relevance and giving more weight to ignorance. The reverse operation of the discounting, called, de-discounting was introduced in [5] . If after making the discounting it turns out that the information on the relevance of the source was false, the de-discounting allows to find m S (A) from m(A). This correction method uses the overall degree of relevance to weaken the mass functions. However, this measure is insufficient since the degree of relevance may vary from one class to another. Given the quality of the data, it would be more useful to apply contextual correction methods where the weakening of a mass function takes into account each context.", "cite_spans": [{"start": 227, "end": 230, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discounting Based on Degree of Relevance"}, {"text": "In [15] , Mercier et al. studied contextual discounting based on the degree of contextual relevance of an information source. Its application requires the presence of additional information on the relevance of an information source conditionally in different contexts A of Ω such as the union of subsets A form a partition of Ω. Suppose that β A , with β A in [0, 1], is the degree of relevance of a source S in a context A and the union of context elements A form the A partition of Ω.", "cite_spans": [{"start": 3, "end": 7, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Contextual Discounting Based on the Degree of Relevance"}, {"text": "The belief m obtained by taking contextual elements A into account is defined as follows:", "cite_spans": [], "ref_spans": [], "section": "Contextual Discounting Based on the Degree of Relevance"}, {"text": "where ∪ A∈A represents the canonical disjunctive decomposition, A βA represents a simple mass function having as focal elements ∅ and A whose corresponding masses are β A and 1 − β A respectively. A more general case of contextual discounting is discussed in [14] . Its application is simpler and more general since the formation of a partition by A context elements is no longer required. Thus, this correction tool can be applied even if the A context elements do not form a partition of Ω. Suppose β A , with β A the degree of relevance given to a source of information in a context A and that A is the set of contexts for which we know contextually the degree of relevance of the information source. The resulting mass function by taking into account these context elements is calculated as follows:", "cite_spans": [{"start": 259, "end": 263, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Contextual Discounting Based on the Degree of Relevance"}, {"text": "where ∩ A∈A represents the canonical conjunctive decomposition. The contextual discounting discussed in this section is based on contextual elements that provide information about the contextual relevance of the information source. This technique of mass function correction is interesting in our case since the relevance of our classifiers is variable from one species to another. With this technique, it would be possible to introduce additional information on the contextual relevance of each source of information to each species. Contextual discounting can also be applied to contextually modify a mass function based on another measure of reliability: sincerity.", "cite_spans": [], "ref_spans": [], "section": "Contextual Discounting Based on the Degree of Relevance"}, {"text": "It is possible to estimate the sincerity or not of a source of information by assuming that it is reliable. Thus, the correct decisions and incorrect decisions of the source respectively correspond to a sincere or insincere behavior of the source of information. Suppose a source of information is sincere with a β degree and not sincere with a 1 − β degree. According to [7] , the correction of mass functions by taking into account meta-knowledge about the sincerity of a source can be done in 3 different ways:", "cite_spans": [{"start": 372, "end": 375, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Correction Techniques Based on the Degree of Sincerity a) Discounting based on the degree of sincerity"}, {"text": "-by weakening the initial mass while giving mass to ignorance as follows:", "cite_spans": [], "ref_spans": [], "section": "Correction Techniques Based on the Degree of Sincerity a) Discounting based on the degree of sincerity"}, {"text": "-by weakening the initial mass given to A (∀A ⊆ Ω) while tuning more mass to its complement A (∀A ⊆ Ω) as follows:", "cite_spans": [], "ref_spans": [], "section": "Correction Techniques Based on the Degree of Sincerity a) Discounting based on the degree of sincerity"}, {"text": "-by weakening the initial mass by a factor of β = 1 − 2 , where is the classification error rate in the previous Equation, and guarantying mass to ignorance.", "cite_spans": [], "ref_spans": [], "section": "Correction Techniques Based on the Degree of Sincerity a) Discounting based on the degree of sincerity"}, {"text": "According to the degree of sincerity of the source of information, the initial mass is weakened while granting mass to ignorance as shown by the Eqs. 5. The Eq. 6 presents a slightly different way since the weakening of the initial mass is coupled to a mass transfer to A which is the complement set of the focal element A in question. This approach is very interesting because it allows a better preservation of the specificity of the information. In the next section, we are particularly interested in this approach and will propose a method to contextually define the complement set A of A.", "cite_spans": [], "ref_spans": [], "section": "Correction Techniques Based on the Degree of Sincerity a) Discounting based on the degree of sincerity"}, {"text": "The definition of different forms of non-veracity in [17] made it possible to define a new form of contextual discounting based on the degree of sincerity. Suppose the source S is negatively untrue in A. This new form of contextual discounting is defined as follows:", "cite_spans": [{"start": 53, "end": 57, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "b) The contextual discounting based on the degree of sincerity"}, {"text": "In [14] , Mercier and et al. define a new correction mechanism called contextual reinforcement. Suppose the source S is positively untrue in A. This new form of contextual reinforcement is defined as follows:", "cite_spans": [{"start": 3, "end": 7, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "c) Contextual reinforcement based on the degree of sincerity"}, {"text": "These two new forms of discounting represented in the Eqs. 7 and 8 are interesting because the discounting takes into account the contextual sincerity of the source of information. Its application requires the setting up of assumptions in relation to the sincerity of the source. So we need meta-knowledge to assert if the source is negatively untrue in A or if it is positively untrue in A.", "cite_spans": [], "ref_spans": [], "section": "c) Contextual reinforcement based on the degree of sincerity"}, {"text": "The application of the correction mechanisms requires knowledge of the state of the information source to be processed. This knowledge, called \"metaknowledge\", is used to characterize the state of a data source: relevant or not, sincere or not. This meta-knowledge is generally uncertain and often presented by mass functions [17] . In the context of classifiers fusion, we are interested in the estimation of meta-knowledge from the confusion matrices obtained for each classifier. A confusion matrix M i = (n kl ) k∈{1,...,K},l∈{1,...,K} is a table characterizing the performance of a data source S i on a test set of K classes (Table 2) . Each line k in the confusion matrix represents the decision made in favor of w lk . Each column l represents the truth w l . Note that n k. = K l=1 n kl represents the number of objects in w k and n .l = K k=1 n kl is the number of objects in w l . The total number of objects is n = K k=1 K l=1 n kl . ", "cite_spans": [{"start": 326, "end": 330, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 630, "end": 639, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Estimation of Knowledge from a Confusion Matrix"}, {"text": "In [7] , Elouedi et al. define two ways to calculate the contextual relevance for each context: using the percentage of correct classifications for each context, and using a distance to determine the reliability rate of a source in the different contexts.", "cite_spans": [{"start": 3, "end": 6, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Estimation of Contextual Relevance of a Source from the Confusion Matrix"}, {"text": "The contextual weakening of a mass function based on its degree of contextual relevance is interesting. In our case, the application of this approach amounts to disjunctively combining the initial mass function with the 72 contextual elements that can be highlighted by the confusion matrix. This is very complicated from a computational point of view since it involves making 72 combinations for each mass function and for each source of information. So, in the following we will use the confusion matrix to estimate the sincerity of the source.", "cite_spans": [], "ref_spans": [], "section": "Estimation of Contextual Relevance of a Source from the Confusion Matrix"}, {"text": "It is possible to estimate the sincerity of a source always using a confusion matrix. In [17] , Pichon et al. suggest the three approaches that can be used: generation of a Bayesian mass function characterizing the sincerity of a source, generation of a mass function from the pignistic probability, or generation of a mass function to characterize the sincerity of a source based on the work of Dempster [3] .", "cite_spans": [{"start": 89, "end": 93, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 405, "end": 408, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Estimation of a Source Sincerity from the Confusion Matrix"}, {"text": "As we mentioned, we are interested in the weakening of the mass function as proposed in Eq. 10. Indeed, in some applications, it is easy to define the set A complement of A. This is even simpler when it comes to a small discernment space or where relevant knowledge is available (such as expert opinion). In our case, we can assimilate the set A complement of A to the set of all the classes belonging to the discernment space Ω but not belonging to A. Assume that A is formed of 10 species, a mass will be transferred to the complement set A composed of 62 species. The specificity of the information can be lost. For all these reasons, and considering the quality of the processed data as well as the available information, we were interested in defining the A complement set for each context.", "cite_spans": [], "ref_spans": [], "section": "Estimation of a Source Sincerity from the Confusion Matrix"}, {"text": "The proposed correction method consists in reinforcing, contextually, the mass attributed to some classes. This correction requires retrieving information from the test database's confusion matrix to define the complement set A i of each context c i . The proposed approach consists of the following 3 steps:", "cite_spans": [], "ref_spans": [], "section": "The Proposed Correction Method"}, {"text": "construction of the Bayesian mass functions from the probability distributions obtained at the output of a classifier extraction of contextual meta-knowledges from the confusion matrix.", "cite_spans": [], "ref_spans": [], "section": "The Proposed Correction Method"}, {"text": "These meta-knowledges allow to define a complement set A i for each context c i contextual use of meta-knowledge to correct the Bayesian mass functions", "cite_spans": [], "ref_spans": [], "section": "The Proposed Correction Method"}, {"text": "At the output of a classifier, we obtain a probability distribution P i (e k ) between the species. To move from probability theory to belief function theory, we construct Bayesian mass functions and transfer all available information to it as follows:", "cite_spans": [], "ref_spans": [], "section": "Building Bayesian Mass Functions"}, {"text": "where X is any set containing more than one species. Mass m i equal to the probability P i is given to each element e k of Ω having a non-zero probability. A zero mass is given to all subsets.", "cite_spans": [], "ref_spans": [], "section": "Building Bayesian Mass Functions"}, {"text": "The purpose of this step is to use the confusion matrix to define, for each context c i , the complement set A i . In our case, there are 72 contexts corresponding to the 72 species forming the discernment space Ω. In a confusion matrix, each line k represents the decision made in favor of w k . Each column l represents the truth w l . By traversing the matrix of confusion line by line without considering the diagonal, it is possible to extract, for a decision w k , all the species in which the truth is found. This set is the complement set A k for a context c k corresponding to w k decision.", "cite_spans": [], "ref_spans": [], "section": "Meta-knowledge Extraction"}, {"text": "Let's consider the confusion matrix shown in the Table 3 .", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Example 2:"}, {"text": "Let's analyze the confusion matrix line by line without taking into account the diagonal. The first line corresponds to the decision e 1 . We notice through the third column that the classifier decides e 1 whereas it is e 3 . We thus consider, that for the context c 1 corresponding to the decision e 1 , the complement set is A 1 = {e 3 }. So, the idea is to assign a mass to e 3 each time the classifier decides e 1 . The second line corresponds to the decision e 2 . We notice through the first column that once on 5 the classifier decides e 2 when it is e 1 and through the third column that the classifier decides e 2 when it is e 3 . So a mass will be given to e 1 and e 3 each time the classifier decides e 2 .", "cite_spans": [], "ref_spans": [], "section": "Example 2:"}, {"text": "The third line corresponds to the decision e 3 . According to the first column, once out of 5 the classifier decides e 3 whereas it is e 1 .", "cite_spans": [], "ref_spans": [], "section": "Example 2:"}, {"text": "By going through the confusion matrix line by line, and following the classifier's decision, the three complementary sets corresponding respectively to a decision in favor of e 1 , e 2 and e 3 are obtained:", "cite_spans": [], "ref_spans": [], "section": "Example 2:"}, {"text": "Following the extraction of the complementary sets of each context, the correction of the mass functions is carried out by applying the approach presented in the Eq. 10. Applying this equation, must not change the Bayesian form of the mass function so that we can then build consonant mass functions. The information available will therefore be represented in the best possible way. The initial mass function will be weakened by β and a mass equal to (1 − β)/|A i | is given to each element of the complement set. Depending on how the degree of sincerity β is calculated, the correction can be done in two ways:", "cite_spans": [], "ref_spans": [], "section": "Using Meta-knowledge for Bayesian Mass Function Correction"}, {"text": "1. β = overall degree of sincerity of the information source. 2. β = degree of contextual sincerity. In this case, the value of β is extracted from the diagonal of the confusion matrix for the 72 assumptions.", "cite_spans": [], "ref_spans": [], "section": "Using Meta-knowledge for Bayesian Mass Function Correction"}, {"text": "To weaken a mass function, the idea is to contextually vary the value of β. Thus, if the classifier decides that it is the species e 2 , the contextual value of β is that corresponding to the degree of sincerity of the classifier relative to the species e 2 . It is important to note that in our case, we consider that the decision of a classifier corresponds to the species with the maximum mass. Note that for most species, the context value of β is zero. Thus, in these cases, the initial mass function is multiplied by zero and a null mass is given to the complement set. In other words, the mass function becomes zero.", "cite_spans": [], "ref_spans": [], "section": "Using Meta-knowledge for Bayesian Mass Function Correction"}, {"text": "In the data set, there is 5104 leaves photos unequally distributed on 72 species. In fact, we have some species that are well presented in the dataset. However, we have some other species that are less presented and some species that have only two exemplary. We used 2572 leaves photos for training and the rest for testing.", "cite_spans": [], "ref_spans": [], "section": "Dataset Description"}, {"text": "When the degree of sincerity is global, the value of β is the same for all contexts, while when the degree of sincerity is contextual, the value of β will depend on the context. We notice that in many contexts the value of β is null: 21 contexts for the Polygonal model classifier S 1 , 22 contexts for the Margin classifier S 2 and 34 contexts for the Base and Apex classifier S 3 . Even though contextual values of β usually allow contextual truthfulness to be taken into account in each case, in our case this approach is useless since, in most contexts, β have a null value.", "cite_spans": [], "ref_spans": [], "section": "What About Degree of Sincerity: Global or Contextual?"}, {"text": "In order to evaluate the performance of the classifiers before and after the correction of the mass functions, the idea is to use the 10-fold cross-validation procedure. Meta-knowledge is extracted from 9/10th samples, and the effectiveness of the correction method is tested on the remaining 10. This operation is repeated 10 times, and each time the configuration and test samples are randomly drawn. The end result is the average value of the 10 results corresponding to the 10 repetitions. Figure 2 shows the results obtained before and after the correction of the mass functions of the test database. Since botanists like to see similar species, we have presented the results of the good classification rate according to the number N of species selected. We note a significant improvement in classifier performance for both modalities. Nevertheless, through Table 4 representing the standard deviation for each classifier, we notice that the standard deviation is often important. Indeed, by randomly pulling the configuration data, the sets formed can be quite representative of the variations existing in the data as they can be weakly representative of these variations. The quality of the extracted meta-knowledge, therefore, varies according to the relevance of the configuration database, which subsequently influences the ability of the fusion system to generalize.", "cite_spans": [], "ref_spans": [{"start": 494, "end": 502, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 863, "end": 870, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Impact of the Proposed Method on the Classifier Performances"}, {"text": "In this paper, we presented the different mechanisms for correcting mass functions and applied the most appropriate ones for our application. We have shown that the use of the confusion matrix allows us to define meta-knowledge useful for the correction of mass functions. We applied this technique to our merging system and showed that it significantly improved the rate of good classification. Work is in progress on the addition of the bark modality from which we can extract characteristics such as texture, color, ... which would allow us to differentiate between neighboring species. The bark-derived characteristics could serve as a meta-knowledge that we will use to resolve ambiguities when there are significant conflicts on species associated with leaf recognition. This would improve the performance of this system.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Influence of basic belief assignments construction on the behaviour of a fusion system for tree species recognition", "authors": [{"first": "R", "middle": ["B"], "last": "Ameur", "suffix": ""}, {"first": "L", "middle": [], "last": "Valet", "suffix": ""}, {"first": "D", "middle": [], "last": "Coquin", "suffix": ""}], "year": 2017, "venue": "20th International Conference on Information Fusion", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Constructing consonant belief functions from sample data using confidence sets of pignistic probabilities", "authors": [{"first": "A", "middle": [], "last": "Aregui", "suffix": ""}, {"first": "T", "middle": [], "last": "Denoeux", "suffix": ""}], "year": 2008, "venue": "Int. J. Approximate Reasoning", "volume": "49", "issn": "3", "pages": "575--594", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "New methods for reasoning towards posterior distributions based on sample data", "authors": [{"first": "A", "middle": ["P"], "last": "Dempster", "suffix": ""}], "year": 1966, "venue": "Ann. Math. Stat", "volume": "37", "issn": "", "pages": "355--374", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Inner and outer approximation of belief structures using a hierarchical clustering approach", "authors": [{"first": "T", "middle": [], "last": "Denoeux", "suffix": ""}], "year": 2001, "venue": "Int. J. Uncertainty Fuzziness Knowl. Based Syst", "volume": "9", "issn": "04", "pages": "437--460", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Classification using belief functions: relationship between case-based and model-based approaches", "authors": [{"first": "T", "middle": [], "last": "Denoeux", "suffix": ""}, {"first": "P", "middle": [], "last": "Smets", "suffix": ""}], "year": 2006, "venue": "IEEE Trans. Syst. Man Cybern. Part B (Cybern.)", "volume": "36", "issn": "6", "pages": "1395--1406", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Representation and combination of uncertainty with belief functions and possibility measures", "authors": [{"first": "D", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "H", "middle": [], "last": "Prade", "suffix": ""}], "year": 1988, "venue": "Comput. Intell", "volume": "4", "issn": "3", "pages": "244--264", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Discountings of a belief function using a confusion matrix", "authors": [{"first": "Z", "middle": [], "last": "Elouedi", "suffix": ""}, {"first": "E", "middle": [], "last": "Lefevre", "suffix": ""}, {"first": "D", "middle": [], "last": "Mercier", "suffix": ""}], "year": 2010, "venue": "22nd IEEE International Conference on Tools with Artificial Intelligence (ICTAI)", "volume": "1", "issn": "", "pages": "287--294", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Robust combination rules for evidence theory", "authors": [{"first": "M", "middle": ["C"], "last": "Florea", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Jousselme", "suffix": ""}, {"first": "É", "middle": [], "last": "Bossé", "suffix": ""}, {"first": "D", "middle": [], "last": "Grenier", "suffix": ""}], "year": 2009, "venue": "Inf. Fusion", "volume": "10", "issn": "2", "pages": "183--197", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Computational aspects of the mobius transformation of graphs", "authors": [{"first": "R", "middle": [], "last": "Kennes", "suffix": ""}], "year": 1992, "venue": "IEEE Trans. Syst. Man Cybern", "volume": "22", "issn": "2", "pages": "201--223", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Belief function combination and conflict management", "authors": [{"first": "E", "middle": [], "last": "Lefevre", "suffix": ""}, {"first": "O", "middle": [], "last": "Colot", "suffix": ""}, {"first": "P", "middle": [], "last": "Vannoorenberghe", "suffix": ""}], "year": 2002, "venue": "Inf. fusion", "volume": "3", "issn": "2", "pages": "149--162", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A framework for evidential-reasoning systems", "authors": [{"first": "J", "middle": ["D"], "last": "Lowrance", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Garvey", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Strat", "suffix": ""}], "year": 2008, "venue": "Classic works of the Dempster-Shafer theory of belief functions. Studies in Fuzziness and Soft Computing", "volume": "", "issn": "", "pages": "419--434", "other_ids": {"DOI": ["10.1007/978-3-540-44792-4_16"]}}, "BIBREF11": {"ref_id": "b11", "title": "A new generalization of the proportional conflict redistribution rule stable in terms of decision", "authors": [{"first": "A", "middle": [], "last": "Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Osswald", "suffix": ""}], "year": 2006, "venue": "Advances and Applications of DSmT for Information Fusion: Collected Works", "volume": "2", "issn": "", "pages": "69--88", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Toward a combination rule to deal with partial conflict and specificity in belief functions theory", "authors": [{"first": "A", "middle": [], "last": "Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Osswald", "suffix": ""}], "year": 2007, "venue": "10th International Conference on Information Fusion", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Belief functions contextual discounting and canonical decompositions", "authors": [{"first": "D", "middle": [], "last": "Mercier", "suffix": ""}, {"first": "É", "middle": [], "last": "Lefèvre", "suffix": ""}, {"first": "F", "middle": [], "last": "Delmotte", "suffix": ""}], "year": 2012, "venue": "Int. J. Approximate Reasoning", "volume": "53", "issn": "2", "pages": "146--158", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Refined modeling of sensor reliability in the belief function framework using contextual discounting", "authors": [{"first": "D", "middle": [], "last": "Mercier", "suffix": ""}, {"first": "B", "middle": [], "last": "Quost", "suffix": ""}, {"first": "T", "middle": [], "last": "Denoeux", "suffix": ""}], "year": 2008, "venue": "Inf. Fusion", "volume": "9", "issn": "2", "pages": "246--258", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Relevance and truthfulness in information correction and fusion", "authors": [{"first": "F", "middle": [], "last": "Pichon", "suffix": ""}, {"first": "D", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "T", "middle": [], "last": "Denoeux", "suffix": ""}], "year": 2012, "venue": "Int. J. Approximate Reasoning", "volume": "53", "issn": "2", "pages": "159--175", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Proposition and learning of some belief function contextual correction mechanisms", "authors": [{"first": "F", "middle": [], "last": "Pichon", "suffix": ""}, {"first": "D", "middle": [], "last": "Mercier", "suffix": ""}, {"first": "É", "middle": [], "last": "Lefevre", "suffix": ""}, {"first": "F", "middle": [], "last": "Delmotte", "suffix": ""}], "year": 2016, "venue": "Int. J. Approximate Reasoning", "volume": "72", "issn": "", "pages": "4--42", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A Mathematical Theory of Evidence", "authors": [{"first": "G", "middle": [], "last": "Shafer", "suffix": ""}], "year": 1976, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Belief functions: the disjunctive rule of combination and the generalized Bayesian theorem", "authors": [{"first": "P", "middle": [], "last": "Smets", "suffix": ""}], "year": 1993, "venue": "Int. J. Approximate Reasoning", "volume": "9", "issn": "1", "pages": "1--35", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The transferable belief model", "authors": [{"first": "P", "middle": [], "last": "Smets", "suffix": ""}, {"first": "R", "middle": [], "last": "Kennes", "suffix": ""}], "year": 1994, "venue": "Artif. Intell", "volume": "66", "issn": "2", "pages": "191--234", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Approximations for efficient computation in the theory of evidence", "authors": [{"first": "B", "middle": [], "last": "Tessem", "suffix": ""}], "year": 1993, "venue": "Artif. Intell", "volume": "61", "issn": "2", "pages": "315--329", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Hierarchical fusion system for combining leaves data characteristics", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Recognition rate without and with mass correction.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Ω = {w 1 , w 2 , ..., w N } be a frame of discernment composed of N exclusive and exhaustive hypothesis w i . The set of all subsets A of Ω is called the power set of Ω and is denoted 2 Ω = {A|A ⊆ Ω} = {∅, w 1 , w 2 , ..., w N , w 1 ∪ w 2 , ..., Ω}. A mass function on Ω is a mapping m from the power set 2 Subsets A of Ω such that m(A) > 0 are called focal sets of m. A mass function is said to be: vacuous if Ω is its only focal set, in which case it is denoted by m Ω ; inconsistent if ∅ is its only focal set, in which case it is denoted by m ∅ ; dogmatic if Ω is not a focal set; normal if ∅ is not a focal set.", "latex": null, "type": "table"}, "TABREF1": {"text": "Processing time per species and recognition rate according to the combination rule Combination rule Processing time per species Recognition rate", "latex": null, "type": "table"}, "TABREF2": {"text": "Illustration of a confusion matrix Verity decision w1 . . . w l . .", "latex": null, "type": "table"}, "TABREF3": {"text": "Example of confusion matrix", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Truth decision e1 </td><td>e2 </td><td>e3\n</td></tr><tr><td>e1 </td><td>3 </td><td>0 </td><td>2\n</td></tr><tr><td>e2 </td><td>1 </td><td>4 </td><td>2\n</td></tr><tr><td>e3 </td><td>1 </td><td>0 </td><td>3\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Standard deviation of the different classifiers without and with the correction of mass functions, N is the number of returned species N = 5 N = 10 N = 1 N = 5 N = 10 Base and Apex 5.4614 3.9912 3.2008 3.8133 3.8328 3.2924", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements. This work is part of ReVeRIES project supported by the French National Agency for Research with the reference ANR-15-CE38-0004.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}