{
    "paper_id": "0f143363fe75bb98145208817518565c4bb9350e",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 and Generalized Myasthenia Gravis Exacerbation: A Case Report COVID-19 and Generalized Myasthenia Gravis Exacerbation: A Case Report",
        "authors": [
            {
                "first": "Shivangi",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri CE515, CS & E building Columbia",
                    "location": {
                        "postCode": "65212",
                        "region": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "Raghav",
                "middle": [],
                "last": "Govindarajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri CE515, CS & E building Columbia",
                    "location": {
                        "postCode": "65212",
                        "region": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "Corresponding",
                "middle": [],
                "last": "Author",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri CE515, CS & E building Columbia",
                    "location": {
                        "postCode": "65212",
                        "region": "Missouri"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report a patient with generalized Myasthenia Gravis (MG) who presented to us with shortness of breath, ptosis, worsening muscle weakness and dysphagia. She also reported recent travel history and tested positive for COVID-19. She was hospitalized and required intubation for 14 days due to worsening respiratory distress during which she received Plasma Exchange and her home dose of immunosuppressive therapy. She was successfully extubated and discharged to home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Myasthenia Gravis (MG) is a disorder of neuromuscular transmission in which antibodies bind to acetylcholine receptors or to functionally related molecules at the neuromuscular junction. It presents with variable, fluctuating muscle weakness, most commonly affecting the ocular, bulbar, respiratory and limb muscles (generalized MG) These symptoms can rapidly worsen (\"exacerbation\") with potential for airway compromise (\"crisis\") due to triggers such as infection. Plasma exchange (PLEX) and Intravenous Immunoglobulin (IVIg) are the mainstay of management during such episodes (1) . Given that many MG patients are on immune-modulating medications, there's possibly an increased risk of Corona Virus Disease 2019 (COVID-19) from severe acute respiratory syndrome coronavirus 2 (SARS CoV 2) (2). Per the Centers for Disease Control, symptoms from SARS CoV 2 can include fever, cough, respiratory distress, diarrhea, and reduction of smell and taste sensations (3). Additionally, if there is coexisting respiratory muscle weakness, MG patients can be at an increased risk of COVID-19-related complications (2). In this case report, we discuss the presentation of a generalized MG exacerbation with co-existing COVID-19 symptoms and its management.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 36-year-old female had been diagnosed with seronegative (acetylcholine receptor binding antibody negative and MuSk antibody negative) generalized MG via repetitive nerve stimulation two years ago when she presented with progressive limb weakness, fatigable ptosis, dysphagia and exertional dyspnea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "At baseline, she was stable; her Myasthenia Gravis Activities of Daily living score (MG-ADL) was eight, and her Myasthenia Gravis Foundation of America (MGFA) class was 2A and MG-Composite was 13. Her last exacerbation was 6 months prior to this episode when she presented with worsening dysphagia and exertional dyspnea. She was treated with PLEX with significant improvement in symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "At the time of her current presentation, she was on Prednisone 25 mg daily for 4 months (was on 40 mg daily at diagnosis), Mycophenolate Mofetil 1000 mg twice daily (for 20 months) and Pyridostigmine 60 mg three times a day (for 24 months). She was also treated with maintenance IVIg every 10 weeks. She had undergone thymectomy about a year and half ago (thymic hyperplasia seen on biopsy). There was no other past medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "The patient had a history of air travel to Massachusetts 10 days prior to symptom onset. She now presented with worsening ptosis, dysphagia, weakness and shortness of breath concerning for a MG exacerbation. In addition, she reported cough, fever and loss of sense of smell. Patient's labs showed elevated white count (15.22x10 9 /L) with lymphopenia (0.58x10 9 /L). Respiratory pathogen panel including Influenza A/B and J o u r n a l P r e -p r o o f Streptococcus pneumonia came back negative. Given recent travel with cough and fever on presentation, she was tested for COVID-19 Real Time-Polymerase Chain Reaction primers (RT-PCR) with Centers for Disease Control (RT-PCR), which came back positive. Pulmonary function tests were deferred at that time, but an Arterial Blood Gas (ABG) showed PaO2 of 90 mmHg (normal: 75mmHg-100mmHg) and PaCO2 50mmg (normal: 35mmHg-4 5mmHg). She was admitted for management of her MG exacerbation symptoms. Her MG composite was 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Her initial treatment regimen included supportive care for COVID-19 and PLEX for MG exacerbation. Pyridostigmine was held, but we continued mycophenolate in addition to stress dose IV steroids (oral prednisone was stopped). Three days after starting treatment, her respiratory status worsened. ABG done at that time showed PaO2 of 50mmHg and PaCO2 of 60mmHg, following which she was electively intubated. CT chest showed bilateral ground-glass opacities ( Figure 1 ). Significant labs included an elevated aspartate transaminase 70 U/L (8-48 U/L), alanine transaminase 80 U/L (7-55 U/L), L-lactate dehydrogenase 300 U/L (122-222 U/L), and ferritin 400 micrograms/L (11-307 micrograms per liter). D-dimer was also elevated at 300 to 600 ng/mL Fibrinogen Equivalent Units (FEU) (normal: less than 500 ng/mL FEU). The patient remained intubated for the next 14 days during which she received PLEX therapy (a total of 5 exchanges done every other day) in addition to stress dose steroids. She remained in the hospital for an additional 7 days post extubation before being discharged to her home. She resumed her home dose prednisone (25mg daily) and mycophenolate mofetil (1000mg twice daily) at discharge. At follow-up one-month post discharge, the patient was back to her baseline with regards to myasthenic symptoms (MG-ADL was 7 and MG composite was 14), but she continued to report a loss of sense of smell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "COVID-19 infection in MG can be challenging for multiple reasons: infections are known to trigger MG exacerbations/crises, MG patients may be at increased risk of such infections due to immunosuppressive medications, and respiratory distress can be seen in both conditions which can complicate identification and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, a panel of MG experts (2) provided guidance on MG management during the COVID-19 pandemic. Per their recommendations, therapy decisions should be tailored to each patient; immunosuppressive medication should be continued, unless specifically discussed and approved by healthcare providers. Furthermore, they recommend continuing the current MG standard of care treatment during hospitalizations. There may be a need to increase corticosteroid dose as is typical in infection/stress steroid protocols; however, if COVID-19 symptoms are severe, it may be important to temporarily pause immunosuppression. Immune depleting agents should be avoided, whereas standard immunosuppressive agents such as azathioprine and mycophenolate can be continued given that they are longer acting (similar to our case). In addition, there is currently no evidence suggesting that IVIG or PLEX increase the risk of COVID-19 infections (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For our patient, in accordance with the guidelines, we continued the standard of care treatment for MG exacerbations due to her significant decline. She was continued on Mycophenolate Mofetil, and we gave her stress dose steroids during the hospital stay. We held her Pyridostigmine as acetylcholinesterase inhibitors may lead to excessive bronchial secretions and further complications during hospitalizations. Finally, given her initial presentation and to prevent further MG-related complications, we continued her home medication regimen upon discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There appears to be considerable variability in how MG patients respond to COVID-19, however. Anand et al. (2020) describe the course of COVID-19 in five hospitalized patients with MG (four with AchR antibodies and one with MuSK antibody). Hypoxemic respiratory failure secondary to COVID-19 was reported in three patients, requiring either high flow oxygen or intubation. A milder course of illness without respiratory complications was seen in the remaining two. It's unclear why one patient may perform better than another, but it's plausible it may relate to comorbidities and how soon a patient received care.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 113,
                    "text": "Anand et al. (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Outcomes also don't seem to be related to the immunosuppressive dosing. Anand et al. (2020) decided to hold the home dose of Mycophenolate Mofetil in two of their patients; however, no pattern of outcomes emerged from that. They also report uncertainty of any impact of discontinuation as the drug can remain active for up to 6 weeks after cessation, as has been recommended by Jacob et al. (2020). Additional guidelines from Solé et al. (2020) suggest caution in using hydroxychloroquine and azithromycin, two experimental COVID-19 treatments, in MG patients as they may contribute to a worsening of myasthenic symptoms. Thus, an individualized approach to management seems best suited.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 91,
                    "text": "Anand et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 426,
                    "end": 444,
                    "text": "Solé et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "MG treatment in the context of COVID-19 should be tailored to the patient, with close monitoring of the patient's respiratory status given the possibility of complications from both the infection and MG. Figure 1. A 36-year old female with a history of generalized Myasthenia Gravis presented with worsening muscle weakness and shortness of breath. On evaluation, she was also found to be positive for SARS COV-2. She was hospitalized and treated with Plasma Exchange with her home dose of Mycophenolate Mofetil continued. Her respiratory status worsened three days after admission, showing bilateral ground glass opacities as seen in the CT chest below. Patient was intubated for 14 days before being discharged to home.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "Figure 1.",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance for the management of myasthenia gravis (MG) and Lambert-Eaton myasthenic syndrome (LEMS) during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Neurol Sci",
            "volume": "87",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in patients with myasthenia gravis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Muscle Nerve",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance for the care of neuromuscular patients during the COVID-19 pandemic outbreak from the French Rare Health Care for Neuromuscular Diseases Network",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Solé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rev Neurol",
            "volume": "",
            "issn": "6",
            "pages": "507--515",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}