{
    "paper_id": "0f177cb459667339625acb302bf676fc542dedbd",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Carlos",
                "middle": [
                    "R"
                ],
                "last": "Camara-Lemarroy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Calgary",
                    "location": {
                        "settlement": "Calgary",
                        "region": "Alberta",
                        "country": "Canada"
                    }
                },
                "email": "carlos.camara-lemarroy@albertahealthservices.ca.correspondence"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the end of 2019 a novel virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), causing severe acute respiratory syndrome (ARDS) has expanded throughout the globe, presenting an unprecedented strain on health-care resources. Despite a rapid response by the scientific community, the identification of effective novel or repurposed drugs for prevention and treatment has been challenging. In a recent issue, Zheng et al. reported the results of a meta-analysis of 10 clinical trials evaluating the effects of remote ischemic preconditioning (REIP) over post-surgical lung injury [1] . They concluded that REIP successfully reduced intensive care unit stay and mechanical ventilation time, while also reducing serum concentrations of inflammatory cytokines and oxidative stress [1] . Could REIP be repurposed in an attempt to attenuate the severity of SARS-CoV-2 induced ARDS?",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 600,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pathophysiology of SARS-CoV-2 induced ARDS is still being elucidated. Evidence suggests that a cytokine storm may be partially driving uncontrolled pulmonary inflammation and likely contributing to severe lung injury, multi-organ failure and high mortality in SARS-CoV-2 infection [2] . In previous studies, tumor necrosis factor, vascular endothelial growth factor, Interleukin (IL)-6 and IL-8 have been proposed play important roles ARDS, but the role of immunotherapy in the management of the SARS-CoV-2 remains unclear. Furthermore, the diverse signals that regulate lung injury, the complex roles of the immune response in balancing repair versus injury, and the absence of a specific antiviral therapy, all suggest that targeting a single molecular pathway may be insufficient in attenuating disease severity.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, REIP is able to attenuate pro-inflammatory responses, upregulate anti-inflammatory signals, reduce oxidative stress, regulate the expression of genes that are conductive to tissue repair, among other effects [3] . Therefore, REIPs protective effects in conditions other than ischemic-injury have also been studied. Accumulating clinical and experimental evidence suggests single or repeated \"dose\" REIP could be utilized as a non-invasive, inexpensive and efficient adjunct therapeutic intervention method for multi-organ protection, based on pleiotropic effects that harness endogenous protective mechanisms [3] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although Zheng et al. did not find a significant effect over IL-6, IL-8 or ventilation/oxygenation parameters, recent clinical studies have shown promising findings. In a randomized trial including 216 patients undergoing elective thoracic pulmonary resection under one-lung ventilation, REIP increased PaO 2 /FIO 2 post-operatively, reduced serum levels of IL-6 up to 48 h after the procedure, and reduced the incidence of acute lung injury and hospital stay [4] . One randomized trial of people undergoing pulmonary lobectomy showed that REIP improved PaO 2 /FiO 2 throughout the 24-hour post-operative period, while also decreasing exhaled breath 8-isoprostane levels and other markers of oxidative injury [5] .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 463,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering the evidence supporting clinically significant lung protection involving the regulation of mechanisms that are thought to be key in the relevant pathophysiology, REIP should be investigated as a possible therapeutic strategy in SARS-CoV-2-associated ARDS. It is a safe and tolerable intervention that has been widely studied in trials involving populations requiring mechanical ventilation and intensive care unit management. It is not known to have systemic side effects or to adversely affect pharmacodynamics, and it could be offered as an adjunctive therapy to other experimental drug interventions. Nonetheless, to the best of my knowledge, REIP has not been previously examined in clinical studies of infectious processes. Any study involving REIP in SARS-CoV-2-associated ARDS should therefore carried out in the context of an ethically reviewed clinical trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The writing of this manuscript did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/financial support"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of remote ischemic preconditioning on prognosis in patients with lung injury: a meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jodlowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cutrell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Remote ischemic conditioning: a promising therapeutic intervention for multi-organ protection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ya",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aging (Albany NY",
            "volume": "10",
            "issn": "",
            "pages": "1825--55",
            "other_ids": {
                "DOI": [
                    "10.18632/aging.101527"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Limb remote ischemic preconditioning attenuates lung injury after pulmonary resection under propofol-remifentanil anesthesia: a randomized controlled study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anesthesiology",
            "volume": "121",
            "issn": "",
            "pages": "249--59",
            "other_ids": {
                "DOI": [
                    "10.1097/ALN.0000000000000266"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remote ischemic preconditioning decreases oxidative lung damage after pulmonary lobectomy: a singlecenter randomized, double-blind, controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-De-La-Asunción",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez-Griera",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anesth Analg",
            "volume": "125",
            "issn": "",
            "pages": "499--506",
            "other_ids": {
                "DOI": [
                    "10.1213/ANE.0000000000002065"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}