{
    "paper_id": "0f19b48d02f60827ba727f1ee556cf6e28c10a0c",
    "metadata": {
        "title": "COVID-19, equipoise and observational studies: a reminder of forgotten issues",
        "authors": [
            {
                "first": "Erlangga",
                "middle": [],
                "last": "Yusuf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus University Medical Center",
                    "location": {
                        "addrLine": "Dr. Molenwaterplein 40",
                        "postCode": "3015 GD",
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Maiwald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KK Women's and Children's Hospital",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "million to 612 million [3] . Performing RCTs is thus reserved for the pharmaceutical industry and academics with strong funding. This poses a problem during the COVID-19 pandemic and will likely continue to do so after the pandemic. The inevitable economic recession may cause a reduction of research funding. Therefore, it is good to reconsider the role of RCTs as the primary study design of choice.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The decision to perform an RCT needs to consider appropriate use of research resources, trying to answer relevant questions and following best ethical principles. Doctors and researchers simply cannot test all ideas for possible treatments that come to their mind by way of RCTs. A principle proposed several decades ago, called equipoise, should be considered by doctors, researchers and ethics committees [4] . This principle requires that a clinical trial should be performed only if there is genuine uncertainty about which treatment is beneficial. When a treatment can be predicted to be effective by the medical community, or when the biological plausibility is clear and beyond doubt, or on the other hand, totally absent (for example, the use of Reiki for treating COVID-19), RCTs should normally not be undertaken. While these criteria appear self-explanatory, we are aware of many trials that lacked equipoise and were published in major medical journals. One such example is a trial that compared chlorhexidine-alcohol with povidone-iodine alone for surgical skin antisepsis, published in the clinical journal with the highest impact factor in the world [5] . If one asks infection prevention practitioners, they would be perfectly able to predict the results of this RCT at the outset. Alcohols were known for decades to be more potent than aqueous povidone-iodine, and the comparison was unfair by way of comparing two antiseptics against one.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1165,
                    "end": 1168,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Equipoise"
        },
        {
            "text": "In finding a treatment for COVID-19, the principle of equipoise should remain applicable for a clinical trial, even though the situation is often not clear-cut. One example is the proposal to treat COVID-19 patients with plasma of recovered patients. Based on immunological reasoning and on experience with some other viral diseases, this treatment is clearly plausible. However, the comparator, the standard of care, at the moment is the best treatment available, and there are risks of adverse events, such as transfusion-related acute lung injury and antibody-dependent viral enhancement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipoise"
        },
        {
            "text": "RCTs are generally slow in providing answers. A search performed on April 28, 2020, in the ClinicalTrials.gov database showed that among 311,349 registered trials on adults up to December 31, 2018, only 39,601 (13%) had published their results, only half of the RCTs achieved the recruitment target, and only half of these were completed in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipoise"
        },
        {
            "text": "During the Ebola virus outbreak in 2014, an ethics advisory panel to the World Health Organization (WHO) concluded that it would be acceptable to offer unregistered interventions that have shown promising results in the laboratory and in animal models, but have not yet been evaluated for safety and efficacy in humans, provided that certain conditions are met (https ://www.who.int/csr/resou rces/publi catio ns/ebola / ethic al-consi derat ions/en/). The essence from this viewpoint has been applied in several studies concerning treatment of COVID-19 with hydroxychloroquine. Some early observations indicated that this agent may be effective, but some were later rebuked by the scientific community [6] . To us, the unfortunate aspect of this example does not appear to be the contradiction of results by different studies-which is an inherent aspect of how science works-but the fact that those observational studies were not conducted sufficiently well, i.e. included analyses without adjustment, had no proper control group, and used cases and controls from different patient populations [6] .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Clinical trials ethics during outbreaks"
        },
        {
            "text": "Observational studies-either cohort or case-control-can indeed answer clinical questions when they are performed well. Guidelines for reporting observational studies are available, such as the STROBE statement (https ://www.strob e-state ment.org/index .php?id=strob e-home). The STROBE statement was developed by an international, collaborative initiative of epidemiologists, methodologists, statisticians, researchers, and journal editors involved in the conduct and dissemination of observational studies. Observational studies can answer more, and more diverse, questions than RCTs. This includes, for example, outcomes observed during various follow-up durations and also side effects. RCTs are less suitable for answering these questions, because the follow-up duration is often fixed, and it is more difficult to recruit larger study populations. In addition, RCTs are usually powered to observe outcomes, but not side effects. Unfortunately, the possibility to 'adjust' the study size, the duration of follow-up and other variables, such as what outcomes to include or not to include, is an important threat to this type of study design. It becomes the task of editors, peer-reviewers and the research community to detect such problems. Systematic reviews that analyze and summarize observational studies are able to rate the quality of such studies and detect if there is publication bias, such as when only studies with 'positive' results tend to get published. The advent of some journals-unfortunately many of which charge publication fees-that focus on publishing methodologically sound studies regardless of whether they bear 'positive' or 'negative' results also helps towards addressing these problems. Observational studies are also usually much cheaper and easier to plan than RCTs. Researchers do need to maintain comprehensive databases from where the study populations, including case and controls, are derived. Publication bias of observational studies may underlie the proposition that the measured effect size is often exaggerated. However, a Cochrane review showed that any lack of agreement between results of RCTs and observational studies was not due to different study designs per se, and that there were no significant differences in effect size between observational studies and RCTs [7] .",
            "cite_spans": [
                {
                    "start": 2315,
                    "end": 2318,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Alternative to RCTs"
        },
        {
            "text": "In conclusion, the current COVID-19 pandemic reminds us that RCTs should be conducted with the question of equipoise in mind, and that observational studies, when performed and analyzed well, can give valid answers to clinical questions in the absence of RCTs. Under the right conditions, observational studies are not much inferior to RCTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest EY is at this moment an associate editor for the journal Clinical Microbiology and Infection and a guest editor of the open access journal Journal of Clinical Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Streptomycin treatment of pulmonary tuberculosis: a Medical Research Council investigation",
            "authors": [],
            "year": 1948,
            "venue": "Streptomycin in Tuberculosis Trials Committee",
            "volume": "2",
            "issn": "",
            "pages": "769--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Systematic review on costs and resource use of randomized clinical trials shows a lack of transparent and comprehensive data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Speich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Von Niederhäusern",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemkens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fürst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "COVID-19, equipoise and observational studies: a reminder of forgotten issues 3",
            "volume": "96",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2017.12.018"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Equipoise and the ethics of clinical research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "N Engl J Med",
            "volume": "317",
            "issn": "",
            "pages": "141--146",
            "other_ids": {
                "DOI": [
                    "10.1056/nejm198707163170304"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chlorhexidine-alcohol versus povidone-iodine for surgical-site antisepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Darouiche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "Kmf",
                    "middle": [],
                    "last": "Itani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Otterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Carrick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "18--26",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa0810988"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 research has overall low methodological quality thus far: case in point for chloroquine/hydroxychloroquine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Debono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mammen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iorio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aryal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Epidemiol",
            "volume": "123",
            "issn": "",
            "pages": "120--126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2020.04.016"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Healthcare outcomes assessed with observational study designs compared with those assessed in randomized trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anglemyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.MR000034.pub2"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}