{"paper_id": "0f1fccb7234ada04fa3f2dd8dc334dd897bbb5d9", "metadata": {"title": "Functional peptide microarrays for specific and sensitive antibody diagnostics", "authors": [{"first": "Heiko", "middle": [], "last": "Andresen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fraunhofer Institute for Biomedical Engineering", "location": {"settlement": "Potsdam-Nuthetal", "country": "Germany"}}, "email": ""}, {"first": "Carsten", "middle": [], "last": "Grötzinger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kim", "middle": [], "last": "Zarse", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fraunhofer Institute for Biomedical Engineering", "location": {"settlement": "Potsdam-Nuthetal", "country": "Germany"}}, "email": ""}, {"first": "Oliver", "middle": ["J"], "last": "Kreuzer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eva", "middle": [], "last": "Ehrentreich-Förster", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fraunhofer Institute for Biomedical Engineering", "location": {"settlement": "Potsdam-Nuthetal", "country": "Germany"}}, "email": ""}, {"first": "Frank", "middle": ["F"], "last": "Bier", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fraunhofer Institute for Biomedical Engineering", "location": {"settlement": "Potsdam-Nuthetal", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "Peptide microarrays displaying biologically active small synthetic peptides in a high-density format provide an attractive technology to probe complex samples for the presence and/or function of protein analytes. We present a new approach for manufacturing functional peptide microarrays for molecular immune diagnostics. Our method relies on the efficiency of site-specific solution-phase coupling of biotinylated synthetic peptides to NeutrAvidin (NA) and localized microdispensing of peptide-NA-complexes onto activated glass surfaces. Antibodies are captured in a sandwich manner between surface immobilized peptide probes and fluorescence-labeled secondary antibodies. Our work includes a total of 54 peptides derived from immunodominant linear epitopes of the T7 phage capsid protein, Herpes simplex virus glycoprotein D, c-myc protein, and three domains of the Human coronavirus polymerase polyprotein and their cognate mAbs. By using spacer molecules of different type and length for NA-mediated peptide presentation, we show that the incorporation of a minimum spacer length is imperative for antibody binding, whereas the peptide immobilization direction has only secondary importance for antibody affinity and binding. We further demonstrate that the peptide array is capable of detecting lowpicomolar concentrations of mAbs in buffered solutions and diluted human serum with high specificity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Peptide microarrays displaying biologically active small synthetic peptides in a high-density format provide an attractive technology to probe complex samples for the presence and/or function of protein analytes. We present a new approach for manufacturing functional peptide microarrays for molecular immune diagnostics. Our method relies on the efficiency of site-specific solution-phase coupling of biotinylated synthetic peptides to NeutrAvidin (NA) and localized microdispensing of peptide-NA-complexes onto activated glass surfaces. Antibodies are captured in a sandwich manner between surface immobilized peptide probes and fluorescence-labeled secondary antibodies. Our work includes a total of 54 peptides derived from immunodominant linear epitopes of the T7 phage capsid protein, Herpes simplex virus glycoprotein D, c-myc protein, and three domains of the Human coronavirus polymerase polyprotein and their cognate mAbs. By using spacer molecules of different type and length for NA-mediated peptide presentation, we show that the incorporation of a minimum spacer length is imperative for antibody binding, whereas the peptide immobilization direction has only secondary importance for antibody affinity and binding. We further demonstrate that the peptide array is capable of detecting lowpicomolar concentrations of mAbs in buffered solutions and diluted human serum with high specificity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Protein and peptide microarrays are rapidly evolving technologies for large-scale proteome analysis. Functional protein arrays provide a direct approach for a diverse set of applications, such as protein profiling, characterization of protein-protein interactions, and other biochemical activities of proteins [1] . The production of protein microarrays generally requires cloning, overexpression, isolation, and purification of proteins of interest. Although high-through-put protocols for production and purification of proteins have recently been developed [2] , the preparation of high quality functionally active proteins is a major technical hurdle when protein microarrays have to be developed to industrial standards at a reasonable price.", "cite_spans": [{"start": 310, "end": 313, "text": "[1]", "ref_id": null}, {"start": 560, "end": 563, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In the case of peptide microarrays, the primary sequence of biologically active protein regions is substituted by short synthetic peptides, typically 8-20 mers. Compared to proteins, peptides have several advantages for the use as versatile probe molecules in chip-based analysis. Like oligonucleotides for DNA microarrays, well-established peptide chemistry and fully automated synthesis of custom designed libraries with simultaneous ease of purification and quality analysis make peptides an economically superior alternative to recombinant proteins [3] . In addition, peptides can be readily synthesized with non-natural functionalities, e.g., Damino acids, cyclic structures, and particularly linker molecules, which is an important aspect for site-specific immobilization of peptide probes on solid supports in predefined orientation and high density. In comparison to proteins, peptides are chemically and physically more resistant and can withstand relatively harsh conditions without loss of their biological function.", "cite_spans": [{"start": 553, "end": 556, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "As protein substitutes, peptides are in their capacity restricted to mimicking linear polypeptide determinants of the ligand protein and their use is limited when complex 3-D structures are essential for a given biological function. Such conformationally defined binding sites are only detected if the peptide affinity per se is high enough [4, 5] . There is a strong view, however, that linear determinants are involved in at least a very significant part of protein-protein interactions, and that peptide ligands can be modeled for binding sites of almost any target structure of the proteome [4] . Therefore, peptide microarrays provide a straightforward approach to the identification of enzyme substrates and inhibitors [6] [7] [8] , potential protein ligands in drug discovery [9] , for applications in molecular immunology, e.g., identification of linear epitopes [10, 11] and for antibody diagnostics [12, 13] . The particular value of peptide microarrays in the analysis of immune responses is based on the complex genetic mechanisms leading to random combination of a relatively small number of immunoglobulin gene segments. The result is the expression of extraordinary variable antigen receptors, i.e., antibodies with unique structures, specificities, and affinities. Thus, it is impossible to indirectly screen the human antibody repertoire for specific molecules with methods on DNA or mRNA level.", "cite_spans": [{"start": 341, "end": 344, "text": "[4,", "ref_id": null}, {"start": 345, "end": 347, "text": "5]", "ref_id": null}, {"start": 595, "end": 598, "text": "[4]", "ref_id": null}, {"start": 725, "end": 728, "text": "[6]", "ref_id": null}, {"start": 729, "end": 732, "text": "[7]", "ref_id": null}, {"start": 733, "end": 736, "text": "[8]", "ref_id": null}, {"start": 783, "end": 786, "text": "[9]", "ref_id": null}, {"start": 871, "end": 875, "text": "[10,", "ref_id": null}, {"start": 876, "end": 879, "text": "11]", "ref_id": null}, {"start": 909, "end": 913, "text": "[12,", "ref_id": null}, {"start": 914, "end": 917, "text": "13]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In a recent article, we presented the development of a novel peptide microarray platform for the detection of antibodies in liquid samples [13] . Our approach consists of sitespecific solution-phase coupling of biotinylated synthetic peptides to NeutrAvidin (NA) or streptavidin, localized microdispensing of peptide-NA-complexes (PNACs) onto activated glass slides and a fluorescence immuno sandwich assay format for antibody capture and detection (Fig. 1) . We have demonstrated that the technique of site-specific precoupling of peptides and NA is particularly advantageous to level the physicochemical properties of heterogeneous peptide libraries for standardized spotting and chip production methods. The peptide arrays were capable of detecting mAbs in buffered solutions and diluted human serum.", "cite_spans": [{"start": 139, "end": 143, "text": "[13]", "ref_id": null}], "ref_spans": [{"start": 449, "end": 457, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "Following this successful proof of concept studies this article deals with the investigation of peptide probe design and functional presentation in chip-based implementations and of the suitability of the system for diagnostic purposes. Using a total of 54 synthetic peptides derived from immunodominant epitopes of the T7 phage capsid protein, Herpes simplex virus glycoprotein D, c-myc protein, and three domains of the Human coronavirus 229E polymerase polyprotein, we address the issue of spacer type and length for efficient antibody capture from solution and analyze the influence of the peptide immobilization direction, i.e., free amino and carboxy-termini, on the antibody affinity using an on-chip epitope mapping approach. The work further includes sensitivity and specificity analyses of the diagnostic assay.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Peptides were synthesized in 2 mmol scale on a LIPS ® 96 peptide synthesizer (peptides&elephants) in resin preloaded MultiPep 96 ® microtiter plates (peptides&elephants) using Fmoc chemistry on Rink amide AM resin or N-biotinyl-N-Fmoc-ethylenediamine-MPB AM resin (Merck Biosciences AG, Darmstadt, Germany). All solvents were of reagent or HPLC grade and were bought from Carl Roth GmbH (Karlsruhe, Germany). Activated amino acid building blocks (O-pentafluorophenyl esters) were products of peptides&elephants GmbH. Temporary Fmoc protection groups were removed by treatment with 20% piperidine v/v in dimethyl formamide. Amino acid coupling was done with 4 equiv activated amino acid solution (0.2 M in N-methyl pyrrolidone). Fmoc-aminohexanoic acid (AHX) (Merck Biosciences AG) and biotin-undadecaethylene glycol propionic acid (Polypure AS, Oslo, Norway) were attached using 2 equiv of the specified spacer molecules in a mixture with 2 equiv benzotriazol-1-yl-oxytripyrrolidinophosphonium hexa-fluorophosphate and 4 equiv 4-methyl morpholin. Biotin was coupled to the N-terminus of peptides using 4 equiv d-biotin-N-succinimidyl ester (Merck Biosciences AG, 0.2 M in Nmethyl pyrrolidone) and 8 equiv 1-hydroxybenzotriazole (0.4 M in N-methyl pyrrolidone). Permanent protection groups were removed and peptides were released from the resin by treatment with 90% TFA, 5% triisopropyl silane, 2.5% DTT, and 2.5% HPLC-water v/v. Peptides were lyophilized, redissolved in TFA, and precipitated by the addition of ice-cold hexane-diethylether solution (50/50). All peptides were analyzed by MS (Finnigan Surveyor MSQ Plus, Thermo Finnigan, Bremen, Germany). The peptides used in this work are listed in Table 1 and Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 1702, "end": 1709, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1714, "end": 1720, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Peptides and synthesis"}, {"text": "If not stated otherwise, biotinylated peptides were coupled to NA (Perbio Science Deutschland GmbH, Bonn, Germany) in a solution-phase reaction using 2 mg/mL NA in HPLC-grade water with a five-fold molar excess of peptide and reacted overnight at 147C. Peptide-NA-complexes were diluted to 0.4 mg/mL in spotting buffer (13.7 mM sodium chloride, 0.27 mM potassium chloride, 0.2 mM potassium di-hydrogen phosphate, 1 mM di-sodium hydrogen phosphate (AppliChem, Darmstadt, Germany), pH 7.6). Without further purification, PNAC solutions were spotted with the sci-FLEX Arrayer piezoelectric dispenser (Scienion AG, Berlin, . Monoclonal anti-Pol, anti-Hel, and anti-Con antibodies (Pol-mAb, Hel-mAb, Con-mAb) were produced as described by Grötzinger et al. [14] . Cy5-conjugated polyclonal goat antimouse antibody (Cy5-GAM) was bought from Jackson ImmunoResearch (Cambridgeshire, UK). For antibody incubation, the arrays were covered with LifterSlips ™ (Eerie Scientific Company, Portsmouth, NH, USA). Primary antibodies were diluted in PBS-T 1 3% skim milk and incubated on the arrays for 2 h at room temperature in moist chambers. Next, slides were washed two times in PBS-T and one time in PBS-T 1 10% skim milk for 5 min each on a horizontal shaker at 250/min and room temperature. Incubation with Cy5-GAM was done at a concentration of 10 mg/mL in PBS-T 1 3% skim milk for 1 h, followed by three times washing for 5 min in PBS-T, 250/min at room temperature. Slides were rinsed in dH 2 O and dried in nitrogen. Fluorescence readout was performed with the Affymetrix 428 ArrayScanner (Affymetrix, Santa Clara, CA, USA) and quantified using the Ima-Gene V5.5 software (Biodiscovery, El Segundo, CA, USA). Pseudo-colored images were generated with the Farbverlauf V2.0 software (Fraunhofer IBMT, Potsdam, Germany).", "cite_spans": [{"start": 752, "end": 756, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "General preparation and processing of peptide microarrays"}, {"text": "Peptides 1-6 without spacer (type a), AHX (type b) and PEG spacer (type c), and peptides 7-24 (types d and e) were preincubated in 40-fold molar excess with 2 mg/mL NA overnight at 147C. Unbound peptides were removed by extensive washing on Ultrafree-0.5 centrifugal filter devices with 30 kDa molecular weight cut-off (Millipore GmbH, Schwalbach, Germany). PNACs were spotted at a concentration of 0.4 mg/mL with the sciFLEX arrayer at dew point temperature. Incubation with primary mAbs was done at a concentration of 1 mg/mL of each mAb in PBS-T 1 3% w/v skim milk for 2 h at room temperature. Further slide processing followed the protocol described above. Fluorescence data were evaluated by calculation of signal-to-background ratios (SBR) between PNAC spots and NA reference spots:", "cite_spans": [], "ref_spans": [], "section": "Influence of peptide spacer type and length and immobilization direction on antibody capture"}, {"text": "Relative fluorescence units (RFU) were defined as the mean pixel intensity per spot. Further standardization was accomplished by relating the SBR i to the maximum SBR max measured for one type of mAb:", "cite_spans": [], "ref_spans": [], "section": "Influence of peptide spacer type and length and immobilization direction on antibody capture"}, {"text": "PNACs of peptides 1-6 (type b) were printed at a concentration of 0.4 mg/mL. Serial dilutions of the six mAbs (1 mg/ mL-1 pg/mL) were spiked into PBS-T pH 7.4 1 3% skim milk or into human serum (Sigma-Aldrich), 1:50 diluted in PBS-T. Chip incubation was for 3 h at room temperature for PBS samples and overnight at 147C for serum samples. After washing, incubation with 10 mg/mL Cy5-GAM in PBS-T 1 3% skim milk for 2 h at room temperature was maintained. The slides were scanned and analyzed. Fluorescence signals were evaluated by determination of the contrast between PNAC spots and NA reference spots:", "cite_spans": [], "ref_spans": [], "section": "Sensitivity"}, {"text": "The LOD for each mAb was determined using control slides incubated only with PBS-T or diluted serum and Cy5-GAM: LOD = Contrast control 1 3?SD control (4)", "cite_spans": [], "ref_spans": [], "section": "Sensitivity"}, {"text": "PNACs of peptides 1-6 (type b) were printed at a concentration of 0.4 mg/mL with the TopSpot/M Arrayer onto amine functionalized glass slides and incubated for 24 h in moist chambers at room temperature. After surface passivation with PBS-T 1 10% skim milk, two approaches were carried out to assess the specificity of the peptide microarray: (A) The arrays were incubated with one of the six mAbs. (B) The arrays were incubated with a pool of the six mAbs, one mAb at a time was selectively competed with 10 mM of the respective free peptide ligand in solution. All antibodies were used at a concentration of 1 mg/mL in PBS-T 1 3% skim milk. Washing steps, incubation with Cy5-GAM, and data evaluation were done as described above. Quantitative data evaluation followed Eqs. (1), (2).", "cite_spans": [], "ref_spans": [], "section": "Specificity"}, {"text": "Spacer molecules are commonly used in chip technology to spatially separate probe molecules from the solid support and enhance their accessibility for target molecules [15] . Although spacers are standard tools in DNA microarray technology, their role in peptide surface presentation remains largely unknown. With regard to alterations in antibody accessibility and binding, little is known about the general influence of spacer incorporation and effects of the spacer length, and its physicochemical properties. In particular, this is the case, when a carrier protein, e.g., NA, is used to mediate antigen presentation.", "cite_spans": [{"start": 168, "end": 172, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "To investigate this issue, we equipped six model peptide probes with three spacer molecules of different type and length and analyzed their influence on antibody binding. Steric hindrance is an often associated problem when biotinlabeled molecules are coupled to avidin. Therefore, the peptide probes were precoupled to NA in high molar excess in order to exclude overlaying effects of the spacer molecules on the efficiency of preconjugation. PNACs were separated from unbound peptides, printed on glass slides, and probed with the corresponding mAbs. The results of these experiments are presented in Fig. 3 . Figure 3A shows a pseudocolored detail image of the linker analysis peptide microarray after antibody incubations and fluorescence read-out. The diagram in Fig. 3B displays the percentage of change of SBRs (Eq. (2)) for each mAb against the type of incorporated spacer molecule. Without spacer function, only anti-HSV-Tag mAb and anti-Hel mAb are detected well above background. The SBR values are close to zero for all other mAbs. The incorporation of the AHX spacer broadly increases the antibody signals. SBRs are raised between 5% (anti-T7-Tag mAb) and 90% (anti-Con mAb). All PNACs with AHX spacer enable detection of the cognate mAbs. The PEG spacer generally results in highest SBRs. Compared to the AHX spacer, the largest signal gain is observed for anti-T7-Tag mAb and anti-Pol mAb (95% and 83%). Minor increases are observed for anti-Con mAb and anti-Hel mAb. None of the spacer types used leads to unspecific signals (data not shown).", "cite_spans": [], "ref_spans": [{"start": 603, "end": 609, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 612, "end": 621, "text": "Figure 3A", "ref_id": "FIGREF2"}, {"start": 768, "end": 775, "text": "Fig. 3B", "ref_id": "FIGREF2"}], "section": "Results and discussion"}, {"text": "These findings reveal a considerable influence of spacer incorporation on the peptide-antibody interaction. Four out of six peptide probes absolutely require the incorporation of a minimum spacer length to allow for successful antibody capture. In general, the peptide-antibody interaction further benefits from the use of the PEG spacer, the longest spacer used in these experiments. In some cases, however, the extension from approximately 10 Å (AHX) to 60 Å (PEG 11 ) is redundant. Thus, the carrier protein NA does not serve itself as an effective mediator for antibody binding. Without a spacer molecule which spatially separates the peptide probe from its carrier protein, key residues of the peptide antigens rather may be in critically close proximity to NA or be sequestered in a complex with the protein and as such be inaccessible for antibody binding. For instance, the shortest peptide required for strong binding signals of the anti-c-myc antibody 9E10 (KLISEEDL) is localized at the N-terminus of the designed chip probe [16] . This peptide possibly needs to be separated spatially from the NA carrier to enable mAb binding and detection. The beneficial effect of further spacer extension is likely due to the fact that long and flexible spacers allow immobilized probes to approach reaction kinetics closer to a solution-phase reaction. The incorporation of a tethering linker function determines the presentation of peptide antigens in the array. This is all the more important since certain mechanisms of protein-peptide interaction require a free C-or N-terminus [4] . Melnyk et al. [12] previously analyzed the influence of the immobilization direction using an immunodominant 25 mer peptide antigen of the Epstein-Barr virus for antibody detection from blood samples and found a significant gain in sensitivity for N-terminal immobilization of the peptide. To determine influences of the immobilization direction of peptide probes on antibody binding, we immobilized peptides of three specified antigenic protein regions via their C-and N-terminus, two of which stem from the middle part of the parental protein (HSV-Tag, Myc) and one of which stems from the N-terminus (T7-Tag). An on-chip epitope mapping approach was used to uncover potential side effects on antibody binding occurring as a result of the unequal exposure of the binding region in the peptide when the molecule is immobilized in reverse (exemplified in Table 2 ). In addition, the Pol, Con, and Hel peptides were immobilized via their C-and N-terminus without epitope mapping, respectively. Figure 4 illustrates the outcome of our investigations. The diagrams display the data evaluation of fluorescence signals against the incorporated peptide probe. Figure 4A -C shows results of the epitope mapping approach for HSV-Tag, T7-Tag, and Myc peptide, Fig. 4D summarizes the results for C-and N-terminal immobilization of the Pol, Con, and Hel peptides. All binding relevant peptide-mAb pairs exhibit consistently higher SBRs for C-terminal immobilization of the peptide probes. The difference is most pronounced for T7-Tag and Pol (approx. 95%) and moderate for HSV-Tag, Myc, and Con (60-80%). A minor influence of the immobilization direction is observed for the Hel peptide, where the SBR difference averages 10%.", "cite_spans": [{"start": 1036, "end": 1040, "text": "[16]", "ref_id": null}, {"start": 1582, "end": 1585, "text": "[4]", "ref_id": null}, {"start": 1602, "end": 1606, "text": "[12]", "ref_id": null}], "ref_spans": [{"start": 2443, "end": 2450, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2581, "end": 2589, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 2742, "end": 2751, "text": "Figure 4A", "ref_id": "FIGREF3"}, {"start": 2839, "end": 2846, "text": "Fig. 4D", "ref_id": "FIGREF3"}], "section": "Results and discussion"}, {"text": "Although the results show consistently higher SBRs for C-terminal immobilization, we consider this systematic observation biased by the structure of the peptide probes. In comparison to the N-terminally immobilized probes, the peptides with C-terminal biotin functionalization include an approximately 6 Å spacer moiety, which is already incorporated into the biotin-resin. As shown above, even short spacers can significantly alter the efficiency of antibody capture. Furthermore, the exposure of the antibody binding site in the peptide has additional effect on signal development, becoming particularly apparent in cases where the binding site is located near to the immobilization site. Most likely, these mechanisms underlie also the observations of Melnyk et al. [12] , critically affected by their use of two different spacer lengths and the relatively long peptide itself. It is important to mention, however, that none of the peptideantibody interactions analyzed absolutely requires either the amino-or the carboxy-terminus.", "cite_spans": [{"start": 769, "end": 773, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "The sensitivity of a new diagnostic technology essentially determines its continued existence. Fluorescence-based assays for the detection of proteins are generally of limited sensitivity in the range of ng/mL [17] . Lower sensitivity limits are achievable with enzyme linked or radiometric detection methods. Typical antibody titers in blood sera lie, depending on the immunization state, in the range of ng/ mL-mg/mL [18] . Moreover, antibodies exhibit individual affinities, which have additional effects on their detection limit. We assessed the sensitivity of the peptide microarray with serial dilutions of antibodies in PBS buffer and diluted human serum. Peptides 1-6 with AHX spacer were printed as PNACs in 0.4 mg/mL concentration onto amine coated glass slides and used for antibody capture.", "cite_spans": [{"start": 210, "end": 214, "text": "[17]", "ref_id": null}, {"start": 419, "end": 423, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "The data of these experiments are summarized in Fig. 5 . Figure 5A shows an image of the peptide array after multiplexed analysis of the six mAbs (100 ng/mL in diluted human serum). Figure 5B and C shows the development of fluorescence intensities as signal-to-background contrast values (Eq. (3)) depending on the antibody concentration in solution. For both PBS buffer (Fig. 5B ) and human serum (Fig. 5C) , the graphs have a similar sigmoid shape. Considering contrast thresholds of 0.2 for T7-, HSV-, Hel-, and Con-mAb, 0.39 for Myc-mAb, and 0.36 for Pol-mAb, respectively, all antibodies are successfully detected down to a concentration of 1 ng/mL. Thus, the sensitivity of the model system covers the range which would be important for the diagnostic investigation of clinically relevant antibodies in blood samples; the detection limit is approximately 5610 212 M and significantly lower than the dissociation constant of mAbs which lies in the nanomolar range. This limit is determined by the antibody affinity together with the limited sensitivity of fluorescence detection.", "cite_spans": [], "ref_spans": [{"start": 48, "end": 54, "text": "Fig. 5", "ref_id": "FIGREF4"}, {"start": 57, "end": 66, "text": "Figure 5A", "ref_id": "FIGREF4"}, {"start": 182, "end": 191, "text": "Figure 5B", "ref_id": "FIGREF4"}, {"start": 371, "end": 379, "text": "(Fig. 5B", "ref_id": "FIGREF4"}, {"start": 398, "end": 407, "text": "(Fig. 5C)", "ref_id": "FIGREF4"}], "section": "Results and discussion"}, {"text": "In addition to sensitivity, specificity is the second fundamental requirement that a diagnostic assay must meet. The use of antibodies either as probe or as target molecules is particularly susceptible to cross-reactivity, leading to misinterpretation of results [19] . We used two approaches to assess the specificity of the peptide-antibody interaction: (A) microarrays presenting all six peptide probes were selectively incubated with one type of mAb, (B) microarrays were incubated with a mixture of all mAb, with alternating competition of one mAb with free peptide ligand in solution. Figure 6 shows detail fluorescence images of the peptide arrays after incubation with a single type of mAb, Table 3 summarizes the SBRs, and the percentage decrease of mAb signals in the competition experiment. For experiment (A), signals arise solely from spots with the antibody specific peptides. In experiment (B), spot capture of the competed mAb is almost completely eliminated. In sum, the peptide chip assay exhibits high specificity: antibody binding occurs only on spots that contain the specific peptide antigen. Furthermore, no signals were observed from competed mAbs, giving evidence of the saturability of Figure 6 . Assessment of the peptide assay specificity. Microarrays presenting all six PNACs, ICs, and SCs were printed with the TopSpot/M arrayer and selectively incubated with one type of mAb (1 mg/mL in PBS-T 1 3% skim milk, 2 h, room temperature) and further incubated with Cy5-GAM secondary antibody (10 mg/ mL, 1 h, room temperature). Images were taken with the Affymetrix 428 ™ ArrayScanner at 25 dB PMT adjustment. IC was a mouse IgG (spotted in 0.2 mg/mL concentration in 10 mM PBS), SC was Dy-633-labeled NA (0.4 mg/mL in 10 mM PBS). the peptide-mAb interaction and thus the specificity of the assay. We hypothesize that the reduction of protein antigens to short binding relevant epitope regions, e.g., 13 mer peptides, reduces the risk of cross-reactivity with other antibodies. Therefore, in terms of specificity, the peptide microarray approach can turn out to be superior to alternative protein-based assays.", "cite_spans": [{"start": 263, "end": 267, "text": "[19]", "ref_id": null}], "ref_spans": [{"start": 591, "end": 599, "text": "Figure 6", "ref_id": null}, {"start": 699, "end": 706, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1212, "end": 1220, "text": "Figure 6", "ref_id": null}], "section": "Results and discussion"}, {"text": "Peptide-based microarrays continue to find applications in high-throughput analysis of protein-protein-and proteinpeptide-interactions, respectively. Our work demonstrates that synthetic peptides are useful molecular probes to systematically screen the immunglobuline repertoire in liquid samples, e.g., blood serum, for specific target molecules. Antibody capture with surface displayed peptide probes is crucially affected by the accessibility of key residues of the peptide ligands and the incorporation of spacer molecules is imperative. Once antibody binding is enabled, further elongation of the spacer moiety leads to enhanced sensitivity, i.e., higher SBR values, but it does not affect the detection limit.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}, {"text": "In that sense, the peptide immobilization direction, i.e., a free carboxy-or amino-terminus, is also of secondary importance for antibody binding, since none of the interactions analyzed essentially requires either free terminus. All effects observed in these experiments can be traced back to influences of the epitope exposition rather than the immobilization direction. The presented peptide microarray platform exhibits a dynamic sensitivity in the diagnostically important range. The detection limit is predominantly determined by the affinity of the antibodies and a limited sensitivity of the fluorescence-based assay read-out. Simultaneously, the peptide microarray shows a maximum of specificity, giving further evidence that this technology is of particular attractiveness for comprehensive immune diagnostics in clinical applications.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}, {"text": "We thank Carsten Hessenius, Marc Birringer, Michaela Schellhase, and Dirk Michel for their assistance. This work was supported by the German Ministry of Education and Research (BMBF) Grant No. 03|1313A and B within the framework of the InnoRegio BioHyTec Berlin-Brandenburg initiative.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Peptide Revolution: Genomics, Proteomics & Therapeutics", "authors": [{"first": "O", "middle": ["J"], "last": "Kreuzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Birringer", "suffix": ""}, {"first": "K", "middle": [], "last": "Zarse", "suffix": ""}, {"first": "J", "middle": [], "last": "Henkel", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Bier", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "864--865", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic outline of the peptide microarray immuno assay. (1) Solution-phase precoupling of biotinylated peptides to NA. (2) Localized microdispensing of PNACs onto activated glass surfaces. (3) Incubation with primary antibodies (i.e., analyte sample). (4) Incubation with fluorescencelabeled secondary antibody. (5) Fluorescence imaging and data analysis. Structures not drawn to scale.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chemical structure of synthetic peptide probes used in this work.Germany) at dew point temperature or with the TopSpot/M Microarray Spotter (HSG-IMIT, Villingen-Schwenningen, Germany; IMTEK, Freiburg, Germany) onto amine coated glass slides (Genetix GmbH, Munich, Germany) and immobilized by physisorption. Dy-633 fluorescent-labeled NA (Dyomics GmbH, Jena, Germany) was used as spotting and position control (SC), biotin-saturated NA as background control, and mouse IgG (Acris Antibodies GmbH, Hiddenhausen, Germany) as incubation control (IC), all at a concentration of 0.4 mg/mL. Printed slides were incubated for 24 h in moist chambers at room temperature. Blocking of the slides and removal of excess PNACs was achieved by 2 h of washing in 150 mM PBS-T (137 mM sodium chloride, 2.7 mM potassium chloride, 2 mM potassium di-hydrogen phosphate, 10 mM di-sodium hydrogen phosphate (Appli-Chem), 0.05% w/v Tween 20 (Sigma-Aldrich Chemie GmbH, Steinheim, Germany), pH 7.4) 1 10% w/v skim milk (Appli-Chem). Afterwards, slides were rinsed in deionized water (dH 2 O) and dried in nitrogen. Monoclonal mouse anti-T7-Tag antibody (T7-mAb) and monoclonal mouse anti-HSV-Tag antibody (HSV-mAb) were purchased from Novagen (Madison, WI, USA). Monoclonal mouse anti-Myc antibody (Myc-mAb) was a product of Oncogene Science (Cambridge, MA, USA)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Influence of spacer type and length on antibody binding. (A) Detail fluorescence image of the peptide microarray after antibody incubations in pseudo-colors. Increasing fluorescence intensities are displayed in the coloration order black (no fluorescence), blue, green, yellow, red, purple, and white (signal saturation) as indicated by the translation bar (black/white to color) at the picture bottom. PNACs (0.4 mg/mL) were printed onto amine coated glass slides and probed with a mixture of primary antibodies (1 mg/mL each) for 2 h and Cy5-labeled secondary antibody (10 mg/mL) for 1 h. Layout: (A) Biotin, (B) Biotin-AHX, (C) Biotin-PEG 11 . (1) HSV-Tag, (2) T7-Tag, (3) Myc, (4) Pol, (5) Con, (6) Hel. (B) Quantitative analysis of fluorescence intensities. SBRs are related to the maximum SBR measured for the specified mAb. SBRs are mean values of 16 spots in four arrays.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Influence of immobilization direction on antibody binding. Specified PNACs were printed in 0.4 mg/mL concentration onto amine coated glass slides, probed with primary antibodies (1 mg/mL) for 2 h and Cy5-labeled secondary antibody (10 mg/mL) for 1 h. SBRs are related to the maximum SBR measured for the specific mAb. SBRs are mean values of 16 spots in four arrays measured at 25 dB PMT adjustment.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Determination of the peptide microarray assay sensitivity. (A) Image of a peptide microarray after multiplexed antibody analysis (here: mAbs in a concentration of 100 ng/mL in diluted human serum) and fluorescence read-out. Layout: (1) T7-Tag, (2) HSV-Tag, (3) Myc, (4) Pol, (5) Hel, (6) Con, (7) NA control. IC was a mouse IgG, SC was Dy-633-labeled NA. Quantitative evaluation of the sensitivity in PBS (B) and diluted human serum (C). Peptide microarrays were incubated for 3 h at room temperature (PBS) or overnight at 147C (human serum) with primary antibody solutions. Incubation with Cy5-GAM followed for 2 h at room temperature. Images were taken with the Affymetrix 428 ™ ArrayScanner at 25 dB PMT adjustment. Contrast values are the mean of 32 spots in eight arrays per antibody and concentration. Signal threshold is 0.39 for Myc-, 0.36 for Pol-and 0.2 for other mAbs.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Peptides used in this work (refer toFig. 2 for structural details)", "latex": null, "type": "table"}, "TABREF1": {"text": "Exemplification", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sequence </td><td> </td></tr><tr><td>Peptide No. (N-terminal immobilization)\n</td><td> </td><td>Peptide No. (C-terminal immobilization)\n</td></tr><tr><td>18 d </td><td>TAYILSVQAEEQK </td><td>18 e\n</td></tr><tr><td>19 d </td><td>ILSVQAEEQKLIS </td><td>19 e\n</td></tr><tr><td>20 d </td><td>VQAEEQKLISEED </td><td>20 e\n</td></tr><tr><td>21 d </td><td>EEQKLISEEDLLR </td><td>21 e\n</td></tr><tr><td>22 d </td><td>KLISEEDLLRKRR </td><td>22 e\n</td></tr><tr><td>23 d </td><td>SEEDLLRKRREQL </td><td>23 e\n</td></tr><tr><td>24 d </td><td>DLLRKRREQLKHK </td><td>24 e\n</td></tr></table></body></html>"}, "TABREF2": {"text": "SBR with SD of antibody detection and percentual decrease during competition with free peptide ligand in solution (mean values of 16 spots in eight arrays). Fluorescence imaging at 25 dB voltage gain on PMT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antibody </td><td>SBR (SD) </td><td>SBR (SD) competition\n</td><td>Signal reduction, %\n</td></tr><tr><td>T7-mAb </td><td>18.4 (1.7) </td><td>1.98 (0.1) </td><td>89.2\n</td></tr><tr><td>HSV-mAb </td><td>101.8 (7.1) </td><td>1.57 (0.1) </td><td>98.5\n</td></tr><tr><td>Myc-mAb </td><td>24.2 (1.6) </td><td>1.53 (0.1) </td><td>93.7\n</td></tr><tr><td>Pol-mAb </td><td>56.1 (7.1) </td><td>1.44 (0.3) </td><td>97.4\n</td></tr><tr><td>Hel-mAb </td><td>107.0 (5.6) </td><td>2.47 (0.2) </td><td>97.7\n</td></tr><tr><td>Con-mAb </td><td>41.2 (5.5) </td><td>3.4 (0.2) </td><td>91.8\n</td></tr></table></body></html>"}}, "back_matter": []}