{
    "paper_id": "0f22dc9665935f7eddc6343f87ad667dae945842",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Giorgia",
                "middle": [],
                "last": "Gon",
                "suffix": "",
                "affiliation": {},
                "email": "giorgia.gon@lshtm.ac.uk"
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Dancer Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh Napier University",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Dreibelbis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [
                    "J"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Kilpatrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-Worldwide, the response to the COVID-19 pandemic requires hand hygiene compliance by everyone, as highlighted in the WHO #SafeHands campaign and numerous documents. Hand hygiene is particularly critical for frontline healthcare workers (HCWs) who are overstretched and for whom this key routine task must be easy to complete and effective. 1 However, a neglected aspect of hand hygiene, even in the absence of a global pandemic, is the risk of touching surfaces or objects that could recontaminate hands after hand rubbing or washing, whether gloves are worn or not. Infection prevention is key during this pandemic, and reducing hand recontamination is important to ensuring patient and HCW safety at all times.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Avoiding recontamination is implicit in the WHO Hand Hygiene guidelines for health facilities. 2 Failure to comply with hand hygiene can result from not washing or rubbing hands at the right time or from subsequent hand or glove recontamination. In a recent study in Tanzania during which 781 hand hygiene indications were observed, approximately half of the times when birth attendants rubbed or washed their hands, they then recontaminated their hands on potentially unclean surfaces before performing an aseptic procedure. 3 Similar findings come from obstetric wards in Nigeria and Ghana. 4, 5 Recontamination is not only a problem in low-income settings. A US study demonstrated microbiological recontamination of hands at the point of care despite high levels of self-reported hand hygiene compliance. 6 Reports from the United Kingdom and Australia show that HCWs touch privacy curtains between hand hygiene and touching a patient. 7 The Tanzanian study also suggested that hand rubbing or washing and glove recontamination are underpinned by different behavioral determinants. 8 Without targeting these 2 behaviors separately, hand hygiene initiatives during this pandemic may be undermined.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 527,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 593,
                    "end": 595,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 596,
                    "end": 597,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 808,
                    "end": 809,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 939,
                    "end": 940,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1085,
                    "end": 1086,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCWs are able to prioritize patient needs when providing routine care. However, the COVID-19 pandemic has introduced significant uncertainty into the care environment and thus workflow, including timing of necessary procedures, anticipating and managing patient volumes, and rapidly evolving guidelines on patient management. During this crisis, hand hygiene, along with other infection control activities, may be compromised, not because it is not a priority but rather because staff may be too busy or uncertain on how to implement hand hygiene in this outbreak setting. In their ethnography of infection prevention in Australia, Hor et al 9 state that understanding the \"boundaries of what is clean\" is not straightforward in hospital departments and that HCWs have different perceptions over whether certain surfaces could potentially lead to cross transmission. Recontamination may be an indication that staff fail to understand the definition of the WHO hand hygiene recommendations or how those apply in rapidly changing healthcare settings. 3 An understanding of surfaces that are safe to touch depend upon assumptions about appropriate cleaning of surfaces, cleaning frequencies, established methods, and sufficient trained cleaning staff. In spite of amazing efforts from all staff, including environmental cleaning staff, standards are not always optimal in the United Kingdom, as in many other countries. 10 Surface contamination played a plausible role in SARS, MERS, and pandemic influenza transmission in healthcare settings. Emerging evidence suggests that the virus responsible for the current pandemic (SARS-CoV-2) can survive on common surfaces for days, but viral demographics and characteristics have yet to be sufficiently studied. 11 Recontamination of hands is a consequence and a source of poor surface cleanliness (Fig. 1, Steps 5 and 7) .",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1417,
                    "end": 1419,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1754,
                    "end": 1756,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1840,
                    "end": 1863,
                    "text": "(Fig. 1, Steps 5 and 7)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We call for greater attention to the risk from hand recontamination and the opportunity for its prevention through empowering HCWs and strengthening cleaning of the care environment. For those managing COVID-19 cases, these actions will improve their own and coworkers' safety as well as that of all patients and visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Like so much in the COVID-19 response, behavior change plays a key part. Behavior change needs to be tailored and targeted. Following Michie's principles for behavior change during the COVID-19 pandemic, 1 we recommend the following: Fig. 1) , in relation to hand hygiene, especially before a clean or aseptic procedure. 2. Social norms: Managers and their colleagues should lead by example by demonstrating appropriate hand hygiene including avoiding recontamination. Hand hygiene protocols should be followed by everyone involved in patient care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "3. Emotion: The importance of recontamination in patient and HCW safety needs to be clearly emphasized. 4. Replace the behavior to stop the habit: \"Keep hands off unsafe surfaces\" rather than \"do not touch unsafe surfaces.\" 5. Make it easy: Create a user-friendly environment that facilitates hand hygiene and reduces opportunities for recontamination. The environment needs to account for the workflow for patient management, allowing for minimal opportunities to recontamination when collecting equipment or moving between patients. The environment should also include appropriate cues to remind and trigger hand hygiene, such as strategic placement of handrub dispensers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Slowing down the covid-19 outbreak: changing behaviour by understanding it",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO guidelines on hand hygiene in health care: first global patient safety challenge clean care is safer care",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hand washing, glove use, and avoiding recontamination before aseptic procedures at birth: a multicenter time-andmotion study conducted in Zanzibar",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Barra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Infect Control",
            "volume": "47",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hygiene during childbirth: an observational study to understand infection risk in healthcare facilities in Kogi and Ebonyi States, Nigeria",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Buxton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oluyinka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Envir Res Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Obstetric infection control in a developing country",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Cronin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Quansah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Obstet Gynecol Neonatal Nurs",
            "volume": "22",
            "issn": "",
            "pages": "137--181",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hand contamination of anesthesia providers is an important risk factor for intraoperative bacterial transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Muffly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anesth Analg",
            "volume": "112",
            "issn": "",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antimicrobial Resistance & Infection Control website",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stewardson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Abstracts from the 4th International Conference on Prevention & Infection Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Behavioural determinants of hand washing and glove recontamination before aseptic procedures at birth: a timeand-motion study and survey in Zanzibar labour wards",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Virgo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Barra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Envir Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beyond hand hygiene: a qualitative study of the everyday work of preventing cross-contamination on hospital wards",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hooker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iedema",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Qual Saf",
            "volume": "26",
            "issn": "",
            "pages": "552--558",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring the effect of enhanced cleaning in a UK hospital: a prospective cross-over study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dancer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Girvan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doremalen N Van",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/10.1056/NEJMc2004973"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The nurse walks back into the room, washes her hands at the sink in the room and sits at the desk The patient (is not coughing, no fever) walks in, closes the door and sits down, the nurse asks questions The nurse turns to lift the blood pressure cuff, the patient exposes their own arm and the nurse applies it 4 •The BP machine is not working, the nurse removes the cuff and says she will have to get another -she walks towards the other end of the room (hand hygiene should be performed 'after touching the patient' before touching anything else in the healthcare environment) The nurse moves numerous things (e.g. gloves pack, general paperwork) to get a working BP machine and takes it back to the patient She places the BP cuff on the patient (with hands that have been recontaminated in the healthcare environment -hand hygiene should be performed again 'before touching a patient') The nurse finishes, takes the cuff off and discharges the patient The patient walks back to the waiting areas The nurse uses the alcohol handrub on her desk (which fulfils after touching a patient) Example of hand recontamination during a triage scenario.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}