{
    "paper_id": "0f23d5716eca022036940aca5ca7eabcb2117f6b",
    "metadata": {
        "title": "Generic probabilistic modelling and non-homogeneity issues for the UK epidemic of COVID-19",
        "authors": [
            {
                "first": "Anatoly",
                "middle": [],
                "last": "Zhigljavsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Whitaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Fesenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kobi",
                "middle": [],
                "last": "Kremnizer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Noonan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Harper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Gillard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Woolley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Gartner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Jasmine",
                "middle": [],
                "last": "Grimsley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edilson",
                "middle": [],
                "last": "De Arruda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brazil Icon Clinical Research",
                    "location": {
                        "settlement": "Philadelphia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Val",
                "middle": [],
                "last": "Fedorov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Crick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford § ONS Data Science",
                    "location": {
                        "settlement": "Newport"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus COVID-19 spreads through the population mostly based on social contact. To gauge the potential for widespread contagion, to cope with associated uncertainty and to inform its mitigation, more accurate and robust modelling is centrally important for policy making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We provide a flexible modelling approach that increases the accuracy with which insights can be made. We use this to analyse different scenarios relevant to the COVID-19 situation in the UK. We present a stochastic model that captures the inherently probabilistic nature of contagion between population members. The computational nature of our model means that spatial constraints (e.g., communities and regions), the susceptibility of different age groups and other factors such as medical pre-histories can be incorporated with ease. We analyse different possible scenarios of the COVID-19 situation in the UK. Our model is robust to small changes in the parameters and is flexible in being able to deal with different scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This approach goes beyond the convention of representing the spread of an epidemic through a fixed cycle of susceptibility, infection and recovery (SIR). It is important to emphasise that standard SIR-type models, unlike our model, are not flexible enough and are also not stochastic and hence should be used with extreme caution. Our model allows both heterogeneity and inherent uncertainty to be incorporated. Due to the scarcity of verified data, we draw insights by calibrating our model using parameters from other relevant sources, including agreement on average (mean field) with parameters in SIR-based models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We use the model to assess parameter sensitivity for a number of key variables that characterise the COVID-19 epidemic. We also test several control parameters with respect to their influence on the severity of the outbreak. Our analysis shows that due to inclusion of spatial heterogeneity in the population and the asynchronous timing of the epidemic across different areas, the severity of the epidemic might be lower than expected from other models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We find that one of the most crucial control parameters that may significantly reduce the severity of the epidemic is the degree of separation of vulnerable people and people aged 70 years and over, but note also that isolation of other groups has an effect on the severity of the epidemic. It is important to remember that models are there to advise and not to replace reality, and that any action should be coordinated and approved by public health experts with experience in dealing with epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The computational approach makes it possible for further extensive scenario-based analysis to be undertaken. This and a comprehensive study of sensitivity of the model to different parameters defining COVID-19 and its development will be the subject of our forthcoming paper. In that paper, we shall also extend the model where we will consider different probabilistic scenarios for infected people with mild and severe cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We model the development of the COVID-19 epidemic in the UK under different scenarios of handling the epidemic. There are many standard epidemiological models for modelling epidemics, see e.g. [1, 2] . In this research, we use a more generic simulation model which has the following features:",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "2]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• it can take into account spatial heterogeneity of the population and heterogeneity of development of epidemic in different areas;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• it allows the use of time-dependent strategies for analysing the epidemics;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• it allows taking into account special characteristics of particular groups of people, especially people with specific medical pre-histories and elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Standard epidemiological models such as SIR and many of its modifications do not possess these properties and hence are not applicable for any study that requires the use of the features above. In particular, In particular, for influenza the mortality changes less significantly with age in comparison to coronavirus; hence common influenza models do not give much insight in modelling the COVID-19 epidemic. The report [3] , which is widely considered as the main document specifying the current epidemic in the UK and in the world, is almost entirely based on the use of standard epidemiological models and hence the conclusions of [3] seem to be lacking specifics related to important issues of the study such as heterogeneity of development of epidemic at different locations and even flexible use of different death rates across different ages. Unreliability of COVID-19 data, including the numbers of COVID cases and COVID deaths, is a serious problem. It is discussed, in particular, by G. Antes, in [4].",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite the SIR models including the model of [3] have been heavily criticised [5] , when choosing the main parameters of our model we calibrate it so that its mean field version approximately reproduces the same output as SIR-based models of [3, 6] and we use the parameter values consistent with [3, 6] . Also, the main notation (which sometimes does not look natural from a statistician's point of view) is taken from [6] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The primary objective of our work is construction of a reliable, robust and interpretable model describing the epidemic under different control regimes. In this paper, we make the first step towards this objective. Due to lack of time and unreliability of available data on COVID-19, most of our results serve as an illustration of the role of different control options and we hope that even as illustration they are useful. However, we try to stay close to the COVID-19 epidemic scenario and hence we use appropriate recommendations about the choice of parameters and models of the virus behaviour we found from the studies based on the use of standard models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "See conclusions in Sections 3,4,5 for the main conclusions of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Acknowledgement. We are grateful to several colleagues in Univ. Cambridge and Univ. Warwick for useful comments on drafts of this paper and to M. Hairer (ICL) and J. Ball (Univ. Nottingham) for valuable comments and discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• R 0 = β/σ -reproductive number (average number of people who will capture the disease from one contagious person)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• R 0 -reproductive number after intervention",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• p m -probability to recover for an infected person from the m-th group",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The reproductive number R 0 is the main parameter defining the speed of development of an epidemic. There is no true value for R 0 as it varies in different parts of the UK (and the world). In particular, in rural areas one would expect a considerably lower value of R 0 than in London. Authors of [3] suggest R 0 = 2.2 and R 0 = 2.4 as typical; the authors of [6] use values for R 0 in the range [2.25, 2.75 ]. We shall use the value R 0 = 2.5 as typical which may be a slightly pessimistic choice overall but could be an adequate choice for the mega-cities where the epidemics develop faster and may lead to more causalities.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 408,
                    "text": "[2.25, 2.75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Values of parameters and generic model"
        },
        {
            "text": "In rural areas, in small towns, and everywhere else where social contacts are less intense, the epidemic is milder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values of parameters and generic model"
        },
        {
            "text": "We assume that the person becomes infected τ days after catching the virus, where τ has Poisson distribution with mean of 1 week. To model the time to recover (or die) we use Erlang distribution with shape parameter k = 3 and rate parameter λ = 1/7 so that the mean of the distribution is k/λ = 1/σ = 21 (in simulations, we discretise the numbers to their nearest integers). This implies that we assume that the average longevity of the period of time while the infected person is contagious is 21 days, in line with the current knowledge, see e.g. [7, 8, 9] . Standard deviation of the chosen Erlang distribution is approximately 12, which is rather large and reflects the uncertainty we currently have about the period of time a person needs to recover (or die) from COVID-19. An increase in 1/σ would prolong the epidemic and smaller values of 1/σ would make it to cause people to be contagious for less time. The use of Erlang distribution is standard for modelling similar events in reliability and queuing theories, which have much in common with epidemiology. We have considered the sensitivity of the model in this study with respect to the choice of parameters λ and σ but more has to be done in cooperation with epidemiologists. As there are currently many outbreaks epidemics, new knowledge about the distribution of the period of infection by COVID-19 can emerge soon.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[7,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "8,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Values of parameters and generic model"
        },
        {
            "text": "The model varies depending on purposes of the study. The main ingredients are: I m (t) is the birthand-death processes and R m (t) is the associated pure birth processes. The process of transmission is the Poisson process with intensity β (time to next transmission has the exponential density βe −βt , t > 0). After the intervention (for t ≥ t 0 ), the Poisson process of transmission for m-the group has intensity β m . We treat this model as purely stochastic despite parts of it can be written it terms of systems of stochastic differential equations. Despite running pure simulation models taking longer than running combined models, they are simpler and less prone to certain errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values of parameters and generic model"
        },
        {
            "text": "To start with, in Figure 1 we consider an uninterrupted run of an epidemic with R 0 = 2.5 in a homogeneous (one-group) population. The starting time of an epidemic is unknown and is even hard to define as the first transmissions of the virus take random and perhaps long times. We start plotting the curves after 0.5% of the population are infected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "In red colour, in Figure 1 and all plots below we plot values of S(t)/N , the proportion of people non-infected by time t. In blue, we plot R(t)/N , the proportion of people recovered from the disease (or dead) and in green we plot our main quantity of interest which is I(t)/N , the proportion of infected people at time t. The values of R(t) do not play any part in modelling and are plotted for information only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "The duration of time while a person with a virus is infected is modelled by Erlang distribution with shape parameter k = 3 and mean 21. The simulations are flexible and we can easily change these values and plot similar curves with updated data. Despite the full recovery taking slightly longer, 1/σ = 21 days is a good estimation for the period of time when people with severe infection may require intensive care, ventilator etc. Also, we believe that this is a suitable distribution for the period of time when such people may die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "From the value I(t), we can estimate the distribution of the number of deaths, at time t, as follows: first, since on average an infected person is considered as infected for 21 days, we compute I(t)/21. At each particular day, any person can die with the probability which is typical for the chosen population or sub-population. If we consider the whole population, then we apply the mortality rate for the population. However, if I(t) refers to a particular group only, then we should apply the corresponding coefficient for the group. In any case, the distribution for the number of deaths at time t can be roughly considered as binomial with parameters I(t) and the probability of 'success' rσ, where r is the mortality rate. Different authors disagree on the values of mortality r for the COVID-19; see, for example, [10]. UK's experts Figure 1 : An uninterrupted run of a COVID-19 epidemic in homogeneous conditions believe r 0.009 [3] , WHO sets the world-wide mortality rate at 0.034, the authors of [11] believe r is very small and could be close to 0.001, an Israeli expert D. Yamin sets r = 0.003, see [12] .",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 941,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 849,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "Example 1. Assume that the epidemic in Birmingham (with population size N 1, 086m) was running uninterrupted according to the scenario depicted in Figure 1 . The maximum value of I(t)/N is 0.163 giving the maximum expected daily death toll of 0.163 · 1086000 · 0.009/21 75.8 assuming we use UK experts value r = 0.009.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "Although simple to implement, the estimation in Example 1 is likely to be wrong, as it would be for any heterogeneous city (e.g. London). Critically, as will be discussed in the next section, the maximum death toll is likely to be significantly lower than the above calculations suggest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "Summarizing, the expected daily mortality curve is simply a suitably scaled version of I(t)/N of Figure 1 . The same is applied to the curves representing expected number of hospital beds and ventilators. The variability for the number deaths is naturally considerably higher than the variability for the numbers of required hospital beds and ventilators as the latter ones are correlated in view of the fact that each person occupies a bed (requires a ventilator) for a few days in a row but dies only once.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "Unlike I(t), the number of deaths D(t) at each particular day is (approximately) known and potentially can be used for estimating the first and second derivatives of I(t)/N and hence the stage of the epidemic. It is, however, difficult to do for the following reasons: randomness in the values D(t), see above, and, more importantly, heterogeneity of large sub-populations, see next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "One of the main targets of decision-makers for dealing with epidemics like COVID-19 can be referred to as 'flattening the curve', where 'the curve' is I(t)/N or any of its equivalents and 'flattening' roughly means 'suppressing the maximum'. We shall consider this in the next sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The number of infected at time t as the main quantity of interest"
        },
        {
            "text": "The purpose of this section is to demonstrate that heterogeneity of epidemic developments for different sub-populations has significant effect on 'flattening the curve'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial heterogeneity of the population and heterogeneity of epidemic development in different areas"
        },
        {
            "text": "Already when this paper was completed, the authors learned about a preprint [13] which uses SIR modelling to produce somewhat similar conclusions with more specifics for COVID-19 in the UK. However, SIR modelling using numerous age-classes and many equations for each age-class different across different parts of the country resulting in an astronomical number of parameters; this makes any sensitivity analysis to various parameters uncheckable. We believe that a combination of stochastic models like the present one with standard SIR-based models can help in significantly reducing the number of parameters while also adding more flexibility to a hybrid model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial heterogeneity of the population and heterogeneity of epidemic development in different areas"
        },
        {
            "text": "Consider the following situation. Assume that we have a population consisting of M sub-populations (groups) G m with similar demographic and social characteristics and these sub-populations are subject to the same epidemic which has started at slightly different times. Let the sizes of sub-population G m be N m with N 1 + . . . + N m = N . In all cases, the curves I m (t)/N m are shifted in time versions of the curve I(t)/N of Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 439,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Spatial heterogeneity of the population and heterogeneity of epidemic development in different areas"
        },
        {
            "text": "In Figures 2 and 3 , M = 2 and the second epidemic started 50 days after the first one (incubation period is set to be 0). In Figures 4 and 5 , M = 10 and each next epidemic cycle has started 7 days after the previous one. In all cases, we evidence the significant 'flattening the curve' phenomenon. In ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 18,
                    "text": "Figures 2 and 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 126,
                    "end": 141,
                    "text": "Figures 4 and 5",
                    "ref_id": null
                }
            ],
            "section": "Spatial heterogeneity of the population and heterogeneity of epidemic development in different areas"
        },
        {
            "text": "In this section, we assume that we make an intervention to the epidemic by introducing an isolation at a certain stage. Moreover, we assume that isolation may be different for 2 different groups. We define a special group G of more vulnerable people consisting, for example, of all people aged 70+. We define α = n/N , where N is the total population size and n is the size of this special group G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "Let t 0 be the moment of time when the isolation occurs. It is natural to define t 0 from the condition S(t 0 )/N = x, where, for example, x = 0.9. For t < t 0 , the virus has been transmitted to people uniformly so that, conditionally a virus is transmitted, the probability that it reaches a person from group G is α. For t ≥ t 0 , the virus has been transmitted to people in such a way that, conditionally a virus is transmitted, the probability that it reaches a person from G is p = cα with 0 < c ≤ 1. Moreover, at time t 0 the value of R 0 may change to R 0 in view of self-isolation. The parameters in this model are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• α = n/N : relative size of the group G;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• x ∈ (0, 1) defines the start of the isolation strategy;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• c = p/α defines the strength of isolation of the group G;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• R 0 (initial);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• R 0 : the reproductive number after intervention for t ≥ t 0 ; it defines the strength of the overall isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "We have run a large number of scenarios coded using a combination of R and Julia [15] ; the code is provided in Appendix. In Figures 6-11 , we illustrate a few of these scenarios. In all these scenarios, we have chosen R 0 = 2.5 and α = 0.2. The results are robust towards values of these parameters (subject to faster or slower rate of the epidemic in dependence on R 0 ). In Section 5 we use α = 0.132 to illustrate some specific results; α = 0.2 can be considered either as a generic value or, in the contents of Section 5, as the relative size of the group of vulnerable people which is larger than the group of people aged 70+.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 137,
                    "text": "Figures 6-11",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "We would like to emphasise that there is still a lot of uncertainty on who is vulnerable. It is very possible that the long term effect of the virus might cause many extra morbidities in the coming years coming from severe cases who recover. It is also possible that the virus will mutate and the new strain might affect younger populations more than the current strain. These, and many more possibilities, have a non-negligible probability of occurring, and they have devastating effects. In future models we will try to address these possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "To estimate the number of COVID cases at a given time t is difficult [4]. This implies that at the time of making an intervention only very rough guesses about the value of x, which is crucial for the future development of the epidemic, can be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "We distinguish different strengths of isolation by values of parameters c and R 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "R 0 no social distancing requirement for general public 1.5 social distancing but no self-isolation requirement for general public 1 self-isolation requirement for general public",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "The values c = 0.5 and c = 0.25 mean that under the condition that a virus is infecting a new person, the probabilities that this new person belongs to G are 1/3 and 1/5 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "Measuring the level of compliance in the population and converting this to simple epidemiological measures c and R 0 is hugely complex problem which is beyond the scope of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "The lines and respective colours in Figures 6-11 are as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 48,
                    "text": "Figures 6-11",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid blue line: R(t)/N , the proportion of people recovered from the disease (or dead) in case of no intervention, as in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Dashed blue line: R(t)/N in case of intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid black line: R G (t)/n the proportion of people from group G recovered from the disease (or dead) in case of intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid red line: S(t)/N , the proportion of people non-infected by time t in case of no intervention, as in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid orange line: S G (t)/n, the proportion of people susceptible to the virus from group G noninfected by time t in case of intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid green line: I(t)/N , the proportion of infected people at time t with no intervention, as in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Dashed green line: I(t)/N , the proportion of infected people at time t with intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "• Solid purple line: I G (t)/n, the proportion of infected people from group G at time t with intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "Considerably important, in view of the discussions of the next section, is Figure 6 . In this figure, for the initial data of Figure 1 , we strongly separate group G at the time when 10% of the population is infected. We make no call to the general public for social distancing. In this scenario, the intervention does not considerably change the proportion of infected in the total population but it significantly 'flattens the curve' for the group G: compare the purple and green lines. The maximum of I G (t)/n is 0.086 which is 2.5 times lower than 0.216, the maximum of I(t)/N . Note also the fact that the curve I G (t)/n is rather flat for long time, during the main stage of development of the epidemic. Just after the peak of The scenario which led to Figure 6 is important and hence it has been re-run for a few variations of the model. Figure 7 shows the results of the simulations where we have removed the incubation period. The maximum of I G (t)/n is now 0.075 which is more than twice lower than 1.63, the maximum of I(t)/N . Note that in the scenario with no incubation period the whole epidemic is milder as the virus lives longer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 855,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "In Figure 8 we use similar scenario as for Figure 6 but we separate group G only mildly at the time when 10% of the population is infected. We make no call to general public for social distancing. The curve I G (t)/n is 'flattened' for the group G but in a considerably smaller degree than in the case of strong separation of G. Figures 9 and 10 illustrate the situation with mild and strong separation of people from G complemented with introduction of the social distancing for general public. Interestingly enough, the effect of social distancing for general public gives less benefit than even mild isolation of people from group G. Figure 11 illustrates the scenario with no call to the general public for social distancing but with strong separation of the people from G at at a later stage of epidemic, when 20% of the population is infected. The effect is similar to the one observed in Figures 6 and 7 except for the fact that the call for isolating the group G came slightly late. Conclusion. By considering a number of scenarios we have observed an extreme sensitivity of the negative consequences of the epidemic to the degree of separation of vulnerable people. Sensitivity to the parameter measuring the degree of self-isolation for the whole population is less apparent although it is much costlier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 43,
                    "end": 51,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 345,
                    "text": "Figures 9 and 10",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 11",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 910,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                }
            ],
            "section": "An epidemic with intervention"
        },
        {
            "text": "This conclusion is very much in line with recommendations of leading German epidemiologists [16].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An epidemic with intervention"
        },
        {
            "text": "Results of the type presented in Figures 6-11 can be translated into the language of the expected number of death and expected number of beds required. To do this we extend the observations we made at the end of Section 2 concerning translation of the curve I(t)/N into the curves for the expected number of death ED(t) and expected number of hospital beds in the UK. We use the common split of the UK population into following age groups: The death probabilities p m are given from Table 1 in [3] and replicated many times by the BBC and other news agencies are: Unfortunately, these numbers do not match the other key number given in [3] : the UK average mortality rate which is estimated to be about 0.9%. As we feel the value of the UK average mortality rate is more important, we have multiplied all probabilities above by 0.732 to get the average mortality rate to be 0.9%.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 45,
                    "text": "Figures 6-11",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 490,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "Defining the group G as a union of groups G 7 and G 8 , we have n = 5.49 + 3.27 = 8.76m and α = 8.76/66.41 0.132. We then compute the mortality rate in the group G and for the rest of population by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "For estimating the average number of death in the group G and for the rest of population we can the use the formulas ED G (t) = r G σI G (t) and ED other (t) = r other σ(I(t) − I G (t)) respectively. The average numbers of hospital beds required for two different groups are proportional to these numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "We have run a series of scenarios for an UK epidemic without taking into account spatial and social heterogeneity of the society assuming that we would have separated (mildly and strongly) the group G of 70+ people at the time t 0 when 10% of the population were infected with no call to general public for social distancing. We marked t 0 as March 23, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "The two scenarios (with c = 0.5 and c = 0.25) we have used for illustrating this technique are different from the scenarios used for plotting Figures 6 and 7 only by the value of α. For Figures 6 and 7 , we have chosen α = 0.2 but for the group G of 70+ old people in the UK we have α = 0.13.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 157,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 201,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                }
            ],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "In Figures 12 and 13 we plot (using the same colours as in Figures 6 and 7 We can deduce from Figure 15 (taking into account the extra factor of hospital beds availability) that strong separation of 70+ old people alone would have reduced the expected number of death by at least the factor of 2. Another feature of the scenario with c = 0.25 is a roughly 50/50 split between the number of deaths in the 70+ and 70− groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 20,
                    "text": "Figures 12 and 13",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 59,
                    "end": 74,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure 15",
                    "ref_id": null
                }
            ],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "The y-axis in Figures 14 and 15 , after multiplication by 140, can be roughly interpreted as hundreds in the London epidemic assuming R 0 = 2.5, x = 0.9 on March 23 and homogeneity of the epidemic (as there is about 9m people in London out of 64.1m). As mentioned in Section 3, deaths numbers in other regions of the UK should be expected to be lower. Conclusion. The outputs of the model developed above can be translated into the language of the expected number of death due to the epidemic. This language amplifies the findings of the previous section stating that isolation of a relatively small percentage of population may hugely reduce the death toll of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 31,
                    "text": "Figures 14 and 15",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Consequences for the mortality and impact on NHS"
        },
        {
            "text": "• Run many different scenarios to get better understanding of the current situation with the epidemic and what can be done to effectively control it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Continue calibrating the model against existing epidemiological models and new data as it emerges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• By using methods of stochastic global optimization [18, 19] , teach the model to learn from the data emerging daily, for adapting values of parameters describing the virus and hence the course of the epidemic.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[18,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Incorporate into the model algorithms for quickest on-line detection of changes [20, 21] to learn about temporal and spatial heterogeneity of the development of the epidemic.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Understanding the reproductive number R 0 in dependence on the population density in local areas and hence the mixing distribution for R 0 needed to combine sub-populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Understanding R 0 and other virus parameters as random variables due to mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Understanding the risk as a function depending on different factors such as age and social groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Use of OR models for studying NHS capacity issues under different scenarios and correlated to the percentage of health providers getting infected by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Properly quantify uncertainty for model predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Full-scale sensitivity analysis to different parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• With better understanding of the role of parameters, formulate inverse problems like finding the stage of an epidemic by its early development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Use game theory [22] to produce tools for optimal decision making with respect to slowing down the process of epidemic by enforcing spatial isolation and isolation of different sub-populations.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Develop a more sophisticated model combining stochastic differential calculus [23] , fractional diffusion [24] and elements of direct simulation (the models of fractional diffusion will be used to understand the effects of slowing down of the epidemic).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Understand and quantify the differences in epidemic developments across different countries such as UK, USA, Italy and Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Studying long-term effects of coronovirus and future mortality from Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Studying mortality from other diseases due to the capacity/fragility of the health system during the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "• Modelling epidemic control strategies based on testing, tracing and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "Appendix: Julia/R code used for computing the scenarios of Section 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        },
        {
            "text": "1 #### Main script with R and Julia #### 2 3 ## Running code will require installation of Julia 4 ## install . packages (\" JuliaCall \") 5 library ( ' JuliaCall ') 6 ## In the below , specify where Julia is located 7 julia <-julia_setup ( JULIA_HOME = \"/ Applications / Julia -1.4. app / Contents / Resources / julia / bin \") 8 ## Install required packages in Julia and import into R 9 julia_library (\" Random \") 10 julia_library (\" Distributions \") ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the next steps and open problems"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Main_procedure",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Main_procedure",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "red ' , ylim = c (0 ,1) , lwd =3 , lty =1 , main = ' ' , xlab = ' Days ' , ylab = ' ' , cex . axis =2 , cex . lab =2 , cex . main =1.5) 219 lines ( seq (0 , Total_time -1 ,1)",
            "authors": [
                {
                    "first": "]",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "lwd =3 , lty =2 , main = ' ' , xlab = ' Days ' , ylab = ' ' , cex . axis =2 , cex . lab =2 , cex . main =1.5) 225 lines ( seq (0 , Total_time -1 ,1) , Scenario_2 [2 ,] , type = 'l ' , col = ' blue ' , lwd =3 , lty =2) 226 lines ( seq (0 , Total_time -1 ,1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic modelling: an introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bar-Yam Y. Review of ferguson et al impact of non-pharmaceutical interventions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Taleb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for largescale serological surveys to assess the stage of the SARS-CoV-2 epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moritz Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042291"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Analysis and projections of transmission dynamics of nCoV in Wuhan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CMMID repository",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus: elderly in lockdown and children in school help Sweden pursue herd immunity, The Sunday Times",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tail Risk of Contagious Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cirillo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Taleb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Julia: A fresh approach to numerical computing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bezanson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karpinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SIAM review",
            "volume": "59",
            "issn": "1",
            "pages": "65--98",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Theory of global random search",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhigljavsky",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stochastic global optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhigljavsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zilinskas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An algorithm based on singular spectrum analysis for change-point detection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moskvina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhigljavsky",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Communications in Statistics -Simulation and Computation",
            "volume": "32",
            "issn": "2",
            "pages": "319--352",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Sequential analysis: Hypothesis testing and change-point detection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tartakovsky",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nikiforov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basseville",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Game theory",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Myerson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lectures on stochastic differential equations and Malliavin calculus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajeev",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Heavy-tailed fractional pearson diffusions. Stochastic processes and their applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leonenko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Papić",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sikorskii",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Šuvak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "127",
            "issn": "",
            "pages": "3512--3535",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "• t -time (in days)• t 0 -intervention time (e.g., the time when self-isolation starts)• N -population size• I(t) -number of infected at time t • R(t) -number of immune (recovered or dead) at time t (this makes full sense from a modelling perspective, but we appreciate that this may look kind of strange when read by non-scientists) • S(t) = N − I(t) − R(t) -number of susceptible at time t • M -number of groups selected for the study • N m -size of m-th group (N = N 1 + N 2 + . . . + N M ) • I m (t) -number of infected at time t in group m • R m (t) -number of immune at time t in group m • S m (t) -number of susceptible at time t in group m • β -average number of transmissions of the virus per unit of time with no intervention • 1/σ -average infectious period • k -shape parameter of the Erlang distribution",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figures 2-5, the green line is used for the resulting curves I(t)/N . The maximal values of I(t)/N in the examples depicted in Figures 2-5 are 0.124, 0.136, 0.134 and 0.132, respectively. This is significantly lower than the value 0.163 for the original curve. In the assumptions of Example 1, these would respectively lead to the maximum expected number of deaths 57.7, 63.3, 62.9 and 62.7. Extra heterogeneity of different epidemics caused by the social and demographic heterogeneity of the sub-populations would further 'flatten the curve'. The following conclusions are in line with what the Israeli expert D. Yamin states [12]and agree with the main conclusions of the paper[14] which is rather critical towards standard epidemiological models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "M = 2, N 1 = N 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "M M = 10, N m = N 10 (m = 1, . . . , 10) Figure 5: M = 10, N 1 = N 2 , N m = N 18 (m > 1) Conclusions. (a) Isolation of sub-populations at initial stages of an epidemic is very important for preserving heterogeneity of the epidemic and 'flattenning the curve'; this flattening can be very significant. (b) Epidemiological models based on the assumption of a homogeneous population but applied for populations consisting of heterogeneous sub-populations may give completely misleading results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "x = 0.9, c = 0.25, R 0 = 2.x = 0.9, c = 0.25, R 0 = 2.5, no incubation period the epidemic in the whole population, I G (t)/n peaks; it is caused by the presence of very large number of infected people from the general population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "x x = 0.9, c = 0.5, R 0 = 1.x = 0.9, c = 0.25, R 0 = 1.x = 0.8, c = 0.25, R 0 = 2.5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ") the following curves: I(t)/N (solid green, no intervention on March 23), I(t)/N (dashed green, intervention on March 23) and I G (t)/n (purple, intervention on March 23). In Figures 14 and 15 we plot the curves for the estimated average number of deaths: ED(t) (solid green, no intervention on March 23), ED G (t) (purple, intervention on March 23), ED other (t) (dashed green, intervention on March 23) and combined E[D G (t) + D other (t)] (black, intervention on March 23).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "c = 0.5 Figure 13: c = 0.25 We then have run through the scenarios with partial lockdown on March 23 reducing R 0 = 2.5 to R 0 = 1 and with a return, 30 days later, to R 0 = 2.5 with c = 0.5 and c = 0.25. Results are plotted in Figures 16-19. The style of Figure is exactly the same as forFigures 12-15. If the value x (proportion of non-infected people on March 23) happens to be larger than 0.9 then the second wave of epidemic should be expected to be (perhaps, considerably) larger. If x < 0.9 then the second wave will be less pronounced.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "c figures are given for illustration only without any claim on accurate predictions as there is an uncertainty of the outputs towards the choice of several parameters describing the virus characteristics but the sensitivity of the model towards the choice of these parameters is not yet adequately assessed.Figures 20-21illustrate sensitivity of the scenario ofFigures 16-17with respect to the choice of k, the shape parameter of the Erlang distribution defined in Section 2. In these figures, we plot 100 trajectories similar to the trajectories ofFigures 16-17with the values of k taken at random in the interval[2, 4].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "c c c = 0.25, k ∈[2, 4]",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "## Index the current people who have the chance to infect others . 89 90 Current = Population [( Population [: , Time_til_infected ]. < t ) .& ( Population [: , Time_til_infected ]. > Int (0) ) .& ( Population [: , ## Before isolation . We take alpha and not alpha prime 104 if (t < ti m e_ to _ st ar t _i s ol at i on ) ## If it is not time for the person infected to recover , find next time the person will transmit 157 if (t < ti m e_ to _ st ar t _i s ol at i on ) 158 temp = floor ( rand ( Exponential (1/ beta ) ) ) 159 Population [i , time_of_next_inf ]= Population [i , time_of_next_inf ]+ ifelse ( temp ==0 ,1 , temp ) Susceptible_track [ index ] = sum ( Population [: , Susceptible ]) / N ## Keep track of susceptible rate 179 Recovered_track [ index ] = sum ( Population [: , Recovered ]) / N ## Keep track of recovered rate 180 Infected_track [ index ] = sum ( Population [: , Infected ]) / N ## Keep track of infected rate 181 Second_group_track [ index ] = sum ( Population [ G1_split +1: N , Recovered ]) / G2_split ## Keep track of recovered rate for vulnerable 182 S ec on d _g r ou p_ t ra c k_ su s c [ index ] = sum ( Population [ G1_split +1: N , Susceptible ]) / G2_split ## Keep track of susceptible rate for vulnerable 183 Se co nd _gr ou p_ tr ack _I nf [ index ] = sum ( Population [ G1_split +1: N , Infected ]) / G2_split ## Keep track of Infected rate for",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}