{
    "paper_id": "0f2b6278cf952d0f11a682b815a100d3cd667111",
    "metadata": {
        "title": "Journal Pre-proof Prolonged presence of SARS-CoV-2 in a COVID-19 case with rheumatoid arthritis taking iguratimod treated with ciclesonide",
        "authors": [
            {
                "first": "Hiroaki",
                "middle": [],
                "last": "Baba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hajime",
                "middle": [],
                "last": "Kanamori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kengo",
                "middle": [],
                "last": "Oshima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Issei",
                "middle": [],
                "last": "Seike",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ikumi",
                "middle": [],
                "last": "Niitsuma-Sugaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kentaro",
                "middle": [],
                "last": "Takei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yukio",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Koichi",
                "middle": [],
                "last": "Tokuda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tetsuji",
                "middle": [],
                "last": "Aoyagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread rapidly across the world, yet investigations of in patients with rheumatologic disease taking disease-modifying antirheumatic drugs (DMARDs) with immunomodulatory or immunosuppressive effects remain scarce [1] . Here we report a case of COVID-19 in a patient with rheumatoid arthritis taking iguratimod, who had prolonged viral RNA presence.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A woman in her 40s with rheumatoid arthritis treated with iguratimod 25 mg twice a day was admitted to Tohoku University Hospital, Sendai, Japan, with a diagnosis of COVID-19 based on real-time reverse transcription polymerase chain reaction (real-time RT-PCR) with primers that target the N2 gene of SARS-CoV-2 as described previously [2] from nasopharyngeal swabs and sputum.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient had developed a fever of up to 38.0 , with a cough, sputum production, anosmia and ℃ ageusia 5 days before admission, and was looking after herself at home. She was tested for 1 ). Computed tomography of the chest showed different sizes of patchy ground-glass opacities and infiltrative shadows in peripheral regions of each lobe of both lungs, with elevated intensity of both findings observed in some areas (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 421,
                    "end": 429,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The patient was started on inhaled ciclesonide 400 μg twice a day upon admission. Oral iguratimod was continued at 25 mg twice a day. Fever of 37.5 or higher was observed until the second day of ℃ hospitalization, then temperature remained at around 37.0 degrees after the third day ( Fig  ℃  . 3). The 5 cough almost disappeared on the second day of hospitalization, and the sputum on the third day. The patient occasionally complained of dyspnea on exertion and at rest after admission, but this disappeared after the third day of hospitalization. Taste and smell disturbances persisted until the fifth day of hospitalization, but disappeared thereafter. No significant deterioration of arthritis was seen during the course.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Fig  ℃  .",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "A chest X-ray taken on the 12th day after admission showed that the shadows in both lower lung fields had disappeared. Blood tests on this day showed that lymphocyte count and CRP had improved to 1,290/μL and 0.75 mg/dL, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Since the patient's symptoms improved and the possibility of relapse was considered low, the patient was transferred to a nearby hospital on the 13th day after initial admission. Ciclesonide was administered for a total of 14 days. Although the symptoms did not return after transfer, PCR tests for SARS-CoV-2 from nasopharyngeal swabs remained positive until 10 days after transfer (27 days after onset). The patient was discharged when PCR tests were confirmed to be negative 13 and 14 days after transfer (30 and 31 days after onset).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "We encountered a case of COVID-19 in a patient who was taking iguratimod orally for rheumatoid arthritis. Previous reports have indicated that factors including diabetes mellitus, hypertension, chronic respiratory diseases, and old age increase the severity of COVID-19, but data on rheumatoid 6 arthritis and connective tissue diseases are scarce, and the risks are not clear [1] . The COVID-19",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Global Rheumatology Alliance has launched a patient registry currently collecting data to accumulate clinical knowledge on this group of patients [3] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Iguratimod is a conventional synthetic DMARD and is classified as an immunomodulator. No increased risks of morbidity or severity have been reported to date for diseases related to COVID-19, including severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), in patients taking the immunomodulatory DMARDs such as hydroxychloroquine and sulfa, gold preparations, and immunosuppressive DMARDs such as methotrexate, cyclosporin and azathioprine [4] [5] [6] . However, the Japanese College of Rheumatology recommends carefully considering reducing or even suspending treatment with DMARDs in cases of COVID-19 because, mechanistically, such drugs may aggravate the infection [7] .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overproduction of inflammatory cytokines such as interleukin (IL)-2, IL-6 and tumor necrosis factor (TNF)-α has been implicated in the deterioration of patients with COVID-19 [8, 9] . In our case, though mild, we also observed an increase of soluble IL-2 receptor. Iguratimod suppresses the production of IL-6 and TNF-α [10] . Therefore, in this case, we were concerned that reducing iguratimod would cause the patient to deteriorate, so the same dose was continued, with a good clinical outcome. Administration of DMARDs, including iguratimod, to patients with COVID-19 needs further investigation.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ciclesonide is an inhaled corticosteroid for the management of bronchial asthma, but it also 7 possesses antiviral activity against SARS-CoV-2 in vitro [11] . In addition, there are limited evidences from case reports suggesting that ciclesonide inhibit proliferation of the virus and prevent progression to severe pneumonia when administered in the early or middle stages of infection [12] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present case, the patient took inhaled ciclesonide and her symptoms improved, although we cannot exclude the possibility that this would have been the natural course of the disease in this patient. In cases when it is difficult to synchronize drug spraying and inspiration as ciclesonide is administered using a pressurized metered-dose inhaler, the rate of drug arrival into the lungs may be reduced and may result in inadequate therapeutic efficacy [13] ; however, in this case, the patient was able to inhale ciclesonide with guidance from nurses and without the use of an inhalation-assistive device.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Detection of viral RNA by real-time RT-PCR is used in most of the clinical studies, even though viral RNA presence cannot be strictly interpreted as infectious virus shedding [14, 15] . The median duration of viral RNA positivity in nasopharynx of patients with COVID-19 is 17 days from onset (interquartile range, 13-22) [14] . However, in this case, PCR tests for SARS-CoV-2 remained positive until 27 days after onset. Factors associated with prolonged detection of SARS-CoV-2 have been reported as male gender, old age, hypertension, steroid use, and severe symptoms [14] , but it is unclear how the use of inhaled ciclesonide, iguratimod and other DMARDs affects viral shedding.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[14,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The combination of DMARDs and steroids, however, is known to increase the risk of severe infection [16] . In our case, the patient's combined use of iguratimod and the steroidal agent The patient was likely infected by her partner, who was positive for SARS-CoV-2, as she had no other close contacts. Yet she avoided contact with her partner after their onset of symptoms, which suggests she was infected during the incubation period. The potential for latent SARS-CoV-2 infection has been reported, albeit minimally [17, 18] . Thus, the possibility of infection during the incubation period may contribute to difficulties in controlling COVID-19, and caution is needed.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[16]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[17,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "18]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have reported the case of a patient with rheumatoid arthritis who suffered from COVID-19 while taking oral iguratimod. The patient who continued iguratimod therapy without dose reduction was ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course of COVID-19 in a series of patients with chronic arthritis treated with immunosuppressive targeted therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balduzzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delvino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Quadrelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Rheum Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1036/annrheumdis-2020-217424"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Development of genetic Diagnostic Method for Novel Coronavirus",
            "authors": [
                {
                    "first": "Kazuya",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "Naganori",
                    "middle": [],
                    "last": "Nao",
                    "suffix": ""
                },
                {
                    "first": "Harutaka",
                    "middle": [],
                    "last": "Katano",
                    "suffix": ""
                },
                {
                    "first": "Ikuyo",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                },
                {
                    "first": "Shinji",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Fumihiro",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 Global Rheumatology Alliance: collecting data in a pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yazdany",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Rheumatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41584-020-0418-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The facts during the third epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antiga",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronaviruses",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Liver transplantation : official publication of the American Association for the Study of Liver Diseases and the International Liver Transplantation Society. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/lt.25756"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "217--244",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of nonbiologic disease-modifying antirheumatic drugs and risk of infection in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lacaille",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Guh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abrahamowicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Anis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Esdaile",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arthritis Rheum",
            "volume": "59",
            "issn": "10",
            "pages": "1074--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Japan College of Rheumatology. Regarding novel coronavirus infection (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2: a storm is raging",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI137647"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. medRxiv",
            "authors": [
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Sumeng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jia",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Boyun",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Xiaobei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Hua",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023671"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "NF-kappaB activation in LPS-and TNF-alpha-stimulated THP-1 cells without interfering with IkappaBalpha degradation",
            "authors": [],
            "year": 2002,
            "venue": "Inflamm Res",
            "volume": "51",
            "issn": "",
            "pages": "188--94",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The inhaled corticosteroid ciclesonide blocks coronavirus RNA replication by targeting viral NSP15",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.11.987016"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Therapeutic potential of ciclesonide inhalation for COVID-19 pneumonia: Report of three cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morishima",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiac.2020.04.007"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Research and development of the inspiration timing evaluation system in the pressurized metered dose inhaler (pMDI)",
            "authors": [
                {
                    "first": "Takuro",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Takumu",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "Kouji",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "Sousuke",
                    "middle": [],
                    "last": "Tukamoto",
                    "suffix": ""
                },
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Tobata",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Jpn J Med Instrum",
            "volume": "84",
            "issn": "",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Factors associated with prolonged viral RNA 11",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa351"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral RNA in Faecal Samples",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk of serious infection in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "Atsushi",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "Toshihiro",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Jpn J Clin Immunol",
            "volume": "38",
            "issn": "",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serial interval of novel coronavirus (COVID-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "284--290",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "contributed to prolonged viral presence. Thus, discontinuation of ciclesonide should be considered in COVID-19 patients receiving DMARDs soon after clinical symptoms have improved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "treated with ciclesonide had an uneventful clinical course, but had prolonged viral RNA presence after resolution of symptoms. Further studies are needed to answer the many open questions on the administration of DMARDs during and after COVID-19, the therapeutic effect of ciclesonide on COVID-19, and the effect of DMARDs and ciclesonide on viral shedding. Conflict of Interest: None Figure captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The chest X-ray on admission. Decreased transparency outside the both middle lung fields were shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The chest Computed tomography on admission. Patchy ground-glass opacities and infiltrative shadows in each lobe of both lungs, with elevated intensity of both findings observed in some areas were observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clinical course of the present case. Fever of 37.5 or higher was observed until the second ℃ day of hospitalization, then temperature remained at around 37.0 degrees after the third day. ℃ Lymphocyte count and CRP had improved from 600/μL and 11.19 mg/dL on admission to 1,290/μL and 0.75 mg/dL on the 12th day after admission respectively. The cough, sputum, dyspnea, and anosmia and ageusia disappeared on the second, thired, thired and fifth day of hospitalization, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SARS-CoV-2 since her intimate partner was confirmed to be infected with COVID-19 the day before the patient's admission. The patient lived with the partner until 13 days before admission, but subsequently avoided contact after the partner developed a cough. The patient rarely left her house, and so had no close contact with anyone except the partner. On admission, her temperature was 36.9°C. Blood pressure was 109/96 mmHg, pulse was 95 bpm, respiratory rate was 24 breaths/min and SpO2 was 96% in room air. Initial clinical examination revealed a weight of 76 kg, height of 161",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}