{
    "paper_id": "0f3097be65fbe585322171a1013491df9501d08d",
    "metadata": {
        "title": "Clinical outcomes of COVID-19 in elderly male patients",
        "authors": [
            {
                "first": "Zhong-Hua",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Curtin University",
                    "location": {
                        "postCode": "6845",
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "tive strategies for effective management of elderly male patients including those with underlying diseases, thus improve clinical outcomes by reducing complications or mortality associated with COVID- 19. In their single-centre study, Liu and colleagues divided 221 COVID-19 patients into two groups, 136 patients under 60 years old and 85 over 60 years old, then they analysed and compared clinical symptoms, disease course and severity, and imaging and laboratory findings between these two groups. [19] Significant correlations were found between patient's age and inflammatory indicators with significantly lower levels of lymphocyte counts and albumin (P < 0.001) in patients over 60 years. Higher levels of lactate dehydrogenase (LDH), blood urea nitrogen and C-reactive protein (P < 0.01), more pulmonary lobes involved and higher proportion of bacteria co-infection (P < 0.01) were found in patient over 60 years compared to those younger than 60 (P = 0.021). Further, more severe and critically ill patients, and longer disease courses were seen in patients over 60 years as opposed to the younger group (P < 0.05). Another interesting finding of this study is that male patients had significantly longer mean disease course than female patients (25 vs. 21 days, P = 0.036). [19] The uniqueness of the study by Liu, et al. [19] lies in assessment of the direct impact of age on the clinical outcomes of COVID-19 patients because this has not been systematically studied by others. Older patients are more susceptible to being infected with diseases, and they are reported to be especially affected by SARS-CoV-2 with higher prevalence of severe disease or higher mortality. [12, 21, 22] Thus, findings of this study contribute to risk stratification, in particular, elucidating the association between age and disease severity and prognosis in COVID-19 patients. However, this study suffers from some limitations. The authors did not provide information about whether these patients had comorbidities as the underlying diseases, especially cardiovascular and chronic diseases are reported to be associated with worse outcomes or higher mortality in COVID-19. [1118] Another limitation is the lack of follow-up as there is no record of patient's prognosis, in particular the mortality. According to the report of 72,314 cases from the Chinese Centre for Disease Control and Prevention, the case fatality rate (CFR) was significantly higher in older and geriatric patients with CFR of 2.3%, 8.0% and 14.8%, corresponding to all confirmed cases, patients aged 7079 years and ≥ 80 years, respectively. [21] The study by Meng, et al. [20] looked at the sex-specific clinical features and prognosis in COVID-19 patients. A total of 168 severe or critically ill COVID-19 patients were analysed in their study, of which there were 86 males and 82 females. Significantly higher mortality was found in patients ≥ 80 years than the younger ones, and a higher risk of mortality was observed in men than in women. All of the eleven laboratory parameters were increased significantly in men than in women (P < 0.05). Inflammatory markers were significantly different between males and females, such as lower lymphocyte counts and higher LDH (P = 0.05) and higher neutrophil-lymphocyte ratio (P = 0.048) in men. Significantly higher levels of haemoglobin, haematocrit, ferritin, alanine aminotransferase, aspartate aminotransferase, creatinine, blood urea nitrogen, C-reactive protein and procalcitonin (P < 0.001) were seen in men than women. Further analysis after adjustment for confounders shows that male patients ≥ 80 years were more likely to develop severe or critically ill conditions than younger patients, while the difference was not found to be significant in female patients. They also showed that elderly males tend to have higher prevalence of comorbidities such as cardiovascular or chronic diseases, thus, resulting in higher risk of critical conditions and mortality. [20] This single-centre study offers insight into the relationship between elderly male patients and disease severity and prognosis of COVID-19, and their research findings provide guide to clinicians manage these vulnerable patients through implementation of specific treatment strategies, although inclusion of follow-up of clinical outcomes would further strengthen the conclusion.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "19.",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "[12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1688,
                    "end": 1691,
                    "text": "21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2168,
                    "end": 2175,
                    "text": "[1118]",
                    "ref_id": null
                },
                {
                    "start": 2609,
                    "end": 2613,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2640,
                    "end": 2644,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3983,
                    "end": 3987,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies have shown the consistent correlation between patient's age and disease severity and clinical outcomes of COVID-19, [5, 12, 13, 21, 22] with higher risk of critical conditions more often seen in elderly and male patients as demonstrated by these two studies. [19, 20] Another situation that needs to be considered in elderly or geriatric patients is the cardiac injury due to myocardial damage caused by SARS-CoV-2. Some single-centre studies and meta-analyses have reported that COVID-19 patients with cardiac injury were significantly associated with fatal outcomes and higher mortality than those without cardiac injury. [5, [11] [12] [13] 23, 24] There-fore, these patients should be managed with caution due to unfavourable prognosis.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[19,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "23,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, COVID-19 is a global pandemic showing significant impact on our community and healthcare system. There is a close association between this highly transmissible disease and elderly male patients. More research evidence is needed, especially reports from other countries outside China as most of the current studies are dominated by researchers from China. Clinical trials and multi-centre studies of COVID-19 in patients with different age groups are necessary, with mid to long-term follow-up being desirable to provide further data for clinical analysis. More attention should be paid to geriatric patients due to their vulnerability to the coronavirus infection. [15] While there is no effective treatment or vaccine available so far, our knowledge about COVID-19 is improving, we await more research findings available in the literature to assist timely and effectively treatment of these elderly patients.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 681,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-19) Situation Report-100",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A systematic review of chest imaging findings in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quant Imaging Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "1058--1079",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnostic value of chest CT in coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Med Imaging",
            "volume": "16",
            "issn": "",
            "pages": "274--275",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1017"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Does comorbidity increase the risk of patients with COVID-19: evidence from meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of 2019 novel coronavirus on heart injury: A systematic review and meta-analysis. Prog Cardiovasc Dis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pcad.2020.04.008"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cardiac troponin I in patients with coronavirus disease 2019 (COVID-19): evidence from a meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchis-Gomar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prog Cardiovasc Dis. Published Online First",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pcad.2020.03.001"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevalence of underlying diseases in hospitalized patients with",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Javanmardi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pirbonyeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Journal of Geriatric Cardiology a systematic review and meta-analysis",
            "authors": [],
            "year": 2020,
            "venue": "Arch Acad Emerg Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol. Published Online First",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical characteristics of 145 patients with coronavirus disease",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Cardiol",
            "volume": "109",
            "issn": "",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical characteristics of older patients: The experience of a geriatric short-stay unit dedicated to patients with COVID-19 in France",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Godaert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Demoustier-Tampere",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Risk factors of critical & mortal COVID-19 cases: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical characteristics of older patients infected with COVID-19: A descriptive study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Gerontol Geriatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.archger.2020.104058"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association between ages and clinical characteristics and outcomes of coronavirus disease 2019",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.01112-2020"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sex-specific clinical characteristics and prognosis of coronavirus disease-19 in Wuhan, China: A retrospective study of 168 severe patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PloS Pathog",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA. Published Online First",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cardiac injury is associated with mortality and critically ill pneumonia in COVID-19: A meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santoso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pranata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wibowo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Myocardial injury is associated with higher mortality in patients with coronavirus disease 2019: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Geriatr Cardiol",
            "volume": "17",
            "issn": "",
            "pages": "224--228",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}