{"paper_id": "0f37be00057c87028465f2181fe91212c5bd8024", "metadata": {"title": "5 Nuclear Proliferation and Terrorism", "authors": []}, "abstract": [], "body_text": [{"text": ".1. Nuclear Weapon State status. Twenty-five nations are categorized in terms of their progress to nuclear weapons with the dates of the first (fission/fusion) tests listed for the five nuclear weapon states (NWS as defined in the NPT) and for the four emerged NWS. Dates for the other states indicate the years of their active nuclear programs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Does the development of commercial nuclear power contribute to the spread of nuclear weapons? Proliferation policy is more complicated than superpower strategic weapons policy, since nuclear power supplies commercial energy to 30 nations, which could grow to 50. The START/SORT/ New-START and ABM treaties involve only two nations (United States and Russia) and they do not impact commercial energy supplies. In 2012, 30 nations produced 16 % of the world's electricity with nuclear power for a total capacity of 374 GW e . The United States had 101 GW e of nuclear power in 2012, producing 14 % of its electricity. The US load factor rose to 90 %, as the new fuels remain longer in reactors, giving less frequent shutdowns. Many nations depend heavily on nuclear energy; these include France (63 GW e , 78 % nuclear), Japan (44 GW e , 18 %), Russia (24 GW e , 17 %), South Korea (21 GW e , 35 %), Germany (18 GW e , 12 %), United Kingdom (10 GW e , 18 %), and Belgium (6 GW e , 54 %). Some of these states have their spent fuel reprocessed (France, UK, Japan, Belgium) in France, UK, and Russia, but the foreign contracts are coming to an end. Most countries plan to use deep burial, but with few specifics. Japan has almost completed its 800-tonne, Rokkasho reprocessing plant, capable of producing 8 Pu tonne/ year, while the Monju breeder reactor is shut down since 2010. Japan's fallback position is to use MOX fuel in at least 15 light water reactors, but much is uncertain after the Fukushima accident. Other East-Asian nations (China, South Korea and Taiwan) are thinking about reprocessing, while they store spent fuel, waiting for a geological repository.", "cite_spans": [], "ref_spans": [], "section": "Connection Between Peaceful and Military Atoms?"}, {"text": "Nations obtain nuclear weapons more out of mutual mistrust with a neighboring state than fear of a distant superpower. Such a nearest neighbor interaction is exemplified by the (first/second) nation duos: US/USSR, USSR/China, China/India, India/Pakistan, North Korea/South Korea, Israel/Arab states, Argentina/Brazil, and China/Taiwan. Proliferation started with Klaus Fuchs and Ted Hall passing American nuclear secrets to help Soviet designers. Friendly cooperation in the US Manhattan Project helped Britain on its way, and it has been stated that the United States gave indirect assistance to the French. The Soviets gave major assistance to China to help it become a nuclear weapons state. The French helped Israel with the sale of the Dimona reactor and associated reprocessing technology. Canada assisted India with the sale of the Cirus reactor, to which the United States supplied heavy water and reprocessing technology. China helped Pakistan with designs, materials, and missiles. Pakistan's A.Q. Kahn sold centrifuges & weapon designs to North Korea, Iran and Libya. And so the story goes. Such events prompted Tom Lehrer to write his song, \"Who's Next.\"", "cite_spans": [], "ref_spans": [], "section": "Connection Between Peaceful and Military Atoms?"}, {"text": "First we got the Bomb, and that was good, Cause we love Peace and motherhood. Then Russia got the bomb, but that's OK. The balance of power's maintained that way. 5.1. Proliferation: Baruch to Iran, N. Korea and 9/11 Who's next? [France, Egypt, Israel] ............. Luxembourg is next to go. Then who knows, maybe Monaco. We'll try to stay serene and calm When Alabama gets the Bomb. Who's Next? (Tom Lehrer, Reprise Records, 1965) Nuclear weapon programs usually grow out of dedicated national programs, rather than civil nuclear power programs. But there often is a connection between the peaceful and military fuel cycles that pass through reactors, making plutonium, or centrifuges that make highly enriched uranium (HEU). India, Pakistan, Israel, Iraq, Iran, and other countries used research programs to hide military programs. Proliferation watchers are rightly concerned when nations with small electrical power grids move toward nuclear power. If a nation risks destabilizing its small grid by connecting it to large nuclear power stations, there could be another reason. Similarly, small nations that plan to build an enrichment or reprocessing plant could establish a weapons program since it is not cost effective to enrich or reprocess on a small scale. As we discuss later, reactor-grade plutonium (RgPu) from civil power plants could be used, but in most cases these would be of a lesser quality. Still, reactorgrade Pu can be made into weapons of, perhaps, 0.5 kton, which is why commercial production and storage is monitored by the International Atomic Energy Agency (IAEA). And nations that practice work with civil-use plutonium gain knowledge that will help in future weapon programs. Thus far, the eight nuclear weapon states with plutonium weapons have used only weapons-grade plutonium (WgPu) from dedicated, non-power reactors.", "cite_spans": [{"start": 163, "end": 198, "text": "5.1. Proliferation: Baruch to Iran,", "ref_id": null}, {"start": 199, "end": 216, "text": "N. Korea and 9/11", "ref_id": null}, {"start": 229, "end": 252, "text": "[France, Egypt, Israel]", "ref_id": null}, {"start": 397, "end": 432, "text": "(Tom Lehrer, Reprise Records, 1965)", "ref_id": null}], "ref_spans": [], "section": "Connection Between Peaceful and Military Atoms?"}, {"text": "In 1964 Lawrence Livermore National Laboratory asked three recent PhD's in physics to design a nuclear weapon using only un-classified literature. They opted for the more difficult implosion design for plutonium weapons. 1 After a year, the Nth country experiment was successful, sending a message to Washington that was ignored until the Indian bomb of 1974. ", "cite_spans": [{"start": 221, "end": 222, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Connection Between Peaceful and Military Atoms?"}, {"text": "President Dwight Eisenhower gave his \"Atoms for Peace\" speech to the United Nations (December 8, 1953) , when he proposed that the IAEA should impound, store, and protect fissile materials. Eisenhower claimed that nuclear fuel could be \"proliferation-proof\": \"The ingenuity of our scientists will provide special safe conditions under which such a bank of fissionable material can be made essentially immune to surprise seizure.\" Did Eisenhower mean plutonium would be immune to surprise attack because of excellent physical protection and safeguards? Or did he mean that ample amounts of the spontaneous neutron-emitter 240 Pu would prevent the use of plutonium in bombs? At that time, scientists incorrectly believed that 20 % 240 Pu gave enough early neutrons to preinitiate a chain reaction and greatly reduce the yield for all weapons designs. This belief has been proven false, but with qualifications. An interesting question to debate is whether actions subsequent to the Atoms for Peace speech reduced or increased global proliferation of nuclear weapons? I agree whole-heartedly with Len Weiss: \"Did the 50-year-old Atoms for Peace program accelerate nuclear weapons proliferation? The jury has been in for some time on this question, and the answer is yes. 2 \" There is no simple answer, to the broader question of \"was the Atoms for Peace program wise?\" This author takes a long-range point of view. Eisenhower did the right thing because his policies fostered the establishment of the IAEA in 1957 and the Nuclear Nonproliferation Treaty in 1970. Alone, the United States has never had the leverage to dictate its wishes to all nations. With all nations agreeing on a common framework of rules and inspections, the world can act in concert. Without the IAEA and NPT, which are the international nuclear regime, the world community would not have an effective way to exercise control over NNWS weapons programs and plutonium/uranium stockpiles. With the passage of time, the technical barriers to make nuclear weapons become smaller as secrets leak and technologies improve. Without a global, political commitment to nonproliferation, the march of technology would be unstoppable.", "cite_spans": [{"start": 84, "end": 102, "text": "(December 8, 1953)", "ref_id": null}], "ref_spans": [], "section": "Atoms for Peace"}, {"text": "It is clear that proliferation accelerated under Atoms for Peace, as plutonium reprocessing was declassified and taught to foreign scientists at the National Laboratories. The Indian scientists who reprocessed plutonium at Argonne and Oak Ridge went home to help India produce its bombs. The NPT also gave cover to weapons programs that might not have existed otherwise. The Iraqi and North Korea violations took place, however, at undeclared locations that were not inspected. If IAEA members had allowed the organization to act more vigorously, it could have taken stronger actions, such as challenge inspections. South Africa developed its gaseous nozzles and nuclear weapons essentially, but not entirely, alone. They succeeded with an expenditure of hundreds of millions of dollars, much less than what Saddam Hussein spent on his covert unsuccessful program. There is no doubt that openness on nuclear matters contributed to proliferation.", "cite_spans": [], "ref_spans": [], "section": "Atoms for Peace"}, {"text": "The world had 438 nuclear reactors with 351 GW e of power in 2000 and 33 additional reactors under construction. The accumulations of military HEU and plutonium are shown in Fig. 5 .2. The IAEA mission of promoting nuclear power and control of nuclear materials has grown substantially as its membership has grown to 140 states (Table 5 .2). The 2000 safeguards budget of $80 million covered 902 facilities containing 642.8 tons of plutonium in spent fuel rods, 72.2 tons separated Pu, 10.7 tons in mixed oxide (MOX) rods in reactors, and 21.8 tons of HEU. The 10,264 person-days of inspections on 2,467 inspections applied 25,484 encrypted seals to containers, reviewed 5,226 videotapes and analyzed 626 samples. The IAEA appears to have a good record on declared sites with no major mistakes, as the famous Iraqi and North Korea violations involved undeclared locations. After the Gulf War the IAEA changed its procedures (1) to increase the use of intelligence information from large nations, (2) to take environmental samples in search of clandestine enrichment and reprocessing, and (3) to establish special inspection procedures for undeclared sites. It is not clear how effective these additional measures will turn out to be since they require more funding, but it is clear that a multilateral approach is essential for managing proliferation in a world of 185 nations. The 1977 Office of Technology Assessment report on proliferation concluded the following:", "cite_spans": [], "ref_spans": [{"start": 174, "end": 180, "text": "Fig. 5", "ref_id": "FIGREF1"}, {"start": 328, "end": 336, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Atoms for Peace"}, {"text": "In the long run two general rules apply: (a) Solutions to the proliferation problem will have to be found primarily, though not exclusively, through multilateral actions, and (b) the extent of US influence will vary from country to country. (Nuclear Proliferation and Safeguards, OTA, Washington, DC, 1977) 5. There is a disparity in obligations as set down by the treaty. The NPT requires safeguard inspections on NNWS nuclear facilities, but not on NWS facilities. Indeed, some of the NWS have volunteered their facilities for inspection, but the IAEA does not have the funds to carry this out. The NPT strongly encourages the NWS to assist with nuclear power and research programs for the NNWS, a requirement that has been interpreted to include the use of plutonium and weapons-grade uranium fuel. Such cooperation has taken place, but the Carter administration constrained this use of plutonium and HEU, an act that was condemned abroad, but which now has gained momentum. The 1970 NPT calls upon the NWS to end the nuclear race in Article VI:", "cite_spans": [{"start": 241, "end": 306, "text": "(Nuclear Proliferation and Safeguards, OTA, Washington, DC, 1977)", "ref_id": null}], "ref_spans": [], "section": "Atoms for Peace"}, {"text": "Each of the Parties to the Treaty undertakes to pursue negotiations in good faith on effective measures relating to cessation of the nuclear arms race at an early date and to nuclear disarmament on a Treaty on general and complete disarmament under strict and effective international control.", "cite_spans": [], "ref_spans": [], "section": "Atoms for Peace"}, {"text": "The 1994 START and the 2012 New START treaties are steps in that direction, but nonnuclear weapon states want further progress. The 1999 defeat of the Comprehensive Nuclear-Test-Ban Treaty in the Senate was a step back from the US promise to adopt a permanent test ban treaty when the U.S. was calling for NPT extension without a time limit. The CTBT is regarded by NPT nonnuclear states as the litmus test on NWS intentions. The defeat of the CTBT by the US Senate, the Indian-Pakistani nuclear tests of 1998, the Iraqi, North Korean, and Iranian nuclear programs, the modest progress on strategic offense weapons and the demise of the ABM treaty are dangerous indicators of problems with the NPT compact that cannot be ignored.", "cite_spans": [], "ref_spans": [], "section": "Atoms for Peace"}, {"text": "A complete discussion of nonproliferation contains many elements beyond oversight by the NPT and IAEA: r Plutonium economy. The U.S. abandoned plutonium recycling with the 1978 cancellation of the breeder reactor and reprocessing. This course has been adopted by many other nations. r Reduction in excess weapons-grade materials. The United States and Russia agreed to each dispose of 34 tons of WgPu, as well as 500 tons of Russian and 174 tons of US HEU. r An assured supply of uranium. To reduce interest in recycling reactor fuel is for the U.S. to be an assured supplier of less-costly LEU. It is for this reason that the United States maintains control over reprocessing rights on spent fuel that has been enriched in the US or irradiated in US-supplied reactors. Uranium supplies have been helped by a dramatically slowed growth in nuclear power, increased uranium efficiency of reactors, and conversion of weapons-grade uranium of the Cold War into reactor fuel. r Fuel Bank. This was first proposed in the Eisenhower regime and continues to resurface as the world looks for difficult solutions. $150 million has been committed to help nations with their peaceful fuel supplies if they are threatened for other reasons. The existence of the fuel bank removes the main argument for a nation to want enrichment and reprocessing. r Nuclear suppliers group. The supplier nations agreed to constrain exports of sensitive nuclear fuel facilities (enrichment and reprocessing) and require that all the importer's nuclear facilities be under safeguards. r Export Criteria. The Indian bomb of 1974 created the climate for the passage of the Nuclear Nonproliferation Act of 1977, which requires safeguards on all nuclear facilities before exports are allowed. It also established criteria for U.S. when processing requests for reprocessing US-origin spent fuel by other nations. r Sanctions. When an NNWS moves toward the bomb, it will be denied nuclear power exports, military equipment, and other items of commerce. These enhanced sanctions were removed 2 years after the Indian and Pakistani 1998 nuclear tests. r Russian weapons usable materials. It is imperative that Russian warheads and weapons-grade nuclear materials remain under firm Russian accounting and control. The US Cooperative Threat Reduction programs have significantly improved this situation, but more needs to be done. r Spent fuel storage. The 35,000 tons of US-origin spent fuel at storage sites around the world do not have a final destination. The U.S. does not want to accept these materials nor does it want it reprocessed. Russia passed a law in 2001 that allows it to establish a large storage site, which could be a useful constraint on the plutonium in the event that it is not reprocessed. As of 2009, global spent fuel was distributed as follows: Canada (38,400 tonnes), Finland (1,600), France (13,500), Germany (5, 850) , Japan (19,000), Russia (13,000), South Korea (10,900), Sweden (5, 400) , UK (5, 850) , U.S. (61,000). r Fissile Material Cutoff Treaty. France, Russia, UK and US have declared a halt to the production of HEU and Pu, primarily because they have much more than they need. The fifth nuclear weapon state, China, is believed to have halted production, and does not have large stocks of these materials. But its rivals, India and Pakistan, continue to produce these materials. A global ban on the production of weapons usable materials would lessen this regional proliferation concern. The IAEA Additional Protocol requires declarations on the production and stockpiling of these materials. It allows inspections to confirm their declarations. Brazil and Argentina have not signed the advanced protocol, but yet manage monitoring without it. FMCT verification is not yet agreed, but if did not include the monitoring of all existing P-5 weapons materials it would be less expensive. It would be very difficult to establish the IAEA base-line levels for these materials. The U.S. uses about 2 tons of HEU a year for its fleet, a conversion to 20 % enriched might be a requirement. If FMCT verification was constrained to new production it would be a manageable assignment. r Anti Ballistic Missiles: After $100 billion, missile defenses have faltered, but has the Israeli Iron Dome system changed the scene for tactical missiles? r Military Preemption. Case by case? Iran? r Vertical AND Horizontal Proliferation: Ratified CTBT and START treaties at 1,000 total warheads would lower the political reach of nuclear weapons and assist non-proliferation efforts. r Zero Nuclear Weapons. In the near-term, it would seem that ratifying the CTBT and going from 2,200, to 1,550, to 1,000 nuclear weapons would not diminish the ability to deter an attack on the U.S. All have admitted we don't know how to get to zero nuclear weapons in a stable, verifiable manner as we climb the mountain through the clouds. Domestic and international politics are often fed more by perception than locked-in policy. Does discussion of zero nuclear weapons feed the angst of nations under the nuclear umbrella? Will it be necessary to have numerous B-2 fly-overs to reduce this angst?", "cite_spans": [{"start": 2896, "end": 2899, "text": "(5,", "ref_id": null}, {"start": 2900, "end": 2904, "text": "850)", "ref_id": null}, {"start": 2969, "end": 2972, "text": "(5,", "ref_id": null}, {"start": 2973, "end": 2977, "text": "400)", "ref_id": null}, {"start": 2983, "end": 2986, "text": "(5,", "ref_id": null}, {"start": 2987, "end": 2991, "text": "850)", "ref_id": null}], "ref_spans": [], "section": "Nonproliferation Policy"}, {"text": "The IAEA unit for measuring weapons-grade nuclear material is called a significant quantity. It is defined as 25 kg of 235 U in HEU or 8 kg of Pu.", "cite_spans": [], "ref_spans": [], "section": "Special Nuclear Material"}, {"text": "Nuclear weapons can be made with less than a significant quantity by reflecting neutrons back into the warhead, by compressing fissile metal to higher densities with explosives, and by fission boosting with tritium and deuterium. Uranium is enriched in 235 U content by using the laws of physics, while plutonium is separated from spent fuel rods in reprocessing plants by using the laws of chemistry. Nations often began nuclear weapons production with uranium weapons and moved up to plutonium weapons; however Russia, France, India, Israel, and North Korea began with plutonium. See Figs. 5.3 and 5.4 for plutonium gamma-ray spectra and Table 5 .3 for enrichment and reprocessing facilities.", "cite_spans": [], "ref_spans": [{"start": 640, "end": 647, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Special Nuclear Material"}, {"text": "The multilateral NPT/IAEA regime is not perfect, but it is all we have. Or is it? The June 1981 Israeli destruction of Iraq's Osirak reactor was decried by most members of the UN and the IAEA since Iraq was a member \"in good standing.\" Today there is little hand wringing over the unilateral attack on Osirak, since it could have produced plutonium for Iraqi weapons. This preemptive attack rolled back proliferation (counterproliferation), and such attacks may become more likely. As with all policies, there are upsides and downsides. Preemptive rollbacks get the job done quickly, while international diplomats argue and postpone. But preemptive attacks shake the foundations of international processes and due process, unless international organizations are part of the process. An examination of motives for preemptive attacks points to inconsistencies, but these have to be balanced against the degree of threat from proliferation. The military has long defined threats in terms of both capabilities and intentions. Preemptive counterproliferation appears to be driven more by perceptions of the intentions of nations, since many states certainly have capabilities. The 2002 US National Security Strategy states it clearly: \"We will not hesitate to act alone, if necessary, to exercise our right of self-defense by acting preemptively.\" But in soured relationships it is often difficult to separate worst-case interpretations from lesser interpretations. Ultimately, counterproliferation can lead to assassinations of leaders. This outcome is constrained by Presidential Executive Order 12333, which, nonetheless, can be quickly nullified without the approval of congress. One might ask if less stringent criteria for assassinations could rebound to put leaders in harm's way. As the third millennium begins, there are ominous signs from North Korea, which withdrew from NPT (January 11, 2002) and from Iran, which was charged by the IAEA with violating the NPT for building clandestine centrifuges (June 6, 2003) . How will these events be handled? ", "cite_spans": [{"start": 2005, "end": 2019, "text": "(June 6, 2003)", "ref_id": null}], "ref_spans": [], "section": "Preemptive Counter-proliferation"}, {"text": "Even if plutonium were effectively controlled, HEU (at 90 % 235 U) offers another path to nuclear weapons production. For one thing, it is easier to make HEU gun weapons as compared to Pu implosion weapons. Secondly, it was thought that HEU was harder to obtain than plutonium, but the enrichment barrier to HEU has lowered over the years. This was proven when South Africa successfully used gaseous nozzles to obtain HEU for its six nuclear weapons. On the other hand, Iraq failed with its electromagnetic isotope separation (EMIS), but Pakistan, Iraq, and perhaps North Korea have succeeded with gas centrifuges. This section estimates properties of some enrichment technologies used for obtaining the various uranium categories listed in Table 5 .4.", "cite_spans": [], "ref_spans": [{"start": 741, "end": 748, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Uranium Enrichment"}, {"text": "Enrichment has shifted from gaseous diffusion to gaseous centrifuges for several reasons. Centrifuges use much less electricity, some 60 kWh per separative work unit (SWU), which is only 2 % of what is required by gaseous diffusion. In addition, centrifuges can be hidden and protected underground easily, can be made into smaller cascades and can be more easily configured to HEU enrichment. Lighter 235 UF 6 molecules go faster than molecules containing 238 U, allowing 235 U to pass through small pores in a membrane at higher rates. The diffusion barrier used in gaseous diffusion separation of 235 U is made of sintered, 1-μ diameter nickel spheres with 25-nm pore diameters. The ratio of 235 UF 6 to 238 UF 6 velocity is", "cite_spans": [], "ref_spans": [], "section": "Gaseous Diffusion"}, {"text": "which gives a gain of 0.4 % per stage. It takes 1,000 gaseous diffusion stages to make 3.2 % enriched fuel and 3,500 stages to make 90 % enriched weapons uranium. Gaseous diffusion is more effective for light molecules and less effective for the higher-mass UF 6 molecules because diffusion rates depend on the mass ratio. This is in contrast to gaseous centrifuge and gravitational separation, which depend on mass differences.", "cite_spans": [], "ref_spans": [], "section": "Gaseous Diffusion"}, {"text": "The Manhattan Project used gravitational separation of isotopes to produce slightly enriched feedstock for gaseous diffusion separators, which then fed the electromagnetic separators. Gravitational separation combines a Brazil (enrichment 1/reprocessing 0), China (2/1), France (2/2),Germany (1/0), India (1/3), Iran (2/0), Israel (0/1), Japan (1/2), the Netherlands (1/0), Pakistan (2/2), Russia (4/1), UK (1/2), US (4/1) ", "cite_spans": [], "ref_spans": [], "section": "Gravitational Separation"}, {"text": "where mass m is in kilogram-moles, g is 9.8 m/s 2 , and the universal gas constant R gas is 8.3 J/K. For the case of a 10-m tube height h at 330 K, 235 U is enriched by a factor", "cite_spans": [], "ref_spans": [], "section": "Gravitational Separation"}, {"text": "where the 235 UF 6 kg molar mass is 0.349 kg and 238 UF 6 is 0.352 kg. The gravitational-thermal enrichment of 0.01 % per stage is much less than gaseous diffusion's 0.43 % per stage. Note that the enrichment factor depends on the mass difference, not the mass ratio.", "cite_spans": [], "ref_spans": [], "section": "Gravitational Separation"}, {"text": "In 1940, 2 years before the Manhattan Project, Germany began centrifuge experiments with force fields greatly exceeding gravity. Centrifuges can produce considerable enrichment per stage, but the German centrifuges were destroyed at the high rotational velocities. Heavier molecules diffuse close to the inside surface of the centrifuge tube while lighter ones diffuse toward the center of the tube. At ultrahigh speeds the two components of the gas are in a thin layer near the tube wall. A current is formed with lighter gases rising to the top and heavier gases falling to the bottom, where they are collected. Today's centrifuges use carbon or glass fiber tubes, since the tensile strengths of aluminum and other metals are smaller for the rotational stress. Centrifuges are the twenty-first century enrichment-technology of choice, playing a large role in A.Q. Kahn's nuclear Wal-Mart for Iran, North Korea and Libya. The centrifuge enrichment factor is", "cite_spans": [], "ref_spans": [], "section": "Gaseous Centrifuges"}, {"text": "with r ¼ 0.1 m and ω ¼ 5,000 rad/s (f ¼ 800 rev/s). The centrifuge gain of 15 % per stage is 30 times larger than that of a diffusion stage. Modern centrifuges, running at 1,500 rev/s, obtain 1.2-1.5 separations. Centrifuges need only a dozen stages to obtain 3.2 % reactor fuel compared to a thousand stages for diffusion. A smaller centrifuge plant could be capable of producing 25-kg weapons-grade uranium in 2 months. Such a plant can be built clandestinely in a space of 60 m by 60 m and need only tens of MW e as compared to one or more GW e for gaseous diffusion plants. The equilibrium time for a centrifuge plant is only minutes, allowing plant operators to shift LEU production piping to HEU-production piping, but with difficulty.", "cite_spans": [], "ref_spans": [], "section": "Gaseous Centrifuges"}, {"text": "To make sure this is not happening, the IAEA Hexapartite agreement allows inspections with 2-h notice to intrusively monitor isotope ratios and sealed valves and to perform remote monitoring of certain pipes. Iran produced 14,244 of its 50,000 projected centrifuges by May 2013. Most of these are IR-1 centrifuges, but 700 are IR-2, which are four times more powerful. Iran has produced 20 % enriched medium enriched uranium for its research reactor and as a large step towards HEU for weapons. Obama laid down a red-line to try and limit the amount of MEU to about 240 kg. It looks like this red-line will be passed in the fall of 2013. What will happen then?", "cite_spans": [], "ref_spans": [], "section": "Gaseous Centrifuges"}, {"text": "Legally, Iran can produce HEU, except that Iran hid the centrifuges from the IAEA. Under Article IV of the NPT, non-nuclear weapon states have the legal right to make HEU, except they must declare their existence to the IAEA and allow inspections. This violation separates Iran from Brazil, Japan and others. Iran obtained the IR-1 centrifuge design from Pakistan in the 1980s. The IR-1 has an aluminum rotor and produces 2-3 separative work units (SWU). (See Sect. 14.9.3 on flywheel energy). A IR-2 M increases this rate by a factor of 3-6 with carbon fiber (not maraging steel) rotors, spinning twice as fast with 50 % the height. The centrifugal force can be a million times larger than the force of gravity, so the radial force predominates, to make two very thin layers, with 238 UF 6 at the wall, and 235 UF 6 at a slightly smaller radius. Because the outer cylinder of gas has a bigger pressure drop from bottom to top, it sinks and the inner cylinder of gas rises to be scooped at the top. The SWU rate is proportional to the length of the centrifuge because the pressure difference is proportional to cylinder length. See reference by H. Wood for more details.", "cite_spans": [], "ref_spans": [], "section": "Gaseous Centrifuges"}, {"text": "In March 2013, Iran had 160 kg of 20 % uranium. It takes about 240 kg of 20 % enriched to make a warhead. If 50 % of the 235 U can be obtained at 90 % enrichment, this gives (240 kg)(0.5)(0.2/0.9) ¼ 25 kg of 90 % enriched. In response to this, the Stuxnet, virus (computer worm) was brought into the system on a memory, attacking the Siemens control circuits of the IR-1 centrifuges. First, Stuxnet gave the control room false signals, hiding the attack from the owners. By shaking the centrifuges at 1,064 and 1,410 Hz, near their resonant frequencies, about 25 % of the centrifuges were destroyed, 800 of the 4,700 at Natanz at that time. The actual situation is more complicated as the virus played hiding and counting games with the Siemens controllers.", "cite_spans": [], "ref_spans": [], "section": "Gaseous Centrifuges"}, {"text": "Electromagnetic isotope separators (EMIS) were developed by Ernest Lawrence to produce HEU at Oak Ridge. These were called \"Calutrons\" since Lawrence was from the University of California. They produced enough HEU for the Hiroshima weapon, but they used slightly enriched feed from gravitational and gaseous diffusion. Iraq surprised the world by choosing an improved EMIS technology, but its construction was not completed before their EMIS was discovered and destroyed by UN inspectors. Iraq was building 140 EMIS separators using 300 MW e to produce 30 kg/ year of weapons-grade uranium. The radius of an ion beam in a uniform magnetic field is", "cite_spans": [], "ref_spans": [], "section": "Electromagnetic Isotope Separators"}, {"text": "where m is mass, υ is velocity, q is ion charge, and B is magnetic field. The ion's energy comes from the electrical potential, qV ¼ 1/2 mυ 2 , giving an ion radius of", "cite_spans": [], "ref_spans": [], "section": "Electromagnetic Isotope Separators"}, {"text": "The Calutron radius is 1.2 m using B ¼ 0.34 T, V ¼ 35, 000 V, q ¼ 1.6 Â 10 À19 coulombs, and m ¼ 3.9 Â 10 À25 kg. The fractional change in the radius between 235 U and 238 U ions is", "cite_spans": [], "ref_spans": [], "section": "Electromagnetic Isotope Separators"}, {"text": "giving a separation of Δr ¼ (0.0063)(1.2 m) ¼ 8 mm, sufficient to obtain HEU in two stages. Calutrons were replaced by gaseous diffusion in the U.S. since considerable feedstock is lost during ionization.", "cite_spans": [], "ref_spans": [], "section": "Electromagnetic Isotope Separators"}, {"text": "The slightly smaller volume of 235 U nuclei provides enough different electrostatic interaction with s-electrons to separate 235 U from 238 U. Multiple excitations with tunable dye lasers and other lasers ionize 235 U in atomic vapor or in UF 6 molecules, allowing electric fields to separate the 235 U ions from 238 U atoms or molecules. Laser isotope separation (LIS) could give easier access to weapons-usable HEU, thus making it possible to avoid using nuclear reactors to produce plutonium. Making high enrichments with LIS is complicated by charge-exchange reactions, namely", "cite_spans": [], "ref_spans": [], "section": "Laser Isotope Separation"}, {"text": "which adds 238 U ions to the 235 U ion stream, diminishing enrichment levels. Problem 5.10 deals with estimating the isotope-effect on energy differences between 235 U and 238 U nuclei. A review panel for the SILEX laser separation plant in North Carolina concluded the following: \"Laser-based enrichment process have always been of concern from the perspective of nuclear proliferation. . .a laser enrichment facility might be easier to build without detection and could be a more efficient producer of high enriched uranium for a nuclear weapons program.\"", "cite_spans": [], "ref_spans": [], "section": "Laser Isotope Separation"}, {"text": "UF 6 molecules turn very tight corners in a Becker nozzle; the heavier 238 UF 6 is deflected less than 235 UF 6 because of its larger inertial mass. Isotopes are separated with a knifeblade into two streams after they turn a corner. Gas in a radial turn of 0.1 mm at 400 m/s experiences tremendous centripetal acceleration,", "cite_spans": [], "ref_spans": [], "section": "Aerodynamic Nozzles and Helicons"}, {"text": "South Africa chose a similar approach, but instead projected UF 6 at right angles in a tightening cone, with the spiraling 238 UF 6 revolving more to the outside and 235 UF 6 revolving more to the inside. This process is similar to a centrifuge with a nonrotating casing. Again, million's of g's are developed in a tight geometry. South Africa's weapons program was amazing in that it was carried out mostly in isolation at a relatively low cost of hundreds of millions of dollars.", "cite_spans": [], "ref_spans": [], "section": "Aerodynamic Nozzles and Helicons"}, {"text": "The Separation of Isotopes by Laser Excitation (SILEX) is projected to be 16 times more efficient than centrifuges to obtain reactor fuel. Francis Slakey objected to the proposal because carbon dioxide lasers are readily available, creating a proliferation risk. SILEX responds that the entire system needs sophisticated components. SILEX projects it will produce 20 SWU/MWhour, for electrical costs of about $5/SWU. Slakey responds that this saves the U.S. households only $15/year. The Nuclear Regulatory Commission allowed the SILEX proposal to move forward in 2012.", "cite_spans": [], "ref_spans": [], "section": "Aerodynamic Nozzles and Helicons"}, {"text": "France and Japan developed pilot plants that take advantage of small isotopic mass-differences in chemical reaction rates. Using catalysts, they observed that lighter isotopes tend to preferentially bind to more loosely bound compounds, while heavier isotopes tend to bind to the more strongly bound compounds. Mixing the two compounds causes 235 U to flow from the more tightly bound compound to the loosely bound compound. The two compounds are separated chemically, giving an enriched product.", "cite_spans": [], "ref_spans": [], "section": "Chemical Ion Exchange"}, {"text": "This section is intended for more dedicated readers, as the topic of separative work units (SWUs) is cumbersome. Separation of isotopes cannot be 100 % complete, except in very small samples. The enrichment process changes the isotopic ratio of the feedstock by increasing the ratio of the desired isotope in the product and decreasing its ratio in the waste (the tails). Mixing separated isotopes increases chaos, raising the system's entropy, and, conversely, isotope separation creates order and lowers entropy. Separation of isotopes lowers the entropy of feed (F) to the sum of the entropies of product (P) and waste (W). The value V of a mixture is closely related to the statistical mechanics definition of entropy, S ¼ n ln(n), where n is the number microstates. The thermodynamic entropic change (ΔS ¼ ΔQ/T) is proportional to energy consumption for a given technology at constant temperature T. The SWU is the difference in the values V needed to convert feed to product plus waste (usually called tails). The fractional isotopic abundances of 235 U is f, between 0 and 1. The value is given as a function of f for feed (f F ), product (f p ), or waste (f W ):", "cite_spans": [], "ref_spans": [], "section": "Separative Work Units"}, {"text": "Separative work is the difference between the values of the output and input. The total separative value of a sample is its value times its mass, hence its unit is in kg-SWU or tonne-SWU. Separative work done is the difference of the total values, a calculation that gives the number of SWUs needed to do the separation:", "cite_spans": [], "ref_spans": [], "section": "Separative Work Units"}, {"text": ". Enrichment plant sizes are given in units of tonne-SWU/year. If the mass of the product P in Eq. 5.11 is in tonne, the number of SWUs is in units of tonne-SWU. Since it takes a fixed amount of energy to produce a SWU, the product of ton-SWU is essentially energy, similar to mgh for lifting mass in a gravitational field. Three situations for a plant with a capacity of 1,000 tonne-SWU/year are as follows:", "cite_spans": [], "ref_spans": [], "section": "Separative Work Units"}, {"text": "Reactors of the 1970s used 3.2 % enriched uranium fuel, obtained from 0.72 % natural feed with 0.2 % tails. By inserting f P ¼ 0.032, f F ¼ 0.0072, and f W ¼ 0.002 into the above formulas, we obtain number of SWUs ¼ 4:7 P: ð5:12Þ", "cite_spans": [], "ref_spans": [], "section": "3.2 % Fuel"}, {"text": "This means it takes 4.7 kg-SWU to obtain 1 kg of 3.2 % enriched fuel from natural uranium with tails of 0.2 %. It takes F ¼ 5.8 kg of natural uranium feed to make 1 kg of 3.2 % fuel. A 1,000-tonne SWU/year plant could produce P ¼ 210 tonne/year (1,000/4.7) of 3.2 % product from a feed F ¼ 1,230 tonne/year, while rejecting 0.2 % tails at W ¼ 1,020 tonne/year.", "cite_spans": [], "ref_spans": [], "section": "3.2 % Fuel"}, {"text": "Since the 1970s, the time between power-reactor shutdowns for refueling increased from 12 to 18 months by using higher-enriched fuel of 4.4 % 235 U. This change helped increase nuclear power plant load factors to 90 %, making plants more profitable, while using less uranium and producing less plutonium and less spent fuel. The ratio of enrichments (4.4 % vs. 3.2 %) is roughly the ratio of times between shutdowns. New fuels require better materials that remain viable for a longer time in the reactor. Using the above equations, it takes 8.2 tonne of U and 7 tonne SWU to make 1 tonne of 4.4 % fuel from natural U with 0.2 % tails. The cost of uranium and separative work to make 1 kg of 4.4 % fuel is about ", "cite_spans": [], "ref_spans": [], "section": "4.4 % Fuel"}, {"text": "The HEU in a warhead is worth about $500,000 (20 kg Â $25,000/kg).", "cite_spans": [], "ref_spans": [], "section": "4.4 % Fuel"}, {"text": "Iran produces and stockpiles 20 % enriched (barely HEU) for its research reactor, but this has proliferation dangers. The largest expenditure of SWU's is to obtain the initial enrichment, as more material is being circulated. A lesser expenditure of SWU's is needed to obtain weapon's useable material. r Although not independently confirmed, reports of a theft in 1998 from an unnamed enterprise in Chelyabinsk Oblast are of concern according to Viktor Yerastov, chief of Minatom's Nuclear Materials Accounting and Control Department: The amount stolen was \"quite sufficient material to produce an atomic bomb,\" the only nuclear theft that has been so described.", "cite_spans": [], "ref_spans": [], "section": "HEU from LEU"}, {"text": "Let us approximate the size of Russia's stockpile of plutonium and weapons-grade uranium. In spite of the crudeness of the calculations we will gain understanding for their weapons-usable materials. The Soviets began the process by placing 410,000 tonnes of natural uranium fuel in plutonium production reactors, which was then reprocessed as spent fuel to obtain plutonium. Residency of a few months in reactors lowered the 235 U content from 0.711 % to 0.667 %, as given by Oleg Bukharin of Princeton University. If an average of 80 % of a neutron from a fission event is captured by 238 U to make 239 Pu, the amount of Pu produced is 411, 000 tonne U ð Þ 0:711% À 0:667% ", "cite_spans": [], "ref_spans": [], "section": "Pu and HEU Stockpiles"}, {"text": "Monitoring nuclear warheads first became a serious policy issue at the end of the Cold War. Senator Biden's amendment to the START Resolution of Ratification became relevant with consideration of START III. Presidents Clinton and Yeltsin agreed in 1997 to explore the feasibility of declaring and monitoring warheads. Their purpose was to develop a comprehensive arms control regime that could take the stockpiles to lower levels with greater confidence. The hope was to control tactical warheads that had not been part of arms control agreements and constrain surplus warheads that could be covertly uploaded on missiles that had been downloaded as part of START II.", "cite_spans": [], "ref_spans": [], "section": "Monitoring Warheads"}, {"text": "Monitoring warheads would be difficult because warheads are much smaller than missiles and bombers. It would be necessary to monitor the birth and death of warheads and their status in stockpile. The U.S. dismantled 11,751 warheads at Pantex between 1990 and 1999, and it presently has about 5,000 warheads. In order to gain experience, DOE technical teams carried out monitoring experiments on 30 warheads and their pits and secondaries. Two basic approaches are as follows:", "cite_spans": [], "ref_spans": [], "section": "Monitoring Warheads"}, {"text": "Attributes: This approach measures basic attributes of warheads such as the following: r Is plutonium present? r Is it weapons-grade plutonium? r What is the age of plutonium since separation? r Is plutonium mass greater than half a kilogram? r What is the symmetry of the plutonium mass? r Is the plutonium in the form of plutonium oxide?", "cite_spans": [], "ref_spans": [], "section": "Monitoring Warheads"}, {"text": "The attribute approach can be spoofed if one uses 0.5 kg sphere of plutonium that has nothing to do with the warhead, but there is really no great incentive to do it this way. Templates: Each primary and secondary of a weapon gives off unique gamma radiation. Reverse engineering of the gamma-ray data can lead to design information, but this information can be protected with information barriers and a closed process. Templates are accurate in terms of determining a warhead type from another warhead type. Arms-control advocates seem generally to prefer templates, while those concerned with national security secrets seem to favor attributes. Information barriers: It is imperative that sensitive weapon design information, obtained in the measurements, be kept secret. Information barriers should prevent electromagnetic transmissions through the barrier. The information inside the barrier must not have memory when the power is removed.", "cite_spans": [], "ref_spans": [], "section": "Monitoring Warheads"}, {"text": "Thorium contains only one isotope, 232 Th, which is fertile. When thorium absorbs a neutron, it decays to 233 U, which is fissile. It has been long recognized that a nuclear cycle based on thorium might reduce proliferation risks. If one used a seed and blanket approach, with excess plutonium as the seed and surrounded by a thorium blanket, one could consume the plutonium surplus, extend fuel supplies and reduce reprocessing. The main consideration is economics. When the 1977-79 International Nuclear Fuel Cycle Evaluation examined the thorium issue, it was favorable except that its economic competitiveness was not mature. The benefits of thorium are listed below. Thorium's main challenge is that it is difficult to reprocess to obtain 233 U because of the presence of 232 U, but reprocessing is by definition not needed for the once-through fuel cycle. r Thorium is three to four times more abundant than uranium, at 5 M tones, r Thorium produces less radioactive actinides, hard to grow at A ¼ 232, r Thorium cycle could incinerate excess plutonium, r Thorium is more fertile than 238 U, three times larger thermal crosssection, r 233 U gives more neutrons/fission over a wider range of neutron energy, r Thorium dioxide is more chemically stable than uranium dioxide, r 233 U(n,2n) 232 U gives considerable radiation, making warheads more difficult.", "cite_spans": [], "ref_spans": [], "section": "Thorium Cycle"}, {"text": "As the cold war world subsides from 70,000 warheads to a world of 4,000 to 20,000 warheads under SORT, there is concern about Russia's ability to manage its 150 tonnes of plutonium and 1,000 tonnes of HEU. As an encouragement to Russia, the U.S. placed 12 tons of plutonium and HEU under IAEA safeguards in hopes that Russia would follow suit. The major barrier to weapons production is the availability of weapons-grade fissile materials, rather than the design and fabrication of weapons. Saddam Hussein spent $10 billion in his bid to produce weapons materials before the 1991 Gulf War stopped his program. On the other hand, South Africa succeeded by spending only $200 million.", "cite_spans": [], "ref_spans": [], "section": "Megatons to Megawatts"}, {"text": "To reduce dangerous proliferation, the United States agreed to pay $12 billion over 20 years to purchase 500 tonnes of HEU, after it is blended to low-enriched reactor fuel. This arrangement gave needed funds to Russia at a critical time, preventing its bankrupt nuclear facilities from collapsing. The mixing process conserves both total uranium mass and total 235 U mass:", "cite_spans": [], "ref_spans": [], "section": "Megatons to Megawatts"}, {"text": "where f is the 235 U fractional content of the named subscripts. To simplify the mathematics with three streams and not four, the mixing of HEU is assumed to be with natural uranium and not the actual 1.5 % enriched form. Combining these equations gives the mass of the product P, 4.4 % enriched reactor fuel, from mixing the natural uranium feed F to 90 % enriched HEU: in agreement with the DOE estimate of 600 years. This amount will fuel the US's 100 GW e of nuclear power for about 5-6 years. The amount of natural uranium needed to denature HEU is m F ¼ m P À m HEU ¼ 11, 600 À 500 ð Þtonne ð Þ¼11, 000 tonne natural uranium:", "cite_spans": [], "ref_spans": [], "section": "Megatons to Megawatts"}, {"text": "The cost of 4.4 % LEU was determined above at $1,000/kg. The approximate value of the HEU deal is about C Russian-HEU ¼ 1:2 Â 10 7 kg À Á 1000=kgÞ ¼ 12 billion: À ð5:22Þ", "cite_spans": [], "ref_spans": [], "section": "ð5:21Þ"}, {"text": "However, the real situation is clouded because the United States is paying less by only purchasing SWUs, and not the natural uranium feed. Alternatively, the value/kilogram of HEU is C Russian-HEU ¼ 12 billion=500 tonne ¼ $24, 000=kg: ð5:23Þ", "cite_spans": [], "ref_spans": [], "section": "ð5:21Þ"}, {"text": "The United States paid Kazakhstan $10 million for 600 kg of lightly protected HEU at a cost of C Kazakhstan-HEU ¼ 10 M=600 kg ¼ $17, 000=kg: ð5:24Þ", "cite_spans": [], "ref_spans": [], "section": "ð5:21Þ"}, {"text": "Uranium disposition is relatively easy since HEU is easily mixed to become LEU, which has market value. On the other hand, plutonium cannot be denatured since it already has copious spontaneous neutrons that require an implosion weapon for plutonium. All Pu isotopes are fissile materials (Table 5 .5). In addition, plutonium has a negative monetary value because it is very costly to make MOX reactor fuel from it. A logical way for the United States to encourage Russia to dispose of its Pu would be for Japan to buy Pu from Russia and not reprocess its own spent fuel. Japan's Rokkasho reprocessing plant does not make economic sense beyond energy independence. The high cost of fabricating and storing plutonium fuel and the low cost of uranium fuel gives plutonium \"a zero or even negative commercial value,\" in light water reactors (LWRs) according to DOE (1992) . In 2000, the U.S. and Russia agreed to dispose of 34 tonnes of plutonium each, most likely by using it as MOX fuel in reactors. By 2013 the final cost of the Savannah River MOX plant had risen to $8 billion after spending $4 billion. The idea of immobilization of Pu in ceramics for underground burial was abandoned by the second Bush administration, but in 2013 some are calling for this approach (Table 5 .6).", "cite_spans": [{"start": 858, "end": 868, "text": "DOE (1992)", "ref_id": null}], "ref_spans": [{"start": 289, "end": 297, "text": "(Table 5", "ref_id": "TABREF0"}, {"start": 1269, "end": 1277, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "Pu Buyout?"}, {"text": "A typical LWR creates 0.5 239 Pu nuclei for every fission event. Some remain as 239 Pu, some of the 239 Pu nuclei are fissioned in the reactor, while others ", "cite_spans": [], "ref_spans": [], "section": "Reactor-Grade and Weapons-Grade Pu"}, {"text": "Plutonium is obtained from spent fuel rods by plutonium-uranium recovery by extraction (PUREX), which is a liquid-liquid extraction method. If only uranium is extracted, it is called UREX. Plutonium can also be separated by an electrolytic approach called pyroreprocessing. During 1976-77, Presidents Ford and Carter called for an indefinite deferral of spent-fuel commercial reprocessing, which was largely in response to India's 1974 nuclear test with a Pu bomb. For decades, European nations and Japan have had large plutonium programs for MOX fuels and breeders. The end of commercial reprocessing precluded the use of plutonium in MOX fuels for thermal and breeder reactors. The Ford/Carter decision was prompted by events in several smaller countries, where governments tried to obtain reprocessing plants.", "cite_spans": [], "ref_spans": [], "section": "No Commercial Plutonium"}, {"text": "There is concern that nations will use their nuclear power programs to cover their motives, which was to make nuclear weapons. The Carter policy of a once-through fuel cycle without reprocessing gained adherents over time, as nations readjusted their views on the plutonium economy, but reprocessing continues in UK, France, Japan, Russia, India and it will soon begin in China. In the past, reprocessing plants had Pu losses of about 1 %, but they hope to reduce this to 0.1-0.2 %. The Japanese Rokkasho plant can reprocess 800-ton/year. This is enough for 1,000 warheads made with reactor-grade plutonium. A 1 % loss of Pu is (0.01 loss)(0.9 % Pu) (8 Â 10 5 kg spent fuel) ¼ 70 kg/year and a 0.1 % loss is 7 kg/year. A significant quantify of plutonium is 8 kg, but an imploded warhead has a critical mass of about 4 kg. President George W. Bush introduced the Global Nuclear Energy Partnership (GNEP) to encourage a global nuclear renaissance, as well as to assist with nuclear waste and proliferation matters. 3 On February 6, 2006, Secretary of Energy Samuel Bodman introduced reprocessing as part of the policy: \"GNEP will leverage new technology to effectively and safely recycle spent nuclear fuel without separating plutonium.\" PUREX reprocessing was to be modified to the UREX + process, keeping U and Pu together in a recycled fuel, or Pu with neptunium. This approach had the advantage that the heat load in a repository would be greatly reduced, allowing more storage if underground storage was implemented. But, the U.S. stopped reprocessing in 1976, while other countries spent considerable funds with little progress. The U.S. was content not to return to any form of reprocessing. Politically, enhanced relations with India followed on nuclear issues, as India then received almost nuclear weapons state status, supported by most of the rest of the nations. The rationale was to cement Indian good behavior on nonproliferation matters, but it did create a large exception in NPT matters.", "cite_spans": [], "ref_spans": [], "section": "No Commercial Plutonium"}, {"text": "Let us compare the relative energy content of Pu and 235 U in 4.4 %-enriched spent fuel as compared to fresh fuel. A spent-fuel rod contains 0.8 % 235 U (corrected for buildup of parasitic 236 U). If we assume 0.2 % tails, the percent of 235 U in the spent fuel available for re-enrichment is about (0.8-0.2 %)/ 4.4 % ¼ 13.6 % of the fresh fuel level. Spent fuel has a content of 0.9 % 239 Pu, which is less effective as a fuel than 235 U in reactors because only 74 % of captured thermal neutrons fission 239 Pu as compared to 86 % for 235 U (with the remainder producing 236 U and 240 Pu). These branching ratios reduce the energy available from 239 Pu by 0.74/0.86 ¼ 86 % as compared to an equivalent amount of 235 U. From this, the fractional energy value of plutonium in spent fuel in terms of 235 U content in fresh fuel is 0:9%Pu ð Þ 0:86 239 Pu= 235 U energy = 4:4% 235 U À Á ¼ 17:6%: ð5:25Þ", "cite_spans": [], "ref_spans": [], "section": "Energy in Spent Fuel"}, {"text": "If the uranium in the spent fuel could be used, this would give an additional 13.6 %. However this uranium contains considerable 236 U, which as a neutron parasite would not be useful in MOX, which uses natural uranium. The uranium in the spent fuel could be used for feed for an enrichment plant, but it would be bothersome as the uranium is quite radioactive. The poor quality uranium and the MOX tasks of reprocessing and fuel fabrication are more expensive than making new fuel from natural uranium.", "cite_spans": [], "ref_spans": [], "section": "Energy in Spent Fuel"}, {"text": "The economics of using spent fuel for MOX is considerably worse for small reprocessing plants. A large plant can annually accommodate 800 tons of spent fuel, while a smaller nation might purchase a plant that can process 100 tonnes. Since a 1-GW e nuclear plant annually produces about 22 tonnes of spent fuel, the 800 tonne/year plant accommodates 35 GW e nuclear power, while the 100 tonnes/year size accommodates only 4 GW e . The annual cost to purchase, operate, and maintain a large facility scales with its size. Economic analysis typically uses costs that scale with capacity to the 0.6 power. This raises the cost over time for a small plant as compared to a large plant by factor of 100 tonne=year=800 tonne=year À Á 0:6 = 100 tonne=800 tonne ð Þ ¼ 2:3: ð5:26Þ", "cite_spans": [], "ref_spans": [], "section": "Energy in Spent Fuel"}, {"text": "Thus, the reprocessing cost for a small plant is two to three times higher in smaller countries. In Chap. 16, we examine the economic trade-off between breeder reactors and the once-through fuel cycle for LWRs.", "cite_spans": [], "ref_spans": [], "section": "Energy in Spent Fuel"}, {"text": "The United States has tried to dissuade other counties from entering the plutonium economy of MOX and breeders by stretching uranium supplies. Let us examine some ways in which this is being done. In the 1970s, these reserves were considered minimal because US nuclear power was expected to rise to a level of more than 1,000 GWe by the year 2000. At the end of the century, the US nuclear power peaked at 100 GW e , which will consume 25 % of the 3-Mton reserves. There is additional uranium available in low-grade ores, as well as in \"mining\" the enrichment tails to 0.05 %, in dismantled nuclear weapons, in coal fly-ash, and in ocean water at higher cost. The shift from the once-through cycle to the breeder has stopped in an era of uranium surplus, curtailed nuclear orders, and inexpensive combined-cycle gas turbines powered with natural gas. (See Sect. 16.8 for plutonium economics.) Nuclear power might have a larger role in the future because of potential climate change problems, but this will only happen if the US government enters the marketplace.", "cite_spans": [], "ref_spans": [], "section": "Uranium Supplies"}, {"text": "Uranium requirements can be reduced by 10 % if fuel remains in reactors for a longer residency. The longer time allows a greater fraction of 235 U nuclei to fission and it allows more in-situ 239 Pu production and fission. A measure of fuel residence time is the \"burn-up,\" which is thermal energy produced per unit mass in units of MW t -day/tonne where W t is thermal power. A 3.2 % fueled 1-GW e reactor, with a thermal power of 3 GW t and core of 100 tonnes has a fuel burn-up of 3000 A saving of 0.1 tonne 235 U/year stretches uranium supplies by 10 % since a large reactor consumes 1 tonne 235 U/year. Longer times in reactors reduce the value to proliferators as the 239 Pu isotope ratio decreases and the plutonium production rate decreases. The 239 Pu ratio and Pu production rate (Pu kg/tonne heavy metal) are given as a function of burnup: 0 MWd/t (100 %, 0 kg/t); 20 (78 %, 6); 40 (58 %, 11); 60 (47 %, 14); 80 (43 %, 16).", "cite_spans": [], "ref_spans": [], "section": "Longer Burn-Up Fuels"}, {"text": "Research reactors provide two paths to nuclear weapons. The first path is the diversion of HEU reactor fuel. The United States has worked to close this path by reducing 235 U content in the research reactor fuel from 90 % to 20 %. The same reactor power can be maintained in most cases by increasing uranium density while reducing the 235 U-enrichment level, which has the effect of maintaining the same volume density of 235 U.", "cite_spans": [], "ref_spans": [], "section": "Research Reactors"}, {"text": "At the other extreme, Israel's Dimona and India's Cirus research reactors use natural uranium fuel and a heavy water moderator to produce plutonium at the rate 0.3 kg/MW t -year. The time needed to obtain 5 kg for a Pu warhead from the 40-MW t reactor is", "cite_spans": [], "ref_spans": [], "section": "Research Reactors"}, {"text": "a rate that allows production of enough plutonium for two warheads a year. The United States urged conversion of natural uranium research reactors to a higher enrichment level of 20 % to substantially reduce plutonium production. The rate of plutonium production depends on the ratio of fertile 238 U to fissile 235 U. The ratio of fertile/fissile in natural uranium fuel (0.7 % 235 U) fuel is", "cite_spans": [], "ref_spans": [], "section": "Research Reactors"}, {"text": "while the fertile/fissile ratio in 20 % fuel is", "cite_spans": [], "ref_spans": [], "section": "Research Reactors"}, {"text": "By switching from natural U fuel to 20 % fuel, the Pu production rate is reduced from two warheads per year by a factor of 35 to one warhead in 15 years, greatly increasing the time to make a warhead. Since Israel and India had their first warheads appear in 1968 and 1974, respectively, they could each have produced 75 warheads by 2000 using natural uranium.", "cite_spans": [], "ref_spans": [], "section": "Research Reactors"}, {"text": "Walter Marshall and Chauncey Starr proposed in 1978 a fuel cycle that would provide a radiation barrier to prevent terrorists from working with stolen Pu. A high concentration of 238 Pu in plutonium increases the radiation rate, increases thermal power, and increases the rate of spontaneous neutron emission. The practical complications of a CIVEX cycle precluded its adoption, but it raised interesting questions. The use of the 88-year halflife of 238 Pu is long enough to allow Pu to be protected, but short enough to produce considerable radioactivity and heat. If 1 % 238 Pu is added to 5 kg of Pu, there will be a heating rate of 5 kg Pu À Á 1% 238 Pu À Á 560 W=kg 238 Pu À Á ¼ 28 W: ð5:35Þ", "cite_spans": [], "ref_spans": [], "section": "CIVEX"}, {"text": "If the plutonium is weapons-grade Pu, there will be an additional 5 kg Â 2.3 W/kg ¼ 12 W from 240 Pu for a total of 40 W. This heat source raises the temperature of a bare sphere (Chap. 11 on heat transfer) by", "cite_spans": [], "ref_spans": [], "section": "CIVEX"}, {"text": "where P is power lost through a surface area 4πr 2 , R is thermal resistivity, and ΔT is temperature difference. Using a convection, radiation and highexplosive insulation R-value of 0.4 W/m 2 -C, the temperature rise at the surface of a 10-cm radius sphere made with CIVEX is", "cite_spans": [], "ref_spans": [], "section": "CIVEX"}, {"text": "This temperature is too high for maintaining explosives over long time periods. Such an outcome could be mitigated with thermal bridges and fins, but the device would be more complex. A less sophisticated weapon made without CIVEX, but with 8 kg of reactor-grade Pu would produce 8 kg Â 10.5 W/kg ¼ 90 W. The temperature rise at the center of a sphere of plutonium from its surface is similar to estimates by J. Carson Mark.", "cite_spans": [], "ref_spans": [], "section": "CIVEX"}, {"text": "The first theater ballistic missile, the German V2, had a payload of 900 kg and a range of 300 km. Fifty years later, Scud-type missiles, similar to the V2, had proliferated to 25 nations, which were the type launched by Iraq in the 1991 Gulf War. The issue of missile proliferation encouraged establishment of the Missile Technology Control Regime (MTCR) in 1987. MTCR constrains exports of missiles and their subsystems that are capable of delivering more than 500 kg, the size of a crude nuclear warhead, at a Scud range of 300 km. In 1993 the throw-weight criteria was removed since biological weapons are much lighter and can be as dangerous. There are exemptions in MTCR for transfer of space launch vehicles (SLV) for nonmilitary uses. These exemptions complicate MTCR compliance. Since MTCR is a quasi-executive agreement and not a signed treaty, it has lead to many misunderstandings, such as the one that led to the Chinese export of M-11 missiles to Pakistan. Payload and range of aircraft and missiles are displayed in Fig. 5 .5. Throw-weight and range are linked, since a reduction in throw-weight mass m allows an increase in velocity υ and range R. If fly-out energy is constant (ignoring the rocket equation), the ratio of velocities and masses is v 2 =v 1 ð Þ 2 ¼ m 1 =m 2 : ð5:39Þ", "cite_spans": [], "ref_spans": [{"start": 1031, "end": 1037, "text": "Fig. 5", "ref_id": "FIGREF1"}], "section": "MTCR and Scuds"}, {"text": "The ratio of ranges for a flat Earth is proportional to the energy, giving", "cite_spans": [], "ref_spans": [], "section": "MTCR and Scuds"}, {"text": "From this, a 1 % reduction in mass increases the range by 1 % without the rocket equation. On the other hand, if the impulse to the payload is constant, that is υ 1 m 1 ¼ υ 2 m 2 , a 1 % reduction in mass increases velocity by 1 % and range by 2 %.", "cite_spans": [], "ref_spans": [], "section": "MTCR and Scuds"}, {"text": "In the MTCR Annex there are additional export constraints. MTCR exports of rocket engines must not exceed a total impulse capacity of 2.5 Â 10 5 pound-seconds (note, SI units are usually used in an international 5.6. MTCR and Scuds agreement) . To see if this figure is consistent with a 500-kg mass traveling at range of 300 km, consider the following: The flat Earth range is", "cite_spans": [{"start": 212, "end": 242, "text": "5.6. MTCR and Scuds agreement)", "ref_id": null}], "ref_spans": [], "section": "Scuds"}, {"text": "for a fly-out velocity of v ¼ 3 Â 10 6 À Á 1=2 ¼ 1730 m=s ¼ 1:7 km=s: ð5:42Þ", "cite_spans": [], "ref_spans": [], "section": "Scuds"}, {"text": "Using the reported Scud velocity of 2 km/s, the impulse imparted to a 500-kg projectile is", "cite_spans": [], "ref_spans": [], "section": "Scuds"}, {"text": "close to the 2.5 Â 10 5 lb-s limit. The impulse must be increased to take into account the momentum lost to the missile body and atmospheric drag. As is the case with all flat Earth trajectories, flight time is twice the time it takes the missile to reach the top of its trajectory: Figure 5 .5. Payload and range of aircraft and missiles. Aircraft can carry larger payloads than Scud missiles at theater ranges of 1,000 km. As indicated in the graph, aircraft can be more lethal, but they can be more vulnerable to attack, and they respond less quickly (Office of Technology Assessment 1993). ", "cite_spans": [], "ref_spans": [{"start": 283, "end": 291, "text": "Figure 5", "ref_id": "FIGREF1"}], "section": "Scuds"}, {"text": "The absence of nuclear safeguards in the Soviet Union was obvious at the end of the Cold War. The former Soviets relied on the KGB to protect their nuclear materials, without much materials accounting and physical security. The former Soviet KGB relied on fear to make it work. In this section we briefly describe a number of the techniques that are used to monitor plutonium and HEU. Two excellent resources are Glenn Knoll's Radiation Detection and Measurement and Jim Doyle's Nuclear Safeguards, Security and Nonproliferation.", "cite_spans": [], "ref_spans": [], "section": "IAEA Safeguards"}, {"text": "The key IAEA safeguard criteria (INFCIRC/153) is as follows: \"The timely detection of diversion of significant quantities of nuclear material from peaceful nuclear activities to the manufacture of nuclear weapons or other nuclear explosive devices or for purposes unknown, and deterrence of such diversion by the risk of early detection.\" The IAEA defines significant quantity for the following isotopes: Pu (<80 % 238 Pu, 8 kg Pu), 233 U (8 kg), HEU (>20 % 235 U, 25 kg 235 U), LEU (<20 % 235 U, 75 kg 235 U), or 10 t natural U, 20 t depleted U, or 20 t thorium. The critical mass for implosion weapons is about ½ a significant quantity. The IAEA timeliness goal is a month for plutonium, HEU and 233 U; 3 months for irradiated spent fuel; and 1 year for LEU. The IAEA takes a cautious view on plutonium by considering WpPU to be the same as RePu.", "cite_spans": [], "ref_spans": [], "section": "IAEA Safeguards"}, {"text": "IAEA safeguards are based on national quantitative declarations of their special nuclear material stocks and equipment, which are inspected to confirm or deny the declarations. The material-unaccounted-for (MUF) is", "cite_spans": [], "ref_spans": [], "section": "IAEA Safeguards"}, {"text": "where SNM 1 is the beginning inventory, SNM in is the increase in inventory, SNM out is the inventory decrease, and SNM 2 is the ending inventory. It is difficult for operators of large enrichment and reprocessing plants to obtain annual MUF less than a significant quantity, since Pu and HEU are trapped in obscure pipes. It is here the operators must show that they have strong physical security measures in place to prevent clandestine material from exiting the plant. IAEA inspectors have three activities to verify operator declarations: The inspector (1) checks the nuclear material accountancy, (2) verifies the nuclear material with visual and nondestructive assay techniques, and (3) uses containment and surveillance to check that nuclear material are not diverted or misused. Inspections are expensive for the IAEA and intrusive for facility operators. For these reasons the IAEA relies heavily on unattended monitoring systems to determine safeguards violations by measuring radioactivity, heat, pressure, temperature, flow, vibrations, infrared, optical, EM fields. IAEA installs about 10 unattended monitoring systems a year with some 200 in place by 2013. Inspectors use encrypted data transmission, uninterruptible power supplies, unique data signatures, cross-correlations with other safeguard measures, visual inspection of components and cables, tamper indicating tags, seals and enclosures, active and passive tags and seals, radio-frequency identification (RFID), surveillance of optical sensors, and supervision of maintenance. The amount of IAEA effort needed is determined by examining various proliferation pathways from acquiring raw material to obtaining separated plutonium and HEU. This approach leads to a unified safeguard system for each facility.", "cite_spans": [], "ref_spans": [], "section": "IAEA Safeguards"}, {"text": "Dirty bombs are discussed in Sect. 7.5. It is of interest to estimate the probability of a dirty bomb attack or a terrorist nuclear weapon attack. Matt Bunn obtains an attack rate of 29 % in the decade between 2006 and 2016. At this writing (2013), we are 70 % through that decade. Obtaining significant amounts of nuclear weapon useable materials is the first, and largest, hurdle for such attacks. The results are speculative, mainly done for policy makers to focus on four types of attack: (1) outsider theft, (2) insider theft, (3) the black market, and (4) provision by a state. Ten parameters are involved in determining the probability of successfully obtaining materials, the number of rogue states or groups that would attack, the ability to transform the material into a warhead, the ability to deliver the warhead, the ability to penetrate the homeland security defenses, and other issues.", "cite_spans": [], "ref_spans": [], "section": "IAEA Safeguards"}, {"text": "The Rokkasho reprocessing plant (RRP) was intended to produce plutonium for Japan's breeder program, but now it is more likely to produce plutonium for mixed oxide fuels for light water reactors. RRP was designed to reprocess 800 metric tons/year of spent reactor fuel from 30 GWe of LWR, to obtain 8 tonne/year of separated plutonium. RRP serves as a testbed to see how advanced safeguards technologies can be integrated in a large facility through a collaborative process between IAEA and Japan, with US consulting. IAEA will have inspectors present at all times.", "cite_spans": [], "ref_spans": [], "section": "Rokkasho Reprocessing Plant"}, {"text": "The PUREX process uses solvent extraction to separate 98 % of fission products from the uranium and plutonium stream. By adjusting the acidity of the solvent, the streams are separated between solvent and aqueous streams.", "cite_spans": [], "ref_spans": [], "section": "Rokkasho Reprocessing Plant"}, {"text": "To avoid separating plutonium for safeguard reasons, plutonium nitrate is mixed with uranium nitrate for conversion to the mixed-oxide. Measurements take place in four basic areas: accountability of input samples, assay of the waste stream, assay of the final product, and assay of hold-up tanks.", "cite_spans": [], "ref_spans": [], "section": "Rokkasho Reprocessing Plant"}, {"text": "Improved detector materials are in demand since increased accuracy leads to better IAEA safeguards. Similarly, the Department of Homeland Security must vouch for the authenticity of 7 million containers arriving each year by sea and 9 million/year by land. Better detectors means fewer false positives, which can be up to 100 per day, complicating the process.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Gamma ray detectors. Traditional NaI detectors have a resolution of 6 % at 662 keV, while germanium and CdZnTe detectors have better resolutions of 0.13 % and 1.7 %, respectively. CdZnTe is preferable to Ge for handheld detectors because it does not require liquid-nitrogen cooling, but it is more expensive. There has been progress in high-pressure xenon detectors, in nano-composite scintillators and quantum-dot detectors.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Neutron detectors. An excellent way to detect neutrons is with a 3 He-gas tube that costs about $1,000, plus electronics. The nuclear reaction is To detect fast neutrons from fission, the gas tube is surrounded with polyethylene to thermalize neutrons, as the tritium thermal cross-sections are 5,000 times greater than the fast cross-sections. Neutrons are detected more cheaply with plastic scintillators loaded with B or Li. More sensitive neutron detection is done with sophisticated neutron-multiplicity counters. The most sensitive approach is, surprisingly enough, that of calorimetry because it does not depend on the substrate that contains the radioactivity. The heat output is combined with isotopic analysis, either by gamma rays or mass spectrometry, to obtain plutonium mass. A calorimeter consists of (1) a sample chamber, (2) a well-defined thermal resistance, (3) a temperature sensor and (4) a constant temperature environment.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "HEU. On two occasions, the ABC-TV network successfully smuggled depleted uranium samples through airportportal detectors. HEU is more radioactive than depleted uranium, but fewer neutrons and gamma rays are emitted from HEU than from Pu. It is preferable to use an active approach that uses external neutrons to fission U nuclei, which leaves a fission signature of neutrons, fission fragments and gamma rays.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Radiography. The Department of Homeland Security has a massive job to prevent weapons of mass destruction from entering the country. X-ray machines produce 10 to 100-keV x-rays that are detected by film or electronic media. Gamma-ray radiography uses 662-keV gamma rays from a 60 Co source to project onto NaI detectors. Los Alamos National Laboratory developed an approach using cosmic-ray muons, which are deflected from heavy-Z nuclei, U and Pu. The muon path before entry is compared to the exiting muon path, to determine if heavy-Z nuclei were present. Either drift tubes or a gas electron multiplier tube are used. However, if Pu or HEU was brought in small parts, this approach can be spoofed. If the U.S. is to scan 16 million containers/year it is projected to cost over a billion dollars a year.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Antineutrino Detectors. After the first giggle, this approach looks better, but don't forget economics. The decay of 239 Pu produces substantially fewer antineutrinos than 235 U. The 27 m 3 Livermore detector determines the reactor's fissile inventory and its thermal power as a function of time. Inverse-beta decay is used to detect the anti-neutrinos. As the uranium fuel is consumed, the antineutrino rate drops. If uranium is removed, the system can detect it with the detection of 20-60 anti-neutrinos per day, with an error of about 25 %. They estimate it can verify the operation of a 5-10 MWt reactor at a distance of 10 km. If is much more difficult to monitor a nuclear explosion, as a source of 9 Â 10 23 anti-neutrinos/kton. Perhaps, 1 kton can be detected at a distance of 10-100 km, or 10 kton at 250 km.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Nuclear Forensics. If a foreign nuclear weapon is exploded in an American city, would we be able to determine where the weapon originated? Or if a 1 kg of HEU or Pu was found in a bus terminal, would we be able to trace it? Forensics is the identification of these events, using the traditional forensics of particles down to femto-gram sizes, fingerprints, grain size and microstructure, cloth fibers. Nuclear forensics determines isotope ratios with radioactivity measurements. For instance, the ratio of 18 O/ 16 O and the lead isotopes depend on the location of weapon production sites. Resonance ionization mass spectrometry measures the isotope ratio for different elements with the same mass, such as 238 U/ 238 Pu. By measuring the ratios of uranium, plutonium and reactor products, it is possible to determine the type of reactor used, the method of enrichment, the age of the sample since reprocessing, the burn-up of fuel and more. Appendix E of the APS/AAAS study, Nuclear Forensics, describes the techniques.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Nuclear Archaeology. Cumulative plutonium production can be determined by observing the ratio of isotopes that are transmuted over the life of the reactor. Un-irradiated boron has an isotopic ratio, 11 B/ 10 B of about 4. The boron ratio increases with irradiation, rising from 4 to as much as 15 for large plutonium production. The Graphite Isotope-Ratio Method (GRIM) was initially tested at a graphite reactor in Hanford. The plutonium production at North Korea's Yongbyon reactor could be determined using this method to compare to their plutonium declarations. Similarly, 235 U enrichment levels can be estimated from the 234 U/U natural ratio in depleted uranium tails.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Nuclear Emergency Search Team. NEST is staffed with nuclear weapon experts from the three weapon labs at Los Alamos, Livermore and Sandia. If a suspicious weapon is located, portable counting and x-ray equipment can be used to determine the best way to dismantle it.", "cite_spans": [], "ref_spans": [], "section": "Advanced Nuclear Monitoring Technologies"}, {"text": "Many books have been written on nuclear transfers from one nation to another nation. My favorite reference for the technical details on nuclear technology transfer is the book, by Joe Cirincioni, Jon Wolfsthal and Miriam Rajkumar, entitled Deadly Arsenals: Nuclear, Biological and Chemical Threats (2nd Edition, 2005) published by the Carnegie Endowment Press. Each of these stories make fascinating reading. How did A.Q. Kahn take secrets from the Urenco centrifuge plant in the Netherlands to Pakistan? Why was the West so slow to take action on their intelligence that he was taking secrets? How was Kahn protected by the Pakistani government while he took trips to Lybia, Iran, Iraq and North Korea, hree said yes and Saddam Hussain said no. Why was the U.S. so slow to react? Why did Pakistan's Prime Minister Pervez Musharraf give Kahn a light sentence of house arrest. Any why did he make his statement in English and not Urdu. And so on. An excellent reference of the broader history of global proliferation is Stephanie Cooke's In Mortal Hands: A Cautionary History of the Nuclear Age (Bloomsbury 2009). Our purpose is Physics of Societal Issues is primarily to confine us to the technical issues, which must be mastered if nuclear proliferation is to be controlled. We need both right and left brains, but in this case, the left brain holds both history and physics. Since Physics of Societal Issues is a technical book, let us not repeat much of the proliferation history, rather let us refer you to Cirincioni, Wolfstahl and Rajkumar and to Cooke. Let the professor assign you these topics for the seminar part of the course. These books are excellent! In lecturing on these topics since 1972 in what is now called, Nuclear Proliferation in the Post-9/11 World, I have used two approaches to cover the broader and important historical events. To study from the chronologies in Appendices A and B of this book is like drinking from a fire hose. We loose some students with this rapid march, but we have no choice. This is a technical book and technical courses are taught from these pages. The students are required to prepare papers and participate in debates on these issues, but I do not cover them in class. One-way to gain fast entry to these broad topics is to prepare a schematic that displays the multidimensioned aspects of proliferation policy. This I have done below in Fig. 5 .6. Bill Broad presented a similar schematic (we did this independently) in the December 9, 2008 issue of the New York Times. Broad's approach has the advantage that he readily presents the time of events. My approach lists more details, while writing the important dates.", "cite_spans": [{"start": 266, "end": 317, "text": "Biological and Chemical Threats (2nd Edition, 2005)", "ref_id": null}], "ref_spans": [{"start": 2392, "end": 2398, "text": "Fig. 5", "ref_id": "FIGREF1"}], "section": "Technology Transfer History"}, {"text": "Many of the technology transfer pathways have stemmed from the U.S., as we obtained nuclear weapons first, 4 years before the Soviets. In general the U.S. constrained itself on sensitive nuclear exports, but, nonetheless, these technologies managed to escape their secret bondage. Our wartime partners, UK and Canada of course were folded into the initial plans, but In the next few paragraphs we will discuss in brief the nation to nation flow nuclear technology. Thus far, attacks (X) to roll back proliferation (counter-proliferation) have taken place three times, twice by the US on Iraq and once by Israel on Iraq's Osirak reactor from France. As progress towards nuclear weapons increases in Iran, N. Korea and elsewhere, we know that the counterproliferation-attack option is on the table. There are upside and downside risks with the choice to go to war, which is usually hard to gauge precisely. then separated later on. There is no doubt that nuclear exports played some role in proliferation, by increasing the competency of the new nuclear nations. This took place by coupling export contracts for nuclear fuel with reactor orders. When Germany and France made progress on their reactor designs, this monopoly was broken. The Germans developed the Becker nozzle enrichment process, which aided South Africa. Urenco (UK, Germany, Netherlands) developed centrifuges which found their way, first of all, to Pakistan, and later to North Korea, Iran and Libya. To counter US guarantees of nuclear fuel supplies, German worked with Brazil, selling enrichment technology to get reactor orders, while France worked with Taiwain, Pakistan, South Korea and Japan to market reprocessing plants in conjunction to nuclear reactor orders. In 1995, Argentina agreed to the NPT, and joined Brazil in mutual inspections, an example for other nations. Israel managed to get various materials from the West and has stated it would not the first to introduce nuclear weapons to the Middle-East, but, of course, a screw-driver turn away from that. The US fulfills its obligations to the NPT on Israeli matters, but it is involved in other ways to support them with aircraft and missile defense, which undercuts the spirit of the NPT.", "cite_spans": [], "ref_spans": [], "section": "Technology Transfer History"}, {"text": "The Soviets exported the full package of nuclear technologies to China and North Korea. When the Soviet-China split took place around 1960, China became the protector state for North Korea. In general the Soviets forced their client states to tighter standards, such as returning spent fuel to the Soviet Union. So the Soviets did it worse with full-package exports, but they were more constrained with the Warsaw Pact nations. Will China constrain North Korea? Will Iran develop the Shite bomb that frightens the Sunni nations. Will the NPT regime survive to the year 2100?", "cite_spans": [], "ref_spans": [], "section": "Technology Transfer History"}, {"text": "The issue of terrorism is both ugly and misleading. It is ugly because it's a sneak attack and takes no prisoners. It is misleading and confusing because it doesn't have the logic of normal war between people. Since the terrorist may act without support of nation, there is no easy place to respond. Deterrence dampens attacks, which is familiar from the strategic arms race. This is not available to control terrorism. Terrorists, residing in faraway caves, will feel less constrained to protect their brethren that reside in cities. Physicists and political scientists prefer simple theories to plan to increase global stability. Here is a quick list of some terrorist acts that took place in past decades: r Hostage and hijacking planes (1970s), now magnetometers r Baggage bomb in Pan Am 103 jet, (1988, 270 dead) , now baggage scans r Truck-bomb attack on World Trade Center (1993, 6, 1,000 casualties) r Oklahoma city bombing (1995, 168) r Nerve agent in Tokyo subway (1995, 12, 5,000 casualties) r US Embassy in Kenya bombing (1998, 212, 5,100 casualties) r World Trade Center plane attack (2001, 3, 062) , now Transportation Security Ad. r Richard Reid shoe bomb, now shoes removed r Bali tourist bombing (2002, 190) r Madrid bombing (2004, 191) r Heathrow liquids plot (2006) Terrorists have many means at their disposal. Nuclear weapons might be involved; using stolen weapons or improvised weapons. Dirty bombs using stolen radioactivity can cause more disruption than destruction, but the affects are real. (See Sect. 7.5.) Or one might choose to destroy nuclear facilities, such as reactors. There are many non-nuclear attacks that could be devised with chemical weapons, biological samples spread from crop dusters, explosives, airplanes as missiles, cyber attacks, poisoned water supplies, tapped phones and email, banking forgeries, and things that are new. Instead of terming some of the less dangerous options as weapons of mass destruction, they are called weapons of mass disruption, as citizens can be frightened to stay home from work. The terrorists got our attention and they could do that again. It is been over a decade since 9/11, and it is surprising there has no been an large encore. This is partly due to a job well done by DHS and local enforcers, but there may some good luck as well. The Oklahoma City bomb of 2,000 kg was carried in a box truck, producing 80 psi at 30 m. The largest truck bomb used against an American target was 6,000 kg in Beirut in 1983, generating 250 psi at 30 m.", "cite_spans": [{"start": 801, "end": 817, "text": "(1988, 270 dead)", "ref_id": null}, {"start": 932, "end": 938, "text": "(1995,", "ref_id": null}, {"start": 939, "end": 943, "text": "168)", "ref_id": null}, {"start": 974, "end": 1002, "text": "(1995, 12, 5,000 casualties)", "ref_id": null}, {"start": 1033, "end": 1062, "text": "(1998, 212, 5,100 casualties)", "ref_id": null}, {"start": 1097, "end": 1103, "text": "(2001,", "ref_id": null}, {"start": 1104, "end": 1106, "text": "3,", "ref_id": null}, {"start": 1107, "end": 1111, "text": "062)", "ref_id": null}, {"start": 1213, "end": 1219, "text": "(2002,", "ref_id": null}, {"start": 1220, "end": 1224, "text": "190)", "ref_id": null}, {"start": 1242, "end": 1248, "text": "(2004,", "ref_id": null}, {"start": 1249, "end": 1253, "text": "191)", "ref_id": null}, {"start": 1519, "end": 1535, "text": "(See Sect. 7.5.)", "ref_id": null}], "ref_spans": [], "section": "Terrorism"}, {"text": "The 9/11 event was historic because it (and other events) changed the world we live in. Some would say we have over-reacted, but if they were president they probably would have done the same things. The terrorist attacks on the World Trade Center and the Pentagon killed 3,000 and caused a partial paradigm shift from fear of nations to fear of terrorists. It is often argued that sub-national terrorists will more likely use conventional explosives and biochemical weapons than nuclear weapons. It is far easier to use trucks full of fertilizer, divert airplanes, or drop aerosol bombs in subways than it is to obtain nuclear materials and assemble a viable nuclear weapon. But there are reports of Al Qaeda attempting to obtain nuclear materials. Terrorists could steal Pu/HEU to sell to proliferating nations. Terrorism involves many possible paths and responses. How can the world really know the contents in 15 million shipping canisters on the high seas each day? Plutonium and HEU can be identified at airports, but only reliably with high-tech, pulsed neutron sources. We will not find solutions to global terrorism, only progress in improved detection technologies, but we should also consider what motivates these terrorists.", "cite_spans": [], "ref_spans": [], "section": "September 11, 2001"}, {"text": "The 110-story World Trade Center was designed to withstand a Boeing 707, but it could not withstand prolonged 1,100 C (2,000 F) temperature for one-two hours from tanks of burning jet fuel. Steel melts at 1,500 C, but it loses half its strength at 700 C. Building 7 of the World Trade Center with 47 stories also collapsed, though it was not hit by a jet plane. It experienced 2 s of free-fall acceleration of g, not to pancake.", "cite_spans": [], "ref_spans": [], "section": "September 11, 2001"}, {"text": "A terrorist event can be a tipping point, leading to bad events. The record of success for nation building in war-torn countries was exaggerated. Conspiracy theories abound with claims that the 9/11 attack was carried out by the US CIA to claims that Saddam Hussein helped the 9/11 attack. The 9/11 Commission Report concludes that most of the terrorists entered the U.S. illegally and that there was no evidence of a meeting between Mohamed Atta, the hijackers' leader, and an Iraqi intelligence officer in Prague in April 2001. See homework on collapsing buildings (5.20) and destroying anthrax in letters (problem 5.21).", "cite_spans": [{"start": 567, "end": 573, "text": "(5.20)", "ref_id": null}], "ref_spans": [], "section": "September 11, 2001"}, {"text": "The Department of Homeland Security (DHS) was created in 2002 with five core missions: (1) prevent terrorism, (2) secure borders, (3) enforce immigration laws, (4) safeguard cyberspace, and (5) increase resilience to natural disasters. DHS was given considerable funding but their reviews show confusion. Intelligence agencies were reorganized under the Director of National Intelligence (DNI), who supervises the CIA, rather than resides there. The 2001 Foreign Intelligence Surveillance Act and the 2008 FISA Amendment Act allow more phones to be tapped abroad and at home, depending on the FISA court and other issues. Edward Snowden made these more apparent in 2013. The desire to attack preemptively is strong, after Israeli attacked the Osirak reactor in 1981. Ballistic missile defense was funded more heavily as concerns increased over missile attacks. The courts tend to favor the State Department and the president on foreign policy issues. The Department of Defense created the Total Information Awareness (TIA) program to combine diverse data on individuals to predict what might they might do in the future. There are legal advantages to calling this the war on terror. It is our obligation to ensure we maintain democratic processes as we sort through these changes.", "cite_spans": [], "ref_spans": [], "section": "Department of Homeland Security"}, {"text": "Nuclear warheads can be small. The W48 artillery shall had a mass of 50 kg, a length of 1.4 m, and a diameter of 15 cm. A smaller design can fit in a small suitcase. There are many clever ways that terrorists can terrorize society. The DHS issued a list of possible terrorist attacks and natural events, and their likely fatalities. These are scenarios and not rigorous calculations, but they could kill thousands and costs billions. r 10 kton nuclear device in a central city (100,000 killed) r Aerosolized anthrax from a van in five cities (13,000) r Influenza pandemic spreads from Asia (87,000; 300,000 hospitalized) r Pneumonic plague released in three locations in a city (2,500) r Blister agent from a small plane over a football stadium (150; 70,000 hospitalized) r Attack an oil refinery with grenades and bombs (350) r Sarin nerve gas in ventilators of three large buildings (6,000) r Destroy chlorine gas storage (17,500; 100,000 hospitalized) r 7.2 magnitude earthquake in urban area of 10 M (1,400; 100,000 hospitalized) r Category 5 hurricane, 160 mph wind, 7 m surge in urban area (1,000) r Dirty bombs with 137 Cs in three cities (180) r Truck bomb and suicide belts at a stadium (100) r Anthrax distributed in beef and orange juice (300) r Foot-and-mouth disease to cattle r Cyber attacks on US financial infrastructure A war on terror needs complex planning. There has been some progress on estimating the timing and severity of terrorist events in Iraq and Afghanistan, but this is difficult. The DHS study, \"Using DHS risk assessments to inform resource decision making,\" will probably be more helpful. The intelligence community wants more human intelligence, boots on the ground, so as not to rely too much on technology. Funding for bio-security increased as more is learned about the bio-threat. Funding for cyberspace programs has increased as we observe the success of Stuxnet attacks on Iranian centrifuges in 2010, attacks on Saudi Arabian Armaco computers for oil production and attacks on banks and companies by the Chinese army unit. The former DHS Inspector General recommended these broad measures in 2007:", "cite_spans": [], "ref_spans": [], "section": "Department of Homeland Security"}, {"text": "Aviation: Backscatter x-ray machines, multi-view baggage scanning, tracegas explosive-detection, redouble liquid detection, inspect 100 % of cargo on passenger planes, only Americans work at airports, all employees screened at each checkpoint. Seaports: Inspect for nuclear radiation on all cargo ships bound for the US. Borders: Triple the number of Border Patrol Agents. Supplement with sensors, cameras and UAV's. End the visa-waver program from the EU and elsewhere. Add an exit feature to the automated border entry system, so we know when terrorists have left the U.S. Mass Transit: Provide funds for mass transit authorities to deploy police patrols, bomb-sniffing dogs and technology, surveillance cameras, and permanent random bag searches.", "cite_spans": [], "ref_spans": [], "section": "Department of Homeland Security"}, {"text": "Drones are unmanned aerial vehicles (UAV) or remotely piloted aircraft (RPA). They are an extension of a diverse war on terror in faraway places for a nation with expensive troops and nation that is tired of war deaths. Drones are a response to save both American lives and money. Pilots sit at desks in Nevada or Djibouti, Gulf of Aden. The number of drone attacks peaked at 120/year in 2010, mostly in Pakistan, Somalia and Yemen. In Pakistan there were 296 drone strikes between 2004 and 2012, killing about 2,500 people, claimed to be mostly militants. Drones have the advantage that they can hover more than a day, tracking individual persons and their cars with visible and infrared cameras, or other sensors. When the time is right, the Predators launch Hellfire missiles to erase the target. By 2013 the U.S. had 6,000 drones, and is projected to spend $37 billion in the next decade. Some 50 nations seek drones, as well as local police and companies. The University of North Dakota has a degree program in unmade aerial systems. \"The sky is going to be dark with these things,\" says Chris Anderson, former editor of Wired. Sales have risen to 7,500 per quarter, with prices as low as $1,000, compared to renting a helicopter at $1,100/h. Current laws appear to have little protection against prying drones. The Federal Aviation Administration may require that they fly under 100 m altitude. Management of drones has shifted from the Pentagon to the CIA, as drones are more cloak and dagger, than traditional military. But in 2013 they return to the Pentagon. The U.S. took the lead on drones, but Russia and China and others are following. The U.S. gives five criteria to be fulfilled before an attack is made: (1) The action must be authorized by US law.", "cite_spans": [], "ref_spans": [], "section": "Drones"}, {"text": "(2) The threat must be serious and non-speculative. (3) The threat must be urgent. (4) The attack must be planned very carefully to avoid civilian casualties. (5) US citizens under attack from drones have Constitutional protection and due process of law. There was no mention about the U.S. needing consent of the nation under attack, such as Pakistan, Afghanistan and Yemen, but it does seem they had a quiet consent.", "cite_spans": [], "ref_spans": [], "section": "Drones"}, {"text": "Drones can make killing too easy and bloodless. This is a complex area involving domestic and international law, ethics and policy. Commanders in chief are expected to use all options to defend the country, but the arguments are more complicated than this. The ease of drone attacks could change our values as a nation. DoD plans to spend $31 billion between 2011 and 2015 on drones. Manned aircraft have few limits under arms control. The planes in the CFE Treaty cap the number of aircraft allowed in nations between Vladivostok and Vancouver. START monitors the number of strategic bombers. It appears that it will be difficult to control drones with international treaties, but at least some rules of the road might be introduced.", "cite_spans": [], "ref_spans": [], "section": "Drones"}, {"text": "Drone Technology: The Predator has a length of 8 m and a wingspan of 15 m. It can fly to an altitude of 8,000 m, with a range of 730 km, staying aloft for 40 h. Its top speed is 220 km/h and it costs, fully loaded, about $40 million. The Predator is a reconnaissance vehicle and an attack vehicle, carrying Hellfire missiles. The Golden Hawk is the most expensive and capable UAV. It is jet powered, staying aloft for 36 h. It obtains quality intelligence, surveillance and reconnaissance, generating many time critical targets. The Golden Hawk is expected to replace the classic U-2 reconnaissance aircraft and the Orion submarine hunting aircraft. The ScanEagle carries visible and IR cameras on its 3-m wings and can stay aloft 24 h at 6-km altitudes. Its 1.5 kW engine gives a speed of 80 km/h at a cost of $100,000. The Hunter drone with a 7-m wingspan is used to gather imagery in support of ground troops or immigration officers along the border. The Shadow with a wingspan of 3 m flies for 5 h while obtaining imagery. The Dragon Eye with a wingspan of 1 m can stay airborne up to an hour for surveillance. In asymmetric warfare drones have an advantage because they are difficult to shoot down with less sophisticated opponents, but this advantage will disappear over time. Lastly, smart technology is soon to be used on magic bullets, which times the bullet's travel and then explodes to within a meter or so of the target, killing with shrapnel.", "cite_spans": [], "ref_spans": [], "section": "Drones"}, {"text": "The Stuxnet attack on Iranian centrifuges is a well-known example of a cyber attack. In parallel with those events, the Chinese People Liberation Army (unit 61398) hacked into US commercial firms. From 2006 to 2012, there were at-least 18 attacks on information technology firms, 16 on aerospace, 12 on satellites and telecoms, 10 on scientific research and 8 on energy. The U.S. is spending some $5 billion in 2014 on offensive and defensive approaches to cyber war. There have been diplomatic discussions to establish a code of conduct and rules of engagement when rival nations attack, but with little progress so far. It is generally believed that the theft of trade secrets is not considered an act of war. A major attack on military or government infrastructure would probably be so considered. Using deterrence theory, these countries are establishing attack modes as a responsive threat if nations attack their rivals. It is felt that we should be prepared to do \"what is reasonable and proportional to halt or retaliate against to constrain cyber attacks on the nation.\" This is a similar norm to what is used for establishing defense programs for nuclear, chemical and biological threats, namely keep research going in the name of strengthening the ability to retaliate. In the meantime the computer networks are being hardened with fewer entry points, more encryption, stronger barriers, and random number approaches.", "cite_spans": [], "ref_spans": [], "section": "Cyber War Attacks"}, {"text": "Shortly after the 9/11 attack, Admiral John Poindexter and Brian Hicks encouraged the pentagon to establish the Total Information Awareness program. The idea was to utilize the immense analytical power of computers and their stored data to look for correlations (not causality) in the Big Data. This would learn individual past actions and personal contacts to determine what the individuals might do the future. This would determine the probabilistic chance that citizen X might harm our national security. The Congress, fearing the loss of privacy of citizens, outlawed deployment of TIA on US citizens and reduced TIA funding. But tools used to track terrorists abroad need TIA research to go forward. These ideas are not unique to the government, as the trove of data collected by Goggle, Facebook and the IT industry is being examined for commercialism. What we do with our credit card and our social media Facebook is used to determine which of us need of a new car or other items.", "cite_spans": [], "ref_spans": [], "section": "Big Data and Total Information Awareness"}, {"text": "On 6 June 2013, the security leaks of Edward Snowden were published in the Washington Post and Manchester Guardian. These included the National Security Agency's PRISM program, which tracks global email, web searches and other internet traffic and Boundless Informant, which tracks global phone calls. Snowden is fighting extradition to the U.S. from Hong Kong, Russia and Equador. Also on June 6, President Obama acknowledged that phone-call and email lists of US-citizen messages are kept, but, he stated, they not accessed for US domestic citizens until evidence is presented to the FISA court.", "cite_spans": [], "ref_spans": [], "section": "Big Data and Total Information Awareness"}, {"text": "The amount of information available is listed in terra and peta bytes. From Appendix C on Units, we know that 1 byte is 8 bits (0 or 1), which is a letter or number. A kilobyte is 10 3 byte, about 2 10 bits, which is the information on a book page. A gigabyte is 10 9 byte, which is a 2-h film, compressed. A terabyte of 10 12 byte contains all the books in the US Library of Congress. A petabyte of 10 15 bytes is 20 % of annual US letters. Google worked with 1 Pbtye/h in 2010. A zettabyte of 10 21 byte is the electronic information available in 2010. Newspapers don't like zettabyte, so they use the term trillion gigabytes. In 2013 there was 4.2 zettabytes in memory, and by 2020 this is projected to rise to 40 zettabytes. The New York Times of 20 June 2013, projects that the 2020 data will be divided geographically in this way: China (8.6 petabytes), U.S. (6.6), Western Europe (5.0), India (2.9) and rest of world (16.9).", "cite_spans": [], "ref_spans": [], "section": "Big Data and Total Information Awareness"}, {"text": "Some of interesting programs available are as follows: r PrePol: Predicive Policing Program r Microtargeting: political targeting of centerist voters r BehaviorMatrix and CrowdVerb: links on line profiles with voters Micro sensors are becoming cheaper and smaller. In the health area, the FitBit for $95 measures energy, distance, steps taken, elevation and sleep quality. Spend $199 for Basis and you also measure skin temperature and perspiration. Spend more money and you can measure breathing, heart activity (EKG), blood glucose, blood pressure and posture. It is well know that GPS on your Smart Phone gives your location. It is also well known that the camera on your computer can be hacked so that others can watch you, so put tape over your camera if you are bashful.", "cite_spans": [], "ref_spans": [], "section": "Big Data and Total Information Awareness"}, {"text": "If you don't want to have your data analyzed by market forces, you always can throw away your Smart Phone and only use dumb phones. You should also use ghost emails, by having several different email accounts, some for friends, some for work, some for your various interests. Your computer is available for hacking and examination if you allow cookies to enter your computer, but then most of us do allow this. You reject the cookie provisions in each of your dealings. As a remedy you might use a private browsing mode that prevents the browser from storing information from web sites during indicated browsing sessions. Free browser extensions, like Adblock Plus block advertisements and disable online tracking. You might use multiple browsers, Goggle Chrome, Apple Safari and Mosilla Firefox, each for a different task. Lastly, if you pay by cash, there will be no record of your doings, but then you would lose frequent flyer miles. The 20 June 2013 New York Times reminds us that Hester Prynne in the Scarlet Letter warned us in 1850 that \"We must not always talk in the market place of what happens to us in the forest.\"", "cite_spans": [], "ref_spans": [], "section": "Big Data and Total Information Awareness"}, {"text": "In five years we will know less about biological weapons than we do now.", "cite_spans": [], "ref_spans": [], "section": "Biological and Chemical Weapons"}, {"text": "There is great concern that future biological advances will make it much easier to start pandemics. The first pandemic was misnamed the Spanish Flu, to reduce panic among soldiers in the First World War. It was first reported in January 1918 in Kansas, while Spain was not in the war and did not censure its news in the press. It infected 500 million persons between 1918 and 1920, killing 50-100 million (3-5 % of global population.) The influenza virus kills through an over-reaction of the body's immune system (a cytokine storm). The virus is most deadly among those under-5 and over-65 years of age. The 1918 Spanish Flu and the 2009 Swine Flu were both H1N1, with the same H and N proteins, that help the virus invade host cells. The SARS Bird Flu, H5N1, spread in 2005 as nations were not transparent in their actions. The 2013 H7N9 seems less virulent and nations are working together with more transparency, sharing samples and vaccines.", "cite_spans": [], "ref_spans": [], "section": "Biological and Chemical Weapons"}, {"text": "It is more difficult to detect small quantities of bio-weapon materials than their radioactive counterparts. This realization has shifted the response from detection and mitigation to prevention and protection. Both the Chemical Weapons Convention (CWC) and Biological Weapons Convention (BWC) ban the production, acquisition, stockpiling, transfer, and use of these materials. The CWC has a verification protocol, while the BWC does not. After the anthrax attack in 2002 in the US mail, the concern about BW and CW increased. In general, chemical weapons are considered about as lethal per unit mass as conventional explosives and much less lethal than nuclear weapons. (Dirty radioactive bombs are discussed in Sect. 7.5.) However, biological weapons could be as lethal as nuclear weapons if they are dispersed effectively and widely.", "cite_spans": [], "ref_spans": [], "section": "Biological and Chemical Weapons"}, {"text": "Experts generally agree that BW production is not technically difficult, but effective dissemination is much more difficult. A dose of 10,000 anthrax spores can be lethal, while plague needs only 100-500 organisms. Smallpox may exist in only a few places, but it is much to be feared as it can be transmitted from one person to another, regenerating its population. And smallpox needs only 10-100 organisms for a fatality. Pre-vaccination can help to some degree. Antibiotics will have limited value for those infected within the target area. Sophisticated devices, such as the Handheld Advanced Nucleic Acid Analyzer, can detect pathogens in the field by examining DNA of samples and comparing to known DNA sequences of various pathogens. Gas chromatographs and acoustical sensors can identify many of the materials. Unfortunately, current defensive research exacerbated matters with development of a mutant anthrax that is resistant to antibiotics, and mouse pox that could circumvent the lack of smallpox samples. In response, the National Academy of Sciences recommended criteria that must be fulfilled before dangerous research can begin. It is interesting to point out that the NPT, the BWC and the Missile Technology Control Regime (MTCR) all allow exceptions for peaceful research in the respective areas of nuclear power, bio-weapons and missile technology. Article X of the BWC gives the States Parties the right to participate in, the fullest possible exchange of equipment, materials and scientific and technological information for use of bacteriological agents and toxins for peaceful purposes. . .. This convention shall be implemented in a manner designed to avoid hampering the economic or technological development of States Parties to the Convention or international cooperation in the field of peaceful bacteriological activities. . ..", "cite_spans": [], "ref_spans": [], "section": "Biological and Chemical Weapons"}, {"text": "The Baruch Plan. What were the Baruch plan proposals, as read in its text? Why was the plan not acceptable to the Soviets? What were its advantages and disadvantages? 5.2 Eisenhower's Atoms for Peace speech. What were the advantages and disadvantages of the actions that resulted from President Eisenhower's speech and policies? How is this affected by advances in technology? In what ways did it promote civil nuclear power, proliferation and nonproliferation? 5.3 Nuclear Nonproliferation Treaty. What are the trade-offs and responsibilities for the NWS and the NNWS in NPT Articles 1-6? Under what conditions do you think the NWS are committed to be assured suppliers of nuclear fuel? 5.4 Soviet Pu production. The Soviets placed 410,000 tons of natural uranium in reactors to produce plutonium. (a) How much Pu is produced if natural uranium's 235 U content of 0.711 % is reduced in the reactor to 0.677 %, and 0.8 239 Pu nuclei are created for every 235 U fissioned? (b) Why is Pu found on the ground near US enrichment plants? 5.5 Soviet HEU production. The U from Pu production reactors was reprocessed and used as feedstock for enrichment. How much 90 % enriched HEU was produced from 380,000 tons of U obtained from 0.677 % 235 U with 0.3 % tails? 5.6 1 tonne 235 U ¼ 1 GW e -year. Starting with energy of 200 MeV per fission, show that a power plant producing 1 GW e at 33 % thermal efficiency consumes 1 tonne 235 U/year. (Some power is gained from Pu made in the reactor from 238 U. This is offset by the 235 U and 236 U remaining in spent fuel.) 5.7 U/GW e -life. How much natural uranium does a 1-GW e plant consume using 3.2 % fuel over a 30-year life? Assume efficiency of 1/3 and 0.2 % tails. 5.8 Mining tails. Russia is using quality centrifuges to lower tails to 0.05 %. If Russia mines 350,000 tons of 0.3 % uranium tails, how many tons of 4.4 % fuel can be produced? How many GW e -years of fuel can be obtained?", "cite_spans": [], "ref_spans": [], "section": "5.1"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "What is the one-stage separation factor for separating 6 Li from 7 Li with (a) thermal-diffusion, (b) gaseousdiffusion, and (c) centrifuges, using text parameters?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Li laser isotope separation. (a) Show that the isotope shift frequency is proportional to the difference of the root mean square of the nuclear radii of 235 U and 238 U. (b) What is the isotope shift between 6 Li and 7 Li? Use hydrogenic wave functions", "authors": [], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "What is the electrostatic energy difference (and frequency shift) for outer s-electrons around 235 U and 238 U? Use a nuclear radius of 1.4 fm A 1/3 fermi and an electron density at the nucleus of an outer electron of 5 Â", "authors": [], "year": null, "venue": "", "volume": "10", "issn": "", "pages": "26--29", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "What is the thermodynamic value, V(f) ¼ (2fÀ1) ln(f/1Àf ), for a gas containing 0 %, 25 %, 50 %, 75 %, and 100 % 235 U with the remainder 238 U?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "(b) What does it cost to make 1 kg ifSWUs cost $100 and natural uranium costs $30/kg. (c) How many SWUs, in kilograms of natural uranium and dollars does it take to make 1 kg of 93.3 % enriched? (d) How many SWUs are needed to operate a 1-GW e plant for a year? How many weapons could be made with this SWU amount? (e) What fraction of separative work is saved by", "authors": [], "year": null, "venue": "Reactor fuel and HEU for weapons. (a) Show that it takes 11 kg of natural uranium and 7 kg to make 1 kg of 4.4 % fuel", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Research reactor fuel. (a) By what factor should uranium density be increased to maintain power if enrichment is dropped from 90 % to 20 %? (b) What is the fractional savings in SWU, in kilograms of natural uranium and in dollars", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Breeder reactor capital costs are perhaps 50 % higher than capital costs for an LWR. However, LWRs use more natural uranium and enrichment services than do breeders. If an LWR uses 22 tonnes per year of 4.4 % fuel, what is the cost per year if natural uranium costs $33/kg and a kg-SWU costs $100?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-1-4614-9272-6_16"]}}, "BIBREF7": {"ref_id": "b7", "title": "A country removed 250 of its 1,000 fuel assemblies that are under IAEA safeguards. (a) What is the probability that an inspection of one assembly discovers a violation? (b) Show that the probability of a violation being discovered with n inspections is P ¼ 1 À (1 À f) n with fraction of violations f ¼ V/N, where V is number of violations and N is number of declared fuel assemblies", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The text assumed Russia mixed natural uranium with the 500 tons of 90 % HEU, but they use 1.5 % enriched to avoid health problems from excess 234 U. (a) How many tons of 4.4 % fuel result from a 1.5 % feed? (b) How many GW e -year of fuel will this provide? 5.18 USEC problems for HEU-Russia. The privatization of the US Enrichment Corporation complicates funds for Russia since USEC wants to return an equivalent amount of natural uranium. Using the values given in the text", "authors": [{"first": "M", "middle": ["W"], "last": "Mton To", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Scientists hope to create robust fuels that can sustain a burn-up of 60,000 MW t -day/tonne. (a) How much natural uranium would be saved compared to 30,000 and 45,000 MWt-day/ tonne fuels for the US's 100 GW e ? (b) What is the fractional reduction in spent fuel?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Building structures are constructed to carry twice the weight that is above each floor. If flames weaken the columns until they collapse, dropping the material above 3.5 m, what force is needed to stop the falling material in 5 cm? How does that compare to the maximum support force? What is the deceleration? How do you explain the fact that WTC Building Seven had an acceleration of g for two seconds?", "authors": [{"first": "", "middle": [], "last": "World Trade", "suffix": ""}, {"first": "", "middle": [], "last": "Center", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "anthrax. Five people died and 22 were sickened with anthraxladen letters. The United States purchased several 10-MeV, 18-kW electron accelerators that can sanitize mail at 570 kg/h. Does the dose rate seem reasonable?", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "If a centrifuge is spun at 1,500 Hz, how might you attack it? How might you be sure you were in the right centrifuge factory? How much you defend against this cyber attack", "authors": [{"first": "Cyber", "middle": [], "last": "Warfare", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A tonne of 90 % HEU is combined with 29.5 tonne of 1.5 % enriched, what is mass and enrichment of the resultant reactor fuel?", "authors": [{"first": "", "middle": [], "last": "Megatons To Megawatts", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Global plutonium production with civilian research reactors", "authors": [{"first": "J", "middle": [], "last": "Ahlswede", "suffix": ""}, {"first": "M", "middle": [], "last": "Kalinowski", "suffix": ""}], "year": 2012, "venue": "Science and Global Security", "volume": "20", "issn": "2", "pages": "69--96", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Plutonium recycling and the problem of nuclear proliferation", "authors": [{"first": "D", "middle": [], "last": "Albright", "suffix": ""}, {"first": "H", "middle": [], "last": "Feiveson", "suffix": ""}], "year": 1988, "venue": "Ann. Rev. Energy Environ", "volume": "13", "issn": "", "pages": "239--266", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Plutonium and Highly-Enriched Uranium: 1996 World Inventories, Capabilities and Policies", "authors": [{"first": "D", "middle": [], "last": "Albright", "suffix": ""}, {"first": "F", "middle": [], "last": "Berkhout", "suffix": ""}, {"first": "W", "middle": [], "last": "Walker", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Nuclear Terrorism", "authors": [{"first": "G", "middle": [], "last": "Allison", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Nuclear security applications of anti-neutrino detectors", "authors": [{"first": "A", "middle": [], "last": "Berstein", "suffix": ""}], "year": 2010, "venue": "Science and Global Security", "volume": "18", "issn": "", "pages": "127--192", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Nuclear Energy", "authors": [{"first": "D", "middle": [], "last": "Bodansky", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Analysis of the size and quality of uranium inventories in Russia", "authors": [{"first": "O", "middle": [], "last": "Bukharin", "suffix": ""}], "year": 1996, "venue": "Science Global Security", "volume": "6", "issn": "", "pages": "59--77", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Security of fissile materials in Russia", "authors": [{"first": "O", "middle": [], "last": "Bukharin", "suffix": ""}], "year": 1996, "venue": "Ann. Rev. Energy Environ", "volume": "21", "issn": "", "pages": "467--498", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A mathematical model of the risk of nuclear terrorism", "authors": [{"first": "M", "middle": [], "last": "Bunn", "suffix": ""}], "year": 2006, "venue": "Amer. Acad. of Political and Social Science", "volume": "", "issn": "", "pages": "103--120", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Managing military uranium and plutonium in the United States and the former Soviet Union", "authors": [{"first": "M", "middle": [], "last": "Bunn", "suffix": ""}, {"first": "J", "middle": [], "last": "Holdren", "suffix": ""}], "year": 1997, "venue": "Ann. Rev. Energy Environ", "volume": "22", "issn": "", "pages": "403--486", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Deadly Arsenals: Tracking Weapons of Mass Destruction, Carnegie Endowment for International Peace", "authors": [{"first": "J", "middle": [], "last": "Cirincione", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Nuclear Arms Race Technology and Society", "authors": [{"first": "P", "middle": [], "last": "Craig", "suffix": ""}, {"first": "J", "middle": [], "last": "Jungerman", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Nuclear Safeguards, Security, and Nonproliferation", "authors": [{"first": "J", "middle": [], "last": "Doyle", "suffix": ""}, {"first": "Ed", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The Age of Deception: Nuclear Diplomacy in Treacherous Times", "authors": [{"first": "M", "middle": [], "last": "Elbaradei", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The Four Faces of Nuclear Terrorism, Monterey Institute for Strategic Studies", "authors": [{"first": "C", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "W", "middle": [], "last": "Potter", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Verification to the Road to Zero", "authors": [{"first": "J", "middle": [], "last": "Fuller", "suffix": ""}], "year": 2010, "venue": "Arms Control Today", "volume": "", "issn": "", "pages": "19--27", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Megatons to Megawatts", "authors": [{"first": "R", "middle": [], "last": "Garwin", "suffix": ""}, {"first": "G", "middle": [], "last": "Charpak", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Characteristics of the gaseous centrifuge for uranium enrichment and relevance for nuclear proliferation", "authors": [{"first": "A", "middle": [], "last": "Glaser", "suffix": ""}], "year": 2008, "venue": "Science and Global Security", "volume": "16", "issn": "2", "pages": "1--25", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Fissile material stockpile and production", "authors": [{"first": "A", "middle": [], "last": "Glaser", "suffix": ""}, {"first": "Z", "middle": [], "last": "Mian", "suffix": ""}], "year": 2008, "venue": "Sci. Global Security", "volume": "16", "issn": "3", "pages": "55--73", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Graphite isotope-ratio method extended to heavywater, plutonium-production reactors", "authors": [{"first": "A", "middle": [], "last": "Glasner", "suffix": ""}, {"first": "A", "middle": [], "last": "Glaser", "suffix": ""}], "year": 2011, "venue": "Science and Global Security", "volume": "19", "issn": "3", "pages": "223--256", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Science and Society Test V: Nuclear Nonproliferation", "authors": [{"first": "D", "middle": [], "last": "Hafemeister", "suffix": ""}], "year": 1980, "venue": "Am. J. Phys", "volume": "48", "issn": "", "pages": "112--120", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Adventures in scientific nuclear diplomacy", "authors": [{"first": "S", "middle": [], "last": "Hecker", "suffix": ""}], "year": 2011, "venue": "Physics Today", "volume": "", "issn": "", "pages": "31--37", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Thorium Cycle: Potential Benefits and Challenges, IAEA-TECDOC-1450", "authors": [{"first": "", "middle": [], "last": "Iaea", "suffix": ""}], "year": 2005, "venue": "Global Fissile Material Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The Swedish plans to acquire nuclear weapons", "authors": [{"first": "T", "middle": [], "last": "Jointer", "suffix": ""}], "year": 2010, "venue": "Science Global Security", "volume": "18", "issn": "2", "pages": "61--86", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Detection of neutron sources in cargo containers", "authors": [{"first": "J", "middle": [], "last": "Katz", "suffix": ""}], "year": 2006, "venue": "Science Global Security", "volume": "14", "issn": "2", "pages": "145--149", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "X-radiography of cargo containers", "authors": [{"first": "J", "middle": [], "last": "Katz", "suffix": ""}, {"first": "G", "middle": [], "last": "Blanpied", "suffix": ""}, {"first": "K", "middle": [], "last": "Borozdin", "suffix": ""}], "year": 2007, "venue": "Science and Global Security", "volume": "15", "issn": "", "pages": "49--56", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Gaseous centrifuge theory and development", "authors": [{"first": "R", "middle": [], "last": "Kemp", "suffix": ""}], "year": 2009, "venue": "Science and Global Security", "volume": "17", "issn": "1", "pages": "1--19", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Radiation Detection and Measurement", "authors": [{"first": "G", "middle": [], "last": "Knoll", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Uranium Enrichment and Nuclear Weapons Proliferation", "authors": [{"first": "A", "middle": [], "last": "Krass", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Introduction to Nuclear Engineering", "authors": [{"first": "J", "middle": [], "last": "Lamarsh", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Explosive properties of reactor-grade plutonium", "authors": [{"first": "J", "middle": ["C"], "last": "Mark", "suffix": ""}], "year": 1993, "venue": "Sci. Global Secur", "volume": "4", "issn": "", "pages": "111--128", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Complete Cutoff, Arms Control Today", "authors": [{"first": "A", "middle": [], "last": "Meeburg", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "16--23", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Management and Disposition of Excess Weapons Plutonium", "authors": [], "year": 1994, "venue": "Monitoring Nuclear Weapons and Nuclear-Explosive Materials", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Making the Nation Safer", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Dismantling the Bomb and Managing the Nuclear Materials, OTA, Washington, DC", "authors": [{"first": "A", "middle": [], "last": "Nero", "suffix": ""}], "year": 1977, "venue": "Office of Technology Assessment", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Inside NEST, American's Secret Nuclear Bomb Squad", "authors": [{"first": "J", "middle": [], "last": "Richelson", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "The International Atomic Energy Agency, Resources for Future", "authors": [{"first": "L", "middle": [], "last": "Scheinman", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Time to stop reprocessing in Japan, Arms Cont. Today", "authors": [{"first": "M", "middle": [], "last": "Toki", "suffix": ""}, {"first": "M", "middle": [], "last": "Pomper", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "22--29", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The gas centrifuge and nuclear weapons proliferation", "authors": [{"first": "H", "middle": [], "last": "Wood", "suffix": ""}, {"first": "A", "middle": [], "last": "Glaser", "suffix": ""}, {"first": "R", "middle": [], "last": "Kemp", "suffix": ""}], "year": 2008, "venue": "Physics Today", "volume": "", "issn": "", "pages": "40--45", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Hans Kristensen and Stan Norris of the Federation of American Scientists compile estimates of the global stockpile of nuclear weapons. Their results are published in the Nuclear Notebook in the Bulletin of Atomic Scientists and as an appendix in the SIPRI Yearbook. Their estimates for the number of deployed and reserve nuclear weapons as of December 2012 are as follows: Russia (4,500), U.S. (4,650), France (300), China (240), UK (225), Israel (80), Pakistan (90-110), India (80-100) North Korea (<10) with a total of 10,200. The U.S. and Russia have about 7,000 additional weapons in dismantlement (Fig. 5.1).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure 5.1. Iraq's Supergun. The 350-mm diameter \"supergun\" that Iraq tested at Jabal Hamrayn, 200 km north of Baghdad to shoot at Israel (United Nations Inspection Team 1991).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Iraq's EMIS enrichment plant. View of control room under construction at the Tarmiyah Industrial Enrichment Plant for uranium enrichment with electromagnetic isotope separation (EMIS)(UN 1991).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "age since reprocessing,(3)   Pu content to determine if Pu is weapons-grade, and (4) absence of plutonium oxide (along with other measurements). In addition, gamma-ray spectra can give a minimum Pu mass estimate. However, an estimate for Pu mass is more accurately obtained through neutron counting (Technology R&D for Arms Control, Department of Energy 2001).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Pu quality. The gamma-ray window between 635 and 665 keV displays transitions from both 239 Pu and 240 Pu. Weapons-grade Pu contains 6 % 240 Pu, while reactor-grade contains more than 20 % 240 Pu. Monitoring at the Mayak storage facility near Ozersk will use a ratio of 0.1 ¼ 240 Pu/ 239 Pu to separate the two materials (Technology R&D for Arms Control, Department of Energy 2001).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Nuclear-Proliferation, Technology-Transfer Flow Diagram.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ", now liquids ban r Non-metallic bombs (2009), now trace detection, whole body image, pat down r Printer cartridge bombs (2010), now cargo trace detection r Newtown School and Boston Marathon bombings (2013), failed gun laws", "latex": null, "type": "figure"}, "TABREF0": {"text": "2. Fissile Material Stocks (2012). The global stockpile of highly enriched uranium (HEU) is about 1,390 tonnes. The global stockpile of separated plutonium is about 490 tonnes, of which 260 tonnes is in civilian custody (International Panel on Fissile Materials, Princeton 2013).", "latex": null, "type": "table"}, "TABREF1": {"text": "1.3 The NPT", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "It takes 226 kgSWU and 174 kg of natural uranium to make 1 kg of 90 % HEU with 0.2 % tails. A 1,000 tonne SWU/year plant can make 4.4 tonne/ year of HEU from 765 tonne/year of natural uranium, rejecting 761 tonne/ year of 0.2 % tails. The approximate cost of uranium and separative work to make 1 kg of HEU is about", "latex": null, "type": "table"}, "TABREF5": {"text": "The CIA's 2002 Annual Report to Congress on the Safety and Security of Russian Nuclear Facilities and Military Forces contained the following comments on Russian nuclear materials: r In 1992, 1.5 kg of 80 % enriched weapons-grade uranium were stolen from the Luch Production Association. r In 1994, 3.0 kg of 90 % enriched weapons-grade uranium were stolen in Moscow.", "latex": null, "type": "table"}, "TABREF6": {"text": "Þ0:8 239 Pu= 235 U ¼ 145 tonne of Pu, ð5:15Þwhich is the amount reported by the US Energy Information Agency (EIA). After reprocessing, 380,000 tons of residual uranium were used as feedstock to obtain enriched 235 U. The amount of 235 U separated is the difference of which is consistent with EIA's reported value of 1,400 tonnes.", "latex": null, "type": "table"}, "TABREF8": {"text": "5. Isotopic composition of five grades of plutonium(Mark 1993).", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}, "TABREF11": {"text": "MW t -day/tonne, 3 years). A 10 % savings in uranium with 4.4 % fuel takes place because less 235 U is left in tails and spent fuel. About 0.8 % of spent fuel heavy metal is 235 U. The annual waste of 235 U per GWe-year with 3.2 % enriched is", "latex": null, "type": "table"}}, "back_matter": [{"text": "Intelligence: The intelligence community should provide DHS with relevant intelligence. Preparedness: A clear chain of command must exist at the federal, state and local levels. Some of the elements of the response are as follows: r Control borders with low-and high-tech fences r Brave-New-World tapping of phone lines and the internet r National identification card r Big-data compilation analysis r Biometric identifiers (face, voice, iris, DNA, body odor) r Listening devices (directional mike, a tiny bug, laser beam on windows) r Small drone monitoring r Surveillance cameras in UK, Boston and everywhere r Vehicles located with GPS and electronic toll takers r Chemical markers r Cell phone monitors r Examine garbage r Radio-frequency identification (RFID) tags r Encryption (secret key, public key, authentication, random numbers)", "cite_spans": [], "ref_spans": [], "section": "annex"}]}