{"paper_id": "0f384fde75a9f3efe7d71ee35cd748967cc12fcc", "metadata": {"title": "Journal Pre-proof Development and evaluation of a rapid detection assay for severe fever with thrombocytopenia syndrome virus based on reverse-transcription recombinase polymerase amplification Author statement Title: Development and evaluation of a rapid detection assay for severe fever with thrombocytopenia syndrome virus based on reverse-transcription recombinase polymerase amplification", "authors": [{"first": "Jingyu", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "200032", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Qiujing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lijun", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shibo", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yongfeng", "middle": [], "last": "Fu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "200032", "settlement": "Shanghai", "country": "China"}}, "email": "yffu@fudan.edu.cn"}, {"first": "Xunjia", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {}, "email": "xjcheng@shmu.edu.cn"}, {"first": "Zhou", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wang", "middle": ["Q"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhu", "middle": ["L"], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": [], "last": "Fu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Y", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheng", "middle": ["X"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "；qiujing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wenzhou Medical University", "location": {"postCode": "316021", "settlement": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "；", "middle": [], "last": "； ； ；lijun Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "200032", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "；shibo", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "；wei", "middle": [], "last": "Li D ； ； ； ；yongfeng Fu A † ； ； ； ；xunjia Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "200032", "settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Development and evaluation of a rapid detection assay for severe fever with thrombocytopenia syndrome virus based on reverse-transcription recombinase polymerase amplification, Molecular and Cellular Probes (2020), doi: https://doi.Table of Abbreviations: dT-FAM Thymidine nucleotide carrying FAM fluorophore dT-BHQ1 Thymidine nucleotide carrying BHQ-1 quencher HHV Human herpesvirus LAMP loop-mediated isothermal amplification LOD Limit of detection PIV Parainfluenza virus RPA Recombinase polymerase amplification RT-LAMP Reverse-transcription loop-mediated isothermal amplification RT-PCR Reverse-transcription polymerase chain reaction RT-qPCR Real-time reverse-transcription polymerase chain reaction RT-RAA Reverse-transcription recombinase-aided amplification RT-RPA Real-time reverse-transcription recombinase polymerase amplification SFTS Severe fever with thrombocytopenia syndrome SFTSV Severe fever with thrombocytopenia syndrome virus SSB Single-stranded DNA binding Abstract 1 Rapid detection of severe fever with thrombocytopenia syndrome virus (SFTSV) is 2 crucial for its control and surveillance. In this study, a rapid isothermal real-time 3 reverse-transcription recombinase polymerase amplification (RT-RPA) assay was 4 developed for the detection of SFTSV. The detection limit at 95% probability was 241 5 copies per reaction. A test of 120 serum samples of suspected severe fever with 6 thrombocytopenia syndrome (SFTS) patients revealed that the sensitivity and 7 specificity of the RT-RPA assay was approximately 96.00% (95%CI: 80.46%-99.79%) 8 and 98.95% (95% CI: 94.28%-99.95%), respectively; the kappa value was 0.9495 (P 9 ＜0.001). The Bland-Altman analysis showed that 87.50% of the different data points 10 were located within the 95% limits of agreement, indicating a good correlation 11 between the results from RT-RPA assays and those of RT-qPCR assays. In conclusion, 12 the rapid and efficient RT-RPA assay can be a promising candidate for point-of-care 13 detection method of SFTSV. 14 15 Keywords: Severe fever with thrombocytopenia syndrome virus; Recombinase 16 polymerase amplification; Detection assay 127 Real-Time PCR System (Applied Biosystems, Foster City, CA) and incubated at 128 39 °C for 30 min. Optimal reaction conditions were defined after testing different 129 incubation temperatures (37 °C, 38 °C, 39 °C, 40 °C, 41 °C), as well as different 130 primer concentrations (150 to 600 nM) and exo-probe (50 to 150 nM). 131 The fluorescence signal was collected in the FAM-Channel (excitation 488 nm and 132 emission 520 nm) once every 30 s. The threshold time of each sample, representing 133 the time a reaction needed to generate fluorescence signals that exceeded the 134 threshold, was recorded. The threshold was defined as the mean value of negative 135 control (nuclease-free water) plus three times its standard deviation. 136 137 2.6 RT-qPCR assays 138 The RT-qPCR assay was established as the reference method and performed using 139 SuperScript™ III One-Step RT-PCR System with Platinum™ Taq DNA Polymerase 140 (Invitrogen, Shanghai, China). A 12.5 µL reaction system was prepared according to 141 the manufacturer's instructions, with the addition of a primer set as shown in Table 1. 142 The 7500 Real-Time PCR System (Applied Biosystems, Foster City, CA) was used 143 and programmed as follows: reverse transcription for 15 min at 50 °C; polymerase 144 activation for 2 min at 95 °C; followed by 45 cycles of 95 °C for 5 s, 56 °C for 30 s, 145 and 68 °C for 30 s. The cycle threshold value of each sample was recorded. 146 147 2.7 Analysis of sensitivity and specificity 148", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Ten-fold serial dilutions of the SFTSV RNA standard from 10 6 to 10 copies/µL were 149 prepared and tested in three replicates for two independent runs to determine the 150 sensitivity of the RT-RPA assay. The threshold time was plotted against molecules 151 detected and a semi-logarithmic regression was calculated using Prism 7.0 software 152 (Graphpad Software Inc., California, U.S.A.). Also, a probit regression was performed 153 to determine the limit of detection (LOD) of the RT-RPA assay at 95% probability 154 using SPSS Statistics software (IBM Corporation, New York, U.S.A).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The specificity of the RT-RPA assay was evaluated using nucleic acids of fifteen probe (442C/T and 460G/A), one of which was located next to the BHQ-coupled 224 nucleotide; and two mismatches of the reverse primer (562G/C and 544A/G). 225 226 227 4. Discussion 228 SFTS is an acute infectious disease with a high case fatality rate [6]. The most 229 commonly seen clinical manifestations of SFTSV infection, including fever, 230 thrombocytopenia and lymphocytopenia, are often unspecific and need to be 231 differentiated from other infectious diseases, such as haemorrhagic fever with renal 232 syndrome, human anaplasmosis [6, 14]. A recent study showed an increasing 233 Figure 2. Bland-Altman analysis of SFTSV RT-RPA assays and RT-qPCR assays. Mean of difference between results from RT-RPA assays and RT-qPCR assays is indicated with the red line. The 95% limit of agreement was indicated with the blue lines. incidence of SFTSV-specific antibody seropositivity among healthy people in high 234 endemic areas of China, suggesting the existence of asymptomatic SFTSV infections 235 [15]. Human-to-human transmission through blood and/or body fluid contact or 236 aerosols and resulting multiple cluster cases have also made SFTS a threat to public 237 health [16, 17]. Therefore, a rapid detection method is in urgent need for early 238 diagnosis of SFTSV infection to improve clinical outcome and prevent transmission. 239 Currently, the diagnosis of SFTS is based on serological methods and PCR-based 240 viral nucleic acid testing [14]. However, specific antibodies to SFTSV are detectable 241 after about 7 days from disease onset [18], and PCR-based nucleic acid tests usually 242 require a centralized laboratory with high-end instrumentation and skilled personnel 243 to perform. The novel RT-RPA technique might be an ideal candidate for point-of-care 244 detection of SFTSV. 245 This study established a highly sensitive and specific diagnostic approach for the 246 detection of SFTSV nucleic acids in clinical serum specimens. The detection limit of 247 SFTSV RT-RPA assay was statistically estimated as 241 copies of target RNA per 248 reaction, which is consistent with other published literature [19-21]. While the 249 sensitivity of this RT-RPA assay is lower in conventional RT-qPCR for SFTSV, the 250 detection limit is still far below the viremia level in most clinical SFTS patients [18]. 251 With the application of RT-RPA, the detection time was reduced to < 30 minutes, 252 whereas RT-qPCR generally takes > 1.5 hours. In addition to the reduced detection 253 time, the constant reaction temperature of 39 allowed RT-RPA assays to be 254 performed using simple equipment such as a water or metal bath, while RT-qPCR 255 requires sophisticated thermocyclers. The short detection time and isothermal reaction 256 condition therefore provided the RT-RPA assay with advantages over RT-qPCR as a 257 point-of-care detection assay in resource-limited areas. Epidemiological and clinical characteristics of severe fever with 355 thrombocytopenia syndrome (SFTS) in China: an integrated data analysis 356 Epidemiol Infect 144(6) (2016) pp. 1345-1354. 357 [7] J. Establishment of a novel one-step reverse transcription loop-mediated 446 isothermal amplification assay for rapid identification of RNA from the severe 447 fever with thrombocytopenia syndrome virus 448 457 recombinase polymerase amplification Highlights A RT-RPA assay was developed to detect SFTSV RNA isothermally.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The assay can rapidly produce a result in 15 min at 39 .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The detection limit of the assay is 241 RNA sequences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The results of RT-RPA compare well with RT-qPCR.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The RT-RPA assay may be used for field detection of SFTSV in resource-limited settings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe fever with thrombocytopenia syndrome virus (SFTSV), belonging to the 19 family Phenuiviridae, the genus Banyangvirus, the species Huaiyangshan 28 Currently, detection methods of SFTSV comprise nucleic acid testing, serological 29 detection, and virus isolation [1, 8, 9] . Due to the long turnaround time of serological 30 detection and virus isolation, nucleic acid testing, such as real-time Table 1 .", "cite_spans": [{"start": 76, "end": 78, "text": "19", "ref_id": null}, {"start": 150, "end": 152, "text": "28", "ref_id": "BIBREF5"}, {"start": 268, "end": 271, "text": "[1,", "ref_id": null}, {"start": 272, "end": 274, "text": "8,", "ref_id": null}, {"start": 275, "end": 277, "text": "9]", "ref_id": null}], "ref_spans": [{"start": 401, "end": 408, "text": "Table 1", "ref_id": null}], "section": "18"}, {"text": "94 assays, RT-qPCR assays and RT-PCR assays. 95 ", "cite_spans": [{"start": 45, "end": 47, "text": "95", "ref_id": null}], "ref_spans": [], "section": "Table 1. Sequences and details of the primers and probe used for SFTSV RT-RPA"}, {"text": "Primer/ Probe Sequence (5'-3') The candidate primer pairs were tested for detection of the SFTSV RNA standard 171 using RT-RAA basic kits and the amplicons were analyzed with 0.8% agarose gel.", "cite_spans": [], "ref_spans": [], "section": "Assay"}, {"text": "The primer pair with the best amplification efficiency and specificity was used for the Table 1 ). Besides, different incubation temperatures and 177 concentrations of primers and exo-probe were tested for the specificity and rapidity of 178 the assay. The optimized performance was achieved when incubated at 39 °C with a 179 primer/probe final concentration settled to 420 nM/ 60 nM.", "cite_spans": [], "ref_spans": [{"start": 88, "end": 95, "text": "Table 1", "ref_id": null}], "section": "172"}, {"text": "The sensitivity of the SFTSV RT-RPA assay was determined by testing with a serial 183 dilution of RNA standard from 10 6 -10 copies/µL. Robust fluorescence signals of the 184 10 6 copies/µL standards were rapidly observed within 1.85 -1.92 minutes. Positive 185 signals of 10 5 -10 2 copies/µL dilutions were successfully detected within 2.73 -9.41 186 minutes ( Figure 1A) . Results from semi-logarithmic regression showed a good RT-qPCR assay also illustrated that the detection time of RT-RPA assay was shorter 190 than that of RT-qPCR assay by an average of 10 minutes.", "cite_spans": [], "ref_spans": [{"start": 363, "end": 373, "text": "Figure 1A)", "ref_id": "FIGREF10"}], "section": "Sensitivity and specificity of SFTSV RT-RPA assay 182"}, {"text": "The detection limit was further determined by applying probit regression analysis 192 using a data set of six RT-RPA runs on the standard plasmids, and the predicted LOD 193 was 241 copies per reaction at 95% probability ( Figure 1C ).", "cite_spans": [], "ref_spans": [{"start": 223, "end": 232, "text": "Figure 1C", "ref_id": "FIGREF10"}], "section": "191"}, {"text": "The specificity of the SFTSV RT-RPA assay was determined using nucleic acid ", "cite_spans": [], "ref_spans": [], "section": "194"}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "Bergeron 460 Influence of sequence mismatches on the specificity of recombinase polymerase", "authors": [{"first": "R", "middle": ["K"], "last": "Daher", "suffix": ""}, {"first": "G", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "M", "middle": [], "last": "Boissinot", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Boudreau", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Zhang 471 Nucleic acid detection with CRISPR-Cas13a/C2c2", "authors": [{"first": "J", "middle": [], "last": "Livny", "suffix": ""}, {"first": "A", "middle": [], "last": "Regev", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Koonin", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Hung", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Sabeti", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "microdevice for multiplex and real-time identification of food poisoning bacteria 476", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Stetten 478 Review: a comprehensive summary of a decade development of the recombinase", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Macdonald", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "20 banyangvirus, was first identified as the causative pathogen of the outbreak of severe 21 fever with thrombocytopenia syndrome (SFTS) in the central and northeast regions of 22 China in 2009 [1]. During the following decade, this emerging endemic tick-borne 23 disease has been reported in many countries worldwide, including South Korea, Japan, 24 United Arab Emirates, and the United States [2-5]. Delayed admission due to 25 nonspecific clinical manifestations, along with rapid progression to multiple organ 26 dysfunction in severe cases led to a high case fatality rate of 6.40~30% in SFTS 27 patients [6, 7].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "31 reverse-transcription PCR (RT-qPCR) and reverse-transcription loop-mediated 32 isothermal amplification (RT-LAMP), are more widely used for early diagnosis of this 33 acute febrile disease [10-12]. Nevertheless, most PCR-based detection methods 34 require sophisticated equipment and skilled personnel. Besides, LAMP faced 35 problems of high false-positive rates and contamination, and the requirement for six 36 primers adds up to the difficulty of primer design. Such limitations hampered the 37 application of these nucleic acid detection methods as point-of-care diagnostic 38 methods since the endemic areas of SFTS in China are usually rural mountain areas 39 with limited medical resources [7].", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Recombinase polymerase amplification (RPA) is a novel isothermal amplification41 technique first unveiled in 2006 [13], which employs three major proteins for DNA molecule amplification, including a T4 uvsX recombinase, a single-stranded DNA binding (SSB) protein, and a polymerase. These enzymes show high activity at a 44 constant temperature ranging from 37-42 . With the addition of reverse transcriptase 45 and a fluorescence-modified probe, the RPA technique can also be used for real-time 46 detection of RNA molecules. This user-friendly technique with short turnaround time can be a promising candidate for point-of-care detection assays in resource-limited 48 SFTS endemic areas. In this study, a real-time reverse-transcription RPA (RT-RPA) 49 assay for the rapid detection of SFTSV was established and the performance of this 50 assay was evaluated with clinical specimens of suspected SFTS patients.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "of 120 blood samples were collected from patients with suspected cases of 55 SFTS admitted to the Zhoushan Hospital, China between January 2011 and December 56 2014. A 2 ml whole blood sample was obtained from each patient and the serum were 57 stored at −80 °C. After tested by nested-PCR assays, 26 of these patients were 58 eventually confirmed being infected with SFTSV. 59 Nucleic acids preparations from 15 SFTSV-negative clinical samples kindly provided 60 by Fudan University, China and Zhoushan Hospital, China. These samples were 61 confirmed positive for either of the following non-SFTSV pathogens, including 62 parainfluenza virus-1 (PIV-1), PIV-2, measles virus, mumps virus, rubella virus, 63 coronavirus, respiratory syncytial virus, rotavirus, human adenovirus, human 64 herpesvirus-1 (HHV-1), HHV-2, HHV-3, HHV-5, HHV-6, and dengue virus.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Written informed consents were obtained from all patients. This study was conducted66 in accordance with the national ethical regulations of China and approved by the Ethics Committee of Zhoushan Hospital, Zhoushan, China [(2016) approval No. was extracted from 200 µL of each serum specimen using the QIAamp 71 Viral RNA Mini Kit (Qiagen, Shanghai, China) following the manufacturer's 72 instruction. The extracted RNA was diluted using 50 µL nuclease-free water and 73 stored at −20 °C until further analysis.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "of primers and probes 76 Primers and probes used in this study were designed based on the conservative 77 L-segment of the SFTSV genome. Highly-conserved sequence regions of the 78 L-segment, which codes for the RNA dependent RNA polymerase of SFTSV, was 79 identified using the CD-Search tool provided by the National Center for 80 Biotechnology Information. The primers and exo-probes for RT-RPA assays were 81 designed manually per the instructions of the reverse-transcription recombinase-aided 82 amplification (RT-RAA) exo kit manufacturer (Qitian Bio-Tech Co. Ltd., Jiangsu, 83 China). All the oligonucleotides, including RT-qPCR and RT-PCR primers, were 84 designed using the Oligo 7 Primer Analysis software (Molecular Biology Insights, 85 Colorado, U.S.A), and the specificity of each primer and probe was verified by 86 BLAST analysis. The primers and probes were synthesized by Invitrogen (Shanghai, 87 China) and Sangon Biotech Co., Ltd. (Shanghai, China), respectively. The sensitivity 88 and specificity of these primers and probes was evaluated using RT-RAA basic kits 89 and RT-RAA exo kits (Qitian Bio-Tech Co. Ltd., Jiangsu, China) to find out an 90 optimal combination. Sequences and details of the optimal combination of 91 oligonucleotides are listed in", "latex": null, "type": "figure"}, "FIGREF6": {"text": "exo-probe. For probe modifications: dT-FAM, thymidine nucleotide 98 carrying FAM fluorophore; dSpacer, a tetrahydrofuran residue; dT-BHQ1, thymidine 99 nucleotide carrying BHQ-1 quencher; C3 Spacer, 3′-block.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "TaKaRa, Shanghai, China), and ligations were transformed into Escherichia coli. The 108 recombinant plasmids were verified by sequencing and then linearized. In vitro 109 transcription of L-segment RNA standard was performed using T7 RNA polymerase 110 (Thermo Scientific™, Shanghai, China) according to the manufacturer's instructions. 111 Quantification of RNA standards was carried out using an NDDevelopment of SFTSV RT-RPA assays 115 RT-RPA assay with exo-probe to detect SFTSV was performed in a 20 µL reaction 116 system using RT-RAA exo kits (Qitian Bio-Tech Co.Ltd., Jiangsu, China). Details of 117 primer set and probe used for RT-RPA assays are shown in Table 1. The reaction 118 mixture contained 25 µL of rehydration buffer, 2.1 µL of each primer (10 µM, final 119 concentration: 420 nM), 0.3 µL of exo-probe (10 µM, final concentration: 60 nM), 120 and 15.5 µL of nuclease-free water. Lyophilized pellets were rehydrated with 45 µL of 121 the reaction mixture. 18 µL aliquot of the resulting mixture was then transferred to 122 each reaction tube. Then, 1 µL of the RNA template was added to the aliquot and 1 µL 123 of 280 nM magnesium acetate was pipetted into the lid of each reaction tube. Lid was 124 closed carefully, and the magnesium acetate was spun down into the mixture to 125 catalyze the reaction by a mini centrifuge. After gentle inversion and quick spin down 126 by a mini centrifuge, the reaction tubes were placed immediately into the 7500 non-SFTSV viruses (listed above) that could cause similar clinical symptoms. RNA 157 extraction from one SFTSV-positive clinical sample was tested concurrently Detection of clinical samples 161 All the clinical samples were tested to evaluate the sensitivity and specificity of 162 SFTSV RT-RPA assays. Alongside all the samples were tested by RT-qPCR assays. 163 Results of RT-RPA assays were compared with those of RT-qPCR assays. To assess 164 the agreement of RT-RPA and RT-qPCR, the kappa value was calculated, and the 165 Bland-Altman analysis was performed using results from both assays with SPSS 166 Statistics software (IBM Corporation, New York, U.S.A.). Optimization of SFTSV RT-RPA assays 170", "latex": null, "type": "figure"}, "FIGREF8": {"text": "screening of exo-probe with RT-RAA exo kits. Of the primer pairs, the 174 RPA-L-F4/RPA-L-R4/RPA-L-P2 set was identified as the ideal combination that 175 produces maximal fluorescence signals in the least time and was incorporated in 176 further assays (listed in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "correlation between molecule concentrations and detection time of real-time RPA 188 assay, with the R 2 value of 0.967 (Figure 1B). Calibration curves of RT-RPA and 189", "latex": null, "type": "figure"}, "FIGREF10": {"text": "extracted from a panel of viruses that can lead to clinical manifestations similar to 196 SFTS. No unspecific amplification was observed with nucleic acids of fifteen 197 non-SFTSV pathogens. Only the positive control of RNA extraction from a Analysis of sensitivity and specificity of SFTSV RT-RPA assays. (A) Representative fluorescence amplification curves of SFTSV RT-RPA assays were developed with the 10 6 -10 copies/µL RNA standard dilutions. NC indicated negative control. (B) Standard curves of SFTSV RT-RPA assays (red square, R 2 =0.967) and RT-qPCR assays (black triangle, R 2 =0.996). Each dilution was tested in three replicates by both assays. (C) Probit regression analysis of SFTSV RT-RPA assays predicted LOD at 95% probability (triangle). (D) No cross-reactivity was observed. Nucleic acids of fifteen non-SFTSV pathogens were tested, including PIV-1, PIV-2, measles virus, mumps virus, rubella virus, coronavirus, respiratory syncytial virus, rotavirus, human adenovirus, HHV-1, HHV-2, HHV-3, HHV-5, HHV-6, and dengue virus. Pos indicated positive control with the SFTSV RNA.3.3 Evaluation of SFTSV RT-RPA assay using clinical samples 203A total of 120 extracted nucleic acids from serum samples of suspected SFTS patients 204 were tested to evaluate the clinical applicability of SFTSV RT-RPA assays, and the 205 results were compared with those of the RT-qPCR assays (Table 2). 25 of the 120 206 samples were tested positive by RT-qPCR assays. RT-RPA assays successfully 207 detected 24 (96.00%) of these RT-qPCR-positive samples. Among the 95 samples 208 tested negative by RT-qPCR assays, 94 (98.95%) samples were also determined 209 negative by RT-RPA assays.210 211 Table 2. Detection of SFTSV nucleic acids in clinical samples using SFTSV 212 RT-RPA assays and RT-qPCR assays. RT-qPCR was used as the reference method, the sensitivity and specificity of 215 RT-RPA assay were estimated to be 96.00% (95%CI: 80.46%-99.79%) and 98.95% 216 (95% CI: 94.28%-99.95%), respectively. The agreement of these methods was 217 98.39%. A kappa value of 0.9495 (z=10.40, P＜0.001) indicated that the results of 218 RT-RPA were consistent with those of the conventional RT-qPCR. Only two samples 219 failed to produce consistent results. The RT-RPA-positive but RT-qPCR-negative The clinical performance of this RT-RPA assay was also proved to be satisfactory 259 using a series of clinical serum samples. The sensitivity and specificity are 260 comparable with other established detection methods [10, 11, 22-25]. One 261 RPA-negative sample was positive by nest-PCR. The sequencing result of the 262 RPA-negative sample revealed that there were several mismatches within the binding 263 sites of the probe and the reverse primer. Previous study, regarding foot-and-mouth 264 disease virus and human immunodeficiency virus, indicated that perhaps as a result of 265 the length of primer and probe compensating for mismatches in target sequence, RPA 266 can tolerate up to nine mismatches across the primer and probe binding sites [26, 27]. 267 However, in our study, one mismatch is located next to the fluorophore-modified 268 nucleotide of the probe. Due to its location, it might hinder recognition of the 269 tetrahydrofuran spacer by the double-strand-specific endonuclease IV and subsequent 270 separation of the fluorophore/quencher complex, thereby, leading to significant 271 reduction of fluorescence signal in the RT-RPA assay. Several studies also observed 272 that mismatches covering the center and both extremities of the primer sequence 273 would hamper RPA reaction [28]. Mismatches of probe show greater negative impact 274 on the efficiency of RPA reaction than the primer, and RPA reaction efficiency 275 decreases as the number of mismatches increases on the probe binding site [29]. Our 276 SFTSV-specific probe and primers successfully distinguished target pathogen from 277 fifteen other pathogens, exhibiting high specificity for SFTSV.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Therefore, the RPA technique can probably be integrated into the detection of single nucleotide polymorphisms and pathogen-differentiating diagnostic methods, like the SHERLOCK detection platform, combining RPA with CRISPR-Cas13a, does in detecting Dengue or Zika virus ssRNA as well as mutations [30].improved in further studies. The RNA extraction method used in this study to process serum sample still require much effort and heavy centrifuges, which might hamper the practicality of this assay in point-of-care settings. Magnetic bead-based methods[21]    or one-step RPA microfluidics [31] could be employed to simplify the sample preparation process. In detection of clinical samples, the RT-RPA assay has a certain probability to produce false-negative results[32]. To improve the clinical sensitivity of RT-RPA, investigation into the influence of the amount and distribution of mismatches on RPA and the employment of degenerate primers [33] is in need.Besides, with better fluorescence detection equipment, this technique can be integrated into a phone-size portable device and be easily used for field detection in SFTS-prevalent areas.In conclusion, as shown in this study, we developed a rapid isothermal detection method for SFTSV with high sensitivity and specificity. The RT-RPA assay can be a suitable choice as a point-of-care detection assay for SFTSV.We would like to thank Prof. Bo Dai (University of Shanghai for Science and Technology, Shanghai) for providing technical help, as well as Prof. Lingyun Shao (Huashan hospital, Shanghai) for proofreading the manuscript.This work was supported by the National Key Research and Development Program of Foundation of China (No. 81201306); the Thirteenth Five-Year National Science and Technology Major Project for Infectious Diseases (No. 2017ZX10305501-002); and Municipal Science and Technology Project of Zhoushan (No. 2016C11001, No. All aspects of this study were performed in accordance with national ethic regulations and approved by the ethics committee of Zhoushan Hospital [(2016) approval No. 361 [8] Y. Jiao, X. Zeng, X. Guo, X. Qi, X. Zhang, Z. Shi, M. Zhou, C. Bao, W. Zhang, Y.", "latex": null, "type": "table"}}, "back_matter": []}