{"paper_id": "0f3b7da21c4ef54f13f561398ed4aa3a3e40cb0e", "metadata": {"title": "Expert consultation on diagnosis of H5N1 avian influenza infections in humans. Influenza and Other Respira-tory Viruses", "authors": [{"first": "Chung", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The current epizootic of H5N1 highly pathogenic avian influenza (HPAI) in poultry is unprecedented in its virulence, extent and longevity, raising global concern that the virus could mutate into a form easily transmitted between humans and initiate an influenza pandemic. The ability to rapidly and accurately diagnose infections with novel influenza subtypes is crucial to minimizing morbidity and mortality in humans and reducing the potential for a pandemic. However, questions remain about how to ensure validity of the currently available diagnostics, optimize their availability and the potential offered by new technologies.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "To address these questions, during 19-20 February 2007, more than 40 scientists, clinicians, researchers and industry representatives from around the world came together for the first World Health Organization (WHO) Consultation on Diagnosis of H5N1 Avian Influenza Infections in Humans (summary available at http://www.who.int/csr/disease/avian_ influenza/guidelines/diagnosis_consultation/en/index.html). The meeting was co-organized by the WHO Global Influenza Programme (GIP), the International Society for Influenza and other Respiratory Viruses (ISIRV) and the Foundation for Innovative New Diagnostics (FIND). This marked the first time public and private sectors met at length to discuss this important issue. An 'open forum' meeting style was adopted, and substantial time was allotted for discussion.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Overall, the consultation addressed: • The 'state of the art' for H5N1 diagnostics in humans.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Considerations and gaps related to H5N1 diagnostic capacity. • Collaborative ways forward and the roles of WHO, private industry and other stakeholders. This meeting summary will present the discussions and recommendations generally agreed by the consultation participants.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Diagnostic tests (to identify influenza virus in clinical material, containing cells and secretions and tissues) are based either on growth of virus in culture or by direct detection of virus antigen or RNA. Virus may be amplified in embryonated chicken eggs or mammalian cell culture, and then subjected to further testing for identification. Serological techniques [e.g. haemagglutination inhibition (HI) or microneutralization (MN)] may also be used to identify the presence of antibody in the serum of exposed individuals, providing indirect evidence of infection. These basic techniques can be used for diagnosing infections both in humans and in animals.", "cite_spans": [], "ref_spans": [], "section": "Influenza diagnostics in humans (and animals)"}, {"text": "In general, antigenic or molecular screening is used to first identify influenza virus type (A or B). Then the specific subtype is identified based on either serological reactivity of two viral surface glycoproteins, haemagglutinin (HA) and neuraminidase (NA), or on molecular characterization of the genes coding for these two proteins. There are 16 recognized HA and nine recognized NA subtypes of influenza A viruses. Wild waterfowl are considered the natural reservoir for influenza A viruses, and all HA and NA subtypes of influenza A have been identified in birds. Currently, only two influenza A subtypes (H1N1 and H3N2) are circulating or appearing in humans, causing recurring human seasonal influenza epidemics.", "cite_spans": [], "ref_spans": [], "section": "Influenza diagnostics in humans (and animals)"}, {"text": "Since the start of the current H5N1 HPAI epizootic in 2003, the virus has caused disease in poultry and wild birds in at least 59 countries in Asia, Africa, and Europe (http:// www.oie.int). Although to date H5N1 remains an avian virus, it can cross the species barrier, and human infections with the avian H5N1 virus have now been confirmed in 12 countries. In addition to global concern about disease and deaths in humans, there is also concern that the virus will mutate into a form easily transmitted between humans, initiating a pandemic.", "cite_spans": [], "ref_spans": [], "section": "H5N1 HPAI and new challenges"}, {"text": "The ongoing exposure of humans in countries experiencing disease in animals and ensuing global pandemic concern have highlighted some gaps and challenges in human influenza diagnostics. Appropriate clinical management, including timely treatment of human H5N1 cases à , as well as plans for containing an emerging influenza pandemic, § http://www.who.int/csr/disease/avian_influenza/country/ cases_table_2007_07_25/en/index.html à http://www.who.int/medicines/publications/ WHO_PSM_PAR_2006.6.pdf rely on the ability to rapidly and accurately diagnose the virus in humans. Ensuring that effective influenza diagnostic systems are in place globally could be extremely cost effective. For example, it has been shown that although laboratory diagnosis represents a small percentage of medical centre costs, it leverages 60-70% of all critical decisions, e.g. admission, discharge and drug therapy. 1 Diagnosis of H5N1 in humans is not yet achievable in the vast majority of diagnostic laboratories.", "cite_spans": [{"start": 895, "end": 896, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "H5N1 HPAI and new challenges"}, {"text": "One challenge to rapid and accurate diagnosis is the continual evolution of influenza viruses. 2 The eight RNA gene segments of influenza A viruses mutate at different rates. 3 Specifically, the HA and NA genes, on which diagnostics depend, have high mutation rates compared to the other genes. This rapid evolution in the H5N1 viruses isolated since 1997 has resulted in the emergence of genetically and antigenically distinct lineages (http://www.WHOweblink. org). The circulating H5N1 viruses can currently be grouped into many different clades with four clades including viruses that have infected humans in the following countries: 4 • A second major challenge to global diagnostic capability is the availability of healthcare infrastructure to rapidly diagnose H5N1 infection at the initial point of care (POC), as the virus is circulating in many regions that lack existing diagnostic capacity, even for seasonal influenza. In practice, diagnosis of viral infections is conducted in several different environments, each having specific features, and therefore having somewhat different test requirements ( Table 1) .", "cite_spans": [{"start": 95, "end": 96, "text": "2", "ref_id": "BIBREF2"}, {"start": 175, "end": 176, "text": "3", "ref_id": "BIBREF3"}, {"start": 637, "end": 638, "text": "4", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1113, "end": 1121, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "H5N1 HPAI and new challenges"}, {"text": "The third challenge is the uncertainty about the demand for tests for emerging influenza strains over the next months and years. Because the course of the H5N1 epizootic in animals and associated infections in humans cannot be predicted, it is possible that demand will decrease if the epizootic begins to be controlled in animals. It is also possible that demand will increase rapidly if there is suspected human-to-human transmission and the pandemic phase increases. Therefore, questions of stockpiling, reagent ⁄ kit shelf life, production times, etc. must be considered.", "cite_spans": [], "ref_spans": [], "section": "H5N1 HPAI and new challenges"}, {"text": "The actual technical 'know how' for influenza diagnosis is fairly advanced, though this has not yet translated into significant innovation in rapid detection in field settings. Improvements are continually being made in both antigenic and molecular techniques for antigen and antibody detection, including development of increasingly simple-touse tests (e.g. dipstick tests). Simpler techniques are required for routine diagnostic screening and sero-epidemiological studies in the field.", "cite_spans": [], "ref_spans": [], "section": "State of the art"}, {"text": "Despite technological advances, however, the accuracy of H5N1 diagnoses relies heavily on the quality of the specimens collected and their preparation. If samples are not collected from patients early in the course of their infection and ⁄ or from sites where the viral load is high, or if samples are not handled, stored, and transported appropriately, false-negative tests may result irrespective of the validity of the test used. Approaches to collecting, preserving and shipping specimen for the diagnosis of avian influenza A (H5N1) have been summarized in a WHO document previously and are available at http://www.who.int/csr/ resources/publications/surveillance/WHO_CDS_EPR_ARO_ 2006_1/en/. The basic diagnostic approaches, including benefits and constraints, are described below.", "cite_spans": [], "ref_spans": [], "section": "State of the art"}, {"text": "Virus culture in eggs is traditionally regarded as the gold standard for amplifying and detecting avian influenza viruses. Cell culture can also be used for amplification with several lines (e.g. primary monkey kidney, MDCK, HeLa, MRC-5 or LLC-MK2) available, using tube culture, shell vial or multi-well plates. The cytopathic effect in cell culture to identify positives is not always distinctive; sensitivity of cell lines can vary for different strains, and there can be variation in the relative diagnostic yield from different techniques.", "cite_spans": [], "ref_spans": [], "section": "Virus isolation"}, {"text": "Once cultured, virus can be easily detected and identified using techniques such as haemadsorption, antigen detection by immunofluorescence, other immunossays or haemagglutination (http://www.diagnosticdocweblink.org). Increasingly, polymerase chain reaction (PCR) is being used directly on original clinical samples, eliminating this virus isolation step for the purpose of diagnosis (see below). However, virus isolation as part of the diagnostic approach has the additional benefit of providing strains for further characterization, and vaccine development. The need for BSL-3 containment (BSL-3 enhanced or BSL-4 in some countries) for isolation and ⁄ or amplification of the HPAI H5N1 viruses constrains the use of virus isolation for diagnosis of this virus in many laboratories.", "cite_spans": [], "ref_spans": [], "section": "Virus isolation"}, {"text": "The MN assay remains the gold standard for serological diagnosis of H5N1 infection in humans. 4 Other methods include HI with use of horse red blood cells, complement fixation, single-radial haemolysis and enzyme immuno assay. Conventional HI tests that use turkey or chicken RBC have poor sensitivity for the detection of antibodies to avian influenza viruses including H5N1. However, the HI assay using horse red blood cells may be a suitable alternative for sero-diagnosis of some avian viruses (e.g. H5N1) but this may not apply to all avian influenza subtypes, highlighting the fact that significant strain ⁄ subtype differences exist. The international body of knowledge for serological diagnosis of H5 subtype infections is growing but information on other subtypes (e.g. H7) is limited.", "cite_spans": [{"start": 94, "end": 95, "text": "4", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Antibody detection assays (serological tests)"}, {"text": "Although the methods for serological diagnosis differ in various laboratories, WHO does provide a set of standard criteria for serological diagnosis of human infection of avian influenza infection, i.e. a person meeting clinical definition of H5N1 case and one of the following: -• Serological confirmation with appropriately timed paired sera. • Greater than fourfold rise in neutralization antibody titre for H5N1. • An MN antibody titre for H5N1 ‡1:80. • A positive result using a different serological assay (e.g. A horse RBC HI titre of ‡1:160 or greater or H5-specific western blot positive result).", "cite_spans": [], "ref_spans": [], "section": "Antibody detection assays (serological tests)"}, {"text": "There can be considerable variability in results on consecutive serological testing. Thus, negative and positive controls must always be included and samples ⁄ studies with low titre cut-off points should be interpreted with caution. Nonspecific reactivity of samples can be a problem. Modification techniques (e.g. serum adsorption) may be necessary to remove cross-reactive antibodies, especially when human infection with a novel avian subtype (such as H5) is reported. Nonspecific cross reactivity in patients 60-70 years of age can be seen when using the MN test. 5 It remains unclear whether the cross-reactivity might be associated with some degree of protection in humans. 6 Novel serological assays based on the use of engineered viruses with H5 antigen may allow 'neutralization' of H5N1 viruses to be carried out in a BSL-2 setting. 7 As antibody response to H5N1 virus appears only in the second week of illness, serological tests cannot be used to detect early stages of influenza infection. Current serological tests are therefore most useful to identify mild or asymptomatic infections and epidemiologically assess populations at risk of exposure, such as family members and contacts of H5N1 case-patients, healthcare workers or coworkers and individuals exposed to infected domestic or wild birds. However, there is not much sero-epidemiological information being systematically collected globally. Follow-up investigations on specific outbreaks have yielded some data 8, 9 but the extent of human exposure to H5N1 remains largely unknown.", "cite_spans": [{"start": 569, "end": 570, "text": "5", "ref_id": "BIBREF5"}, {"start": 681, "end": 682, "text": "6", "ref_id": "BIBREF6"}, {"start": 844, "end": 845, "text": "7", "ref_id": "BIBREF7"}, {"start": 1485, "end": 1487, "text": "8,", "ref_id": "BIBREF8"}, {"start": 1488, "end": 1489, "text": "9", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Antibody detection assays (serological tests)"}, {"text": "Detection of viral antigen (antigenic tests) Immunofluorescence assays (both direct and indirect) can be used for detection of H5N1 antigen in samples, but rely heavily on specimen quality. While rapid, these methods are also dependent on the quality of fluorescence reagents and the expertise of the person interpreting the results of the tests and have inherently low sensitivity. Enzyme immunoassays in a micro-plate format are not widely used for human influenza diagnostics but the immuno-assay principle has been adapted for rapid antigen detection (rapid diagnostic tests) by flow-through or lateral flow devices. Sensitivity and specificity of antigenic tests depend not only on the test technique, but also on factors like type of specimen analysed, quality of specimen and timing of specimen collection (related to viral shedding). 10 Based on published data, sensitivities for detection of human influenza H1N1 or H3N2 in rapid diagnostic tests are approximately 70-75% while specificities are approximately 90-99%. It should be noted that sensitivity of such methods for direct detection of H5N1 has been disappointing so far. The analytical sensitivity of currently available antigen http://www.who.int/csr/disease/avian_influenza/guidelines/case_definition2006_08_29/en/index.html detection test kits for influenza A remains too low for reliable use as POC tests for direct detection of H5N1 virus in clinical specimens. But if the sensitivity of such methods can be enhanced, they may become useful for H5N1 rapid testing. 11 Detection of viral RNA The use of molecular techniques to identify specific gene sequences provides a sensitive method for diagnosis. Furthermore, their use can potentially reveal the genetic sequence of the virus which is useful for molecular epidemiology and provides other important characteristics of the virus, including antiviral resistance status, occurrence of genetic reassortment or presence of key virulence mutations. While some of this information can be obtained by direct sequencing of PCR-amplified viral cDNA, more detailed molecular analysis typically requires prior virus amplification by culture. PCR is used widely now, with thermocyclers and other requisite equipment available in many national laboratories throughout affected regions although maintenance of the assays requires regular update of generic information. The multiple test steps (extraction, amplification, detection) and reagent preparation are highly sensitive to minor changes and requires experienced personal working within good quality systems. In particular, the amplification reaction of viral nucleic acids makes it susceptible to cross-contamination, unless stringent measures to avoid such contamination are in place. 12 'Chip technology', which includes miniaturized approaches to genetic sequence detection may also allow simple, automated, rapid and economical PCR testing on a large scale, but automated systems are still expensive, and availability of a POC chip platform is at least 4 years away. Numerous sophisticated chip approaches to detection are available but all ultimately depend upon binding to specified virus sequences. As the viral mutation rate is high, it is important for all these approaches that constant surveillance of viral genetic sequence variations occurs, allowing adjustments to primers and probes.", "cite_spans": [{"start": 842, "end": 844, "text": "10", "ref_id": "BIBREF10"}, {"start": 1538, "end": 1540, "text": "11", "ref_id": "BIBREF11"}, {"start": 2756, "end": 2758, "text": "12", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Virus detection assays"}, {"text": "PCR can also be performed in a multiplex format for a panel of respiratory pathogens that is relevant to the differential diagnosis of AI and viral pneumonia (e.g. influenza B, parainfluenza 1, 2 and 3, respiratory syncytial virus, metapneumovirus, adenovirus, coronaviruses, mycoplasma and chlamydiae). A clinically and ⁄ or epidemiologically credible alternative diagnosis is useful in excluding AI.", "cite_spans": [], "ref_spans": [], "section": "Virus detection assays"}, {"text": "Closed tube real-time (RT) PCR systems that utilize fluorescent detectors are now widely available in a variety of formats including portable ones easily used in the field or for POC analysis. These show promise, but remain expensive for provincial or local laboratories and even though off the shelf reagents are available for detection of H5N1 strains, training of personnel and suitable laboratory environments are still crucial.", "cite_spans": [], "ref_spans": [], "section": "Virus detection assays"}, {"text": "Other molecular strategies are under development for rapid identification of influenza infections. For example, microarray and proteomic analysis of peripheral blood leucocytes or serum, respectively, may, in future, identify host response markers (e.g. gene response profiles, acute phase proteins, cytokines or other immune regulators) that may provide useful diagnostic signatures characteristic of groups of aetiological agents.", "cite_spans": [], "ref_spans": [], "section": "Virus detection assays"}, {"text": "During the consultation, a myriad of technical, political, economic and cultural issues were discussed. The following three general points emerged as being key to optimizing H5N1 diagnostics globally.", "cite_spans": [], "ref_spans": [], "section": "Considerations and gaps related to H5N1 diagnostic capacity"}, {"text": "In general, current technologies are adequate for the detection and characterization of diagnostic samples at the reference laboratory level, though advances in speed and miniaturization are occurring. There is however an acute need for field and POC tests that are relatively simple, sensitive and specific enough for use at referral hospitals and primary healthcare facilities. Such tests need to be able to detect and distinguish between currently circulating strains of both avian influenza and seasonal influenza and flexible enough to accommodate genetic changes in the virus. For POC screening tests, the sensitivity should be as high as possible to eliminate false negatives, and tests should be priced reasonably.", "cite_spans": [], "ref_spans": [], "section": "Improvement of POC diagnostics to identify and differentiate influenza strains"}, {"text": "The sensitivity of currently used rapid antigen ⁄ POC tests for H5N1 disease is clearly insufficient, varying from 82% in the 1997 HK outbreaks 13 to 0% in the 2005 Indonesia 8 and Turkey 9 outbreak. Analytical sensitivity does not always parallel clinical sensitivity of diagnostic tests. However, the poor clinical sensitivity of current POC tests for detecting H5N1 is not exclusively due to a poor sensitivity for detecting H5N1 virus (compared to human influenza viruses), but rather reflects the poor analytical sensitivity for detecting influenza viral antigen in general. 14 Furthermore, because the predictive value (PV) of any test also depends on the prevalence of the disease for any given test sensitivity and specificity, the positive PV for any test will be increased and negative PV will be decreased when influenza prevalence is high.", "cite_spans": [], "ref_spans": [], "section": "Improvement of POC diagnostics to identify and differentiate influenza strains"}, {"text": "Clearly, rapid POC diagnostic capacity with high sensitivity tests must be established where it is lacking (and mechanisms for collecting and shipping specimens to appropriate laboratories established in the meantime). This may require new techniques to be developed that take into account the infrastructural challenges faced at many POC facilities in affected countries.", "cite_spans": [], "ref_spans": [], "section": "Improvement of POC diagnostics to identify and differentiate influenza strains"}, {"text": "In general, the ability to rapidly and accurately detect ⁄ diagnose infectious diseases including human influenza has improved in developing countries, though issues remain that substantially restrict the optimal implementation of many techniques.", "cite_spans": [], "ref_spans": [], "section": "Infrastructure in developing countries"}, {"text": "Appropriate sample collection materials may be unavailable, including viral transport media, collection swabs and tubes, gloves and transport containers. The ideal specimens for virus detection have been summarized in the relevant WHO Guidelines (http://www.who.int/csr/resources/publications/ surveillance/WHO_CDS_EPR_ARO_2006_1/en/). Viral load studies 15 in different clinical specimens in patients with H5N1 disease suggest that throat swabs are probably superior to nasal swabs and that deep respiratory specimens (e.g. tracheal swabs) are likely to be better than upper respiratory specimens.", "cite_spans": [], "ref_spans": [], "section": "Sample collection, transport and shipping"}, {"text": "There are often problems with transport of specimens nationally as well as internationally. A cold chain may be unavailable, resulting in autolysis and destruction of samples. Transport and customs systems may not have been established previously and the administrative procedures may not be clear. Transporters may refuse to carry biological materials due to lack of understanding and uncertainty of risks.", "cite_spans": [], "ref_spans": [], "section": "Sample collection, transport and shipping"}, {"text": "Materials are often difficult to source, expensive when available, and may come with a short shelf life. Reagents and kits may require refrigeration or protection from freezing, which cannot be ensured, and may be intolerant of high humidity (e.g. become contaminated or unusable when damp). Kits may contain multi-use vials which, when reconstituted, have an even more limited shelf life. Sterile water for reconstitution may be unavailable. In addition, there is rarely any specific national capacity to develop the needed reagents and controls.", "cite_spans": [], "ref_spans": [], "section": "Reagents and appropriate control materials"}, {"text": "There may be a lack of experienced staff, lack of opportunities for training in-country and a lack of backup after training abroad. There may not be sufficient understanding of the various assays and their use and limitations (e.g. serology versus PCR), including full understanding of the different rapid detection platforms. While these deficiencies may be quickly and adequately addressed, often other emerging infectious disease and public health problems far outshadow the perceived need for establishing trained diagnostic workforces for influenza.", "cite_spans": [], "ref_spans": [], "section": "Training and expertise"}, {"text": "Acquisition of sophisticated, state-of-the-art equipment is often less of an issue than is the lack of infrastructure to support it, including training, in-country capacity for repair ⁄ maintenance of the equipment and technical support, as well as international backup. Importantly, power and water sources may be insufficient ⁄ unpredictable in some areas.", "cite_spans": [], "ref_spans": [], "section": "Equipment"}, {"text": "Adequate biosafety and biocontainment may not be possible in some laboratories, increasing risk of cross-contamination of samples and risk of human exposure. Basic human protection equipment (gloves, masks) may not be available, or may be improperly used due to inadequate training or assumed necessity (e.g. re-use of gloves, inappropriate mask protection level, inadequate laundering of gowns). Power supply to Microbiological Safety Cabinets and other safety equipment may be inconsistent.", "cite_spans": [], "ref_spans": [], "section": "Biosafety"}, {"text": "Standard validation protocols for the evaluation of new tests and reference strains for their quality control are lacking on a global level, hindering efforts from industry to develop standardized assays and diagnostic platforms. As well, an international standard for H5N1 diagnostic test proficiency testing, though clearly needed, has not yet been developed.", "cite_spans": [], "ref_spans": [], "section": "Standardization of tests and reagents and regulatory issues"}, {"text": "Using a relatively conserved influenza gene (such as the matrix gene), infections with any influenza A subtype can still be identified even in the face of ongoing virus evolution. However, for identification of virus subtype, the reagents in diagnostic tests relying on either molecular sequences or protein structure must be continually updated according to the currently circulating strains. Otherwise, false-negative results can be anticipated. Test platforms and kits must therefore be easily able to incorporate changes to allow detection of newly emerged strains. Reference strains and reagents should be continually identified by region and be available through WHO Influenza Collaborating Centres. By testing for both conserved genes (e.g. matrix, nucleoprotein) to detect all influenza A strains combined with subtype specific tests targeting the haemagglutinin of human (H1, H3) and avian (H5) subtypes, one can avoid false-negative results because of variations in the viral haemagglutinin.", "cite_spans": [], "ref_spans": [], "section": "Reference strains and reagents"}, {"text": "However, timely availability of geographically representative viral isolates and genetic sequence data is a major limitation to the evaluation and updating of reference reagents and primers. Thus, ongoing surveillance of H5N1 viruses in animals and humans and global sharing of resulting virological data are ultimately crucial to diagnostic test development and the validity of tests used.", "cite_spans": [], "ref_spans": [], "section": "Reference strains and reagents"}, {"text": "The European Influenza Surveillance Scheme (EISS) monitors influenza in 27 European Union countries plus Croatia, Norway, Serbia, Switzerland, Turkey and Ukraine through a system of sentinel physicians, epidemiological institutes and laboratories (status by August 2007). Currently, the EISS H5N1 controls are: cDNA A ⁄ Vietnam ⁄ 1203 ⁄ 04, A ⁄ Vietnam ⁄ 1203 ⁄ 04 H5 plasmid, A ⁄ Chicken ⁄ Cambodia ⁄ 7 ⁄ 04 H5 RNA and A ⁄ Duck ⁄ Vietnam ⁄ TG24-01 ⁄ 05 inactivated H5N1 virus. EISS's experience has revealed that one primer set and probe is not suitable for all platforms and some diagnostic platforms have specific requirements. Therefore, within Europe it is recommended that different sets of reference reagents should be available, and individual primers and probes must be validated on each platform.", "cite_spans": [], "ref_spans": [], "section": "Reference strains and reagents"}, {"text": "Currently, the WHO Collaborating Centre for Influenza at the Centers for Disease Control and Prevention (CDC) in the USA provides domestic support for its RT reverse transcriptase PCR influenza assay, including training, provision of assays to state laboratories and protocols to other public health laboratories, and provision of positive H5N1 control material to public health laboratories in the USA at no cost. The protocol and reagents are also available to requesting international public health laboratories.", "cite_spans": [], "ref_spans": [], "section": "Reference strains and reagents"}, {"text": "Regulatory considerations for human diagnostic test approval differ among countries and regions, ranging from strict guidelines and review processes to no review. Timelines also vary among different countries and some countries require more than a year to approve new diagnostic techniques. Many developing countries already require US FDA, EU and ⁄ or ISO certification for their tests, although these approvals may be time consuming and expensive to acquire, especially for new technologies.", "cite_spans": [], "ref_spans": [], "section": "Regulatory issues"}, {"text": "International harmonization of requirements for regulatory submissions ⁄ approval could assist individual countries towards accelerated approval by providing both governments and industry a defined set of internationally recognized criteria. Requirements should be based on risk and impact to public health, and be clear and systematic.", "cite_spans": [], "ref_spans": [], "section": "Regulatory issues"}, {"text": "International Standards (IU) for biologicals, including biological reagents, can be established by consensus following collaborative studies involving different laboratories. The possibility of setting WHO International Standards for avian influenza diagnosis should be explored. Due to regio-nal clade and subtype differences, it may not be possible to establish true international standards for H5N1 reagents and the setting of regional standards may need to be explored.", "cite_spans": [], "ref_spans": [], "section": "Issues in test standardization"}, {"text": "Serological test results are highly variable between laboratories. In order to be able to compare H5N1 serology results from different assays or laboratories, calibrating assays against an external standard may be more realistic than measuring an absolute response (which can be method-dependent). Inter-and intra-laboratory variation could thus be compared and evaluated accordingly.", "cite_spans": [], "ref_spans": [], "section": "Issues in test standardization"}, {"text": "Currently, the WHO is collaborating with agencies including CDC, NIBSC and HPA on standardizing a virus neutralization study to establish robust comparability between laboratories generating H5 serology results. Results from Phase I show that among the 11 laboratories using VN and HI assays to test 21 sera for H3N2 antibody, 6% of the laboratories could not obtain consistent (greater than fivefold) VN results in repeat assays.", "cite_spans": [], "ref_spans": [], "section": "Issues in test standardization"}, {"text": "In 2006, a pilot study of a quality control programme for influenza virus detection and H subtyping was initiated by Quality Control for Molecular Diagnostics (http:// www.qcmd.org), in collaboration with the European Network for Diagnostics of 'Imported' Viral Diseases (ENIVD), EISS and some national reference laboratories. Around 90 centres from within various sectors (e.g. reference laboratories, research laboratories, manufacturers and public health laboratories) participated. Of these, 90% were from Europe. Preliminary findings revealed that false positives were common. Other challenges remain in detecting and typing of influenza virus, in particular influenza H5, H7 and influenza B. External quality assessment programmes remain crucial to assure and document adequate performance and should be encouraged.", "cite_spans": [], "ref_spans": [], "section": "Issues in test standardization"}, {"text": "An important issue is the scarcity of positive H5N1 clinical samples for test validation. Models from other diseases (i.e. FDA guidelines for plague and tularaemia) should be evaluated, and the various options (use of simulated ⁄ spiked samples, use of animal models) considered. International guidance should be developed.", "cite_spans": [], "ref_spans": [], "section": "Issues in test standardization"}, {"text": "Collaboration between human and animal health sectors As the awareness of avian influenza infections in humans increases, it is important to remember that H5N1 remains a disease of animals. Although the motivations for influenza testing are somewhat different, the principles, uses and constraints of diagnostic test techniques are equivalent for animal and human sectors. In addition, the currently circulating strains in animals are still those that will most likely infect people, as the virus has not yet adapted to humans. Therefore, the possibility of inter-changeability of tests and reagents, as well as collaboration among technical personnel in human and animal diagnostic laboratories should be explored. As diagnosis of AI in animals is often made on autopsy specimens where viral load is high and because a flock-diagnosis only requires a few animals from a flock to be confirmed as AI for relevant intervention, the sensitivity of POC tests is less stringent that it is for diagnosis of human infection.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "More surveillance and epidemiological research is needed to understand the risk factors for human infection with H5N1, requiring ongoing collaboration of the public heath sectors with the animal health sectors nationally, regionally and internationally. More studies at the human-animal interface (e.g. backyard flock farmers, households keeping birds in areas where H5N1 has circulated, poultry workers and butchers, poultry vendors at live animal markets) should be facilitated.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "Importantly, national authorities should not merely focus on laboratory techniques, but should actively participate in the collection of epidemiological data through the surveillance system in order to inform correct strategies of prevention and control.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "Industry desires to understand the needs and agenda of WHO and the public health sector in order to rationally direct its research and development for improving influenza diagnostics particularly in the light of the uncertainty of market for H5 and influenza diagnostics. Industry is spending considerable time and effort in developing new and innovative diagnostic approaches and technologies for H5N1, ranging from use of semiconductor technology to modification of conventional lateral-flow membrane methods to large multisample or multiplex assay platforms. The public health sector benefits when industry is proactive in finding solutions to ongoing challenges, and can help by defining the required diagnostic analytical sensitivity and other clinical performance targets.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "It should also be recognized that for validation of diagnostic assays, re-constructed spiked clinical specimens (taking cognizance of viral load known to be found in true clinical specimens) are important in test evaluation and may in fact be sometimes superior to clinical specimens from patients which are a precious and scarce resource and may be poorly stored with multiple freeze-thaws affecting specimen integrity. Regulatory authorities should be encouraged to accept data from such spiked clinical specimens for test validation.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "National capacity building under the WHO International Health Regulations || will be fundamental to ensuring rapid detection of human infections with influenza viruses in the long term. From now till then, regional influenza reference laboratories, established with due con-sideration of geographical location, culture and influenza risk, could facilitate diagnostic testing where national capacity is lacking. The WHO Global Influenza Programme and its established network of National Influenza Centres and Collaborating Centres can play a pivotal role in this progress, in particular by providing training and technical support.", "cite_spans": [], "ref_spans": [], "section": "Other considerations"}, {"text": "Industry and global public health sector would mutually benefit from collaborative implementation of the following recommendations: 1 Within the constraints of local conditions and infrastructure, strengthen the capacity for influenza testing at POC and in referral hospitals in H5N1-affected regions and at risk countries. 2 Continue development and commercialization of rapid, sensitive and specific POC screening tests for H5N1 infections in humans.", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}, {"text": "3 Continue collection of representative virus isolates from animals and humans and their delivery to reference laboratories in order to be able to continuously evaluate currently circulating influenza strains and update tests accordingly. 4 Strengthen the role of reference laboratories in providing technical support, training, kits and reference reagents. 5 Regular dialogue should be strengthened between public sector and industry. 6 Establish, maintain and make available standardized international validation panels of reagents and surrogate clinical samples. Regulatory authorities are encouraged to accept data from such panels ⁄ clinical specimens for test validation. 7 Establish a global repository of avian influenza viruses particularly in conjunction with development of the standardized international validation panels (being mindful of the rights of individual countries). 8 Develop ⁄ harmonize international standards for H5N1 diagnostic tests, including: • Measurable ⁄ acceptable performance criteria and evaluation ⁄ QA protocols.", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}, {"text": "• Gold standards for all tests.", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}, {"text": "• Procedures for evaluating ⁄ approving new products and technologies, including use of simulated samples • Specific Good Management Practices requirements 9 Convene a WHO working group to take the next steps in developing panels of reagents (no. 6), global repository of avian influenza viruses (no. 7) and regulatory standards for acceptance of H5N1 diagnostic tests (no. 8).", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Why is the laboratory an afterthought for managed care organizations?", "authors": [{"first": "R", "middle": ["W"], "last": "Forsman", "suffix": ""}], "year": 1996, "venue": "Clin Chem", "volume": "42", "issn": "", "pages": "813--816", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Consultation on H5N1 diagnosis in humans ª 2007 The Authors Journal Compilation ª", "authors": [], "year": 2007, "venue": "Influenza and Other Respiratory Viruses", "volume": "1", "issn": "", "pages": "131--138", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evolution and ecology of influenza A viruses", "authors": [{"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Gorman", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Chambers", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 1992, "venue": "Microbiol Mol Biol Rev", "volume": "56", "issn": "", "pages": "152--179", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Polymorphism and evolution of influenza A virus genes", "authors": [{"first": "N", "middle": [], "last": "Saitou", "suffix": ""}, {"first": "M", "middle": [], "last": "Nei", "suffix": ""}], "year": 1986, "venue": "Mol Biol Evol", "volume": "3", "issn": "", "pages": "57--74", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Antigenic and genetic characteristics of H5N1 viruses and candidate H5N1 vaccine viruses developed for potential use as pre-pandemic vaccines", "authors": [], "year": 2007, "venue": "Weekly Epidemiological Record", "volume": "82", "issn": "", "pages": "164--167", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A comprehensive systematic approach to identification of influenza A virus genotype using RT-PCR and RFLP", "authors": [{"first": "D", "middle": ["P"], "last": "Offringa", "suffix": ""}, {"first": "V", "middle": [], "last": "Tyson-Medlock", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ye", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Levandowski", "suffix": ""}], "year": 2000, "venue": "J Virol Methods", "volume": "88", "issn": "", "pages": "15--24", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Antibody responses in humans to influenza type B host-cell-derived variants after vaccination with standard (egg-derived) vaccine or natural infection", "authors": [{"first": "M", "middle": ["W"], "last": "Harmon", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rota", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Walls", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Kendal", "suffix": ""}], "year": 1988, "venue": "J Clin Microbiol", "volume": "26", "issn": "", "pages": "333--337", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Hemagglutinin pseudotyped lentiviral particles: Characterization of a new method for avian H5N1 influenza serodiagnosis", "authors": [{"first": "I", "middle": [], "last": "Nefkens", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Garcia", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Ling", "suffix": ""}], "year": 2007, "venue": "J Clin Virol", "volume": "39", "issn": "", "pages": "27--33", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Three Indonesian clusters of H5N1 virus infection in 2005", "authors": [{"first": "I", "middle": ["N"], "last": "Kandun", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "2186--94", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Avian Influenza A (H5N1) infection in eastern Turkey in 2006", "authors": [{"first": "A", "middle": ["F"], "last": "Oner", "suffix": ""}, {"first": "A", "middle": [], "last": "Bay", "suffix": ""}, {"first": "S", "middle": [], "last": "Arslan", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "2179--85", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "World Health Organization. WHO recommendations on the use of rapid testing for influenza diagnosis: WHO", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Use of PCR-enzyme immunoassay for identification of influenza A virus matrix RNA in clinical samples negative for cultivable virus", "authors": [{"first": "T", "middle": [], "last": "Cherian", "suffix": ""}, {"first": "L", "middle": [], "last": "Bobo", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Steinhoff", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}], "year": 1994, "venue": "J Clin Microbiol", "volume": "32", "issn": "", "pages": "623--628", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical features and rapid viral diagnosis of human disease associated with avian Influenza A H5N1 virus", "authors": [{"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": [], "last": "Peiris", "suffix": ""}], "year": 1998, "venue": "Lancet", "volume": "351", "issn": "", "pages": "467--471", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Risk of influenza A (H5N1) infection among poultry workers", "authors": [{"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu-Primmer", "suffix": ""}], "year": 1997, "venue": "Infect Dis", "volume": "185", "issn": "", "pages": "1005--1015", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparative analytical sensitivities of six rapid influenza A antigen detection test kits for detection of influenza A subtypes H1N1, H3N2 and H5N1", "authors": [{"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lam", "suffix": ""}, {"first": "P", "middle": [], "last": "Puthavathana", "suffix": ""}], "year": 2007, "venue": "J Clin Virol", "volume": "38", "issn": "", "pages": "169--71", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia", "authors": [{"first": "De", "middle": [], "last": "Jong", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Simmons", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Thanh", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "1203--1210", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Writing team for The Global Influenza Programme* World Health Organization", "authors": [], "year": null, "venue": "Switzerland. E-mail: chungpuihong@gmail.com Accepted", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Global influenza program) Dr Maria Zambon (HPA) Dr Malik Peiris (HKU)", "authors": [{"first": "*", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Team", "suffix": ""}], "year": null, "venue": "Dr Adam Meijer (EISS and RIVM), Dr Lance Jennings", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Compilation ª 2007 Blackwell Publishing Ltd, Influenza and Other Respiratory Viruses, 1, 131-138", "latex": null, "type": "figure"}, "TABREF1": {"text": "Technical", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Level </td><td>End user </td><td>Features </td><td>Requirements\n</td></tr><tr><td>Point of care </td><td>Primary care hospital Emergency clinic\n</td><td>Rapid result (hours)\n</td><td>Minimal infrastructure Low complexity\n</td></tr><tr><td>Referral hospital\n</td><td>Field ⁄ outbreak sites\nNational influenza laboratory\n</td><td>High sensitivity\nHigh sensitivity and specificity\n</td><td>Moderate infrastructure\n</td></tr><tr><td>Screening in some cases, including in-contact testing and follow-up State-of-the-art infrastructure\n</td></tr><tr><td> </td><td> </td><td>High throughput\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>Reference laboratory\n</td><td>Specialist research laboratories\n</td><td>Gold standard sensitivity and specificity\n</td><td> </td></tr><tr><td> </td><td>WHO Collaborating\n</td><td>Complex tests, sequencing and analysis, reference reagent preparation, training\n</td></tr><tr><td> </td><td>Centres ⁄ H5N1\n</td><td>High throughput\n</td></tr><tr><td> </td><td>laboratories\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Conduct sequencing, reagent preparation\n</td></tr></table></body></html>"}}, "back_matter": []}