{
    "paper_id": "0f45e37afe2443f0e2047b246e0a45d8929cffbf",
    "metadata": {
        "title": "Seeing and Viewing Through a Postdigital Pandemic: Shifting from Physical Proximity to Scopic Mediation",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Tschaepe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Springer Nature Switzerland AG",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper addresses a particular area of concern regarding our habits that pertains to embodied experience and education through the Covid-19 pandemic: the shift from comfort to discomfort regarding face-to-face social interaction within the same physical space. To explore this transition, I use the related concepts of seeing and viewing from Isaac Asimov's novel, The Naked Sun (1957), which are useful tools for investigating a probable collateral effect of rapid social distancing for the sake of avoiding contagion and includes replacing physically proximate interaction and procedures with a scopic mediation. Seeing and viewing provide concepts for understanding how values change in the midst of fears concerning contagion through physical contact that are mollified through the use of technology analogous to video conferencing. Postdigital education and the concepts of we-think, we-learn, and we-act provide critical tools for helping us understand this transition of perspective regarding educational and social practices in the midst of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "have been considered by some skeptics as part of learning innovation theater in the recent past, meant to 'produce the mere appearance, rather than the reality, of change and adaptation,' has rushed to the forefront of common practice (Ralston 2020) . Though the transition to online video conferencing does not necessarily entail classroom innovation, as Maloney and Kim rightly note (Maloney and Kim 2019) , the rapid shift to courses conducted through scopic media carries a disruption of education habits, which entails unplanned re-habituation due to adjustments necessary for new pedagogical and day-to-day practices and procedures. Not only are we still learning how to use the scopic media effectively for education, but we are also forming new habits as we adjust. These habits pertain to long-term changes in the way we relate with the world, in addition to those that are in direct relation to the online classroom environment. This current disruption and re-habituation calls for critical reflection to evaluate the impacts of emerging pedagogical practices on society and societal practices on pedagogy. Such reflection may exercise ethical foresight analysis in attempting to forecast and plan for the ways in which our values might change as our practices adopt emerging technological artifacts and alter our engagement as embodied actors within the world (Floridi and Strait 2020) . This essay pertains to one possible shift in values correlative with the threat of pandemic, social distancing, and our digital and embodied experience: an increasing aversion to physical proximity with others. By considering this shift in values, we may be better equipped to address educational and societal adaptations and experiences.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 249,
                    "text": "(Ralston 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 385,
                    "end": 407,
                    "text": "(Maloney and Kim 2019)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1371,
                    "end": 1396,
                    "text": "(Floridi and Strait 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the following, I address one particular area of concern regarding our habits that pertains to our embodied experience: the shift from comfort to discomfort regarding face-to-face social interaction within the same physical space. To explore this transition, I use the related concepts of seeing and viewing from Isaac Asimov's novel, The Naked Sun (Asimov 1954 (Asimov /1957 . Seeing and viewing are useful tools for investigating a probable collateral effect of rapid social distancing that includes replacing primarily in-person practices and procedures with a scopic mediation. The postdigital concepts of we-think, we-learn, and we-act provide tools for helping us understand this transition of perspective regarding educational and social practices (Jandrić 2019) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 363,
                    "text": "(Asimov 1954",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 377,
                    "text": "(Asimov /1957",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 757,
                    "end": 771,
                    "text": "(Jandrić 2019)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By no means is this an analysis of online learning or video conferencing as if they were generalized, unified concepts. This is also not an argument that takes a technological determinist position (cf. Fawns et al. 2019) . Neither is it an argument for sedentarism, or for privileging classes being held on campus instead of virtual spaces (Bayne and Jandrić 2017) . Rather, I provide a critical postdigital perspective to help investigate the rapid transition to scopic media in the context of social distancing caused by a pandemic. The exploration of this possibility expresses a concern for inextricably linked aspects of technology, education, and society (Selwyn 2012) . What has often been called online learning or distance education (e.g., Oliver and Herrington 2001) fits within a much wider context that entails practices and procedures that were recently and most often in-person, such as medical consultations, but were quickly replaced by a scopic mediation for the sake of preventing contagion. Here, my ideas revolve primarily around education, but the variables and effects of the transition are complex and wide-ranging.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 220,
                    "text": "Fawns et al. 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 340,
                    "end": 364,
                    "text": "(Bayne and Jandrić 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 661,
                    "end": 674,
                    "text": "(Selwyn 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 749,
                    "end": 776,
                    "text": "Oliver and Herrington 2001)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This inquiry is postdigital because it takes account of the interwoven material and social, digital, and non-digital aspects of education as interdependent. They are only separated as a product of analysis. As experienced, they do not exist in isolation (Hodgson and McConnell 2019) . The digital and the embodied are spaces that 'are inextricably linked with each other' (Bayne and Jandrić 2017, 14-15) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 282,
                    "text": "(Hodgson and McConnell 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 372,
                    "end": 403,
                    "text": "(Bayne and Jandrić 2017, 14-15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "My point of view concerning technology is greatly influenced by Larry Hickman's work on pragmatism and technology, which is derived from the work of John Dewey (Hickman 1990 (Hickman , 2001 . Hickman defines (2001: 12) technology as 'the invention, development, and cognitive deployment of tools and other artifacts, brought to bear on raw materials and intermediate stock parts, with a view to the resolution of perceived problems.' This is useful for understanding the conceptual basis from which I am thinking through these issues. Rather than an essentialist conception of technology, my perspective is instrumental, understanding technology as part of problem-solving within context. Technology consists of tools, techniques, practices, habits, and values, as well as associated critical and affective reflection (cf. Tschaepe 2016). Further, technology is recognized as part of embodied experience. This includes educational experiences and modes of interaction.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 173,
                    "text": "(Hickman 1990",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 174,
                    "end": 189,
                    "text": "(Hickman , 2001",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 192,
                    "end": 218,
                    "text": "Hickman defines (2001: 12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Terminology and Approach"
        },
        {
            "text": "What is often called face-to-face or in-person interaction and what is often called online or distance learning exist on a continuum in which faculty and students engage in multiple relational modes through various media. Face-to-face and online 'both involve technology and embodied, affective and social experiences' (Fawns 2019: 141) . Generally, we may classify face-to-face processes and procedures as primarily involving relations in which two or more people occupy the same physical space, although some online practices, such as video conferencing, may be included in that category more generally. Online learning is often considered to be synonymous with distance learning (e.g., Oliver and Herrington 2001) . Both face-to-face interaction and online learning usually involve scopic mediation of some sort. Scopic media are screenbased tools that provide users with the ability to observe and project images and sounds and often include representations of users and other forms of course content, thus bringing what is physically distant into virtual proximity (Knorr Cetina 2014 , 2009 ). The forms of online learning to which many universities have quickly transitioned are primarily scopic, as evidenced by the increase in the use of services such as Zoom and WebEx, although artifacts such as essays, discussion boards, and exams continue to be used with the benefit of online learning platforms (e.g., Canvas; Moodle; Blackboard). Online learning platforms often provide syllabuses, schedules, gradebooks, readings, discussion boards, and other files pertaining to courses.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 336,
                    "text": "(Fawns 2019: 141)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 716,
                    "text": "Oliver and Herrington 2001)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1070,
                    "end": 1088,
                    "text": "(Knorr Cetina 2014",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1089,
                    "end": 1095,
                    "text": ", 2009",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Terminology and Approach"
        },
        {
            "text": "In the following, I use science fiction as an analogical tool for aiding our understanding of the shift to scopic mediation, especially the use of video conferencing technology as an educational tool. Specifically, I use the concepts of seeing and viewing that are described by Asimov in his novel, The Naked Sun. I use this work and these concepts for a few fundamental reasons. First, as Gus Andrews indicates (2015: 345), science fiction engages with social systems, values, and contexts of education in a more nuanced and non-polarizing way than many traditional discussions of technology and education. This is especially true regarding the distinction between physically proximate face-to-face interaction and scopic mediation in Asimov's story. The fact that these are analyzed in depth within the novel makes it ideal as a resource for understanding how each may be understood within society generally and education more specifically. Second, Asimov's story does not directly address education. This is important because Asimov is not presenting a standpoint regarding what might be beneficial or harmful regarding technology and education. Rather, the novel addresses modes of interaction as part of the larger context of society, which presents different values pertaining to those modes of interaction, but without commenting on particular aspects of education. Unlike Asimov's Profession (Asimov 1957 (Asimov /1990 or Vernor Vinge's Rainbow's End (Vinge 2006) for instance, The Naked Sun does not present us with educational tools and techniques, such as direct brain-computer interface, which are vastly different from our own (Andrews 2015) . The lack of wholly distinct technology, apart from advanced scopic mediation, provides us with a clearer analogy between the world presented by Asimov and ours. Additionally, the characters present their own perspectives concerning values connected to the tools of interaction. In this respect, these provide us with different phenomenological standpoints for understanding how these values might be connected with similar experiences related to tools of interaction, such as video conferencing, within our own societies and educational interactions. Finally, a fundamental part of the context of Asimov's novel is paranoia concerning contagion. This is inextricably linked with the tools of interaction used by the characters in the novel and provides a backdrop in terms of health and illness that resembles the residual effects of a pandemic that we have seen with past illnesses and are now seeing with Covid-19.",
            "cite_spans": [
                {
                    "start": 1400,
                    "end": 1412,
                    "text": "(Asimov 1957",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1413,
                    "end": 1426,
                    "text": "(Asimov /1990",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1471,
                    "text": "(Vinge 2006)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1640,
                    "end": 1654,
                    "text": "(Andrews 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Terminology and Approach"
        },
        {
            "text": "By considering seeing and viewing as conceived by Asimov, we may explore how the digital and embodied are experienced from a unique perspective that involves analogous social distancing. This perspective is useful for understanding our own habitual possibilities in the midst of a pandemic. Seeing and viewing are concepts presented in The Naked Sun, the second novel in Asimov's Robot series. The first novel is The Caves of Steel (Asimov 1954 (Asimov /1957 , which is preceded by a group of short stories collected in I, Robot (Asimov 1950 (Asimov /2008 ). The first two novels are set thousands of years in the future and are linked by the two main characters, Elijah Baley and R. Daneel Olivaw, who are responsible for investigating a murder case in each story. The Caves of Steel takes place on Earth, while The Naked Sun takes place on the planet, Solaria. The first novel provides readers with a wealth of philosophical questions pertaining to artificial intelligence, autonomy, legal aspects of robotics, and the hypothetical effects of living in self-contained Cities (including severe agoraphobia experienced by the human inhabitants of the Cities). Primarily, my focus is on the distinction made between seeing and viewing by the human inhabitants of Solaria.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 444,
                    "text": "(Asimov 1954",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 458,
                    "text": "(Asimov /1957",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 529,
                    "end": 541,
                    "text": "(Asimov 1950",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 555,
                    "text": "(Asimov /2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Solarians belong to the more general class of Spacers, who are human inhabitants of all planets apart from Earth (thus, inhabitants of Earth are known as Earthers). As Sage Leslie-McCarthy (2007: 402) summarizes, 'Spacers have developed genetic science to such a degree that they live for several centuries and their worlds are free from all potentially dangerous microbes. Breeding is severely limited, completely controlled, and in some societies children are removed either at the foetal stage or immediately after birth to be raised by professionals'. Solaria is one of the planets in which breeding is extremely limited and children are not raised by their biological parents. Children are raised collectively, echoing the rearing pens recommended by Plato in The Republic (Grube and Reeve 1992) . The planet is sparsely populated by humans, and most people do not come into physically proximate contact with any other human except, in special circumstances, with a spouse for the sake of reproduction. The lack of potentially dangerous microbes correlates with a general nosophobia and fear of contagion among Spacers. There are no pathogens on planets other than Earth, so Spacers have relatively weak immune systems. The Spacers' paranoia about the disease is coupled with xenophobia toward the inhabitants of Earth. In the third novel of the series, The Robots of Dawn, Asimov notes (Asimov 1983: 26) that Spacers think of Earthers as 'walking bags of multifarious infections.' The fear of disease is more pronounced among Solarians, who fear physical contact with other humans and have developed an aversion to activities involving or related to proximity with others. In some cases, this extends to revulsion regarding discussions of the possibility of proximity. Disgust at the mere mention of interacting in the same physical space occurs throughout The Naked Sun when the Earther, Elijah, suggests that interviews include seeing interviewees rather than viewing them.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 200,
                    "text": "Leslie-McCarthy (2007: 402)",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 800,
                    "text": "(Grube and Reeve 1992)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1392,
                    "end": 1409,
                    "text": "(Asimov 1983: 26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "On Solaria, almost all communication between humans is done through trimensional viewing. This is a three-dimensional form of scopic projection by which persons appear to be in the same physical space. Seeing, by contrast, is the experience of being in the same physical space as another human-in the flesh, so to speak. The distinction between viewing and seeing is important because of the value that Solarians accord to viewing and the repugnance most Solarians have toward seeing. Elijah Baley first learns of the profound difference between seeing and viewing from a Solarian, Gladia Delmarre, during their initial viewing, when he questions her regarding the murder of her husband.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "At the beginning of the viewing, Gladia has just finished drying following a shower, and she nonchalantly appears without clothing during her conversation with Elijah. Shocked by her indifference about her nudity in front of a stranger, Elijah requests that she cover herself for the interview. She covers her body and indicates that they are only viewing, not seeing one another. Gladia explains the difference between the two forms of human-to-human interaction (Asimov 1954 (Asimov /1957 : Later in the novel, Elijah meets with a sociologist, Anselmo Quernot, who agrees to see Elijah out of curiosity, but only if they sit at opposite ends of a large room. During the meeting, Quernot wears gloves and his nostrils quiver. After a brief exchange, the sociologist cannot bear to look directly at Elijah and explains that since his wife died, he is unaccustomed to seeing, only viewing. Elijah pursues a line of questioning regarding seeing (303-304):",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 476,
                    "text": "(Asimov 1954",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 490,
                    "text": "(Asimov /1957",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "'But how does it feel?' insisted Baley. 'Are you in panic?' He thought of himself on the plane. The sociologist continues to converse via seeing until he cannot bear it and reverts to viewing (310):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "'A thousand pardons, Mr. Baley. I thought I was enduring personal presence so well, but that was a delusion. I was quite on edge and your phrase pushed me over it, in a manner of speaking.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "'What phrase was that, sir?'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "'You said something about interviewing people face to-' He shook his head, his tongue dabbing at his lips. 'I would rather not say it. I think you know what I mean. The phrase conjured up the most striking picture of the two of us breathing-breathing one another's breath.' The Solarian shuddered. 'Don't you find that repulsive?' Even as he can reason with Elijah that the molecules in Solaria's atmosphere have been in thousands of human lungs, Quernot expresses his disgust at what he refers to as the filthy habit of breathing the same air as another human. Quernot shares that trimensional projection has a calming effect on him and alleviates the anxiety he felt during the face-to-face interview, although they continue viewing in the same house as they were seeing previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "One of Asimov's insights is that there is no simple cause given for the Solarians valuing viewing over seeing or why they understand each to be so fundamentally different from the other. The explanation for the extreme preference for viewing is not one of technological determinism, but seems due to a complexity of factors. The availability of trimensional viewing is not given as the reason for the repugnance shown toward seeing. Viewing as a preferred mode of communication fits within the complexity of Solarian life. Trimensional technology is presented as part of the wider context of Solaria, which includes beliefs, attitudes, and behaviors. Some of these attitudes, such as the nonchalance Gladia expresses toward nudity while being viewed, seem related to their reasoning about the use of their technology and the protection it affords, while others, such as their repugnance toward the mentioning of children, relate to an overarching uneasiness with issues regarding physical proximity and contact. In the background of life on Solaria is the general fear of contagion related to the Solarians' weakened immune systems, which casts a shadow over all human-tohuman interaction on the planet, especially with outsiders. This sheds light on the inextricable link between the digital and the embodied, and how we might think of them when presented in the context of the scopic communication coupled with the fear of contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Before addressing seeing and viewing from the perspective of social distancing and Covid-19 by using the postdigital concepts of we-think, we-learn, and we-act, I want to expand upon seeing and viewing as they are presented by Asimov. This provides a foundation from which to work to understand how they might pertain to education and social practices in the near or distant future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "First, seeing and viewing shed light on the differences of value people may experience when accustomed to interaction through scopic media, in contrast to the immediacy of face-to-face interaction while being physically proximate. The difference is striking, for instance, when Gladia comments on her lack of concern about being viewed without a dress by Elijah, while noting that she would not allow him to see her nude. Viewing is valued, in part, because it is considered safe. Not only are the viewers protected from contagion, but they are also protected from exposure. Although some people (e.g., Earthers) might feel embarrassed being viewed naked through a scopic projection or viewing others who are nude, Solarians do not seem to share the same sense of shame regarding the image of their bodies. Rather, their shame is attached to the physical proximity of their bodies to others. Physical proximity is interpreted as a threat. If another human body is proximate to oneself physically, then that body poses the threat of contagion. Note that the threat of contact extends beyond that of skin touching skin by including being the object of another's gaze without a scopic mediation. Viewing is benign, while seeing is experienced as malignant, even when seeing is only imagined as a possibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Second, the role of imagination mentioned by Quernot hints at an important aspect of viewing and seeing: the effects of the unseen upon the experience of each type of interaction. I would be remiss not to mention Merleau-Ponty's work on perception here, if only in passing. The distinction between viewing and seeing by Solarians represents perception as normative in the sense Merleau-Ponty explains it (Merleau-Ponty 1962; Kelly 2004) . The Solarians experience indeterminate features of interactions, such as the presence of breath. When he is seeing Elijah, Quernot is not experiencing Elijah in a neutral or valueless sense, but as Quernot expects him to be during a face-to-face encounter, as opposed to the scopic mediation. Similarly, Gladia does not feel threatened when she is viewed in nude by Elijah because she does not expect any threat from scopic mediation. If he were to see her nude, she indicates that she would experience that as threatening, even without a determinate threat.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 424,
                    "text": "(Merleau-Ponty 1962;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 425,
                    "end": 436,
                    "text": "Kelly 2004)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Merleau-Ponty recognized (1962) that our perception is not a direct capturing of the world in terms of what might be called sense data. Rather, our perception is a way in which we are drawn to the world in habitual and usually unconscious ways. We are active participants involved with the world as our context, not passive spectators looking onto the world from without. Our perceptions are charged with norms with which we seek and navigate within our world. For the Solarians, their norms and values are habituated by the contrast between physical isolation, vast distances between human beings, and fear of contagion. Additionally, their interaction includes scopic mediation as the normalized, ordinary form of personal interaction with other humans, which is contrasted with seeing. For the Solarians, seeing is a rare form of personal interaction that is reserved for one's spouse. Even then, seeing only takes place for the sake of sexual contact (Asimov 1983: 78) . In most cases, seeing is experienced as abnormal and threatening.",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 972,
                    "text": "(Asimov 1983: 78)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Following Merleau-Ponty's insights concerning perception, seeing and viewing are not overlayed with values in a secondary or reflective sense. Habitually and without critical reflection, the Solarians experience the comfort and safety of viewing and the threat of seeing. This contradicts Elijah's experience, which is unhabituated to viewing. He experiences, and thus values, each mode differently because seeing is the ordinary form of interaction for Earthers, whereas viewing is a technological novelty that is less advanced on Earth than on Solaria. For Earthers, trimensional viewing is likely part of what might be described as innovation theater, whereas for Solarians, it is quotidian. Given the Solarians' history of weak immunity and fear of illness, their perception has been formed to seek and positively value physical distance and avoid proximity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Finally, the context of contagion and weakened immunity informs the experiences of each type of interaction. This provides insights into education in a postdigital, pandemic world where physically proximate interaction and scopic mediation continue to take on new meanings. In The Naked Sun, the Solarians' weakened immune systems and fear of contagion help mold their perception and contribute to their activities, especially their interaction with other human beings. Although their aversion and repugnance toward physical contact might strike some as extreme, their habits relate well with recent instances of epidemics and alteration of behavior, including changes in education. For instance, the poliomyelitis epidemic that peaked in August of 1916 in the USA heightened fear of contagion, especially regarding children. Sanitary education was introduced in response, which included lessons in handwashing, clean toilet habits, and lessons about avoiding contagious behavior. Other measures included flushing streets and encouraging the use of disinfectants and sprays (Hays 2005: 380) . Tragically, earlier extreme changes in education during the nineteenth century contributed to the rapid and widespread transmission of illness. For instance, compulsory education in crowded classrooms, as well as unsanitary living and working conditions, facilitated increased incidence rates of tuberculosis and was thought to contribute to the increase in poliomyelitis (203-204; 381) . Speculative paranoia about the transmission of illness led to widespread xenophobia in relation to poliomyelitis and the dominant strain of influenza in 1918. The former was often blamed upon persons who had recently immigrated to the USA. The latter was more specifically targeted at the Germans during World War I, then transitioned to the Spanish because Spain was thought to be the country of origin for the strain of influenza (Blakely 2006) . In both cases, paranoid behavior, coupled with the fear of contagion, increased and affected day-to-day habits, including modes and practices of education. Similar reactions took place in the early 1980s regarding HIV/AIDS, which facilitated an increase in safe sex education and lessons concerning intravenous drug use, while also contributing to increased homophobia, xenophobia (especially toward Haitians and sex workers), and fear of blood products (Treichler 1999) . What we should recognize in historical cases like these is the resemblance to the Solarians in terms of how fear of contagion contributes to the alterations in behavior and experience. In the current pandemic atmosphere of Covid-19, it is useful to question how behavior and experience are changing, including experiences and habits within education. This is where I apply postdigital concepts to education and social distancing as related to seeing and viewing.",
            "cite_spans": [
                {
                    "start": 1074,
                    "end": 1090,
                    "text": "(Hays 2005: 380)",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1479,
                    "text": "(203-204; 381)",
                    "ref_id": null
                },
                {
                    "start": 1914,
                    "end": 1928,
                    "text": "(Blakely 2006)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2385,
                    "end": 2401,
                    "text": "(Treichler 1999)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Seeing and Viewing"
        },
        {
            "text": "Postdigital education recognizes that digital and non-digital technologies transform educational experiences and practices (Jandrić 2019) . This perspective affords us a way to understand how the complexities of a pandemic, combined with technological affordances, alter education, but without privileging these changes as inevitable technological progress (Ralston 2020; Fawns 2019; Feenberg 2019 ). Additionally, we should not view the changes in educational habits and experiences correlated with working through a pandemic as necessarily harmful or lesser than our previous habits and experiences. Rather, we may recognize shifts in values due to complexities while also recognizing the usefulness of consistent critical stances toward these alterations in values. From a postdigital perspective, the interlinked landscapes of education, technology, and social life are acknowledged as reflexive uncertainties (Jandrić et al. 2018) . The postdigital concepts, we-think, we-learn, and we-act, provide us with ways to think through uncertainties concerning technological and social shifts involving education that are occurring against the backdrop of the Covid-19 pandemic.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 137,
                    "text": "(Jandrić 2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 357,
                    "end": 371,
                    "text": "(Ralston 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 372,
                    "end": 383,
                    "text": "Fawns 2019;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 384,
                    "end": 397,
                    "text": "Feenberg 2019",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 914,
                    "end": 935,
                    "text": "(Jandrić et al. 2018)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "According to Petar Jandrić (2019: 276), a critical philosophy of the postdigital entails 'three dialectically intertwined concepts: we-think, we-learn, and we-act. ' Wethink reflects the fact that 'Our information is mediated, our knowledge is co-constructed, and our instincts and methodologies stem from our personal and social histories' (276). The rapid transition to scopic media does not diminish the co-construction of our knowledge or propel us into an atomistic existence in which we are somehow distal from education. Rather, the use of scopic technology provides a different mode of mediation that is combined with complex factors, such as social distancing, which shift with our perception. Education does not become disembodied through scopic media. We shift the way our bodies participate in education. As we engage in the process of educational viewing because of our circumstances and the affordances available to us, our comportments toward seeing and viewing are habituated differently. The manner in which we engage the world, and thus education, changes. Scopic media provides new opportunities for we-learn, which is the drive toward sustaining education, even under the threat of pandemic. This has been a striking aspect of social distancing in reaction to Covid-19: educational pursuits have not ceased or been put on hold but have provided new sets of parameters for utilizing technologies. Acknowledging we-learn is an acknowledgment of our persistence in education, not an erosion or reduction of education. We-act directs our attention to the rewards and challenges posed by the shifts in values and education that are concomitant with precautionary measures concerning contagion and technological affordances we utilize. Educational scopic mediation presents us with new challenges concerning 'social division, multiple discourses and an impaired democracy' (Barnett 2019: 286) . Not everyone can afford to engage in safe social distancing. Not every student has the technological affordances to shift from physically proximate education to scopic mediation. This furthers social division. Additionally, those who have the privilege to follow the technological shift in education as a method of protection from contagion may become increasingly xenophobic toward those who are not afforded such privileges, creating a rift of value parallel to that between Spacers and Earthers. Without critical reflection, students, teachers, and others who are especially privileged in terms of scopic mediation might become more similar to Solarians, thus physically isolating themselves from all others because of a paranoid shift. This shift is not due to the adoption of tools and techniques within education, but due to a lack of critical reflection concerning technological changes during a pandemic that are coupled with habitual changes in values. Echoing Jandrić (2019) and Knox (2019) , the postdigital perspective holds to account these changes within context.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "'",
                    "ref_id": null
                },
                {
                    "start": 1887,
                    "end": 1906,
                    "text": "(Barnett 2019: 286)",
                    "ref_id": null
                },
                {
                    "start": 2898,
                    "end": 2909,
                    "text": "Knox (2019)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "Even in the first few weeks of social distancing, changes in perspective lightly echo some Solarian values. Here, I reference a few indications of changes from the USA that were reported in popular media. For instance, on April 24, 2020, in the New York Times, Diana Spechler wrote that social distancing in the midst of Covid-19 was altering perspectives on nudity and sex. 'Since the pandemic began, sex has changed: It's imagined, monogamous, Zoomed or Skyped. And nude selfies have become one symbol of resilience, a refusal to let social distancing render us sexless' (Spechler 2020) . Perhaps like Gladia and the Solarians, people's perceptions of nudity are changing, depending upon the media through which it is seen. Like viewing in The Naked Sun, perhaps nudity through scopic mediation is perceived as less threatening than it was before social distancing. Socially, the effects of health risk and social distancing have already led to speculation and advice concerning re-evaluations of social norms. On April 29, 2020, April Dewan reported for CNN that countries such as Belgium and Scotland are considering restrictions on social bubbles-collections of people amounting to no more than 10. This relates to a sociological study (Block et al. 2020) concerning minimizing social contact, 'Social network-based distancing strategies to flatten the Covid-19 curve in a post-lockdown world,' which discusses the benefits of reducing physical proximity in order to curtail contagion. Issues concerning education have been equally apparent.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 588,
                    "text": "(Spechler 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1241,
                    "end": 1260,
                    "text": "(Block et al. 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "Neal Morton (2020) wrote for the Hechinger Report on April 12, 2020, that 55.1 million children in the USA were out of school due to concerns about coronavirus, which immediately raised issues concerning technology and access. In this case, values concerning the recipients of educational tools and resources are called into question as educators attempt to accommodate the need for safety and the need for education. On",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 18,
                    "text": "Morton (2020)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "March 27, 2020, the editorial board of the New York Times (New York Times 2020) noted the problem across various of levels of education in its opinion piece, 'Locked out of the virtual classroom,' which remarked upon the various inequities that were almost immediately apparent as education rapidly shifted from physically proximate face-to-face learning to scopic mediation. Some previously unseen socioeconomic inequities have become exposed through educational video chat, as Nicholas Casey wrote in his April 4, 2020, report for the New York Times. According to Casey (2020) , once students transitioned from in-person classrooms to online video platforms, 'not everyone's new reality looked the same.' This does not damn the use of scopic media in favor of physically proximate face-to-face interaction. Rather, with the rapid shift in the mode of interaction, that which had been unseen by many, is now viewable.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 578,
                    "text": "Casey (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "As the concept of we-learn makes plain, the drive for education does not cease with the awareness of pandemic, and we-act focuses attention on issues of equity that arise with changes in educational variables, including digital and non-digital. We-think acknowledges the continued mediation of education, regardless of delivery method, as well as the intertwined social and individual histories that inform and are informed by these changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postdigital Education"
        },
        {
            "text": "In a 2015 interview with Petar Jandrić, theorist Larry Cuban stated (2015) that he was highly skeptical that schools and workplaces would transition their activities substantially to online formats as many advocates had claimed. Covid-19, a virus with no known vaccine, that is often asymptomatic, easily communicable, and is lethal to a relatively large number of individuals who contract it, has caused a pandemic that Cuban and other educational theorists likely could not have foreseen. The pandemic undermines the traditional dynamic conservatism that usually provides an uncomfortable balance between stability and change in education and other societal institutions (Cuban and Jandrić 2015: 430) . As a protective measure against contagion, online platforms, especially those that use scopic mediation through video interface, have replaced physically proximate modes of interaction. As we attempt to navigate if and when to wear facemasks or gloves, how much physical space is necessary between our bodies and others, and what services should be deemed essential, many of us have been rushed into a scopic landscape of video interaction with little substantial preparation for the seismic shift. With the rush to change, our habits and values have also been thrown into flux. Methodologically, we may find a number of sources from which to draw in order to critically assess these experiences and their meanings.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 702,
                    "text": "(Cuban and Jandrić 2015: 430)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sudden onset of pandemic, as well as the alteration from seeing in the physically proximate sense to viewing through scopic mediation, brings to mind methodologies we might adopt from phenomenology, hermeneutics, and semiotics. Edusemiotics (Semetsky 2014 (Semetsky , 2019 may provide tools of analysis that are useful for understanding our subjectivity as it evolves within a pandemic and postdigital context. The relations between our mental images and video representations seem increasingly important as we shift further into scopic interaction with one another. Narratives of the classroom are altered fundamentally as they are replaced by narratives of video conferencing. According to the New York Times (Hess 2020), even our bookshelves have taken on new meaning when they are captured in the background of video interaction. Perhaps the shifts in affect, meanings, and values merit methods such as bricolage, as proffered by Joe Kincheloe (2001 Kincheloe ( , 2005 , to read and interpret images as they are represented through scopic mediation. What values have already become part of our perception with regard to the multiple boxes of faces we witness often during video conferencing? What meanings are underlying anxieties or feelings of liberation that accompany the transition to social distancing and educational scopic mediation? How are our bodies and our sense of others' bodies changing as we view one another through a pandemic? How is collective intelligence-we-think-being altered as our epistemic modes of interaction and learning change?",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 259,
                    "text": "(Semetsky 2014",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 260,
                    "end": 276,
                    "text": "(Semetsky , 2019",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 942,
                    "end": 957,
                    "text": "Kincheloe (2001",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 958,
                    "end": 976,
                    "text": "Kincheloe ( , 2005",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We may also want to consider how our embodiment is altering from a neurochemical perspective. This is a topic well beyond the scope of this paper, but I cannot help but think that as we continue to fluctuate between the safety of scopic mediation and the risk of physically proximate interaction within education and other domains, our opioid, endocannabinoid, and GABA-benzodiazepine neurotransmitter systems are also fluctuating (Wenzel and Cheer 2018; Berridge et al. 2009 ). Cognitive expectations and short-term gratification from interaction change with the modes of interaction and reward to which we become habituated. This extends from the individual educator and learner engaged in scopic mediation to choice-making and democratic practices (cf. Tschaepe 2016) . In what ways may we analyze these types of alterations using we-think, we-learn, and we-act to critically acknowledge the complexities of context with which we are working?",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 454,
                    "text": "(Wenzel and Cheer 2018;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 455,
                    "end": 475,
                    "text": "Berridge et al. 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 756,
                    "end": 770,
                    "text": "Tschaepe 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assessing the transition from predominantly physically proximate face-to-face education to scopic mediation through video conferencing platforms is a complex matter with no simple or singular conception. Postdigital education guides us away from the trap of separating technology from context. Additionally, it reinforces our awareness of the morass of experience, denying the push for magical data. The acknowledged complexity of postdigital education provides multiple aspects to consider in critically assessing our experience of education in a pandemic, including shifts in our values that accompany altering modes of interaction. This perspective reminds us to disabuse ourselves of the temptation to isolate or atomize aspects of our experience as if they were naturally separated. For instance, scopic mediation through video conferencing is embedded in a landscape of interaction, an atmosphere of social and economic inequities and inequalities, and streams of individual and social histories. These are all brought to bear on our experiences, modes of perception, and values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to John Dewey (2008: 25) , experience takes place between those who are part of a specific environment and what constitutes the environment of which those persons are a part. Our context and the processes in which we engage, including our modes of interaction, distancing, and education, form our beliefs, habits, and values that constitute our ever-evolving experience. Reflecting on Dewey's logic, Inna Semetsky states (2019: 99), 'Our thinking is embodied in lived experience and demands selfreflection while also involving aesthetic appreciation.' As we experience and are formed through this pandemic, self-reflection is useful for understanding ourselves as embodied and valuing, especially regarding education as our perception shifts from seeing to viewing. We may use these perspectives to facilitate changes that help us to fight against the pandemic (Jandrić 2020). Here, postdigital concepts, such as we-think, we-learn, and we-act, help us to interrogate these experiences and our transformations, while formulating tools and techniques to combat the spread of Covid-19.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 34,
                    "text": "Dewey (2008: 25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Returning briefly to the concepts of viewing and seeing in The Naked Sun, these offer a touchstone for thinking through education, embodiment, and social issues during and after the Covid-19 pandemic. Coupled with a postdigital perspective, these examples from science fiction provide useful tools for understanding how our values may be changing and of what changes to be mindful so that we retain and implement a critical perspective. I do not think that the complexity of factors that are now influencing education will result in our fate matching that of the Solarians. Later, in Asimov's Foundation series of books, the Solarians have become so paranoid about contagion that they have biologically engineered themselves so that they are hermaphroditic and may induce pregnancy without the use of a partner. They are, at this point, completely physically isolated from one another (Asimov 1986 ). Still, the Solarians and their values concerning viewing and seeing are instructive in terms of where we might be heading in terms of our social values generally, and in terms of our educational practices and values more specifically. As Sian Bayne remarked to Peter Jandrić (Bayne and Jandrić 2017: 17) , 'I think science fiction has been very useful in preparing us for answering some of the difficult questions about posthumanism. … When we are looking at developing new educational technologies, and new educational uses of existing technologies, we could therefore do worse than look back to some of the science fiction writing in this area.' Given the current flux of education in the wake of a pandemic, now seems an ideal time to take a postdigital perspective combined with science fiction to understand what we are doing, how we are changing, and how we might improve.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 897,
                    "text": "(Asimov 1986",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1176,
                    "end": 1204,
                    "text": "(Bayne and Jandrić 2017: 17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "To boldly go where no learner has gone before: Independent inquiry, educational technology, and society in science fiction",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "E-Learning and Digital Media",
            "volume": "12",
            "issn": "3-4",
            "pages": "343--360",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The robot novels: The caves of steel; the naked sun",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Asimov",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "/1990). Profession. In I. Asimov, The Complete Stories of Isaac Asimov",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Asimov",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The robots of dawn",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Asimov",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Foundation and earth",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Asimov",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "University challenge: Division, discourse and democracy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science Education",
            "volume": "1",
            "issn": "2",
            "pages": "283--287",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00044-z"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "From anthropocentric humanism to critical posthumanism in digital education",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Knowledge Cultures",
            "volume": "5",
            "issn": "2",
            "pages": "197--216",
            "other_ids": {
                "DOI": [
                    "10.22381/KC52201712"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dissecting components of reward: 'Liking', 'wanting', and learning",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Berridge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Aldridge",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Current Opinion in Pharmacology",
            "volume": "9",
            "issn": "1",
            "pages": "65--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coph.2008.12.014"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mass mediated disease: A case study analysis of three flu pandemics and public health policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Blakely",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social network-based distancing strategies to flatten the COVID 19 curve in a post-lockdown world",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Raabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rahal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.07052"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "College made them feel equal. The virus exposed how unequal their lives are. The New York Times",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The dubious promise of educational technologies: Historical patterns and future challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cuban",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "E-Learning and Digital Media",
            "volume": "12",
            "issn": "3-4",
            "pages": "425--439",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015579978"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "experience and education, freedom and culture, theory of valuation, and essays",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewey",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Postdigital education in design and practice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fawns",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "1",
            "pages": "132--145",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-018-0021-8"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Online learning as embodied, socially meaningful experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fawns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "2",
            "pages": "293--297",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00048-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Postdigital or predigital?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feenberg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "1",
            "pages": "8--9",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-018-0027-2"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ethical foresight analysis: What it is and why it is needed? Minds & Machines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strait",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "77--97",
            "other_ids": {
                "DOI": [
                    "10.1007/s11023-020-09521-y"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Plato's Republic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Grube",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D C"
                    ],
                    "last": "Reeve",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemics and pandemics: Their impacts on human history",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hays",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The 'credibility bookcase' is the quarantine's hottest accessory. The New York Times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "John Dewey's pragmatic technology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hickman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Philosophical tools for technological culture: Putting pragmatism to work",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hickman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Networked learning and postdigital education",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "1",
            "pages": "43--64",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-018-0029-0"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "We-think, we-learn, we-act: the trialectic of postdigital collective intelligence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "2",
            "pages": "275--279",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00055-w"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Postdigital research in the time of Covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Postdigital Science and Education",
            "volume": "2",
            "issn": "2",
            "pages": "233--238",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-020-00113-8"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Postdigital science and education",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Besley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suoranta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Educational Philosophy and Theory",
            "volume": "50",
            "issn": "10",
            "pages": "893--899",
            "other_ids": {
                "DOI": [
                    "10.1080/00131857.2018.1454000"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Seeing things in Merleau-Ponty",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cambridge Companion to Merleau-Ponty",
            "volume": "",
            "issn": "",
            "pages": "74--110",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Describing the bricolage: Conceptualizing a new rigor in qualitative research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kincheloe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qualitative Inquiry",
            "volume": "7",
            "issn": "6",
            "pages": "679--692",
            "other_ids": {
                "DOI": [
                    "10.1177/107780040100700601"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On to the next level: Continuing the conceptualization of the bricolage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kincheloe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qualitative Inquiry",
            "volume": "11",
            "issn": "3",
            "pages": "323--350",
            "other_ids": {
                "DOI": [
                    "10.1177/1077800405275056"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The synthetic situation: Interactionism for a global world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knorr Cetina",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Symbolic Interaction",
            "volume": "32",
            "issn": "1",
            "pages": "61--87",
            "other_ids": {
                "DOI": [
                    "10.1525/si.2009.32.1.61"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Scopic media and global coordination: The mediatization of face-to-face encounters",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knorr Cetina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mediatization of communication",
            "volume": "",
            "issn": "",
            "pages": "39--62",
            "other_ids": {
                "DOI": [
                    "10.1515/9783110272215.39"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Postdigital Science and Education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "What Does the 'Postdigital' Mean for Education? Three Critical Perspectives on the Digital",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knox",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "2",
            "pages": "357--370",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00045-y"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Asimov's posthuman pharisees: The letter of the law versus the spirit of the law in Isaac Asimov's robot novels. Law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leslie-Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Culture and the Humanities",
            "volume": "3",
            "issn": "3",
            "pages": "398--415",
            "other_ids": {
                "DOI": [
                    "10.1177/1743872107081427"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How universities can avoid learning innovation theatre. Inside Higher Education",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Phenomenology of perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merleau-Ponty",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Trans. C. Smith",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Should schools teach anyone who can get online -Or no one at all? The Hechinger Report",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Teaching and learning online: A beginner's guide to e-learning and eteaching in higher education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herrington",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Postdigital prospects for blockchain-disrupted higher education: Beyond the theater, memes and marketing hype",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ralston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Postdigital Science and Education",
            "volume": "2",
            "issn": "2",
            "pages": "280--288",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00091-6"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Making sense of young people, education and digital technology: The role of sociological theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Selwyn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Oxford Review of Education",
            "volume": "38",
            "issn": "",
            "pages": "81--96",
            "other_ids": {
                "DOI": [
                    "10.1080/03054985.2011.577949"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Taking the edusemiotic turn: A body~mind approach to education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Semetsky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Philosophy of Education",
            "volume": "48",
            "issn": "3",
            "pages": "490--506",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9752.12082"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Visual semiotics and real events: Exploring the bricolage of images",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Semetsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Video Journal of Education and Pedagogy",
            "volume": "4",
            "issn": "2",
            "pages": "90--110",
            "other_ids": {
                "DOI": [
                    "10.1163/23644583-00401006"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The nude selfie is now high art. The New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spechler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "America's biggest cities were already losing their allure. What Happens Next? The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tavernise",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mervosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Locked out of the virtual classroom",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042753015571825"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "How to have theory in an epidemic: Cultural chronicles of AIDS",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Treichler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Undermining dopamine democracy through education: Synthetic situations, social media, and incentive salience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tschaepe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pragmatism Today",
            "volume": "7",
            "issn": "1",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Rainbow's end",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vinge",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Endocannabinoid regulation of reward and reinforcement through interaction with dopamine and endogenous opioid signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neuropsychopharmacology",
            "volume": "43",
            "issn": "",
            "pages": "103--115",
            "other_ids": {
                "DOI": [
                    "10.1038/npp.2017.126"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "No. Not in panic.' Quernot angled his head to catch a glimpse of Baley and almost instantly withdrew. 'But I will be frank, Mr. Baley. I imagine I can smell you.''Quite imaginary, of course,' said Quernot. 'I cannot say whether you do have an odor or how strong it is, but even if you had a strong one, my nose filters would keep it from me. Yet, imagination…' He shrugged.'I understand.''It's worse. You'll forgive me, Mr. Baley, but in the actual presence of a human, I feel strongly as though something slimy were about to touch me. I keep shrinking away. It is most unpleasant.'",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "you don't think I'd ever do anything like that, I mean, just step out of the drier, if anyone were seeing me. It was just viewing.' 'Same thing, isn't it?' said Baley. 'Not at all the same thing. You're viewing me right now. You can't touch me, can you, or smell me, or anything like that. You could if you were seeing me. Right now, I'm two hundred miles away from you at least. So how can it be the same thing?' Baley grew interested. 'But I see you with my eyes.' 'No, you don't see me. You see my image. You're viewing me.' 'And that makes a difference?' 'All the difference there is.'",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments I would like to thank Shane Ralston for suggesting that I pursue this line of inquiry and for his helpful feedback on an early draft of the essay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of Interest The author declares that there are no conflicts of interest.Code Availability Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}