{
    "paper_id": "0f493ee37f9dcd797c6698d98d0287ae5c743725",
    "metadata": {
        "title": "Policing a Pandemic: Stay-at-Home Orders and What they Mean for the Police",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [
                    "F"
                ],
                "last": "Fradella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has dramatically altered life globally during the first 4 months of 2020. Many countries, including the United States, responded to the pandemic by issuing stay-at-home orders/shelter-in-place orders (SaHOs/SiPOs) to their citizens. By April 2020, more than 90% of the U.S. population was subject to an order. SaHOs/SiPOs raise a number of complex issues for the police, ranging from concerns about infringement of constitutional rights to potential sanctions for violations of an order. This article delves into the issues surrounding SaHOs/SiPOs and highlights their complexity for the police. First, we examine the \"why the police?\" question, and point to key features of their role which make enforcement of SaHOs/SiPOs the proper business of the police. Second, we examine the relevant legal doctrines that can serve as the basis for police actions against violators of orders, most notably the special needs doctrine. Last, we offer police legitimacy as a lens for viewing the appropriateness of police responses to violators of SaHOs/SiPOs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "These are unprecedented times. On December 31, 2019, Chinese officials notified the World Health Organization (WHO) about a group of more than 40 citizens sickened with an unknown illness in the Huanan province (Secon, Woodward, & Mosher, 2002) . China recorded its first COVID-19 death on January 11, 2020, and the United States (Manning, 1978) , and their primary mission to protect life (Fyfe, 1993; Skolnick & Fyfe, 1993) . Second, we examine the relevant legal doctrines that can serve as the basis for police actions against violators of orders. Last, given the aforementioned sociological and legal discussions, we conclude that enforcement of SaHOs/SiPOs is the proper business of the police, and we offer police legitimacy as an important lens for viewing the appropriateness of those responses.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 244,
                    "text": "(Secon, Woodward, & Mosher, 2002)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 330,
                    "end": 345,
                    "text": "(Manning, 1978)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 390,
                    "end": 402,
                    "text": "(Fyfe, 1993;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 403,
                    "end": 425,
                    "text": "Skolnick & Fyfe, 1993)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Why should we expect the police to enforce COVID-19 SaHOs/SiPOs? In some cases, the answer is quite simple. SaHOs/SiPOs often deem violations as a criminal offense with fines, arrest, and even jail as potential sanctions. For example, the state of Maryland order indicates that violations are a misdemeanor offense punishable with a fine of up to $5000, a year in jail, or both (Cummings, 2020) . 2 Clearly, activities that are deemed criminal become the business of the police, and public officials in some jurisdictions have been adamant about enforcement of COVID-19 SaHOs/SiPOs. Maryland Governor Hogan stated the recent arrest of a violator sent a \"great message\" regarding his intent to enforce the order (Cummings, 2020, para. 6) . Police in Santa Cruz recently issued $1000 fines to seven non-residents who entered the city for \"essential drinks\" (Moshtaghian & Croft, 2020, para. 3) . Police in some states have begun to restrict inter-state travel. Povich (2020) notes police in \"Texas, Delaware, Florida and Rhode Island are stopping drivers with out-of-state license plates and ordering them to quarantine for two weeks, if they intend to stay in the state\" (para. 2) On March 20, state officials in North Carolina began prohibiting out-of-state residents from visiting their second homes in the Outer Banks, resulting in the filing of a federal lawsuit (Aitken, 2020) .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 394,
                    "text": "(Cummings, 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 397,
                    "end": 398,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 736,
                    "text": "(Cummings, 2020, para. 6)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 891,
                    "text": "(Moshtaghian & Croft, 2020, para. 3)",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1380,
                    "text": "(Aitken, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Why the Police?"
        },
        {
            "text": "Most police leaders agree that widespread enforcement of SaHOs/SiPOs is not the best use of police resources and it may even be counter-productive. Houston Police Chief Art Acevedo said \"It's in everybody's best interest to get voluntary compliance… we should only use the hammer (arrests or citations) as a measure of last resort\" (Johnson & Wolf, 2020, para. 14) . Moreover, in many places a violation of a SaHO/ SiPO is not criminal. So, why the police? The answer is tied to several key features of the police role.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 364,
                    "text": "(Johnson & Wolf, 2020, para. 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why the Police?"
        },
        {
            "text": "We look to police to enforce SaHOs/SiPOs because of their unique authority to use force against citizens. Bittner (1970) argued force is the core of the police role, noting that \"the police are nothing else than a mechanism for the distribution of situationally justified force in society\" (p. 36; see also Manning, 1978) . This authority to use force originates in the social contract between police and the community, whereby citizens surrendered their right to use physical force (except in limited circumstances) and gave that right to the police in order to protect the community (Reiman, 1985) . Bittner (1970) argues the threat to use force defines every single police-citizen encounter: whatever the substance of the task at hand, whether it involves protection against an undesired imposition, caring for those who cannot care for themselves, attempting to solve a crime, helping to save a life, abating a nuisance, or settling an explosive dispute, police intervention means above all making use of the capacity and authority to overpower resistance … every conceivable police intervention projects the message that force may be, and may have to be, used to achieve a desired objective. (p. 40)",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 120,
                    "text": "Bittner (1970)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 321,
                    "text": "Manning, 1978)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 585,
                    "end": 599,
                    "text": "(Reiman, 1985)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 602,
                    "end": 616,
                    "text": "Bittner (1970)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Force as the Core of the Police Role"
        },
        {
            "text": "We ask police to enforce SaHOs/SiPOs because they have the authority to use force to overcome the resistance of violators. Police can force violators to disperse. Police can issue tickets or fines, and they can even deprive violators of their liberty through arrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force as the Core of the Police Role"
        },
        {
            "text": "This responsibility also falls to the police because of what Manning (1978) called their impossible mandate. The police are available around the clock every day of the year. Manning (1978) argues that although the police have \"staked out a mandate\" (p. 8) centered on crime control, this mandate is impossible because most of their business does not involve crime (Reiss, 1971) . Wilson (1968) , for example, reported that just 10% of a police officer's time was devoted to crime-related activities (see also Mastrofski, 1983; Scott, 1981) . Because of their constant availability and their authority to use force, citizens call upon police to handle all sorts of noncriminal issues, from peacekeeping and managing disputes to maintaining public order and other servicerelated tasks. As Bittner (1974) eloquently stated, it's not just that the police handle a \"mind-boggling variety\" of tasks, but rather that \"no human problem exists, or is imaginable, about which it could be said with finality that this certainly could not become the proper business of the police\" (p. 244). Enforcement of SaHOs/SiPOs clearly meets Bittner's conception of a \"human problem\" where the resolution may require the use of force.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 75,
                    "text": "Manning (1978)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 174,
                    "end": 188,
                    "text": "Manning (1978)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 364,
                    "end": 377,
                    "text": "(Reiss, 1971)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "Wilson (1968)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 509,
                    "end": 526,
                    "text": "Mastrofski, 1983;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 527,
                    "end": 539,
                    "text": "Scott, 1981)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 787,
                    "end": 801,
                    "text": "Bittner (1974)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The Impossible Mandate"
        },
        {
            "text": "The Mission to Protect Life Skolnick and Fyfe (1993) philosophized that the mission of police is to protect life. They argued that this definition provides police with a clear benchmark for evaluating both the means and ends (or outcomes) of police decisions. In other words, the \"protect life\" mission provides a lens from which to view all police decisions: is the decision made by an officer consistent with the mission of protecting life (Kane & White, 2013) ? The President's Task Force on 21st Century Policing (2015) recently recommended a clearly stated \"sanctity of life\" philosophy be on the forefront of every officer's mind, and at the core of all departments' missions (p. 19; see also Police Executive Research Forum, 2016, p. 1).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 52,
                    "text": "Skolnick and Fyfe (1993)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 442,
                    "end": 462,
                    "text": "(Kane & White, 2013)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Impossible Mandate"
        },
        {
            "text": "The enforcement of SaHOs/SiPOs epitomizes the \"protect life\" mission of the police. Violators may spread the deadly disease, thereby threatening the lives of citizens. The U.S. Centers for Disease Control and Prevention ([CDC] 2020b, February 29) reported the first COVID-19 death in the United States on February 29, 2020. Just 6 weeks later, more than 22,000 deaths had occurred, with projections of final U.S. death counts ranging from 60,000 to 200,000 (CDC, 2020c, April 14). The \"protect life\" mission for COVID-19 is a tragic double-edged sword for the police, however; simply carrying out this mission increases exposure risk for the police and threatens their own lives. By April 3, 2020, more than 1500 officers in the New York City Police Department tested positive for COVID-19 (Southall, 2020) . During the same week, the Detroit Chief of Police tested positive and 20% of the police force was in quarantine (Guillen & Kaufman, 2020) . By April 14, more than 30 law enforcement officers have died from COVID-19 (PoliceOne, 2020) . In response to the threat to officers' own lives, some police departments have altered staffing patterns, limited officers' selfinitiated activity, and have even begun using drones to issue verbal warnings to violators of SaHOs/SiPOs (Fedschun, 2020; Lum, Maupin, & Stoltz, 2020) .",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 806,
                    "text": "(Southall, 2020)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 921,
                    "end": 946,
                    "text": "(Guillen & Kaufman, 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1015,
                    "end": 1041,
                    "text": "COVID-19 (PoliceOne, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1294,
                    "text": "(Fedschun, 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1295,
                    "end": 1323,
                    "text": "Lum, Maupin, & Stoltz, 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "The Impossible Mandate"
        },
        {
            "text": "The steps that the federal and state governments take to protect people from epidemics must comply with the U.S. Constitution, especially since some of the more comprehensive public health measures restrict the exercise of personal freedoms. The U.S. Supreme Court has only rarely addressed the extent to which the police power of the state outweighs individual rights and liberties to stop the spread of infectious diseases. The most instructive case, Jacobson v. Massachusetts (1905) , dates back to the smallpox epidemic at the dawn of the twentieth century. In overruling a pastor's claim that a mandatory smallpox vaccination violated his constitutional rights, the Court carefully stated that individual liberties \"may at times, under the pressure of great dangers, be subjected to [restraints] . .. by reasonable regulations, as the safety of the general public may demand\" (p. 29). This precedent, now 115 years old, predates federal and state laws aimed at maximizing religious freedoms under which the outcome in Jacobson might differ today. But whether religious freedoms may be significantly curtailed during a pandemic under public health orders designed to save human lives is not the only open question from a constitutional perspective. For example, to what degree does due process restrain the power of the state to quarantine people merely suspected of being infected with the disease (see Ulrich & Mariner, 2018) ? To what extent may the government conduct surveillance for \"contact tracing\" purposes (such as tracking movements via cell phones) and, in doing so, invade people's privacy (see Chandler, 2020) ? Does the power of eminent domain allow the government to seize private facilities for quarantine purposes and, if so, must compensation be provided (see Tucker & Bragg, 2001) ? And, most relevant for the police, to what extent does the Fourth Amendment restrain the power of law enforcement to enforce various orders designed to protect public health and welfare during a pandemic?",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 485,
                    "text": "Massachusetts (1905)",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 800,
                    "text": "[restraints]",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1431,
                    "text": "Ulrich & Mariner, 2018)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1612,
                    "end": 1627,
                    "text": "Chandler, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1783,
                    "end": 1804,
                    "text": "Tucker & Bragg, 2001)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Constitutional Questions Concerning Public Health Orders"
        },
        {
            "text": "Article 1, Section 8, Clause 3 of the U.S. Constitution, known as the Commerce Clause, grants the federal government limited legal authority to take measures to prevent the spread of diseases from foreign countries and between states (Cole, 2014) . Pursuant to that constitutional provision, Congress enacted the Public Health Service Act in 1944 (42 U.S.C. § § 264-272, 2002) and the U.S. Department of Health and Human Services, which houses the CDC, has enacted and periodically amended various regulations under the authority of that legislation (see 42 C.F.R. § § 70-71). Collectively, these federal laws permit the U.S. government to issue isolation and quarantine orders to persons arriving in the United States and traveling between states. 3 Thus, federal authority is somewhat limited in this arena. By contrast, the police powers of the states-the authority to impose restrictions on private rights for the sake of public welfare, order, and security, which is enshrined in state constitutions under the authority reserved to the states by the Tenth Amendment to the U.S. Constitution-vests primary authority to state and local governments to order people into isolation or quarantine for public health purposes (Cole, 2014; Gibbons v. Ogden, 1824) . 4 Although state laws governing the exercise of police powers for health emergencies vary significantly, most states' laws vest public health directors or similar officials the authority to issue public health orders designed to stop the spread of contagious diseases, but only under limited circumstances that involve certain types of danger to public health and that could not be controlled through less restrictive alternatives (Cole, 2014; NNCSL, 2020) . SaHOs/SiPOs can be considered as variations of state isolation and quarantine authority to stop the spread of disease. Alternatively, SaHOs/SiPOs may be viewed as stemming from broader executive powers during emergencies, 5 especially in the more than 40 states that have adopted some variation of the Model State Emergency Health Powers Act, drafted by the CDC in 2001 after the September 11th attacks (see Gostin, 2003) . Either way, the \"en masse\" lockdowns attendant to SaHOs/SiPOs impinge on so many constitutional rights that they will likely be challenged on a variety of grounds, although most experts agree most such challenges will fail (see Weiss, 2020) . 6 State laws provide either civil or criminal punishments for violation of public health orders that range from fines to terms of imprisonment (NCSL, 2020). Most jurisdictions, however, use criminal penalties only as a last resort. As a spokesperson for the San Francisco Police Department states, \"We are not interested in using a criminal justice approach for a public health challenge.... This is about educating the public about voluntary compliance\" (Pearl, Hunter, Lo & Chung, 2020, para. 5) . Nonetheless, when people flout SaHOs/SiPOs, police have little choice but to exercise their law enforcement authority.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 246,
                    "text": "(Cole, 2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1223,
                    "end": 1235,
                    "text": "(Cole, 2014;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1236,
                    "end": 1259,
                    "text": "Gibbons v. Ogden, 1824)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1693,
                    "end": 1705,
                    "text": "(Cole, 2014;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1706,
                    "end": 1718,
                    "text": "NNCSL, 2020)",
                    "ref_id": null
                },
                {
                    "start": 2129,
                    "end": 2142,
                    "text": "Gostin, 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2373,
                    "end": 2385,
                    "text": "Weiss, 2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2388,
                    "end": 2389,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2843,
                    "end": 2885,
                    "text": "(Pearl, Hunter, Lo & Chung, 2020, para. 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sources of Authority for Public Health Orders"
        },
        {
            "text": "Public health orders such as SaHOs/SiPOs are incredibly tricky to enforce. This is especially true in the United States during the COVID-19 pandemic for two reasons. First and foremost, some jurisdictions have not issued legally-binding orders to stay inside. Rather some state and local governments have issued guidelines that rely on the public's voluntary cooperation (Ansari & Abbot, 2020) . In such locales, formal legal orders are not issued \"unless a person breaks that initial request\" (Ansari & Abbot, 2020, p. 5) . But even when legally-enforceable orders are in place, enforcement of these orders often falls on \"the honor system\" (Ansari & Abbott, 2020, p. 6) . Second, unlike in other countries where police can respond to emergency legislation that empowers them to enforce lockdown orders aggressively (see Cave & Dahir, 2020) , enforcement of public health orders in the United States is complicated by the Fourth Amendment since that constitutional provision limits police authority to stop, question, frisk, or arrest people absent certain quanta of proof (White & Fradella, 2016) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 393,
                    "text": "(Ansari & Abbot, 2020)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 522,
                    "text": "(Ansari & Abbot, 2020, p. 5)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 671,
                    "text": "(Ansari & Abbott, 2020, p. 6)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 841,
                    "text": "Cave & Dahir, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1074,
                    "end": 1098,
                    "text": "(White & Fradella, 2016)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Police Enforcement of Public Health Orders"
        },
        {
            "text": "The Fourth Amendment prohibits \"unreasonable searches and seizures.\" There is no formula for determining reasonableness; rather, reasonableness is an inherently flexible standard that takes into account all of the circumstances surrounding the actions of law enforcement officials. Generally, absent abusive conduct or behavior that \"shocks the conscience\" (Rochin v. California, 1952, p. 172) , the reasonableness of search or seizure will turn on three factors: (1) whether law enforcement officers trespassed against a defendant's property rights (United States v. Jones, 2012); (2) whether law enforcement officers violated the defendant's reasonable expectations of privacy (Katz v. United States, 1967) ; and (3) whether the actions of law enforcement were supported by probable cause and otherwise complied with the requirements of the Warrants Clause (see, e.g., Illinois v. Gates, 1983) . But the Supreme Court has recognized numerous exceptions to requirements of probable cause and warrants on the grounds of the \"reasonableness\" of police actions, usually by \"weighing the utility of a particular kind of search or seizure in serving some 'special law enforcement interest' against the degree of intrusiveness entailed in the particular technique\" (Colb, 1998 (Colb, , p. 1648 .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 393,
                    "text": "(Rochin v. California, 1952, p. 172)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 708,
                    "text": "(Katz v. United States, 1967)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 895,
                    "text": "Gates, 1983)",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1271,
                    "text": "(Colb, 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1272,
                    "end": 1288,
                    "text": "(Colb, , p. 1648",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Fourth Amendment"
        },
        {
            "text": "When people voluntarily consent to isolation, monitoring, and treatment, the usual strictures of the Fourth Amendment are not implicated (see Illinois v. Rodriguez, 1990) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 170,
                    "text": "Rodriguez, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Fourth Amendment"
        },
        {
            "text": "But when people do not comply with public health orders, or if there are bona-fide questions as to whether they are in compliance with the exceptions to such orders, police are called upon to act in ways that are designed to stop the spread of contagious diseases. In such circumstances, law enforcement officers may need to stop and question people in ways that would otherwise be impermissible under the Fourth Amendment-namely without any individualized suspicion. Given the compelling governmental interest in limiting the spread of COVID-19, reasonable police actions to enforce SaHOs/SiPOs are likely constitutional under several theories, but only one of which likely adequately safeguards civil liberties after the pandemic ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Fourth Amendment"
        },
        {
            "text": "Although probable cause is usually necessary to conduct a search, seize evidence, or make an arrest, the Supreme Court has created several notable exceptions to this rule. The one most relevant to the enforcement of SaHOs/SiPOs allows police to stop people based on reasonable suspicion of criminal activity-a lower standard of proof than probable cause (Terry v. Ohio, 1968). Stops are not the same as arrests; they are brief, limited investigative detentions that do not ordinarily involve any intention to arrest a person, whereas formal arrests require that law enforcement officers intend to take someone into custody. Still, to comply with the requirements of Terry v. Ohio, law enforcement should have reasonable suspicion that someone is violating a public health order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terry and Reasonable Suspicion in Light of Asymptomatic Persons"
        },
        {
            "text": "Relying on various studies or statements from public health officials, news sources typically report that between 25% and 50% of people who contract COVID-19 are asymptomatic and, therefore, might have no idea that they are spreading the disease (see, e.g., Plater, 2020; Woodward, 2020) . A review of 21 research reports conducted by The Centre for Evidence-Based Medicine at Oxford University reported that although \"between 5% and 80% of people testing positive\" for COVID-19 may be asymptomatic, there is \"not a single reliable study to determine the number of asymptotics\" (Heneghan, Brassey, & Jefferson, 2020, paras. 4-5) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 271,
                    "text": "Plater, 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 272,
                    "end": 287,
                    "text": "Woodward, 2020)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 578,
                    "end": 628,
                    "text": "(Heneghan, Brassey, & Jefferson, 2020, paras. 4-5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Terry and Reasonable Suspicion in Light of Asymptomatic Persons"
        },
        {
            "text": "Given that so many people may be infected with the novel coronavirus and be completely asymptomatic, it may be \"reasonable\" to assume that everyone could be infected with it. Indeed, public health officials like Oklahoma Medical Research Foundation President Stephen Prescott have warned people to \"[a]ssume you're contagious, even if you feel fine\" (as quoted in Butcher, 2020) . Put differently, there might be reasonable suspicion to justify stops of all persons who are outside their homes when SaHOs/SiPOs are in effect. Such an approach is arguably consistent with Terry v. Ohio, provided that the stop is brief and limited in scope to investigating whether a person is in transit for a permitted purpose. Admittedly, this interpretation of Terry would expand law enforcement authority in ways that significantly encroach on Fourth Amendment liberties. To prevent what economist Robert Higgs (2009) refers to as a \"ratchet effect\" to explain expanding governmental authority during crises in ways that not only exceed preexisting norms, but also tend to remain as the \"new normal\" after the crisis subsides (see Damato, 2020; French, Nott, Rosen, & McDermott, 2020) , we recommend that SaHOs/SiPOs be justified using Fourth Amendment doctrines other than trying to fit such enforcement within the Terry framework. Indeed, there are a number of doctrines that may justify suspicionless stops from a constitutional perspective.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 378,
                    "text": "Butcher, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1118,
                    "end": 1131,
                    "text": "Damato, 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1132,
                    "end": 1171,
                    "text": "French, Nott, Rosen, & McDermott, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Terry and Reasonable Suspicion in Light of Asymptomatic Persons"
        },
        {
            "text": "A narrow range of circumstances permit warrantless searches and seizures for criminal investigatory purposes, such as to prevent the imminent destruction of evidence (Ferdico, Fradella, & Totten, 2015; see also Welsh v. Wisconsin, 1984) . But true emergencies can also justify actions that would otherwise violate the Fourth Amendment in response to threats to safety. For example, first responders are permitted to enter a burning building to fight the fire and rescue persons who may be trapped inside (Michigan v. Tyler, 1978) . Police may forcibly enter a private home without a warrant in response to situations \"when they reasonably believe that a person within is in need of immediate aid\" (Mincey v. Arizona, 1978, p. 392) . And although the U.S. Supreme Court held that administrative searches by municipal health and safety inspectors constitute significant intrusions upon interests protected by Fourth Amendment and, therefore, require a warrant, the Court was careful to say that exigent circumstances such as the seizure of tainted food, preventing exposure to smallpox, and destroying tubercular cattle would allow warrantless entry for an emergency inspection (Camara v. Municipal Court of San Francisco, 1967, p. 539) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 201,
                    "text": "(Ferdico, Fradella, & Totten, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 202,
                    "end": 236,
                    "text": "see also Welsh v. Wisconsin, 1984)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 529,
                    "text": "(Michigan v. Tyler, 1978)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 730,
                    "text": "(Mincey v. Arizona, 1978, p. 392)",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1234,
                    "text": "(Camara v. Municipal Court of San Francisco, 1967, p. 539)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exigent Circumstances"
        },
        {
            "text": "Lower courts have expanded the exigent circumstances exception to include responding to calls for emergency medical treatment, searching for missing persons, responding to gunfire, and responding to information concerning the whereabouts of an explosive device or volatile chemicals (for a review, see Decker, 1999) . In such contexts, aiding people in objectively reasonable emergency situations distinguishes such actions from warrantless stops, entries, and searches conducted for investigatory purposes.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 315,
                    "text": "Decker, 1999)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Exigent Circumstances"
        },
        {
            "text": "The COVID-19 pandemic no doubt presents exigent circumstances on a social level. But whether people being outside their home after the issuance of SaHOs/SiPOs qualifies as an exigent circumstance for Fourth Amendment purposes is doubtful. It is unlikely that courts would find the exigent circumstances exception applicable in the contagious disease context for at least three reasons. First, courts tend to interpret the exigent circumstances exception to the Fourth Amendment quite narrowly (see Decker, 1999; Ferdico et al., 2015) . Second, other than situations involving calls for emergency medical treatment, courts require police to have probable cause that some underlying criminal activity is transpiring when applying the exigent circumstances doctrine (Welsh v. Wisconsin, 1984, p. 750) . Thus, whether the doctrine would ultimately be held to justify stops made without any particularized suspicion seems dubious. Finally, even when violations of SaHOs/SiPOs constitute criminal offenses and, therefore, being out of the home might arguably establish reasonable suspicion or probable cause, the prevention of viral transmission presents a more speculative type of harm than those presented by burning buildings, active gunfire, or assaults in progress. Accordingly, another doctrine might be better suited to underpin the constitutionality of police stops to enforce SaHOs/SiPOs during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 511,
                    "text": "Decker, 1999;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 512,
                    "end": 533,
                    "text": "Ferdico et al., 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 763,
                    "end": 797,
                    "text": "(Welsh v. Wisconsin, 1984, p. 750)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exigent Circumstances"
        },
        {
            "text": "A strong argument can be made that law enforcement officers are permitted to stop travelers in order to enforce public health orders. The clearest example of such authority is at international borders. \"Border searches are not only a part of maintaining the sovereignty of the country by controlling the flow of both people and articles into or out of the country but also play a vital role in maintaining national security\" (Ferdico et al., 2015, p. 232) . As a result, \"routine searches of the persons and effects of entrants are not subject to any requirement of reasonable suspicion…\" (United States v. Flores-Montano, 2004, p. 152) .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 455,
                    "text": "(Ferdico et al., 2015, p. 232)",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 636,
                    "text": "Flores-Montano, 2004, p. 152)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Individuals in Transit"
        },
        {
            "text": "Of course, the reasons supporting suspicionless searches at international borders are not directly applicable to when police stop persons on foot, bicycles, or in cars already within the United States. Federal regulations specifically authorize the \"apprehension\" of people if the \"individual is reasonably believed to be infected with a quarantinable communicable disease\" when such person is moving between states (42 C.F.R. § 70.6, 2017). But just because someone is moving across state lines does not give law enforcement reasonable grounds to believe that the person is infected. Thus, a different legal doctrine that is not dependent on particularized, reasonable suspicion may be needed to justify such actions when people are engaged in interstate travel. Moreover, that doctrine would also need to apply to stops of persons engaged travel within a state or locality. The special needs doctrine seems best suited for such circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individuals in Transit"
        },
        {
            "text": "There are certain types of searches that, when conducted for a special need unrelated to the detection of criminal activity, not only excuse the usual requirement of a warrant, but also can occur without probable cause. Under the special needs doctrine, such searches are evaluated under the reasonableness standard of the Fourth Amendment. The applicability of this exception to normal Fourth Amendment standards depends on whether there is a \"special need that involves a real and significant problem 'beyond the normal need for law enforcement' to detect crime\" (Ferdico, et al., 2015, p. 218 ; see also Chandler v. Miller, 1997, p. 313) . Under this doctrine, the U.S. Supreme Court has sanctioned searches of public employees' workspaces by their supervisors to detect work-related misconduct (O'Connor v. Ortega, 1987; City of Ontario v. Quon, 2010) ; random drug testing of certain types of governmental employees to promote public safety (National Treasury Employees Union v. Von Raab, 1989; Skinner v. Railway Labor Executives' Association, 1989) ; and searches of persons entering correctional institutions to prevent the entry of contraband (Florence v. Board of Chosen Freeholders of County of Burlington, 2012).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 595,
                    "text": "(Ferdico, et al., 2015, p. 218",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 640,
                    "text": "Chandler v. Miller, 1997, p. 313)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 824,
                    "text": "(O'Connor v. Ortega, 1987;",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 855,
                    "text": "City of Ontario v. Quon, 2010)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 999,
                    "text": "(National Treasury Employees Union v. Von Raab, 1989;",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1055,
                    "text": "Skinner v. Railway Labor Executives' Association, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Special Needs"
        },
        {
            "text": "Importantly, the Supreme Court has even relied on the special needs doctrine to allow searches and seizures that are not supported by reasonable suspicion. For example, in Michigan Department of State Police v. Sitz (1990) , the Court upheld a program that established roadside sobriety checkpoints without a warrant or any particularized suspicion. The Court also upheld mandatory drug testing of student athletes in Vernonia School District 47 J v. Acton (1995), finding no violation of students' Fourth Amendment rights because it served the goal of preventing teenage drug use. The Court even extended this line of reasoning in Board of Education of Independent School District No. 92 v. Earls (2002) to permit the random, suspicionless drug testing of all students who engaged extracurricular after-school activities.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 222,
                    "text": "Sitz (1990)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 704,
                    "text": "Education of Independent School District No. 92 v. Earls (2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Special Needs"
        },
        {
            "text": "The U.S. Supreme Court has never confronted the issue of police authority to conduct suspicionless stops in the context of disease prevention. But in light of the aforementioned rulings applying the special needs doctrine, it is highly likely that the public health goal of preventing the spread of a potentially lethal contagious disease would qualify as a special need justifying warrantless and suspicionless stops of people who are \"out and about\" when SaHOs/SiPOs are in effect. Still, to comply with the Fourth Amendment, law enforcement officers need to execute such stops reasonably.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Needs"
        },
        {
            "text": "Enforcement of SaHOs/SiPOs is the proper business of the police. The responsibility may require the authority to use force, which is a central and unique feature of their role. The responsibility falls to the police because of their constant availability and their impossibly vague mandate that encompasses every imaginable human problem. Enforcement of SaHOs/SiPOs also fits with their mission to protect life. COVID-19 has taken police into uncharted territory with regard to these enforcement efforts, and their activities raise significant constitutional questions, particularly with regard to the Fourth Amendment. If the actions of officers are reasonable, the special needs doctrine represents the most logical legal justification of SaHOs/SiPOs enforcement, including warrantless and suspicionless stops.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Police have vast discretion in carrying out their mission, especially with regard to offenses like violations of SaHOs/SiPOs. What is the appropriate response to a violation? The answer depends greatly on the specific circumstances at hand. Most police leaders argue that formal action (fines, citations, arrests) should be used sparingly or as a last resort (Johnson & Wolf, 2020) . Certainly, any actions taken must be reasonable and consistent with relevant legal doctrine. Beyond this legal assessment, there is another important lens for considering the appropriateness of police actions against potential SaHOs/SiPOs violators: police legitimacy.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 381,
                    "text": "(Johnson & Wolf, 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The police have legitimacy when citizens feel the agency and individual officers deserve to be respected, trusted, and obeyed (Sunshine & Tyler, 2003) . When citizens view the police as legitimate, they are more likely to comply with the law and cooperate with authority figures (Mastrofski, Snipes, & Supina, 1996; Tyler, 1990; Tyler & Fagan, 2008) . In terms of the current pandemic, citizens who view the police (and the government, more generally) as legitimate will be more likely to obey SaHOs/ SiPOs (i.e., citizens won't go outside), and when asked by police to abide by the order (i.e., citizens have gone outside and violated the order), they will comply (i.e., they will go home). Citizens who do not view the police as legitimate are more likely to violate the order and disobey police when asked to disperse.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 150,
                    "text": "(Sunshine & Tyler, 2003)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 279,
                    "end": 315,
                    "text": "(Mastrofski, Snipes, & Supina, 1996;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 316,
                    "end": 328,
                    "text": "Tyler, 1990;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 329,
                    "end": 349,
                    "text": "Tyler & Fagan, 2008)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The most important factor in achieving police legitimacy is citizens' evaluation of the fairness of the processes used by police in the exercise of their authorityotherwise known as procedural justice (Sunshine & Tyler, 2003; Tankebe, 2013; Tyler, 1990 Tyler, , 2003 Tyler, , 2004 Tyler & Huo, 2002) . Procedural justice is based on a citizen's evaluation of four criteria during an interaction with a police officer: fairness, respect, trustworthiness, and whether the citizen is given a voice in the decision-making process (Tyler, 2003; Tyler & Fagan, 2008; Tyler & Huo, 2002) . In a police-citizen encounter involving a potential violation of a SaHO/SiPO, did the officer treat the citizen with fairness and respect? Did the officer convey trustworthy motives? Did the officer give the citizen a chance to explain themselves? Procedurally just treatment is more likely to generate citizen compliance with the police (e.g., an order to disperse) during that specific encounter, and on a larger scale, procedural justice will lead to greater levels of police legitimacy which will produce fewer violations of the order.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 225,
                    "text": "(Sunshine & Tyler, 2003;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 226,
                    "end": 240,
                    "text": "Tankebe, 2013;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 241,
                    "end": 252,
                    "text": "Tyler, 1990",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 253,
                    "end": 266,
                    "text": "Tyler, , 2003",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 267,
                    "end": 280,
                    "text": "Tyler, , 2004",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 281,
                    "end": 299,
                    "text": "Tyler & Huo, 2002)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 526,
                    "end": 539,
                    "text": "(Tyler, 2003;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 540,
                    "end": 560,
                    "text": "Tyler & Fagan, 2008;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 561,
                    "end": 579,
                    "text": "Tyler & Huo, 2002)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Legitimacy goes beyond the police and has particular relevance for governmental actions during a public health emergency. In the wake of concerns about the Ebola virus, the United States took steps to update many public health protocols, especially those concerning isolation and quarantine. In reviewing the concerns raised by these laws and regulations, Ulrich and Mariner (2018) wrote the following:",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 381,
                    "text": "Ulrich and Mariner (2018)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There is no evidence that the public is reluctant to cooperate with public health officials, especially in the midst of an outbreak, as long as the public has confidence in official recommendations. But public officials must earn that trust. This requires public health officials to obtain accurate information, communicate honestly with the public, and ensure that the public has the resources necessary to cooperate with reasonable recommendations. (p. 429) Sadly, citizens' views of governmental legitimacy during the COVID-19 pandemic may be justifiably low in light of the conflicting information that citizens have received from public health officials, who sounded the alarm over the novel coronavirus, and government officials, who repeatedly downplayed the severity of the outbreak (Brooks, 2020; Soufan Center, 2020) . The confusion that results from such mixed messages compounds the difficulties that police face as first responders during an international health emergency. Thus, in addition to citizens voluntarily cooperating with SaHOs/ SiPOs for their own good and that of their families and community members, it is essential that the messaging from federal authorities, ranging from the CDC to the White House, communicate accurate information. Accurate information will build trust and legitimacy. Legitimacy leads to greater cooperation and compliance with the law. In the context of the COVID-19 pandemic, compliance with the law will slow the spread of the disease and will save lives.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 805,
                    "text": "(Brooks, 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 806,
                    "end": 826,
                    "text": "Soufan Center, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Homeowners sue over restricted access to Outer Banks second homes due to coronavirus. Fox News",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "U.S. considers how to enforce coronavirus quarantines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The functions of the police in modern society",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Florence nightingale in pursuit of Willie Sutton: A theory of the police",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Sage. Board of Education of Independent School District",
            "volume": "",
            "issn": "",
            "pages": "17--44",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Like the flu? Trump's coronavirus messaging confuses public, pandemic researchers say. Reuters Health News",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assume you're contagious, even if you feel fine,\" health experts urging Oklahomans to be cautious for sake of others",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How far should police go in enforcing coronavirus lockdowns? New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahir",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Criminal Justice Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CDC, Washington State report first COVID-19 death",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention. (2020a)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus could infect privacy and civil liberties forever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "City of Ontario v. Quon, 560",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The qualitative dimension of Fourth Amendment \"reasonableness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Colb",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Columbia Law Review",
            "volume": "98",
            "issn": "7",
            "pages": "1642--1725",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Federal and state quarantine and isolation authority",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Congressional Research Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "We're not playing around': Md. Gov. Hogan says arrest for coronavirus offense sends 'great message",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Civil liberties under attack during Covid-19. The Hill",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Damato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emergency circumstances, police responses, and fourth amendment restrictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Decker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Criminal Law & Criminology",
            "volume": "89",
            "issn": "2",
            "pages": "433--533",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronvirus spurs police to deploy 'talking' drones in Florida, New Jersey to enforce social distancing. Fox News",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fedschun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Criminal procedure for the criminal justice professional",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Ferdico",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Fradella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Totten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Board of Chosen Freeholders of County of",
            "authors": [
                {
                    "first": "Florence",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Civil liberties and COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The socio-economics of crime and justice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fyfe",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The model state emergency health powers act: Public health and civil liberties in a time of terrorism",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Matrix",
            "volume": "13",
            "issn": "1",
            "pages": "3--32",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How the coronavirus spread through the Detroit Police Department",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guillen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Covid-19: What Proportion Are Asymptomatic?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heneghan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brassey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The political economy of crisis opportunism. Mercatus policy series",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 dashboard",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus resource Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Enforcing the shutdown: Law enforcement grapples with policing stay-athome orders, social distancing, quarantines. USA Today",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Jammed up: An examination of career-ending police misconduct",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "WHO declares coronavirus outbreak a global health emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Tucson police chief on enforcing stay-at-home order",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Covid-10 checkpoints targeting out-of-state residents draw complaints and legal scrutiny",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lazo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "These states have implemented stay-at-home orders. Here's what that means for you",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The impact of COVID-19 on law enforcement agencies (wave 1). A joint report of the International Association of Chiefs of Police and the Center for Evidence-Based Crime Policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maupin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoltz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The police: Mandate, strategies, and appearances",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evaluating the performance of criminal justice agencies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mastrofski",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Compliance on demand: The public's response to specific police requests",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mastrofski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Snipes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Supina",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Research in Crime and Delinquency",
            "volume": "33",
            "issn": "3",
            "pages": "269--305",
            "other_ids": {
                "DOI": [
                    "10.1177/0022427896033003001"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Seven people fined $1,000 each for violating stay-at-home order",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moshtaghian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Croft",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "html National Conference of State Legislatures",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Office of the Mayor, City and County of San Francisco (2020)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The enforcement of COVID-19 stay-at-home orders",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "As many as 50 percent of people with Covid-19 aren't aware they have the virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plater",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Use of force: Taking policing to a higher standard: 30 guiding principles (critical issues in policing)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Border checkpoints discourage travelers between states",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Policeone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Final report of the President's task force on 21st century policing",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Title III, § 361, 58 Stat. 703 (codified as amended at 42 U.S.C. § 264 et seq",
            "authors": [],
            "year": 1944,
            "venue": "Public Health Service Act",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The social contract and the police use of deadly force",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reiman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Moral issues in police work",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The police and the public",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Calls for service: Citizen demand and initial police response",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Business Insider. A comprehensive timeline of the new coronavirus pandemic, from China's first COVID-19 case to the present",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Secon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mosher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Business Insider. Business Insider",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Above the law: Police and the excessive use of force",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Skolnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fyfe",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Railway Labor Executives' Association",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Skinner V",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Intelbrief: Covid-19 exposes fault lines in U.S. public trust and government",
            "authors": [],
            "year": 2020,
            "venue": "The Soufan Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Virus's toll on N.Y. police: 1 in 6 officers is out sick",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Southall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The role of procedural justice and legitimacy in shaping public support for policing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sunshine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Law & Society Review",
            "volume": "37",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/1540-5893.3703002"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Viewing things differently: The dimensions of public perceptions of police legitimacy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tankebe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Criminology",
            "volume": "51",
            "issn": "1",
            "pages": "103--136",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-9125.2012.00291.x"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Why people obey the law",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Procedural justice, legitimacy, and the effective rule of law. Crime and Justice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "283--357",
            "other_ids": {
                "DOI": [
                    "10.1086/652233"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Enhancing police legitimacy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Annals of the American Academy of Political and Social Science",
            "volume": "593",
            "issn": "",
            "pages": "593--608",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Legitimacy and cooperation: Why do people help the police fight crime in their communities?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fagan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ohio State Journal of Criminal Law",
            "volume": "6",
            "issn": "",
            "pages": "231--275",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Trust in the law, encouraging public cooperation with the police and courts",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Florida's law of storms: Emergency management, local government, and the police power",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Bragg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stetson Law Review",
            "volume": "30",
            "issn": "",
            "pages": "837--873",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Quarantine and the federal role in epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Mariner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Southern Methodist University Law Review",
            "volume": "71",
            "issn": "",
            "pages": "391--444",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Lawsuits over coronavirus quarantines are unlikely to succeed, experts say",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "ABA Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Stop and frisk: The use and abuse of a controversial police tactic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Fradella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Varieties of police behavior: The management of law and order in eight communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "It's estimated 1 in 4 coronavirus carriers could be asymptomatic. Here's what we know",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Alert",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}