{
    "paper_id": "0f51f1a1ea661a8d67d436cccca07a67fb224826",
    "metadata": {
        "title": "Journal Pre-proofs Letter to the editor Covid19 pandemic; A practicing head and neck surgeon's perspective of an institutional model",
        "authors": [
            {
                "first": "Bipin",
                "middle": [
                    "T"
                ],
                "last": "Varghese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This has a reference to an article by Day AT and Co-workers regarding reconsidering traditional treatment paradigms in light of new surgical and other multilevel risks published online ahead of print in Apr 6 . It was in January 30 2020 that the 1 st three International visitors to India with COVID 19 were successfully quarantined in Kerala, the southern state of India where the Government owned tertiary care facility in which I practice Head and Neck surgery (HNS) is located. Although our practise of giving dates to all Head and Neck cases and operating them within a waiting period of one to one and a half months continued with rare exceptions of borderline operable cases of oral cancers for which anterior chemotherapy was advised to downstage the disease and buy time for a tailored (perhaps less intensive) planned surgery [1] , the state government declared a lockdown on the 23 rd of April in view of an evolving contact spread from three other visitors from Italy on the 29 th of February 2020 , who evaded quarantine and spread the disease among contacts which were effectively traced by the Government and measures taken to prevent community spread considering the increasing number of International travellers and a single incident of a death attributable to Covid19 in a patient whose contact could not be effectively traced.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 839,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Till this period all routine activities of the Head and Neck Services of our Institute i.e Out Patient clinics (OP), Endoscopy and Operation Theatre (OT) including endoscopic Endonasal surgeries (Aerosol Generating Procedure or AGP) were going on in full swing. The State Government lockdown in 23 st march was followed by a nationwide lockdown on 24 th March declared by the Central Government which was initially planned to be till the 14 th of April and later extended to May 3 rd . Hence the patients waiting for surgery could not turn up and all of them had to assessed and monitored in virtual clinics to reschedule their dates based on disease progression. On 15 th April we took stock of the a situation and recalled the patients who had missed their dates for a reallocation to some select operating slots after reassessment with the presumption that all patients without or minimal disease progression would be operated straight away due to the benefit of the home isolation they obtained in terms of risk of Covid19 dissemination. There were 4 OT's during the 3 rd week of April and another 4 on the fourth week for the head and neck team during which I could complete 3 Tongue cancers and one Buccal mucosa cancer which were in its stage two or three. On 25th April the State Government gave clearance to our institute to perform RT PCR for Covid19 among all patients undergoing cancer surgeries adding to the abundant precaution against Covid19 dissemination. During the same Period of lockdown, 5 emergency tracheostomies for total obstruction of the airway also were carried out by our team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the availability and optimal application of all emerging literature [2] on current practise of head and neck surgery it is optimistically hoped that everything has been so far so good due to the collective effort of the state machinery and the people at large and the Head and Neck surgery services will be back on its wheels at least towards 1 st half of the coming month of May even as the uncertainty prevails all over the World.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Head and neck oncology during the COVID-19 pandemic: Reconsidering traditional treatment paradigms in light of new surgical and other multilevel risks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An oncologist perspective on COVID 19: A mysterious cryptic virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kudpaje",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mithra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shabadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oral Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.oraloncology.2020.104694"
                ],
                "PMID": [
                    "32305310"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}