{
    "paper_id": "0f52502515bdde711a6c5deea37d4ae5a3e06739",
    "metadata": {
        "title": "Minimal Access Gardening: Laparoscopic techniques during COVID-19 lockdown",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": "dr.kennethma@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Intervention: Due to COVID-19 pandemic, elective operations are currently suspended in the United Kingdom. In addition there has been concerns regarding the safety of laparoscopic surgery and risk of transmission of COVID-19 1,2 . As a result laparoscopic surgeons are at risk of skill deterioration and it is uncertain whether this may impact on patient safety when lockdown measures are de-escalated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Combining gardening, one of the major pastimes during the lockdown period and minimal access surgical skills, this video demonstrates the different ways minimal access surgery may be applied to horticulture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the first described technique, what the author believes to be Hedge Binweed (Calystegia sepium), was excised using a grasper and a Tripolar cutting device. For obvious reasons diathermy is not available within the home environment but the retractable cutting blade was used to efficiently slice through the steams required for weed removal. The disadvantage of this technique is clearly the unwanted species is likely to regrow in 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the second described technique, Dandelions (Taraxacum genus), which is native to Eurasia and North America, were excised at tis flowering stage, thereby effectively preventing asexual reproduction by apomixes. The technique similarly utilises the retractable blade of the Tripolar cutting device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third technique demonstrates harvesting of an unknown species using soil dissection technique. In order to facilitate complete removal of the plant and to reduce the risk of recurrence the roots are carefully dissected out using blunt dissection. As with many techniques, patience is of paramount importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lastly ensuring hydration of plants is crucial to its early stage of development. Laparoscopic watering techniques are usually simplified when an irrigation and suction device is employed. However within a low-resource setting a slow process of 'cup-feeding' is required and requires meticulous dexterity. Unfortunately this the demonstration a common complication of loss of instrument occurred but the subject was luckily successfully hydrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While lockdown remains in place many Gynaecologists are not able to maintain their laparoscopic surgical skills. It is important to combined activities of daily living (ADL) with minimal access training in order to maintain our physical and mental well-being. More research is clearly needed in the area of minimal access horticulture in order to expand this new and exciting subspecialty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Joint Statement on Minimally Invasive Gynecologic Surgery During the COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Updated General Surgery Guidance on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Minimal Access Gardening: Laparoscopic techniques during COVID-19 lockdown K. Ma St. Mary's Hospital, Manchester Foundation Trust, United Kingdom Objective: To demonstrate techniques of laparoscopic surgery while all elective procedures are suspended Design: Stepwise demonstration of key skills required when gardening with minimal access techniques Setting: Gynaecologist residence in self-isolation, Manchester, United Kingdom",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}