{
    "paper_id": "0f53ff7e503ab721b6a52ede3b769f585af6679d",
    "metadata": {
        "title": "Journal Pre-proof Telehealth in Psychiatry of Old Age: Ordinary Care in Extraordinary Times in Rural North-West Ireland To appear in: The American Journal of Geriatric Psychiatry Telehealth in Psychiatry of Old Age: Ordinary Care in Extraordinary Times in Rural North-West Ireland",
        "authors": [
            {
                "first": "Sonn",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": "patel.sonn@gmail.com"
            },
            {
                "first": "Aislinn",
                "middle": [],
                "last": "Gannon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Dolan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geraldine",
                "middle": [],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has required a rapid evolution of services to maintain routine care in Ireland. Services which had been previously slow to adapt technology in their practices are suddenly integrating various telehealth measures to continue routine practice where possible. In this article, we discuss the challenges we face in rapidly implementing telehealth in a rural Psychiatry of Old Age service in the North-West of Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With the advent of the COVID-19 (Coronavirus Disease 2019) pandemic and subsequent lockdown in Ireland on March 19 th , services have had to evolve to maintain ordinary care in extraordinary times. In a Psychiatry of Old Age (POA) service in the North-West of Ireland with poor broadband and lack of IT equipment covering a rurally isolated and deprived population, we faced particular challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Immediately, we had to consider how we worked and how it did not meet the new social distancing requirements. From not knowing about Zoom, it is now a new 'verb' in our vocabulary. We are all zooming at work with family etc. but Zoom is not one of the approved applications for the Irish National Health Service Executive (HSE) which regulates all health care in Ireland [1] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We now have multidisciplinary team (MDT) meetings via video conferencing and have attempted to trial various options. Lack of up to date hardware and software, lack of internet access have all caused problems linking with home workers isolating from travel restrictions, awaiting testing, potentially COVID-19-positive or identified contacts. For our regular clinics, we adopted new screening tools for COVID-19 risk, for consent, consultation, assessment and other risk to allow routine clinics to continue but by telephone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Psychiatry has major challenges as so much of our assessment is about what we see, non-verbal communication, what is not said, making assessment via our new telephone clinics trickier. The telephone clinics have worked well for some patients we know well where a good rapport is established. For new assessments and some patients, telephone may not be enough. Having screened for COVID-19 symptoms, we either arrange a face to face assessment (with a patient coming in at a designated time and using a larger room to facilitate social distancing) or a community nurse will do a home visit and use a mobile tablet to video conference into the clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Nationally, the HSE has been looking at a range of options for remote video communication including Blue Eye and more recently Attend Anywhere, which has had some success in the United Kingdom National Health Service (NHS) [1] . Laptops and computers need to be made available or, if already available, they often need upgrading. The language is changing…zooming…platforms…etc… There are mandatory Irish Mental Health Act 2001 requirements for assessment of involuntarily admitted psychiatric patients within legally defined time-frames and the Irish Mental Health Commission, which regulates these requirements, has also had to adapt. They have updated legislation by recommending WhatsApp Video Calling (which has end to end encryption) for Section 17 second opinions [2] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There are opportunities for collaborative approaches to care and many local and national initiatives are underway. One such national initiative is the recently commenced 'Webinars for Nursing Homes' that have linked Palliative Care, Geriatrics and POA through the Project ECHO AIIHPC to help nursing home staff improve their knowledge [3] . A service called 'Residential Care Facility Link and Support in the North-West' has been set up through the local Integrated Care Team for Older People (ICTOP) which includes a Clinical Nurse Specialist (CNS) in POA.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The local Integrated Geriatric Medicine, Neurology and Psychiatry of Old Age MDT meetings are now also being held via videoconferencing. A repository of common tele-health tools between organizations would further streamline this process of collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The high COVID-19 related risk of our population--older, mental health difficulties, multiple comorbidities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diabetes, Cancer, Cardiovascular, Cerebrovascular Disease and Delirium/Dementia --highlight the importance of maintaining social distance and managing patients while cocooning [4] . In response to this pandemic, we adapted a patient database to identify highest COVID-19 risk using a risk stratification model and, in consultation with our MDT, we identified those most at risk from both a mental health viewpoint and COVID-19.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We are in the process of implementing two projects in the Sligo /Leitrim/West Cavan and South Donegal region to try to address some of the issues using technology and hope some of the challenges we encountered will inform and help others navigating the system and these uncharted waters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One project involves using an electronic hub for consultation and for helping patients with routines and loneliness called the e-SMART project (Support Maintain Assess Recovery and Treatment). We have identified a video voice activated system and a telecommunications company donated the Wi-Fi routers, to facilitate the connectivity for this project. We identified 20 at risk patients from our caseload and 8 complex cases from our integrated MDT with Geriatrics and Neurology for support from their Advanced Nurse Practitioners using these systems which will be placed into their homes. The remaining systems are planned for use in residential units and community hubs. As with all technology projects, there are feasibility issues to be addressed with data protection which provide an opportunity to inform if technologies can be adapted to use in healthcare. For the clinical evaluation of this project, we have adapted an existing loneliness study currently underway in our service to include an intervention arm to measure quality of life, loneliness and social wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The second study is another adapted study, where we were awarded a grant to use android tablets to help manage patients with non-cognitive symptoms in Dementia. We had acquired several tablets through this grant and this new study is using these and other donated mobile tablets for routine consultation via Skype for GP, Palliative, POA and, if needed, Geriatrics assessment. A tablet is being placed in all 16 residential care settings in the region if not already available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interestingly, Wi-Fi and tablets were not available in most of the HSE settings but were used more routinely in the private sector. We would like to thank the Ethics Committee in Sligo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "University Hospital for fast tracking review of these COVID-19 related projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We are all continuing to learn and evolve at this difficult time. There will always be a balance between providing technologies for enhanced patient care and ensuring their rights and privacy are maintained. Therefore, only some of these technologies may prove useful longer term to the HSE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One month into this lockdown, we have a stratified risk system for our caseload, routine telephone and video clinics, virtual meetings for -MDTs, management, teaching, reflective practice and ethics committees and new systems for virtual contact and consultation with patients. Not to mention, the multitude of WhatsApp groups for everything. We are amazed at how both staff and patients have adapted so quickly to these new ways of working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To date, the North-West region has had the lowest reported COVID-19 cases in Ireland [5] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, for us in POA, we have a long way to go as we anticipate that many people will",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health Service Executive: Virtual Health [HSE Website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Professional Palliative Hub: Project ECHO AIIHPC: Webinars for Nursing Homes",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease 2019 in elderly patients: Characteristics and prognostic factors based on 4-week follow-up",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "20",
            "pages": "30146--30154",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health Protection Surveillance Centre (HPSC): Epidemiology Of COVID-19 in Ireland",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "struggle with their mental health as this pandemic continues. We hope that our projects go some way to support our population. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}