{
    "paper_id": "0f575189d8efaee2228a51179e31a42304f30e17",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The description of a novel human coronavirus initially referred to as the Wuhan coronavirus (CoV), currently designated as severe acute respiratory syndrome (SARS)-CoV-2 as per the latest International Committee on Taxonomy of Viruses (ICTV) classification 1 is probably the most recent human pneumonia virus with high outbreak potential. This novel virus was initially identified through next-generation sequencing (NGS) and suggested to have a possible zoonotic origin 2 . Till date, detailed morphology and ultrastructure of this virus remains incompletely understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "In India, the first laboratory-confirmed infection by SARS-CoV-2 was reported on January 30, 2020 (unpublished data). The throat swab from this case was kept in commercially available transport medium (HiViral™ Transport Medium, HiMedia, Mumbai). A 500 μl aliquot from this specimen that had tested positive for SARS-CoV-2 nucleic acid by real-time polymerase chain reaction (PCR) was centrifuged to remove the debris. The supernatant was removed, fixed at a final concentration of one per cent glutaraldehyde and adsorbed onto a carbon-coated 200 mesh copper grid. Negative staining was done with sodium phosphotungstic acid as described earlier 3 . The grid was examined under 100 kV accelerating voltage in a transmission electron microscope (TEM) Tecnai 12 BioTwin™ (FEI Company, The Netherlands). Imaging was done using a low-dose mode and images were captured using a side-mounted 2k × 2k CCD camera (Megaview III, Olympus, Japan).",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 648,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "A total of seven negative-stained virus particles having morphodiagnostic features of a coronavirus-like particle could be imaged in the fields scanned. These included the round shape of the virus with an average size of 70-80 nm and a cobbled surface structure having envelope projections that averaged 15±2 nm in size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "One particular virus particle was very well preserved, showing very typical morphodiagnostic features of coronaviruses 4 . This particle was 75 nm in size and showed patchy stain pooling on the surface and a distinct envelope projection ending in round 'peplomeric' structures ( Figure A) . We used a mild defocussing of the projector lens away from the conventional Fresnel focus in an attempt to image the finer details of the envelope projections. All focusing operations were carried out using a Fourier fast focus transform under the TIA imaging software (FEI Company, The Netherlands). The defocussed image under low-beam current conditions prominently brought out the finer morphology of the SARS-CoV-2 virus surface projection as typical of a coronavirus ( Figure B ). We further increased the magnification under low-dose image capture and generated a pixel-corrected image of the projection to image single glycoprotein organization. The image revealed the presence of stalk-like projections ending in round peplomeric structures typical of a coronavirus particle ( Figure C) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "text": "Figure A)",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 773,
                    "text": "Figure B",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1085,
                    "text": "Figure C)",
                    "ref_id": null
                }
            ],
            "section": "Sir,"
        },
        {
            "text": "Interestingly, the envelope fringe of the SARS-CoV-2 virus particle imaged by us showed an interesting feature when compared to the classic description of human coronaviruses 5 . This included a relatively shorter size and a possible multi-aggregate of the peplomers ( Figure B ). This morphological variation could be due to a fixation artefact in clinical material. Imaging the cell culture-derived virus will resolve this point effectively. The limited imaging of a few virus particles has an intrinsic imaging limitation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 277,
                    "text": "Figure B",
                    "ref_id": null
                }
            ],
            "section": "Sir,"
        },
        {
            "text": "Further, imaging thin sections from infected cells by conventional and cryo-ultramicrotomy methods, like that of Tokyasu 6 , will further provide more detailed information on the macromolecular assembly and organization of SARS-CoV-2. The use of single-particle reconstruction of the purified virus using CryoEM will also give high-resolution organizational details of the mature virion and complete surface glycoprotein organization. A recent cryoEM study imaging the purified envelope spike glycoprotein of SARS-CoV-2 has reconstructed three-dimensional images at 3.2 Å resolution 7 . While a series of informal reports are available on electron microscopy of the SARS-CoV-2 from Hong Kong University researchers 8 , no detailed studies on ultrastructural cytopathology are available till date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "In summary, to the best of our knowledge, this is the first report from India detecting the SARS-CoV-2 virus using TEM directly in a throat swab specimen confirmed by PCR. Although TEM imaging was limited by particle load in the specimen, we could still detect morphologically identifiable intact particles in stored clinical sample without initial fixation. Imaging other specimens such as stool and use of immunoelectron microscopy techniques can improve the detection frequency of virus in direct clinical material. This finding emphasizes the merit of the use of conventional negative-stained TEM imaging in clinical samples along with other diagnostic tests in parallel, especially in situations identifying aetiologic agents 9 . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A negative staining method for high resolution electron microscopy of viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Horne",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Biochim Biophys Acta",
            "volume": "34",
            "issn": "",
            "pages": "103--113",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cell culture and electron microscopy for identifying viruses in diseases of unknown cause",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Comer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Peret",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "886--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus morphology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Madeley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the preparation of cryosections for immunocytochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdowall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubochet",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Ultrastruct Res",
            "volume": "89",
            "issn": "",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abiona",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Latest updates from the faculty",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electron microscopy for rapid diagnosis of infectious agents in emergent situations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Gelderblom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "294--303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Acknowledgment: Authors thank all members of the ICMR-NIV National Influenza Center Team. Conflicts of Interest: None. Sharda Prasad 1 , Varsha Potdar 4 , Sarah Cherian 2 , Priya Abraham † , Atanu Basu 3,* & ICMR-NIV NIC Team # NIV National Influenza Center & Influenza Group, † ICMR-National Institute of Virology, Pune 411 001, Maharashtra, India * For correspondence: basu.atanu@gov.in # Team (arranged alphabetically by surname): V. Awatade, A. Awhale, S. Bhardwaj, S. Bhorekar, M.L. Choudhury, S. Digarskar, A. Ghondalikar, R. Ghug, S. Jadhav, A. Jagtap, H. Kengale, V. Malik, P. Malsane, B. Nimhas, S. Ranawade, T. Raut, U. Saha, P. Shinde, S. Salve, V. Vipat Figure. Transmission electron microscopy imaging of COVID-19. (A) A representative negative-stained COVID-19 particle showing morphodiagnostic features of family Coronaviridae. (B) Defocussed image of the same particle resolving the virus envelope glycoprotein morphology in finer details. The boxed area A shows a tetramer-like aggregate of four distinct peplomers, arrows shown by B show a more orthodox morphology of coronavirus surface projections. M indicates the matrix of the virus particle. C shows a distinct 'peplomer head' with negative stain silhouette. The area D is interesting as possible linear projections could be imaged. Five distinct peplomers could be imaged as shown by the arrows. (C) A highly magnified processed image for pixel corrections shows a distinct evidence of direct 'stalk' connecting the peplomer to the virion surface. The peplomers are shown with asterisk and the stalk with an arrow. Magnification bars are built into the micrographs.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}