{"paper_id": "0f577e120ae146d163250e91048bb508f7a92507", "metadata": {"title": "Journal Pre-proof Ancestral origin, antigenic resemblance and epidemiological insights of novel coronavirus (SARS-CoV-2): Global burden and Bangladesh perspective Ancestral Origin, Antigenic Resemblance and Epidemiological Insights of Novel Coronavirus (SARS-CoV-2): Global Burden and Bangladesh Perspective Ancestral Origin, Antigenic Resemblance and Epidemiological Insights of Novel Coronavirus (SARS-CoV-2): Global Burden and Bangladesh Perspective", "authors": [{"first": "Bashir", "middle": [], "last": "Uddin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mahmudul", "middle": [], "last": "Hasan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmed", "middle": [], "last": "Harun-Al-Rashid", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "Irtija", "middle": [], "last": "Ahsan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Abdus", "middle": ["Shukur"], "last": "Imran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Syed", "middle": [], "last": "Sayeem", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "Uddin", "middle": [], "last": "Ahmed", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "Md", "middle": ["Bashir"], "last": "Uddin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "Mahmudul", "middle": [], "last": "Bd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Hasan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "", "middle": [], "last": "Ahsan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sylhet Agricultural University", "location": {"settlement": "Sylhet-3100", "country": "Bangladesh"}}, "email": ""}, {"first": "", "middle": [], "last": "Bd", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Please cite this article as: M.B. Uddin, M. Hasan, A. Harun-Al-Rashid, et al., Ancestral origin, antigenic resemblance and epidemiological insights of novel coronavirus (SARS-CoV-2): Global burden and Bangladesh perspective, Infection, Genetics and Evolution (2019), https://doi.Abstract SARS-CoV-2, a new coronavirus strain responsible for COVID-19 has emerged in Wuhan City, China and still continuing its worldwide pandemic nature. Considering the severity of the disease, a number of studies are underway, and full genomic sequences have already been released in the last few weeks to enable the understanding of the evolutionary origin and molecular characteristics of this virus. Bioinformatics analysis, satellite derived imaging data and epidemiological attributes were employed to investigate origin, immunogenic resemblance and global threat of newly pandemic SARS-CoV-2 including Bangladesh perspective. Based on currently available genomic information, a phylogeny study was employed focusing four types of representative viral proteins (spike, membrane, envelope and nucleoprotein) of SARS-CoV-2, HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26. The findings clearly demonstrated that SARS-CoV-2 exhibited evolutionary convergent relation with previously reported SARS-CoV. It was also found that SARS-CoV-2 proteins were highly similar and identical to SARS-CoV proteins, though proteins from other coronaviruses showed lower level of similarity and identical patterns. The cross-checked conservancy analysis of SARS-CoV-2 antigenic epitopes showed significant conservancy with antigenic epitopes derived from SARS-CoV. The study also prioritized the temperature comparison through satellite imaging alongside compiling and analyzing the epidemiological outbreak information on the 2019 novel coronavirus based on several open datasets on COVID-19 (SARS-CoV-2) and discussed possible threats to Bangladesh.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 has opened a new chapter of human civilization with a lots of tragedy stories. A new strain of coronavirus family, 2019 novel coronavirus or SARS-CoV-2 has emerged and infected thousands of humans. It is gaining importance due to daily increases in the deaths caused by this disease [1] [2] [3] . The virus has already been reported from Wuhan (China), Thailand, Japan, South Korea, Iran, and the US and is poised to occur in many more areas of the world community causing a pandemic scenario [4] [5] [6] and globally increasing the potential for rapid horizontal spread geographically [7] . Determining the origin, evolution and antigenic resemblance of SARS-CoV-2 is urgently needed to study its molecular pathogenesis, perform surveillance, [8, 9] were employed for the study.", "cite_spans": [{"start": 292, "end": 295, "text": "[1]", "ref_id": null}, {"start": 296, "end": 299, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 300, "end": 303, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 502, "end": 505, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 506, "end": 509, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 510, "end": 513, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 595, "end": 598, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 753, "end": 756, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 757, "end": 759, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Again, as some reports and analyses guessed bats as the probable original host of SARS-CoV-2, we also considered two strains of bat-originated coronavirus (HKU4 and HKU5) in this study.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "From database and literature searches, only a single Buffalo-originated coronavirus strain collected from Bangladesh (BufCoV-HKU26-M) [10] was used for the comparative study with COVID-19 strains isolated from Wuhan, China [11] . The global risk of the 2019 novel coronavirus (COVID-19 [SARS-CoV-2]) has recently been addressed by many scientists [12] [13] [14] [15] . Outside China,COVID-19 transmission has been found in over 210 countries and territories [1, 15] . The US declared emergency funds because of coronavirus to the countries that are either affected or at high risk of spread, including Bangladesh [16] . As the outbreak of the 2019 novel coronavirus (COVID-19 [SARS-CoV-2]) is expanding rapidly, analysis of epidemiological data of COVID-19 is necessary to explore the measures of burden associated with the disease and to simultaneously gather information on determinants and interventions. Therefore, we designed this study to compare the genetic materials of SARS-CoV-2 with different previously reported [17] [18] [19] [20] . Accordingly, we also extracted population data of countries and provinces (China) from several websites [21] [22] [23] .", "cite_spans": [{"start": 134, "end": 138, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 223, "end": 227, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 347, "end": 351, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 352, "end": 356, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 357, "end": 361, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 362, "end": 366, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 458, "end": 461, "text": "[1,", "ref_id": null}, {"start": 462, "end": 465, "text": "15]", "ref_id": "BIBREF14"}, {"start": 613, "end": 617, "text": "[16]", "ref_id": null}, {"start": 1024, "end": 1028, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 1029, "end": 1033, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 1034, "end": 1038, "text": "[19]", "ref_id": null}, {"start": 1039, "end": 1043, "text": "[20]", "ref_id": null}, {"start": 1150, "end": 1154, "text": "[21]", "ref_id": null}, {"start": 1155, "end": 1159, "text": "[22]", "ref_id": null}, {"start": 1160, "end": 1164, "text": "[23]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The retrieved protein sequences were subjected to multiple sequence alignment (MSA) by ClustalW [24] and phylogenetic relationship (maximum parsimony, MP) studies by using MEGA X [25] to understand the ancestral origin and antigenic resemblance of SARS-CoV-2 with other coronaviruses. In addition, pairwise sequence alignment of SARS-CoV-2 proteins with other viral strains was performed by the EMBOSS Needle online software, which uses the Needleman-Wunsch alignment algorithm to find the optimum alignment (including gaps) of two sequences along their entire length [26] . Moreover, sequence alignment was also visualized and analyzed by using Jalview software (https://www.jalview.org/).", "cite_spans": [{"start": 87, "end": 100, "text": "ClustalW [24]", "ref_id": null}, {"start": 568, "end": 572, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Phylogeny Study and Pairwise Sequence Alignment of Coronavirus Proteins"}, {"text": "Targeting potential antigens from viral proteins is crucial for constructing peptide-based vaccine molecules that can interact with B lymphocytes [27] . It was reported that peptide flexibility and J o u r n a l P r e -p r o o f Journal Pre-proof proper surface accessibility are prerequisites for being a potential B cell epitope. Considering those parameters, the immunogenic peptide sequences from four types of viral proteins were determined by using the B cell epitope prediction tools of The Immune Epitope Database (IEDB)", "cite_spans": [{"start": 146, "end": 150, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Immunogenicity Prediction and Epitope Conservancy Analysis"}, {"text": "[28], which employs the Bepipred linear epitope prediction method [29] . The VaxiJen v2.0 server (http://www.ddgpharmfac.net/vaxijen/) was used for screening out the most immunogenic peptides determined from IEDB [28] . However, epitope conservancy analysis is an important step to determine the degree of desired epitope distribution in its homologous protein set. In this study, the conservancy pattern of mostly immunogenic B cell peptide sequences of COVID-19 was compared with other homologous sequences retrieved from the NCBI database by using BLASTp [30] . Moreover, the conservancy study of immunogenic peptides predicted from the SARS-CoV-2 proteins was also compared against other human coronavirus strains (HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1 and MERS-CoV). The epitope conservancy analysis tool (http://tools.iedb.org/conservancy/) of the IEDB was used to continue the conservancy analysis [31].", "cite_spans": [{"start": 66, "end": 70, "text": "[29]", "ref_id": null}, {"start": 213, "end": 217, "text": "[28]", "ref_id": null}, {"start": 558, "end": 562, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Immunogenicity Prediction and Epitope Conservancy Analysis"}, {"text": "Homology modeling of spike glycoprotein (P0DTC2), membrane protein(P0DTC5), envelope protein (P0DTC4) and nucleoprotein (P0DTC9) of SARS-CoV-2 was performed by using the I-TASSER server [32] . Although 3D structures were generated by multiple threading alignments in the I-TASSER server, refinement was conducted using ModRefiner [33] followed by the FG-MD refinement server to improve the accuracy of the predicted 3D modeled structure [34].", "cite_spans": [{"start": 186, "end": 190, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Homology Modeling and Evaluation of 3D Protein Structures"}, {"text": "ModRefiner allowed for significant improvements in the physical quality of the local structure based on hydrogen bonds, side-chain positioning and backbone topology of the native-state proteins. Again, FG-MD, a molecular dynamics-based algorithm for structure refinement, usually works at the atomic level. The refined protein structure was further validated by RAMPAGE [35] and ERAAT analyses [36] .Structures were visualized and analyzed by PyMoL [37] .", "cite_spans": [{"start": 362, "end": 374, "text": "RAMPAGE [35]", "ref_id": null}, {"start": 394, "end": 398, "text": "[36]", "ref_id": "BIBREF17"}, {"start": 449, "end": 453, "text": "[37]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Homology Modeling and Evaluation of 3D Protein Structures"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Illustration of COVID-19 Cases and Deaths"}, {"text": "We illustrated the number of cases and deaths of SARS-CoV-2 in a consecutive way through graphs to elucidate the pattern of occurrence of those outcomes. We covered country-wise cases and deaths, the onset of global and Chinese cases by date, the global death toll per day, and province-wise cases and deaths in China.", "cite_spans": [], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "We calculated the crude mortality rate and case fatality according to the formulas suggested by the CDC [38] as well as Jacob and Ganguli [39] . Here, we calculated the crude mortality rate for those countries and for Chinese provinces, having death records per 1 crore persons, for better interpretation.", "cite_spans": [{"start": 104, "end": 108, "text": "[38]", "ref_id": "BIBREF19"}, {"start": 138, "end": 142, "text": "[39]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Calculation of Crude Mortality Rate and Case Fatality of COVID-19"}, {"text": "It is already known that the SARS-CoV-2 can multiply even at high temperatures, especially temperatures higher than 15° C [40, 41] ; however, SARS-CoV-2 is rapidly inactivated at 20°C [41] . Therefore, temperature plays a great role in its multiplication. For this purpose, recent environmental temperature data from the place of first occurrence as well as Bangladesh were obtained from Landsat-8 satellite data. This satellite provides high spatial resolution (30 m) data at 15-day intervals. Using the brightness temperature of band number 10 (TIR-1) and emissivity data temperature (in °C) of bands 4 and 5 (L8 Data Users Handbook), a large area (a 30-km-wide swath) can be obtained for a time with minor deviation from in situ temperature data (maximum 0.45 degree Celsius SD). Therefore, cloudless or less cloudy images (less than 90%) were obtained from the USGS webpage (www.earthexplorer.usg.gov). A maximum of 2 data points were available for one area in each month. However, neighboring path and row image borders shared some common areas, which provided more frequencies for those overlapped areas. Level-1 Tier-1 images, which are radiometrically and geometrically corrected, were used in this study.", "cite_spans": [{"start": 122, "end": 126, "text": "[40,", "ref_id": null}, {"start": 127, "end": 130, "text": "41]", "ref_id": "BIBREF22"}, {"start": 184, "end": 188, "text": "[41]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Satellite-Based Temperature Data"}, {"text": "First, all images fulfilling the cloud-related conditions were downloaded. A total of 90 images covering the land areas of Wuhan, China, Korea, Italy and Bangladesh were downloaded. Then, DN of Band 10 data were converted to emissivity and simultaneously converted to brightness J o u r n a l P r e -p r o o f Journal Pre-proof temperature by using \"equation 1\" [42] . Then, the emissivity was converted to temperature by using \"equation 2\" [43] .", "cite_spans": [{"start": 362, "end": 366, "text": "[42]", "ref_id": "BIBREF23"}, {"start": 441, "end": 445, "text": "[43]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Satellite-Based Temperature Data"}, {"text": "The estimated data were obtained by the Landsat 8 Thermal Infrared Sensor (TIRS) of band 10. This information was automatically obtained from metadata.", "cite_spans": [], "ref_spans": [], "section": "Satellite-Based Temperature Data"}, {"text": "The four phylogenetic trees constructed from four types of representative viral proteins (spike, Besides, fewer level of similarity and identical patterns were found with other viral strains, including BufCoV-HKU26 of Bangladesh origin ( Table 1) . were employed to determine the most antigenic sites by using the B cell epitope prediction tool of IEDB and VaxiJen scoring. The VaxiJen server, which gave a result well above the threshold value (0.40), usually reveals the immunogenic potential to stimulate a protective response in host organisms [44] . From the analysis, a total of 17 epitopes from S proteins, 1 epitope from M proteins, 1 epitope from E proteins and 5 epitopes from N proteins were found to be mostly immunogenic in SARS-CoV-2, with almost 100% of peptides carrying more than the threshold value of the antigenic score of the VaxiJen server ( and were subjected to conservancy analysis with the immunogenic epitopes from SARS-CoV-2", "cite_spans": [{"start": 548, "end": 552, "text": "[44]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 238, "end": 246, "text": "Table 1)", "ref_id": "TABREF3"}], "section": "Phylogenetic Analysis and Pairwise Sequence Alignment of Coronavirus Proteins"}, {"text": "proteins. It was found that antigenic sites are almost conserved in all of the homologous protein sequences deposited in the NCBI database ( Table 2) . Cross-checked conservancy analysis of COVID-19 antigenic epitopes with SARS-CoV proteins showed that conservancy when crosschecked with other coronaviruses, including BufCoV-HKU26 of Bangladesh origin, was not significant ( Table 3) . In China, 28 of 34 provinces experienced deaths from COVID-19, and the highest death toll occurred in Hubei (3,122) Province, followed by Henan (22) and Heilongjiang (13); in other provinces, the death toll was below ten up until 19 March 2020 (Supplementary File 4) .", "cite_spans": [], "ref_spans": [{"start": 141, "end": 149, "text": "Table 2)", "ref_id": "TABREF0"}, {"start": 376, "end": 384, "text": "Table 3)", "ref_id": "TABREF6"}, {"start": 631, "end": 653, "text": "(Supplementary File 4)", "ref_id": "FIGREF17"}], "section": "Immunogenicity Prediction and Epitope Conservancy Analysis"}, {"text": "Upon analysis of mortality data over the time period from 11 January 2020 to 09 March 2020, therefore, only the eastern part is shown here. Similarly, during the study period in the midregion of Korea, the temperature was very low, which was caused by the presence of heavy and widespread clouds in that region during satellite image acquisition. However, very few clouds covers were found for the Landsat-8 image acquisition for February 2020 for the Italy areas. In almost all areas temperature were lower than 20°C except a few places where the temperature did not exceeded 25°C. Therefore, interpretations from the figures for these regions should be guarded in order to avoid errors.", "cite_spans": [], "ref_spans": [], "section": "Burden of COVID-19: Crude mortality rate"}, {"text": "The novel coronavirus SARS-CoV-2 became a pandemic because of its global spread [45] . As the genetic architecture of SARS-CoV-2 was highly divergent from that of BufCoV-HKU26 J o u r n a l P r e -p r o o f (Figures 1 and 2 Many of the scientists and pathologists revealed that high temperature and humidity able to J o u r n a l P r e -p r o o f restrict the spread of COVID-19 and spread of disease will be suppressed as the weather warms [61, 62] . This also supports our hypothesis. Interestingly, coronaviruses that cause colds do tend to subside in warmer months. However, it is highly uncertain whether SARS-CoV-2 will behave the same way. Current research by scientists is too early to predict how the virus will respond to changing weather [63].", "cite_spans": [{"start": 80, "end": 84, "text": "[45]", "ref_id": "BIBREF26"}, {"start": 441, "end": 445, "text": "[61,", "ref_id": "BIBREF29"}, {"start": 446, "end": 449, "text": "62]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 207, "end": 223, "text": "(Figures 1 and 2", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "Immunogenicity and epitope conservancy analyses of coronavirus proteins were performed to determine the potential B-cell epitopes that would interact efficiently with B lymphocytes to initiate the immune response against specific viral pathogens [64] . The study identified a total of 24 highly immunogenic B-cell epitopes from SARS-CoV-2 proteins (17 epitopes Table 1 ). The antigenic sites of COVID-19 were also crosschecked with other coronavirus-corresponding proteins ( Table 3) respectively. This calculation agrees with the report of Wang et al. [72] , who stated that the global case fatality was close to 3%. However, the global case fatalities of SARS (9.60%) and J o u r n a l P r e -p r o o f ", "cite_spans": [{"start": 246, "end": 250, "text": "[64]", "ref_id": "BIBREF31"}, {"start": 553, "end": 557, "text": "[72]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 361, "end": 368, "text": "Table 1", "ref_id": "TABREF3"}, {"start": 475, "end": 483, "text": "Table 3)", "ref_id": "TABREF6"}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization): Coronavirus disease (COVID-2019) situation reports", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Med", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}, {"first": "D", "middle": [], "last": "Ph", "suffix": ""}, {"first": "R", "middle": [], "last": "Ren", "suffix": ""}, {"first": "M", "middle": [], "last": "Med", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF2": {"ref_id": "b2", "title": "International Journal of Infectious Diseases The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": [], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Madani", "suffix": ""}, {"first": "F", "middle": [], "last": "Ntoumi", "suffix": ""}, {"first": "R", "middle": [], "last": "Kock", "suffix": ""}, {"first": "O", "middle": [], "last": "Dar", "suffix": ""}, {"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Mchugh", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "", "middle": [], "last": "Za", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "91", "issn": "", "pages": "264--266", "other_ids": {"DOI": ["10.1016/j.ijid.2020.01.009"]}}, "BIBREF3": {"ref_id": "b3", "title": "Development of Genetic Diagnostic Methods for Novel Coronavirus 2019 (nCoV-2019) in Japan", "authors": [{"first": "K", "middle": [], "last": "Shirato", "suffix": ""}, {"first": "N", "middle": [], "last": "Nao", "suffix": ""}, {"first": "H", "middle": [], "last": "Katano", "suffix": ""}, {"first": "I", "middle": [], "last": "Takayama", "suffix": ""}, {"first": "S", "middle": [], "last": "Saito", "suffix": ""}, {"first": "F", "middle": [], "last": "Kato", "suffix": ""}], "year": 2020, "venue": "Japanese J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7883/yoken.JJID.2020.061"]}}, "BIBREF4": {"ref_id": "b4", "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany", "authors": [{"first": "C", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "M", "middle": [], "last": "Schunk", "suffix": ""}, {"first": "P", "middle": [], "last": "Sothmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Bretzel", "suffix": ""}, {"first": "G", "middle": [], "last": "Froeschl", "suffix": ""}, {"first": "C", "middle": [], "last": "Wallrauch", "suffix": ""}, {"first": "T", "middle": [], "last": "Zimmer", "suffix": ""}, {"first": "V", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "C", "middle": [], "last": "Janke", "suffix": ""}, {"first": "W", "middle": [], "last": "Guggemos", "suffix": ""}, {"first": "", "middle": [], "last": "Sm", "suffix": ""}], "year": 2020, "venue": "New Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2001468"]}}, "BIBREF5": {"ref_id": "b5", "title": "The global spread of 2019-nCoV : a molecular evolutionary analysis", "authors": [{"first": "D", "middle": [], "last": "Benvenuto", "suffix": ""}, {"first": "M", "middle": [], "last": "Giovanetti", "suffix": ""}, {"first": "M", "middle": [], "last": "Salemi", "suffix": ""}, {"first": "M", "middle": [], "last": "Prosperi", "suffix": ""}, {"first": "C", "middle": [], "last": "Flora", "suffix": ""}, {"first": "", "middle": [], "last": "De", "suffix": ""}, {"first": "L", "middle": [], "last": "Carlos", "suffix": ""}], "year": 2020, "venue": "Pathog Glob Health", "volume": "00", "issn": "", "pages": "1--4", "other_ids": {"DOI": ["10.1080/20477724.2020.1725339"]}}, "BIBREF6": {"ref_id": "b6", "title": "Passengers' destinations from China: Low risk of Novel Coronavirus (2019-nCoV) transmission into Africa and South America", "authors": [{"first": "N", "middle": [], "last": "Haider", "suffix": ""}, {"first": "A", "middle": [], "last": "Yavlinsky", "suffix": ""}, {"first": "D", "middle": [], "last": "Simons", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Osman", "suffix": ""}, {"first": "F", "middle": [], "last": "Ntoumi", "suffix": ""}, {"first": "A", "middle": [], "last": "Zumla", "suffix": ""}], "year": 2020, "venue": "Epidemiol Infect", "volume": "363", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/S0950268820000424"]}}, "BIBREF7": {"ref_id": "b7", "title": "A highly conserved WDYPKCDRA epitope in the RNA directed RNA polymerase of human coronaviruses can be used as epitope-based universal vaccine design", "authors": [{"first": "R", "middle": [], "last": "Sharmin", "suffix": ""}, {"first": "A", "middle": [], "last": "Bashar", "suffix": ""}, {"first": "M", "middle": [], "last": "Khademul", "suffix": ""}], "year": 2014, "venue": "", "volume": "15", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1186/1471-2105-15-161"]}}, "BIBREF8": {"ref_id": "b8", "title": "Occurrence of Foot and Mouth Disease (FMD) during 2014-2016 in cattle of Sirajganj district", "authors": [{"first": "M", "middle": [], "last": "Giasuddin", "suffix": ""}, {"first": "M", "middle": [], "last": "Mahmud", "suffix": ""}, {"first": "Mam", "middle": [], "last": "Asari", "suffix": ""}, {"first": "", "middle": [], "last": "Al", "suffix": ""}, {"first": "S", "middle": [], "last": "Akter", "suffix": ""}], "year": 2017, "venue": "Bangladesh. Jahangirnagar Univ J Biol Sci", "volume": "6", "issn": "", "pages": "45--49", "other_ids": {"DOI": ["10.3329/jujbs.v6i1.33730"]}}, "BIBREF9": {"ref_id": "b9", "title": "First genome sequences of buffalo coronavirus from water buffaloes in", "authors": [{"first": "Skp", "middle": [], "last": "Lau", "suffix": ""}, {"first": "Akl", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Alam", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "P", "middle": [], "last": "Wong", "suffix": ""}], "year": 2016, "venue": "New Microbes New Infect", "volume": "11", "issn": "", "pages": "54--56", "other_ids": {"DOI": ["10.1016/j.nmni.2016.02.011"]}}, "BIBREF10": {"ref_id": "b10", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/nejmoa2001017"]}}, "BIBREF11": {"ref_id": "b11", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "689--697", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30260-9"]}}, "BIBREF12": {"ref_id": "b12", "title": "Potential for global spread of a novel coronavirus from China", "authors": [{"first": "I", "middle": ["I"], "last": "Bogoch", "suffix": ""}, {"first": "A", "middle": [], "last": "Watts", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomas-Bachli", "suffix": ""}, {"first": "C", "middle": [], "last": "Huber", "suffix": ""}, {"first": "Mug", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "K", "middle": [], "last": "Khan", "suffix": ""}], "year": 2020, "venue": "J Travel Med", "volume": "1", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1093/jtm/taaa011"]}}, "BIBREF13": {"ref_id": "b13", "title": "Preliminary assessment of the International Spreading Risk Associated with the 2019 novel Coronavirus ( 2019-nCoV ) outbreak in Wuhan City", "authors": [{"first": "M", "middle": [], "last": "Chinazzi", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "C", "middle": [], "last": "Gioannini", "suffix": ""}, {"first": "A", "middle": [], "last": "Pastore", "suffix": ""}, {"first": "L", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "X", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Global Health Policy:COVID-19 Coronavirus Tracker", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Outbreak of Acute Respiratory Syndrome Asssociated with a Novel Coronavirus", "authors": [{"first": "", "middle": [], "last": "Ecdc", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "2020. and RAMPAGE Ramachandran plot analysis of SODs in Gossypium raimondii and G. arboreum", "authors": [{"first": "", "middle": [], "last": "Pharmaceutical-Technology", "suffix": ""}], "year": 2016, "venue": "Coronavirus in China: the outbreak, measures, and impact. 2020", "volume": "9", "issn": "", "pages": "345--348", "other_ids": {"DOI": ["10.1016/j.dib.2016.05.025"]}}, "BIBREF17": {"ref_id": "b17", "title": "Protein-protein docking on molecular models of Aspergillus niger RNase and human actin: Novel target for anticancer therapeutics", "authors": [{"first": "R", "middle": ["K"], "last": "Gundampati", "suffix": ""}, {"first": "R", "middle": [], "last": "Chikati", "suffix": ""}, {"first": "M", "middle": [], "last": "Kumari", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Pratyush", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Jagannadham", "suffix": ""}], "year": 2012, "venue": "J Mol Model", "volume": "18", "issn": "", "pages": "653--662", "other_ids": {"DOI": ["10.1007/s00894-011-1078-4"]}}, "BIBREF18": {"ref_id": "b18", "title": "Pymol: An open-source molecular graphics tool", "authors": [{"first": "W", "middle": [], "last": "Delano", "suffix": ""}], "year": 2002, "venue": "Newsl Protein Crystallogr", "volume": "40", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Measures of Risk, Section 3: Mortality Frequency Measures", "authors": [], "year": 2020, "venue": "CDC. Lesson", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Handbook of Clinical Neurology", "authors": [{"first": "M", "middle": ["E"], "last": "Jacob", "suffix": ""}, {"first": "", "middle": [], "last": "Gm", "suffix": ""}, {"first": "", "middle": [], "last": "Neuroepidemiology", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/s1474-4422(08)70083-"]}}, "BIBREF21": {"ref_id": "b21", "title": "The effects of temperature and relative humidity on the viability of the SARS coronavirus", "authors": [{"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lam", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Poon", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "", "middle": [], "last": "Sw", "suffix": ""}], "year": 2011, "venue": "Adv Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2011/734690"]}}, "BIBREF22": {"ref_id": "b22", "title": "Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinmann", "suffix": ""}], "year": 2020, "venue": "J Hosp Infect", "volume": "104", "issn": "", "pages": "246--251", "other_ids": {"DOI": ["10.1016/j.jhin.2020.01.022"]}}, "BIBREF23": {"ref_id": "b23", "title": "Estimation of Sea Surface Temperature (SST) Using Split Window Methods for Monitoring Industrial Activity in Coastal Area", "authors": [{"first": "A", "middle": ["B"], "last": "Cahyono", "suffix": ""}, {"first": "D", "middle": [], "last": "Saptarini", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Pribadi", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Armono", "suffix": ""}], "year": 2017, "venue": "Appl Mech Mater", "volume": "862", "issn": "", "pages": "90--95", "other_ids": {"DOI": ["10.4028/www.scientific.net/amm.862.90"]}}, "BIBREF24": {"ref_id": "b24", "title": "Retrieval of sea surface temperature over Poteran Island water of Indonesia with Landsat 8 TIRS image: A preliminary algorithm", "authors": [{"first": "M", "middle": ["A"], "last": "Syariz", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Jaelani", "suffix": ""}, {"first": "L", "middle": [], "last": "Subehi", "suffix": ""}, {"first": "A", "middle": [], "last": "Pamungkas", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Koenhardono", "suffix": ""}, {"first": "A", "middle": [], "last": "Sulisetyono", "suffix": ""}], "year": 2015, "venue": "Int Arch Photogramm Remote Sens Spat Inf Sci -ISPRS Arch", "volume": "40", "issn": "", "pages": "87--90", "other_ids": {"DOI": ["10.5194/isprsarchives-XL-2-W4-87-2015"]}}, "BIBREF25": {"ref_id": "b25", "title": "Immunogenicity Prediction by VaxiJen: A Ten Year Overview", "authors": [{"first": "D", "middle": ["R"], "last": "Flower", "suffix": ""}, {"first": "I", "middle": [], "last": "Doytchinova", "suffix": ""}, {"first": "N", "middle": [], "last": "Zaharieva", "suffix": ""}, {"first": "I", "middle": [], "last": "Dimitrov", "suffix": ""}], "year": 2017, "venue": "J Proteomics Bioinform", "volume": "10", "issn": "", "pages": "298--310", "other_ids": {"DOI": ["10.4172/jpb.1000454"]}}, "BIBREF26": {"ref_id": "b26", "title": "Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases", "authors": [{"first": "S", "middle": [], "last": "Jung", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Akhmetzhanov", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/JCM9020523"]}}, "BIBREF27": {"ref_id": "b27", "title": "Recombination, Reservoirs, and the Modular Spike: Mechanisms of Coronavirus Cross-Species Transmission", "authors": [{"first": "R", "middle": ["L"], "last": "Graham", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "3134--3146", "other_ids": {"DOI": ["10.1128/jvi.01394-09"]}}, "BIBREF28": {"ref_id": "b28", "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)", "authors": [{"first": "C-C", "middle": [], "last": "Lai", "suffix": ""}, {"first": "T-P", "middle": [], "last": "Shih", "suffix": ""}, {"first": "W-C", "middle": [], "last": "Ko", "suffix": ""}, {"first": "H-J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "P-R", "middle": [], "last": "Hsueh", "suffix": ""}], "year": null, "venue": "The epidemic", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Temperature, humidity, and latitude analysis to predict potential spread and seasonality for COVID-19", "authors": [{"first": "M", "middle": ["M"], "last": "Sajadi", "suffix": ""}, {"first": "P", "middle": [], "last": "Habibzadeh", "suffix": ""}, {"first": "A", "middle": [], "last": "Vintzileos", "suffix": ""}, {"first": "F", "middle": [], "last": "Miralles-Wilhelm", "suffix": ""}, {"first": "A", "middle": [], "last": "Amoroso", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Transmissibility of COVID-19 and its association with temperature and humidity", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.21203/rs.3.rs-17715/v163"]}}, "BIBREF31": {"ref_id": "b31", "title": "In Silico Vaccine Strain Prediction for Human Influenza Viruses", "authors": [{"first": "T", "middle": ["R"], "last": "Klingen", "suffix": ""}, {"first": "S", "middle": [], "last": "Reimering", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Guzmán", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Mchardy", "suffix": ""}], "year": 2018, "venue": "Trends Microbiol", "volume": "26", "issn": "", "pages": "119--131", "other_ids": {"DOI": ["10.1016/j.tim.2017.09.001"]}}, "BIBREF32": {"ref_id": "b32", "title": "Immunoinformatics approaches for designing a novel multi epitope peptide vaccine against human norovirus (Norwalk virus)", "authors": [{"first": "K", "middle": ["F"], "last": "Azim", "suffix": ""}, {"first": "M", "middle": [], "last": "Hasan", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Hossain", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Somana", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Hoque", "suffix": ""}, {"first": "Mni", "middle": [], "last": "Bappy", "suffix": ""}], "year": 2019, "venue": "Infect Genet Evol", "volume": "74", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.meegid.2019.103936"]}}, "BIBREF33": {"ref_id": "b33", "title": "Exploring T & B-cell epitopes and designing multiepitope subunit vaccine targeting integration step of HIV-1 lifecycle using immunoinformatics approach. Microbial Pathogenesis", "authors": [{"first": "F", "middle": [], "last": "Abdulla", "suffix": ""}, {"first": "U", "middle": ["K"], "last": "Adhikari", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Uddin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.micpath.2019.103791"]}}, "BIBREF34": {"ref_id": "b34", "title": "Significance of RNA Sensors in Activating Immune System in Emerging Viral Diseases. Dynamics of Immune Activation in Viral Diseases", "authors": [{"first": "Preethika", "middle": [], "last": "Nair", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "229--242", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "World Health Organization (WHO)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Recombinant Modified Vaccinia Virus Ankara Expressing the Spike Glycoprotein of Severe Acute Respiratory Syndrome Coronavirus Induces Protective Neutralizing Antibodies Primarily Targeting the Receptor Binding Region", "authors": [{"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Qin", "suffix": ""}, {"first": "L", "middle": [], "last": "Ba", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Yi", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "2678--2688", "other_ids": {"DOI": ["10.1128/jvi.79.5.2678-2688.2005"]}}, "BIBREF37": {"ref_id": "b37", "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): MERS monthly summary", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30185--30194", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF39": {"ref_id": "b39", "title": "Human immunopathogenesis of severe acute respiratory syndrome (SARS)", "authors": [{"first": "M", "middle": ["J"], "last": "Cameron", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Bermejo-Martin", "suffix": ""}, {"first": "A", "middle": [], "last": "Danesh", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Muller", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kelvin", "suffix": ""}], "year": 2008, "venue": "Virus Res", "volume": "133", "issn": "", "pages": "13--19", "other_ids": {"DOI": ["10.1016/j.virusres.2007.02.014"]}}, "BIBREF40": {"ref_id": "b40", "title": "Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Software, Validation, Manuscript writing-original draft, review and editing", "authors": [{"first": "Md", "middle": [], "last": "Bashir Uddin", "suffix": ""}, {"first": "Mahmudul", "middle": [], "last": "Hasan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Abdus Shukur Imran:Data curation, Formal analysis, Investigation, Methodology, Software, Validation, Manuscript Writingoriginal draft", "authors": [{"first": "Ahmed", "middle": [], "last": "Harun-Al-Rashid", "suffix": ""}, {"first": "Md", "middle": [], "last": "Irtija Ahsan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Formal analysis, Methodology, Project administration, Software, Supervision, Validation, Visualization, Manuscript writing-original draft", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "All authors read and approved the final version of the manuscript. The descriptions are accurate and agreed by all authors", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "develop a vaccine or identify drug targets. To unravel the evolutionary origin and antigenic resemblance of SARS-CoV-2 with other member of coronaviruses with global and Bangladeshi origin; spike proteins (S), membrane proteins (M), enveloped proteins (E) and nucleoproteins (N) of the recently confirmed coronavirus strain COVID-19 were investigated in this study. In the case of human coronavirus, strains evolved between 1960 and 2018 (HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1 and MERS-CoV)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "of coronavirus, to analyze the threat of occurrence of the disease in Bangladesh and to explore the measures of burden based on analysis of epidemiological data. Methods Retrieving Human-, Bat-and Buffalo-Originated Coronavirus Protein Sequences and Epidemiological Data Spike (S), membrane (M), envelope (E) and nucleocapsid (N) protein sequences of SARS-CoV-2, HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26 were retrieved from the ViralZone root (https://viralzone.expasy.org/) and UniProt (https://www.UniProt.org/) databases (Supplementary File 1). Additionally, we retrieved epidemiological data for COVID-19 from different websites, such as the World Health Organization (WHO), European Centre for Disease Prevention and Control (ECDC), and other online news portals[1,", "latex": null, "type": "figure"}, "FIGREF2": {"text": "To obtain the temperature data for coverage of Bangladesh, Landsat-8 images of path 135 rows 44-46, path 136 rows 43-45, path 137 rows 42-45, path 138 rows 42-45, and path 139 rows 41-43 were used. To obtain temperature data for coverage of Korea, Landsat-8 images of path 114 rows 34-36, path 115 rows 33-37, and path 116 rows 33-37 were used. To obtain temperature data for coverage of the city of Wuhan, Landsat-8 images of path 122 rows 39 and path 123 rows 38-39 were used. For Italy, Landsat-8 images of path 186 rows 32, path 187 rows 32-34, path 188 rows 31-35, path 189 rows 31-32 and 34, path 190 rows 30-314, path 191 rows 28-31, path 192 rows 28-30 and 32-33, path 193 rows 27-33, path 194 rows 28-30, path 195 rows 28-29, path 196 rows 28-03, and path 194 rows 28 were used. To obtain temperature data for coverage of the city of Wuhan, Landsat-8 images of path 122 rows 39 and path 123 rows 38-39 were used. The estimated data were obtained by the Landsat 8 Thermal Infrared Sensor (TIRS). The digital number (DN) of band 10 for each image was converted to the brightness temperature by radiance (W/(m2 × sr × μm)) ML = Radiance multiplicative scaling factor for band 10, AL = Radiance additive scaling factor for band 10, Qcal = Level 1 pixel value in D Then, by using equation number 2, the real temperature value (°K) was obtained: Brightness temperature (°Kelvin) L = Spectral radiance value (Watts/(m2 × sr × μm)) K2 = Temperature constant (°Kelvin)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "membrane, envelope and nucleoproteins) of SARS-CoV-2, HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26 clearly demonstrated the ancestral origin and distant evolutionary relationships of the newly epidemic novel coronavirus (COVID-19). It was found that SARS-CoV-2 was evolutionarily related to SARS-CoV (Figure 1). In every case, SARS-CoV-2 aligned with the same clade of SARS-CoV, where two bat-originated coronaviruses, HKU4 and HKU5,were found to have divergent relationships with COVID-19; rather, HKU4 and HKU5 showed ancestral relationships with MERS-CoV. Moreover, BufCoV-HKU26, of Bangladesh origin, always showed a phylogenetic relationship with the animal-originated coronavirus HCoV-OC43. Multiple sequence alignment (MSA) of COVID-19 proteins with SARS-CoV and BufCoV-HKU26 proteins is shown in", "latex": null, "type": "figure"}, "FIGREF4": {"text": "i) and (ii). The results clearly suggested that major proteins four proteins of SARS-CoV-2 were more aligned with the SARS-CoV proteins which might strengthen the claim of evolutionary convergent relation of SARS-CoV-2 and SARS-CoV [Figure 2 (i)]. On the other hand, the major proteins of BufCoV-HKU26 were also employed to MSA with SARS-CoV and study found that there were significant dissimilarities between these two strains [Figure 2 (ii)]. SARS-CoV-2 proteins with their homologous proteins of other coronaviruses. It had been raveled that SARS-CoV-2 proteins were highly similar and identical with SARS-CoV proteins. For examples, spike, membrane, envelope and nucleocapsid proteins of SARS-CoV-2 showed that approximately 76.4%, 90.5%, 94.7% and 90.5% nucleotide similarities with the respective protein molecules of SARS-CoV. Again, in case of identity pattern, results showed that spike, membrane, envelope and nucleoproteins of SARS-CoV-2 were 87.0%, 96.4%, 96.1% and 94.3% identical with the respective homologous proteins of SARS-CoV.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Four types of viral proteins (Supplementary File 1) of SARS-CoV-2, HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Homology Modeling and Evaluation of the 3D Protein Structure of COVID-19The 3D structures of the SARS-CoV-2 proteins were modeled using the I-TASSER server, where 'SARS-CoV complex with human neutralizing S230 antibody Fab fragment' (PDB ID: 6NB6), 'Membrane protein complex' (PDB ID: 5X5Y), 'Coronavirus Envelope Proteins' (PDB ID: 2 MM4) and 'SARS CoV Nucleocapsid' (PDB ID: 1SSK) acted as the top threading templates of the S, M, E and N proteins, respectively. The SARS-CoV-2 proteins showed 36% to 93% coverage and 40% to above 90% identity to the I-TASSER template proteins (SupplementaryTable 3). As I-TASSER usually deduces 5 different models for each operation, refinement by Modrefiner and validation by RAMPAGE and ERRAT were performed to check the accuracy of the modeled structures.After the refinement process, Ramachandran plot analysis was investigated to fix the structural accuracy from homology modeling. Ramachandran plot could do the placement of amino acids from modeled protein structure following the all attributes of structural biology, from where comparatively better model could be screened out. The present study revealed that the spike protein of SARS-CoV-2 showed 75.2% residues in the favored region, 14.8% residues in the allowed region, and only 10% residues in the outlier region [Figure 3(i)A]. On the other hand, membrane protein exhibited 77.7% residues in the favored region, 15% residues in the allowed region, and only 7% residues in the outlier region [Figure 3(i)B]. In addition, two other envelopes and nucleoproteins also showed the highest number of residues in the favored regions (74% for E and 68.1% for N) and a lower number of residues (7.3% for E and 11.5% for N) in the outlier regions [Figure 3(i)C and 3 (i)D]. Again, for assuring more structural validity of the constructed models, the results of ERRAT had been analyzed. It had been found that values of the highest quality factor from the modeled SARS-CoV-2proteins (S=71%, M=88%, E=89% and E=73%) were significant [Figure 3(ii) and SupplementaryTable 3]. In addition, the probable immunogenic epitopes of major SARS-CoV-2 proteins were studied in the previous steps, andJ o u r n a l P r e -p r o o f here, all of the predicted immunogenic epitopes of SARS-CoV-2were presented into the validated 3D structures of the S, M, E and E by using PyMoL in Figure 4. Burden of COVID-19: Occurrence of cases Over two and half months, from its outbreak on 31 December 2019 to 20 March 2020, COVID-19 has spread to up to 182 countries and territories [Figure 5(i)A] and one cruise ship named 'Diamond Princess' in Japan, affecting a total of 253,796persons globally, including in Bangladesh; however, China was the most affected country[Figure 5(i)B], holding 32.06% (81,375/253,796) of global cases (Figure 6A and Supplementary File 3). The second-and third-most affected countries were Italy and Spain, with a total of 41,035 and 19,980 cases, respectively. The cruise ship, Diamond Princess, experienced 706 cases among a total of 3,706 persons. In addition, COVID-19 resulted in a substantial burden in Iran, Germany, United States of America (USA), France and South Korea infecting 19,644, 17,372, 14,366, 10,995 and 8,652 persons, respectively. However, the numbers of total cases in other countries ranged from one to five thousand (Supplementary File 3). Among 34 provinces in China, including SARs (special administrative regions), up to 19 March 2020, the highest number of cases occurred in Hubei (67,869) (Figure 6B). In addition, other highly affected provinces were Guangdong (1,370), Henan (1,273), Zhejiang (1,232), Hunan (1,018), Anhui (990) and Jiangxi (935) (Supplementary File 4). For both global and Chinese cases, there was a steady increasing trend of the occurrence of the disease per day from 22 January 2020 to 05 February 2020 and, in the same way, a steady decreasing trend from 06 February 2020 to 16 February 2020. Interestingly, on 17 February 2020, the number of cases worldwide (19,572 cases) and in China (19,461 cases) soared suddenly; however, the number started declining up until 25 February 2020 and then started rising sharply and reached to an apex on 20 March 2020 with 43,957 cases. Fascinatingly, after 25 February 2020, cases outside China increased more than those in China, which was an alarming signal that COVID-19 became a pandemic [Figure 5(i)and Supplementary figure 1]. Burden of COVID-19: Death toll J o u r n a l P r e -p r o o f The first death by COVID-19 occurred on 11 January 2000, and by 19 January 2020, another three persons had died. The global death toll (Figure 6C) started to increase from 20 January 2020 until 12 February 2020 and then followed an up and down trend until 22 February 2020. The death toll peaked with 158 deaths in a single day on 23 February. Later, it declined up to 26 February 2020 and again rose in a zigzag trend up to 07 March 2020. Then, the death toll peaked with 1080 deaths in a single day on 19 March 2020 (Figure 6C), and the cumulative number of deaths up to 20 March 2020 was 10,406 (Supplementary figure 2). Among 182 countries and territories, 67 countries had experienced deaths from the COVID-19 outbreak by 20 March 2020.The number of deaths was highest in Italy (3,405). In addition, substantial deaths occurred in China (3,254), Iran (1,433) and Spain (1,002) (51) [Figure 5(ii) and Supplementary File 3].", "latex": null, "type": "figure"}, "FIGREF7": {"text": "we found the highest mortality rate in San Marino with almost 4129 per 10000000 persons, followed by Italy (above 563/10000000 persons), Spain (above 214/10000000 persons), Iran (almost 170/10000000 persons), Cayman Islands (almost 153/10000000 persons), however, the mortality rates in other countries ranged from one to sixty four persons per 10000000 (Supplementary figure 3 and Supplementary File 5). Among the 28 provinces of China with a death record [Figure 5(ii)B], the highest mortality rate was found in Hubei Province and was over 528 per 10000000 persons over the time period from 11 January 2020 to 19 March 2020; however, in Hainan, Hong Kong, Beijing, Heilongjiang, Henan, Chongqing, Tianjin, Shanghai and Xinjiang, the mortality rates ranged from one to seven per 10000000 persons. In the rest of the provinces, the mortality rates were below one per 10000000 persons (Supplementary File 4). Burden of COVID-19: Case fatality J o u r n a l P r e -p r o o f Case fatality denotes the proportion of deaths among cases or diseased individuals. From the analysis of cases and death toll data up to 20 March 2020, we observed that global case fatality was 4.10% (Figure 6D). Among the 67 countries with morality reports, the highest case fatality was 50.00% in Sudan, whilst the lowest in Malaysia as 0.19%(Figure 6D). Case fatality was also high in Cayman Islands (33.33%), Curacao (33.33%), Gabon (33.33%) and Guyana (20.00%). However, moderate case fatality was observed in Ukraine (11.54%), Algeria (11.11%), Guatemala (11.11%) and San Marino (9.72%). Besides, case fatality in other mostly affected countries was 4.00%, 8.30%, 5.02% and 7.29% in China, Italy, Spain and Iran, respectively (Figure 6D and Supplementary File 6). Among 28 provinces of China with death outcomes, the highest case fatality was 4.60% in Hubei Province; however, the lowest was 0.08% in Zhejiang up to 19 March 2020(Supplementary File 4).Recent Temperatures in the Regions of InterestThe satellite-derived temperatures (°C) for Wuhan (China), South Korea, Italy and Bangladesh during February 2020 are shown inFigure 7. In this figure, a single scale at the rightmost part of the image is used to indicate the temperature for all subimages. However, for the Wuhan area, no cloud-free clear image data were available for the western part of the image for that period;", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Coronaviruses are one of the most diverse groups of viruses and have emerged as deadly pathogens of the human race, with SARS-CoV-2 being the latest added to the list. In most cases, human coronaviruses evolve from zoonotic transmission, and bats are reported as the best J o u r n a l P r e -p r o o f reservoirs for zoonotic viruses[46]. Although the causative agent of COVID-19 has already been declared SARS-CoV-2[47,48], we adopted a protein-based phylogenetic study to reveal thephylogenetic relationships and divergent links of SARS-CoV-2 with other human coronavirus strains. Seven coronaviruses (COVID-19, HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1 and MERS-CoV), two bat-originated coronaviruses (HKU4 and HKU5) and one buffalo-originated coronavirus (BufCoV-HKU26) reported from Bangladesh were subjected to phylogenetic analysis of four types of their viral proteins (S, M, E and N proteins). It was clearly demonstrated that SARS-CoV-2 and SARS-CoV shared asimilar pattern of ancestral origin (Figure 1), and pairwise alignment indicated maximum similarity and identity between these two viruses (Table 1 and Figure 2). Recently, after the rapid transmission of SARS-CoV-2 and the resulting deaths [1,12-14], the WHO announced the genetic similarities between SARS-CoV-2 and SARS-CoV, which were clearly reflected in the present study. In addition, HKU4 and HKU5 are bat-originated coronaviruses, and the similar genetic makeup of the other viral strains could indicate a similar host preference [49], although there were a few unclear reports regarding the possibilities of bats as reservoirs of SARS-CoV-2 [50,51]. However, the divergent phylogenetic relationships and minor alignment patterns of SARS-CoV-2 with the bat-originated viruses HKU4 and HKU5 suggested that there was a low possibility of SARS-CoV-2 being connected with bats(Figure 1 and Table 1).As the NCBI database until now documented only the genome materials of a buffalo coronavirus (BufCoV HKU26) from domestic water buffaloes (Bubalus bubalis) in Bangladesh[10], a comparative study of BufCoV-HKU26 with SARS-CoV-2 was employed with phylogenetic analysis and pairwise alignment of the targeted viral proteins. The study revealed that BufCoV-HKU26 showed divergent relationships and low pairwise alignment of S (29.5% identity and 44.2% similarity), M (37.4% identity and 55.7% similarity), E (20.9% identity and 44.2% similarity) and N proteins (32.7% identity and 48.6% similarity) with SARS-CoV-2. However, as BufCoV-HKU26 is an animal-originated coronavirus, its proteins always exhibited an ancestral relationship with the other animal-originated virus HCoV-OC43(Figure 1). BufCoV-HKU26 was detected in Bangladesh, which suggests that the country does provide a favorable environment for the transmission and pathogenesis of buffalo-originated coronaviruses[52,53].", "latex": null, "type": "figure"}, "FIGREF9": {"text": "However, more people (10929 cases and 183 deaths as of May 5, 2020) documented to have been affected while visiting other countries are being treated carefully in quarantine, which might result in the fast disappearance of COVID-19 with little or no spread due to the higher temperatures in Bangladesh. The largest international airport in Bangladesh is situated in Dhaka and is a main entrance for people from all over the world. As Dhaka is an industrial and commercial zone and all the official works of Bangladesh are centralized here most of the visitors or people returning to the country stay here for an extended period. Due to industrialization, the temperature of Dhaka is much higher than that of any other parts of Bangladesh, which is also evident fromFigure 7 (D) (indicated by the black circle in the figure).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "of E; 5 epitopes of N proteins). Conservancy analysis (Table 3) demonstrated that selected epitopes were highly conserved in other homologous strains of SARS-CoV-2, which suggested the possibility of peptide-based vaccine development from S, M, N or E proteins [65-67]. Moreover, potential B-cell epitopes were also identified from HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26 proteins (Supplementary", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Higher levels of conservation among antigenic epitope sites of SARS-CoV-2 and SARS-CoV supported a similar ancestry in their pathogenicity. In contrast, antigenic epitopes from SARS-CoV-2 exhibited the minimum conservancy pattern with BufCoV-HKU26, which suggested a distinct pathogenicity pattern between SARS-CoV-2 and BufCoV-HKU26. The national health authorities of China detected a cluster of 44 pneumonia patients of unknown etiology from 31 December 2019 to 3 January 2020 in Wuhan City, Hubei Province of China and reported this detection to the WHO Chinese office [1]. Moreover, on 7 January, they identified the pathogen as a novel coronavirus [68]. Similar to COVID-19, the world experienced an epidemic of severe acute respiratory syndrome (SARS) in 2003 caused by a coronavirus also originating from China (Guangdong Province), which was suggested to be a potential zone of reemergence of coronaviruses [47,69]. However, on 14 March 2020 WHO declared Europe as new epicentre of COVID-19 outbreak [43]. had spread to up to 182 countries and territories, and one cruise ship named 'Diamond Princess' in Japan [20], infecting 2,53,796 persons globally [1]. In contrast, SARS infected 8,450 persons and caused 810 deaths globally in 33 countries [70]. Moreover, MERS, another coronavirus associated with an epidemic, started in Saudi Arabia in September 2012 and spread to up to 27 countries affecting a total of 2494 persons and causing 858 deaths throughout the world up to November 2019 [71]. Therefore, COVID-19 has already covered approximately 5.52 times more countries than SARS and MERS [1,70]. In addition, up to 20 March, COVID-19 has been attributed 30.03 and 101.76 times more cases, and 12.85 and 12.13 times more deaths globally than SARS and MERS, respectively [20,70,71]. Although the occurrence of cases per day was high in China at the beginning of the outbreak, after 25 February 2020, the number of cases declined in China and dramatically increased outside of China. For example, all of Italy has been placed under lockdown due to COVID-19. The majority of the cases are in mainland China, followed by Italy, Spain, Iran, Germany, USA, France and Korea and the World Health Organization has formally declared the COVID-19 outbreak a pandemic in March 11, 2020[1,45]. The case fatality of COVID-19 as of 19 March was 4.10% and 4.00% globally and in China,", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Phylogeny study of SARS-CoV-2 with the other member of coronavirus family. A phylogentic tree was constructed with(A) Spike (S) glycopreotein, (B) Membrane (M) protein, (C) Envelope (E) protein and (D) Nucleoprotein (N) of COVID-19 with HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, HKU1, MERS-CoV, HKU4, HKU5 and BufCoV-HKU26 coronaviruses by using Maximum Likelihood Method of MEGA X.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "i): Multiple sequence alignment of SARS-CoV-2 proteins with SARS-CoV. Multiple sequence alignment of (A) COVID-19-S and SARS-CoV-S, (B) COVID-19-M and SARS-CoV-M, (C) COVID-19-E and SARS-CoV-E and (D) COVID-19-N and SARS-CoV-N was visualized. Conservation showed based on 11 base scales where yellow color bar indicates the full conservation. Alignment quality was based on BLOSUM 62 substitution matrix score where yellow color indicates good quality. All the colors changes according to the conservation and alignment quality. Black bars showed the consensus sequence. This alignment was visualized by Jalview 2.8 and color scheme used is Clustalx.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "ii): Multiple sequence alignment of SARS-CoV-2 proteins with BufCoV-HKU26. Multiple sequence alignment of (A) COVID-19-S and BufCoV-HKU26-S, (B) HKU26-N was visualized. Conservation showed based on 11 base scales where yellow color bar indicates the full conservation. Alignment quality was based on BLOSUM 62 substitution matrix score where yellow color indicates good quality. All the colors changes according to the conservation and alignment quality. Black bars showed the consensus sequence.This alignment was visualized by Jalview 2.8 and color scheme used is Clustalx.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "i): Ramachandran plot for SARS-CoV-2 proteins. Structure validation of (A) Spike (S) protein, (B) Membrane (M) protein, (C) Envelope (E) protein and (D) Nucleoprotein (N) of COVID-19 proteins predicted by Ramachandran plot analysis of RAMPAGE.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "ii): Quality factor analysis of predicted SARS-CoV-2 proteins by ERRAT. This figure shows the overall quality factor of predicted structure of Spike (S) protein, (B) Membrane (M) protein, (C) Envelope (E) protein and (D) Nucleoprotein (N).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Representation of predicted 3D model of SARS-CoV-2 proteins. 3D structure of (A) Spike (S) protein, (B) Membrane (M) protein, (C) Envelope (E) protein and (D) Nucleoprotein (N) of COVID-19 proteins with antigenic sites visualized by PyMOL; Ball like structure represents the immunogenic parts.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "i): Geographic distribution of COVID-19 cases as of 20 March 2020. (A) 182Countries and territories reporting cases and cases reported in (B) China, (C) Italy and (", "latex": null, "type": "figure"}, "FIGREF19": {"text": "ii): Geographic distribution of COVID-19 Deaths as of 20 March 2020. (A) 182Countries and territories death cases and deaths reported in (B) China, (A) Cumulative confirmed cases of COVID-19 in globe and China* (B) Cumulative confirmed cases of COVID-19 in Hubei province, China* excluding Hubei and outside china from 21 January 2020 to 20 March 2020** (C) Cumulative global death toll of COVID-19 from 11 January 2020 to (D) Global and country-wise case fatality of COVID-19 up to 20 March 2020*", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Temperature (°C) for (east part of) Wuhan (China), (B) South Korea, (Global and China confirmed cases of COVID-19 per day from 22 January 2020 to 20 March 2020 Cumulative global death toll of COVID-19 from 11 Country-wise crude mortality rate of COVID-19 from 11 January 2020 to 20 March 2020 Supplementary Table 1: Predicted antigenic sites (B cell epitope) of coronaviruses excluding COVID-19 with VaxiJen score J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "and Table 1) and viral transmission or pathogenesis is directly or indirectly governed by the genetic makeup of the virus, it is possible that the conditions in Bangladesh could be less favorable for the high occurrence of COVID-19, although technical supports and policy level management could also influence the rapid transmission of any pandemic.COVID-19 (SARS-CoV-2) might have different persistence times on inanimate surfaces, but these times should be similar to those of SARS-associated viruses (3-4 days)[57]. Human coronaviruses such as Middle East Respiratory Syndrome (MERS) coronavirus, Severe Acute temperatures, such as 4°C or less, this virus persisted for as long as 28 days, and the lowest level of inactivation occurred at 20% relative humidity. Inactivation was more rapid at 20°C than at 4°C at all humidity levels. Likewise, coronaviruses were inactivated more rapidly at 40°C than at 20°C[41]. Recently, the authors established that temperature significantly changed COVID-19 mutation [60]; until now, there has been no concrete evidence that the virus has already changed with regards to disease severity or infectivity. However, based on this brief discussion, it can be presumed that this virus has a lower possibility of vertical spread and lower severity in countries or seasons with relatively higher temperatures, respectively. Thus, in affected countries, COVIDwhich were caused by small patches of cloud cover. Thus, the temperature is much higher in Bangladesh than in Wuhan, Korea and Italy. We know that during this period of modern science, many people are moving from one place to another, which allows for vertical spread of any severe disease from any small place to areas all over the world. Similarly, coronavirus has spread to more than 182 countries and territories, including a recent introduction into Bangladesh.However, these temperature data indicate that if the virus has not yet undergone mutation to be able to sustain high temperatures, such as 25°C, which occur in Bangladesh, there is less possibility of this virus replication. Moreover, currently in March, the temperature may have increased considerably, giving hope that the virus will not multiply much. Only 20 cases (including 1 death) of COVID-19 have been confirmed in Bangladesh as of March 20, 2020.", "latex": null, "type": "table"}, "TABREF2": {"text": "56. Ma Y, Zhao Y, Liu J, He X, Wang B, Fu S, et al. Effects of temperature variation and https://www3.nhk.or.jp/nhkworld/en/news/20200307_07/. March 06, 2020. NHK World, Japan.", "latex": null, "type": "table"}, "TABREF3": {"text": "Pairwise sequence alignment of COVID-19 proteins with other viral strains by the EMBOSS Needle (**First percentage indicates the similarity and second percentage indicates the identity S*=Spike protein; M*=Membrane protein E*=Envelope protein; N*=Nucleoprotein)", "latex": null, "type": "table"}, "TABREF5": {"text": "Predicted antigenic sites (B cell epitope) of COVID-19 with VaxiJen score and conservancy analysis with homologous protein sets J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}, "TABREF6": {"text": "Conservancy analysis of Antigenic Sites from COVID-19 proteins with other coronaviruses corresponding proteins J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}}, "back_matter": [{"text": " Table 2 : Template proteins considered for 3D homology structure predictions by using I-TASSER. Table 3 ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 8, "text": "Table 2", "ref_id": null}, {"start": 97, "end": 104, "text": "Table 3", "ref_id": null}], "section": "Supplementary"}, {"text": "HCoV -OC43", "cite_spans": [], "ref_spans": [], "section": "HCoV-NL63"}, {"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}]}