{
    "paper_id": "0f5e7ce476cbf315143fa638383cbdc1feca4634",
    "metadata": {
        "title": "Journal Pre-proof Extensive aortic thrombosis in a patient with Covid-19 Extensive aortic thrombosis in a patient with Covid-19",
        "authors": [
            {
                "first": "Juri",
                "middle": [],
                "last": "Katchanov",
                "suffix": "",
                "affiliation": {},
                "email": "juri.katchanov@charite.de"
            },
            {
                "first": "Jakob",
                "middle": [],
                "last": "Kalisch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Havla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Herzing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Dommke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thorsten",
                "middle": [],
                "last": "Klink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Knorr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Klinikum",
                "middle": [
                    "Juri"
                ],
                "last": "Katchanov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bayreuth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 83-year-old female nursing home resident with hypertension and type 2 diabetes mellitus was brought to the emergency department by the EMS. In the nursing home blue and pale lower extremities were noted by the physician on the home visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient became unconscious in the ambulance vehicle. Asystole as initial rhythm was documented. Return of spontaneous circulation was achieved after 20 minutes of cardiopulmonary resuscitation. The examination revealed distended abdomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory tests showed an elevated white-cell count of 20 700/ µl (normal range (3 900 -10 900/ µl), LDH of 464 U/l (normal < 247 U/l), D-Dimer 15 280 µg/l (normal < 500 µg/l), fibrinogen level 5.60 g/l (normal range 1.8-3.5 g/l). Lactate level was 12.9 mmol/l (normal < 2.0 mmol/l). Antithrombine activity was mildly reduced (75%, normal range 80-150%). Creatinine and BUN were grossly elevated: 5.62 mg/dl (normal range 0.66-1.09 mg/dl) and 299 mg/dl (normal range 21-43 mg/dl), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contrast-enhanced computed tomography (CT) showed severe aortic thrombosis extending from the lower thoracic aorta just above the diaphragm to the abdominal aorta and the iliac arteries ( Figure 1 ). Thrombotic material was particularly noted in the centre of the aortic lumen leaving variable amounts of contrast flowing within a thin lamella between the thrombus core and the aortic wall. This pattern was observed to the caudal end of the scan volume leaving the overall impression of subtotal abdominal aortic and pelvic artery occlusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The superior mesenteric artery and right renal artery were completely occluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intestinal pneumatosis and dilated paralytic small bowel loops with reduced mural enhancement were in keeping with acute mesenteric ischemia. Chest CTPA revealed subsegmental pulmonary embolism in the posterobasal right lower lobe segment and in the posterior upper lobe on the left side as well as patchy coalescing consolidations and ground glass opacities, respectively, in the right upper and middle lobe compatible with atypical pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An oropharyngeal swab for Sars-CoV-2 PCR testing was positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the intensive care unit the patient required increasing doses of vasopressors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on patient's goals of care, comfort measures were instituted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging evidence shows that severe coronavirus disease 2019 (Covid-19) has a pro-thrombotic effects predisposing to high risk of venous thromboembolism (1). Our report highlights the importance of considering arterial thrombosis in patients with severe Covid-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Curved coronal MPR of CT angiogram shows extensive thromboembolic material particularly in the centre of the abdominal aortic lumen extending into the iliac arteries with subtotal occlusion (arrows). The image also depicts numerous and diffusely distributed microinfarctions within the left-sided renal cortex (asterisks).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legend to the Figure"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Thrombotic or Thromboembolic Disease: Implications for Prevention, Antithrombotic Therapy, and Follow-up",
            "authors": [],
            "year": 2020,
            "venue": "Journal of the American College of Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}