{
    "paper_id": "0f5fcdde64ccd8b587194df731c25e9180806a85",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To estimate the proportion of COVID-19 infected people who are admitted to CC, three data sources were used: (a) estimates by Verity et al. [1] from case data in China and estimates of infection prevalence from exported cases, that were analysed to estimate the agedependent proportion of infected cases that were hospitalised, (b) estimates by the Centres for Disease Control and Prevention (CDC) ( Bialek et al. [2] ) from case data in the USA on the age-dependent proportion of reported cases that were hospitalised or admitted to ICU, and (c) estimates from Riccardo et al. [3] from case data in Italy on the age-dependent proportion of reported cases that were hospitalised or admitted to ICU.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 399,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "The CDC analysis contained two scenarios: a low scenario with all reported cases as the denominator, and a high scenario where only those with known hospitalisation status were used in the denominator. The CDC low scenario was used for our main analysis, but sensitivity analyses were conducted using the CDC high scenario and the Italian data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Since these data were only available by age group, linear (r = M + Na), exponential (r = Me Na ) or logistic (r = M/(1+exp(-N(a-P)) models (where r is the risk of hospitalisation/ICU admission, a is age in years and M, N and P are inferred parameters) were fitted to these data in order to determine risks by single year of age. To infer M, N and P, Bayesian updating with a Binomial likelihood function was used, taking into account the actual number of cases and denominators corresponding to each age group. M, N and P were sampled from their posterior distributions by using importance sampling; 10,000 parameter sets for both were drawn from uniform distributions and then resampled with replacement at a probability for each sample weighted by the likelihood of that parameter set. To determine the range of the uniform distribution, sampling was first conducted over very broad priors, constructed from the distributions in Table S1 below. After resampling, the ranges of parameters in the resampled sets were then determined -these ranges were more likely to contain parameter sets with a high likelihood of fitting data. We hence sampled a second time from uniform distributions over these ranges to obtain our final posterior distributions. These data were then combined to estimate the risk of ICU admission in infected patients using the following formula: P(admitted to ICU | infected) = P(hospitalised | infected) x P(admitted to ICU | reported case) / P(hospitalised | reported case)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 939,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "We assumed that this was the same as the risk of CC admission. These \"multipliers\" were then used to calculate the estimated number of infected people in the UK given an estimate of the number of COVID-19 CC admissions according to the equations below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Let AFF100(a) and ACHESS(a) be the number of CC cases aged a years in the FF100 and CHESS datasets respectively, and P(a) be the probability of a person infected with COVID-19 at age a being admitted to CC based on our analysis of Chinese, US and Italian dataset. Then m(a) = P(a) -1 is the corresponding multiplier giving the number of infected people of age a when the number of CC admissions of age a is P(a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Let mFF100 and mCHESS the age-adjusted multiplier to estimate the number of infected people given the number of CC admissions for the FF100 and CHESS datasets respectively. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": ". Then:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Number of infected people on a given day using FF100 data = Number of CC admissions with symptom onset on that day x mFF100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Number of infected people on a given day using CHESS data = Number of CC admissions with symptom onset on that day x mCHESS Children below 15 years were removed from UK datasets when calculating multipliers since there were no ICU admissions in these age groups in the other datasets -we believe that the over-representation of younger people in the CHESS dataset in particular reflects biases in reporting (see Discussion of main paper).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "Figures S1.1 -S.14 below show the posterior distributions for the best fitting models at each stage of the process. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the age-dependent proportion of infected people who are admitted to critical care"
        },
        {
            "text": "To estimate the delay between onset of symptoms and being reported as a CC admission, we extracted the observed time difference for 70 cases in the FF100 dataset (extracted on 31 March 2020) who were admitted to CC (i.e. all cases in the FF100 that were labelled as sporadic, and have both a symptom onset and a reporting date that was later than the date of symptom onset). The reporting date was assumed to be the date they were admitted to CC, since in all cases it was later than the date of hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of data"
        },
        {
            "text": "The distribution of time differences is shown in Figure S2 below, this has a median of 6.5 days (interquartile range 4.2 -10, 95% interval 1 -20).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Extraction of data"
        },
        {
            "text": "The data were fitted using a discretised Gamma function (with probability distribution Figure S2 below. Figure S2 . Observed delay between onset of symptoms and being reported as a CC admission for patients in FF100 with both dates, and 95% credible interval for a gamma distribution using the posterior distribution of parameter sets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 113,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Fit to data"
        },
        {
            "text": "The delay distribution was applied to the distribution of infections over time to generate a distribution of reported CC cases over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use in the model"
        },
        {
            "text": "Note that the observed distribution of delays is subject to right truncation, i.e. in the middle of an epidemic, some patients will not yet be recorded as CC admissions, due to the delay between onset of disease and reporting. This reporting delay means that, on any particular day, the data available on onset cases will exclude those cases which have onset but have not yet been reported. We therefore see only a portion of the true epidemic curve. It is possible to adjust for this bias by nowcasting -using the delay we have observed for already reported cases to estimate how many additional, onset-not-yet-reported cases are ongoing at any point in time. Particularly early on in the epidemic when incidence is increasing exponentially, the observed delay distribution will be biased downwards since only patients with shorter delays will already have been reported to the system. As time goes on and we observe enough of the epidemic to capture the longest reasonable delay, this bias will diminish and the delays can be estimated directly but will likely have changed from the early delays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues around truncation bias"
        },
        {
            "text": "However, with these data sources such a correction is difficult to do, not only because of the small sample size, but also because there are in fact two sources of right-truncation: (i) the delay from onset of symptoms to being reported as a CC case as just described (a \"patient\" delay) and (ii) the delay from being reported as a CC case to actually being available in the dataset to national researchers (a \"system\" delay, for example varying by the reporting trust). Decreasing effort in maintaining the dataset also likely contributed to the tailing-off of reported cases in the FF100; whether due to delay or poor completion, some cases reported on those days will never be added to this dataset. This would bias counts of CC admissions which is one reason why the only counts up to 6 March in the FF100 were used for model fitting; however for the delay distribution we used all patients with a date of reporting for CC admission up to the last complete dataset (31 March).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues around truncation bias"
        },
        {
            "text": "We performed sensitivity analyses by considering the following alternative scenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Dataset used. Restricting the analysis to the CHESS dataset only (i.e. not using the FF100 dataset).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Altering the sensitivity of COVID-19 detection in CC to 75%; this could reflect both testing sensitivity (e.g. poor sample collection) or incomplete reporting of test positives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Changing the period of validity of the FF100 database to the full period instead of just to 12 March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Using the CDC \"high\" scenario for severity of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Using the Italian dataset instead of the CDC dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "• Including individuals under 15 years old in the CHESS data set when calculating the proportion of infected cases who need CC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) -United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bialek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boundy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "343--349",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological characteristics of COVID-19 cases in Italy and estimates of the reproductive numbers one month into the epidemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riccardo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Andrianou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manso",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Del",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabiani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.08.20056861"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Age-dependent proportion of infected cases that are hospitalised, showing data from Verity et al. [1] and the 95% credible interval of an exponential model using the posterior distribution of parameter sets. (AIC: linear 77.0, exponential 50.6, logistic 44.6) Figure S1.2. Age-dependent proportion of reported cases that are hospitalised, showing data from Bialek et al. [2] for the low (top) and high (bottom) scenarios, and the 95% credible interval of a linear model using the posterior distribution of parameter sets. (AIC: linear 50.8, exponential 62.2, logistic 54.0 for low scenario; linear 75.6, exponential 65.2, logistic 67.3 for high scenario) Figure S1.3. Age-dependent proportion of reported cases that are admitted to ICU, showing data from Bialek et al. [2] for the low (top) and high (bottom) scenarios, and the 95% credible interval of a logistic model using the posterior distribution of parameter sets. (AIC: linear 43.8, exponential 46.1, logistic 40.6 for low scenario; linear 43.9, exponential 46.1, logistic 40.8 for high scenario) Figure S1.4. Age-dependent proportion of reported cases that are admitted to hospital (top) and to ICU (bottom), showing data from Riccardo et al. [3] and the 95% credible interval of a logistic model using the posterior distribution of parameter sets. (AIC: linear 43.8, exponential 46.1, logistic 40.6 for low scenario; linear 43.9, exponential 46.1, logistic 40.8 for high scenario) Figure S1.4. Age-dependent proportion of infected patients who are admitted to ICU, based on best fitting scenarios from the combination of models fitted to CDC low (top), CDC high (middle) and Italian (bottom) scenarios. The line with the darker colour is the best fitting (maximum likelihood) scenario.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "function γ(d) = Γ(d+1) -Γ(d), where d is the delay in days and Γ(d) is the cumulative distribution function of a continuous Gamma function). To infer the shape and size parameters of γ(d), Bayesian updating was used with both parameters drawn from uniform priors on the range [0,10]. The posterior distribution of the parameters was sampled from using importance sampling; parameter sets were sampled from their priors with replacement, with probability of sampling each parameter set weighted by the likelihood of the set. The posterior Gamma distribution is shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and B are parameters to be fitted, Likelihood(A,B|F,C) is the likelihood function for A and B given the observed values of Fd and Cd, and Pois(X = x; λ) = λ x e -λ / x! is the Poisson probability mass function of X.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Table belowshows the number of new infections on 23 March, cumulative infections from 16 February -23 March and epidemic doubling time for each scenario. Figures show median and 95% credible intervals. Variables ad = number of critical care COVID-19 admissions with symptom onset on day d after 16 February 2020 bd = number of critical care COVID-19 admissions on day d after 16 February 2020 γd = distribution of delay between symptom onset and being reported as a critical care case Fd = number of COVID-19 infections in FF100 that result in critical care admission with symptom onset on day d after 16 February 2020 Cd = number of critical care admissions in CHESS admitted on day d after 16 February 2020 ρ1 = proportion of infected cases that become critical care admissions, age-adjusted using",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}