{
    "paper_id": "0f62cd106ec9c11ced647c462a39c8ef2fe515fd",
    "metadata": {
        "title": "Five essentials for patient-centered communication during synchronous teledentistry",
        "authors": [
            {
                "first": "Matthew",
                "middle": [],
                "last": "Allen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carolyn",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "D entistry is experiencing rapid changes due to the Coronavirus pandemic, most notably with the widespread overnight adoption of teledentistry. The regulatory, technical, and payment aspects of this new type of dental service modality are rapidly accelerating, bolstering dental providers' ability to test and utilise synchronous teledental and dental telehealth services. However, this setting poses unique challenges to building rapport with patients and communicating in a patient-centered fashion. Here, we offer five essential interpersonal considerations to synchronous teledental communication, which we have termed the SHARE approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Creating a welcoming and professional setting is paramount for a stellar teledental encounter. Avoid distracting or cluttered backgrounds, use warm lighting, and disable distractions on your screen like email and notifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settings and speech matter"
        },
        {
            "text": "When it comes time to talk to patients, remember that humans rely on multiple senses to help us understand spoken words, 1 one of which is vision. Most teledental transmissions are not in high definition, and this decreased visual capability can hamper a patient's ability to understand our words, especially in technical settings like dentistry. So slow down and annunciate clearly. You might think you sound strange, but it will be helpful to patients. Avoid jargon, instead using words that a patient will understand (e.g. cavities, not caries).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settings and speech matter"
        },
        {
            "text": "2. Hold eye contact by looking at the camera While it may seem relatively obvious, eye contact in a teledental setting is achieved not by looking at the patient, but at the camera. Eye contact helps create a sense of empathy, building and strengthening a relationship strained by lack of physical presence. Speaking of presence, try to remain focused on your patient while you're talking to them. If you need to look at something else (like a chart) while your face is on the screen, verbally explain what you're doing so that it does not appear that you are checking your email.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settings and speech matter"
        },
        {
            "text": "In a teledental setting, we must rely heavily on our auditory skills, with limited or varied visuo-tactile input, to help us make a diagnosis and arrive with the patient at a treatment decision consistent with their values and preferences. Open-ended questions allow the patient to share these critical pieces of information more freely. 'Tell me about the pain you've been having' allows the vital parts of that story and their treatment desires to emerge, much more so than 'Where does it hurt?'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ask open-ended questions"
        },
        {
            "text": "Inevitably, we must share information and evidence with patients when making shared treatment decisions. Using the style and skills of motivational interviewing, 2 providers should guide the collaborative encounter with the Elicit-Provide-Elicit framework to help involve the patients in this process as shown in Figure 1 . Sharing information in this way builds trust, letting the patient know you care about hearing what matters to them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Relationally share information"
        },
        {
            "text": "During the teledental visit, smile and virtually hand-hold the patient through the appointment, especially if it is their first time utilising it. Currently, you might inquire how the patient is coping with COVID-19. Have a script at-the-ready, with reputable resources on COVID-19 in case they want to discuss the virus or community implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Express warmth and gratitude"
        },
        {
            "text": "Lastly, thank the patient for taking the time to speak with you. A genuine expression of gratitude is healing, for both you and the patient, and will solidify the foundation for a continued patient-provider relationship no matter the modality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Express warmth and gratitude"
        },
        {
            "text": "As dental professionals learn to share in teledental encounters, we will become more proficient in the interpersonal and relational skills necessary to provide true patientcentered synchronous teledentistry. Using the SHARE essentials, patients, caregivers and families will become more engaged allies in sustaining oral health, preventing dental disease and mitigating and triaging dental emergencies, or simply as a standard appointment option as telehealth continues to expand in our technological age. ◆",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Express warmth and gratitude"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What is the McGurk effect?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tiippana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Psychology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Motivational interviewing: Helping people change",
            "authors": [
                {
                    "first": "W R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rollnick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}