{"paper_id": "0f6446c4b30e5df7450e1a2b7c141daed4d413f2", "metadata": {"title": "School closures during the 2009 influenza pandemic: national and local experiences", "authors": [{"first": "Simon", "middle": [], "last": "Cauchemez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": ["D"], "last": "Van Kerkhove", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brett", "middle": ["N"], "last": "Archer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Cetron", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Benjamin", "middle": ["J"], "last": "Cowling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Grove", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Darren", "middle": [], "last": "Hunt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mira", "middle": [], "last": "Kojouharova", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Predrag", "middle": [], "last": "Kon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kumnuan", "middle": [], "last": "Ungchusak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hitoshi", "middle": [], "last": "Oshitani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Pugliese", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Caterina", "middle": [], "last": "Rizzo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guillaume", "middle": [], "last": "Saour", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tomimase", "middle": [], "last": "Sunagawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amra", "middle": [], "last": "Uzicanin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Claude", "middle": [], "last": "Wachtel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isaac", "middle": [], "last": "Weisfuse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hongjie", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Angus", "middle": [], "last": "Nicoll", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: School closure is a non-pharmaceutical intervention that was considered in many national pandemic plans developed prior to the start of the influenza A(H1N1)pdm09 pandemic, and received considerable attention during the event. Here, we retrospectively review and compare national and local experiences with school closures in several countries during the A(H1N1)pdm09 pandemic. Our intention is not to make a systematic review of country experiences; rather, it is to present the diversity of school closure experiences and provide examples from national and local perspectives. Methods: Data were gathered during and following a meeting, organized by the European Centres for Disease Control, on school closures held in October 2010 in Stockholm, Sweden. A standard data collection form was developed and sent to all participants. The twelve participating countries and administrative regions (and United States) provided data.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Our review highlights the very diverse national and local experiences on school closures during the A (H1N1)pdm09 pandemic. The processes including who was in charge of making recommendations and who was in charge of making the decision to close, the school-based control strategies, the extent of school closures, the public health tradition of responses and expectations on school closure varied greatly between countries. Our review also discusses the many challenges associated with the implementation of this intervention and makes recommendations for further practical work in this area.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The single most important factor to explain differences observed between countries may have been the different public health practises and public expectations concerning school closures and influenza in the selected countries.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The use of school closures during influenza epidemics and pandemics as a non-pharmaceutical intervention (NPI) is a topic that has received considerable attention from policy makers, the public health research community, the public and the media. This was particularly true during the 2009 H1N1 influenza (A(H1N1)pdm09) pandemic [1] . School closure was also extensively considered in national pandemic plans developed prior to the start of the pandemic [2] [3] [4] [5] [6] and during previous pandemics of the 20 th century [7] [8] [9] [10] [11] .", "cite_spans": [{"start": 329, "end": 332, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 454, "end": 457, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 458, "end": 461, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 462, "end": 465, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 466, "end": 469, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 470, "end": 473, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 525, "end": 528, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 529, "end": 532, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 533, "end": 536, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 537, "end": 541, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 542, "end": 546, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "Prior to the 2009 pandemic, a multidisciplinary perspective was used at a workshop organised under the European Union French Presidency (2008) to review the various aspects of school closures as a public health measure [12] . That review noted how the severity and impact of each pandemic is different and that the impact and relevance of school closure would, to a large extent, depend on the epidemiological and virologic characteristics of the pandemic strain, and the severity of disease [12] . For example, school closure may have had a more substantial effect during the 1957 pandemic, when much of the transmission occurred among children, than it would have had in 1918 when young adults were also affected, or in 1968 when illness attack rates were similar among children and adults [12] .", "cite_spans": [{"start": 219, "end": 223, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 492, "end": 496, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 792, "end": 796, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "The review also highlighted that the generic expression \"school closure\" reflects very different strategies. School closure could be reactive (i.e. when children or staff of the school start experiencing illness) or proactive (i.e. before substantial transmission in the school); the duration could vary from a few days to a few months; and include all children and staff (\"school closure\") or specific classes with the remainder of the school remaining open (\"class dismissal\"). At the time, the review concluded that health benefits could be expected (in particular a reduction of healthcare service demand at the peak of the outbreak) to an extent that would depend on the epidemiological characteristics of the virus and the way the policy would be implemented. Equally though, it was recognised that school closure is associated with high economic, social and educational costs and could potentially disrupt healthcare provision via increased absenteeism of clinical staff attending to their children [12] . Since then, analyses of additional data collected during the A(H1N1)pdm09 pandemic have made it possible to further quantify the impact of closures so that literature assessing impact is now substantial [7] [8] [9] [10] [11] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] .", "cite_spans": [{"start": 1006, "end": 1010, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 1216, "end": 1219, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 1220, "end": 1223, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1224, "end": 1227, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1228, "end": 1232, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1233, "end": 1237, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1238, "end": 1242, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 1243, "end": 1247, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 1248, "end": 1252, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 1253, "end": 1257, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1258, "end": 1262, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1263, "end": 1267, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1268, "end": 1272, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1273, "end": 1277, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 1278, "end": 1282, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 1283, "end": 1287, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1288, "end": 1292, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 1293, "end": 1297, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 1298, "end": 1302, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Background"}, {"text": "Although essential, assessment of impact is only one of the elements that inform school closure policies. Indeed, national policy makers are constrained by the structure of their political and school systems as well as the local perspective/culture on health issues. Paradoxically, those factors as well as many simple yet essential questions on school closure during the A(H1N1)pdm09 pandemic remain poorly documented. Were schools closed during the A(H1N1)pdm09 pandemic around the world? If so, how and to what extent? What were the decision processes and how was the intervention perceived? What were the operational issues associated with school closure? Why is it that certain countries implemented large scale closure policies while others did not recommend the use of school closure as a mitigation policy? To address these questions, we first position school closures in the context of the A(H1N1)pdm09 pandemic. We then retrospectively review and compare national and local experiences with school closures in several countries during the A(H1N1)pdm09 pandemic. Finally, we discuss lessons learnt.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Here we review the experiences of school closures during the A(H1N1)pdm09 pandemic and for seasonal influenza for eleven countries and one administrative region that had prepared pandemic plans at a national or local level. The data used in this review were obtained during and following a meeting, organized by the European Centres for Disease Prevention and Control (ECDC), on school closures held in October 2010 in Stockholm, Sweden. At the meeting, local and national experiences were presented from six countries and one administrative region by country representatives from local and national institutions involved in or providing input into school closure policies: Bulgaria, the United Kingdom (UK), France, Hong Kong SAR (HK), Italy, Japan and the United States (US; national and New York City). Following the meeting, SC, MVK and AN contacted country representatives of five additional countries (China, New Zealand, Serbia, South Africa and Thailand) to contribute data and information on their country's experiences of school closure. All the country representatives are listed in the author list of the paper.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Our intention was not to make a systematic review of all national and local experiences. Rather, it was to describe the diversity of school closure experiences and provide examples from national and local perspectives. As a consequence, the participating countries and administrative regions (Bulgaria, China, France, HK, Italy, Japan, New Zealand, Serbia, South Africa, Thailand, UK, US) included in this review were known to represent a range of responses but are not a representative sample of countries around the world. The decision to invite countries to the initial ECDC meeting in Stockholm was made on the same basis.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A standard data collection form was used for data collection and sent to study participants (see Additional file 1). The data collection form contained questions about school closure during seasonal influenza epidemics and in pre-pandemic plans, recommendations, decision making and extent of school closure during the A(H1N1) pdm09 pandemic. Data were summarized in tables and figures. For each location, the number of schools affected by closures per million inhabitants was computed. There was no need to consult an ethics committee as no data on individuals were collected.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The epidemiology of the pandemic and use of school closures Early in the A(H1N1)pdm09 pandemic, it was clear from early data from the US, Mexico and the UK that transmission was heavily focused in children [26] [27] [28] [29] , which was later confirmed from epidemiologic data from other countries as they became affected. Initial media reports from Mexico in early April 2009 caused concerns about the severity of the emerging pandemic. While the severity of the pandemic was difficult to assess early on, a very severe scenario (e.g., mortality similar to what was reported during the 1918 pandemic) was quickly excluded [27, 30] . More precise assessment of severity was harder to make and it was appreciated that severity was indeed a complicated concept.", "cite_spans": [{"start": 206, "end": 210, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 211, "end": 215, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 216, "end": 220, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 221, "end": 225, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 624, "end": 628, "text": "[27,", "ref_id": "BIBREF27"}, {"start": 629, "end": 632, "text": "30]", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "Those epidemiological characteristics of relatively low (yet uncertain) severity and high transmission (especially in children) meant that the A(H1N1)pdm09 pandemic fell within the ambiguous or \"grey\" zone for scientific advisers and decision makers ( Figure 1 ). While closing schools during the A(H1N1)pdm09 pandemic was expected to have an impact on transmission because of the age-specific immunity profile, it was unclear whether the potential benefits were worth the high economic and social costs. The absence of clear answers to this and other questions, the complexity of decision making and school systems left fertile ground for divergent views and interpretations on the relevance of school closures in the 2009 context. This was partly reflected by the heterogeneity in the policy options taken by the different countries.", "cite_spans": [], "ref_spans": [{"start": 252, "end": 260, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Closing schools during seasonal influenza epidemics is a standard policy in two of the 12 countries and administrative region that participated in this review (Japan and Bulgaria). Japan implements a policy of closure of classes, grades and schools (C-CGS) during seasonal influenza epidemics. This is a gradualist policy. For example, Japan will close a class if a certain percentage (usually 10-20%) of students are absent; close a grade if ≥ 2 classes in the grade meet the above criterion; and close a school if ≥ 2 grades of the school meet the same criterion. The exact criteria for closures are usually defined by the local board of education; but a final decision is made by each school. In Japan, there is no nationwide recommendation apart from the notification to schools from the Ministry of Education (Item No. 1125) about the prevention of influenzalike illness (ILI) that dates back to 1982 and indicates that \"class closure should be considered when the rate of student absenteeism due to infection reaches approximately 15-20%\". This notification from 1982 shows the long history of the C-CGS policy in the country and references to the policy can be found in reports dating back to the 1957 pandemic. Figure 2 shows the extent to which the C-CGS policy was implemented during seasonal influenza epidemics between 1997 and 2008. In that period, on average, 8,746 classes were closed each year. 3,166 and 594 classes affected by grade and school closures, respectively. The average proportion of classes affected by full school closures was low (5%).", "cite_spans": [], "ref_spans": [{"start": 1219, "end": 1227, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "School closures during seasonal influenza outbreaks and other public health crises"}, {"text": "Bulgaria also has a long history of closing schools during seasonal influenza epidemics. Such policies were first recommended in the 1970s. If more than 30% of schoolchildren are absent because of illness, a temporary school closure of individual schools or of all schools in the region may be considered by regional authorities. Although the recommended threshold of 30% absenteeism rate to trigger closure is high, in practice, many schools close each year during the annual seasonal influenza epidemics.", "cite_spans": [], "ref_spans": [], "section": "School closures during seasonal influenza outbreaks and other public health crises"}, {"text": "The other countries and administrative regions participating in this review do not routinely close schools during seasonal influenza epidemics. Some of these have relatively different uses of school closures to deal with public health crises. Notably HK has a considerable experience of closing schools during infectious disease outbreaks. For example, authorities in HK closed all schools during the SARS outbreak in 2003 [25] and all primary schools and kindergartens during a seasonal influenza outbreak in 2008 following two influenza-related deaths in children [20] . The NPI is usually accepted locally and indeed expected by the population including by politicians in HK. In other countries, it may be recognized that individual schools may choose to close temporarily for operational reasons (that is, if they have substantial student or staff absenteeism); but school closure seems to be used only rarely to manage infectious disease outbreaks [31] . In other countries, pre-scheduled school closures may coincide with the local seasonal influenza epidemics, which may have an unintentional impact on virus transmission. For example, South African schools were closed for the duration of the 2010 FIFA World Cup (a period of one month), which coincided with the seasonal influenza epidemic that year.", "cite_spans": [{"start": 423, "end": 427, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 566, "end": 570, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 953, "end": 957, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "School closures during seasonal influenza outbreaks and other public health crises"}, {"text": "All twelve countries and administrative regions discuss school closure as a mitigation measure during influenza pandemics; however, only three (Japan, Bulgaria and Thailand) indicate that they would certainly close schools during an influenza pandemic ( Table 1 ). The other nine countries and administrative regions left the option open, stating it would depend on circumstances.", "cite_spans": [], "ref_spans": [{"start": 254, "end": 261, "text": "Table 1", "ref_id": "TABREF0"}], "section": "School closures in national pandemic preparedness plans"}, {"text": "During the A(H1N1)pdm09 pandemic, the decision to close schools was a process that involved both national and local policy makers and school administrators. All countries and administrative regions made recommendations on school closure at the national level. There was often a lead agency/Ministry, which consulted with other agencies/Ministries to prepare recommendations.", "cite_spans": [], "ref_spans": [], "section": "National recommendations and local decisions during the A(H1N1)pdm09 pandemic"}, {"text": "In addition to recommendations made at the national level, recommendations were sometimes also made at a more regional (sub-national) level. This was, for example, the case in the US, South Africa and Bulgaria, where health is designated responsibility of the states/ provinces.", "cite_spans": [], "ref_spans": [], "section": "National recommendations and local decisions during the A(H1N1)pdm09 pandemic"}, {"text": "For reactive closures, although recommendations were essentially made at the national level, decision making on school closure was always undertaken at the local level. In the UK and Thailand, closure was decided at the school level (by school principals, headmasters or school boards). In China, France and South Africa, the decision was made by local governments or local representatives of the state.", "cite_spans": [], "ref_spans": [], "section": "National recommendations and local decisions during the A(H1N1)pdm09 pandemic"}, {"text": "In some regions, decisions were made at different levels depending on the type of school or the pandemic phase. For example, in the US, different States and cities had different school closure policies, and the decision as to whether to close schools or not were being made locally. In New York City, the NYC Department of Health and Mental Hygiene made the decision for public schools in consultation with the Department of Education; but private schools made their decisions independently. In Japan, New Zealand and Thailand, regional policy makers were in charge of making the decision during the initial phase; but later on, closure was the responsibility of school officials.", "cite_spans": [], "ref_spans": [], "section": "National recommendations and local decisions during the A(H1N1)pdm09 pandemic"}, {"text": "During the A(H1N1)pdm09 pandemic, all countries and administrative regions included in this review acknowledged that some schools might have to close (or some classes to be dismissed) when high absenteeism of students/ staff meant that the school could no longer function normally. All also implemented measures to reinforce infection control in schools (e.g., communication on hand hygiene, sick students/staff advised to stay home, etc). But the use of school closures to mitigate the pandemic varied substantially between locations. School closure not recommended as a mitigation strategy early in the pandemic Three countries (UK, US and South Africa) quickly decided not to recommend school closure to mitigate the pandemic at the national level. In the US, CDC advised on 28 April 2009 that dismissal of students for at least seven days should be strongly considered in schools with a confirmed or a suspected case epidemiologically linked to a confirmed case. However, the guidance was modified on 1 May 2009 recommending 14-day dismissals, but that modification was in effect for only four days which included a weekend. From 5 May 2009 onward, school dismissal was no longer recommended as a community mitigation measure in the US. In South Africa, a recommendation was made early during the onset of the local epidemic caused by A(H1N1)pdm09 (June 2009) not to use school closure as a mitigation strategy. In these three countries, the argument for not closing schools was that the pandemic was judged not to be severe and the potential benefits of school closure did not outweigh the deleterious socioeconomic impact that such an intervention would have.", "cite_spans": [], "ref_spans": [], "section": "Recommendations on school closure during the A(H1N1) pdm09 pandemic"}, {"text": "In the European Union, in August 2009, a policy committee of Member States, chaired by the European Commission and advised by ECDC, issued a recommendation noting no reason to close schools proactively in Europe [32] .", "cite_spans": [{"start": 212, "end": 216, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Recommendations on school closure during the A(H1N1) pdm09 pandemic"}, {"text": "All the other countries and administrative regions included in this analysis made recommendations for reactive school closure. The recommended strategies were usually proportionate, with, for example, closure of a class if more than a certain number of children were absent in the class and closure of the school if more than a certain number of classes were affected. Schools were usually recommended to close for at least seven days. As explained above, final decisions were often left to local or school authorities.", "cite_spans": [], "ref_spans": [], "section": "Reactive closures"}, {"text": "HK, Japan, Bulgaria and Serbia implemented pro-active school closures. HK and Japan did so early on in their spring 2009 wave, while Bulgaria and Serbia used it to mitigate their 2009 autumn waves.", "cite_spans": [], "ref_spans": [], "section": "Pro-active closures"}, {"text": "In the early phase of the pandemic, HK implemented aggressive strategies to attempt to contain and later on to mitigate the spread the virus. Once the first case due to indigenous transmission was confirmed on 10 June 2009, they moved from a \"containment phase\" to a \"mitigation phase\" designed to relieve disease burden and mortality, primarily based on NPI [15, 17] . The mitigation phase included: public health campaigns (improved hygiene, etc.), medical resource mobilization, opening of eight designated fever clinics (13 June 2009), and antiviral treatment of confirmed cases. In addition, there was an immediate proactive closure of kindergarten/primary schools (children up to 12) for at least 2 weeks (starting 12 June 2009) along with reactive closure of secondary schools with more than one confirmed case.", "cite_spans": [{"start": 359, "end": 363, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 364, "end": 367, "text": "17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Pro-active closures"}, {"text": "Osaka and Hyogo, two prefectures in Japan, implemented proactive school closures between 18-24 May 2009. In Osaka prefecture, at least 796 schools (270 high schools and 526 junior high schools) closed during that time period [33] ; primary schools and kindergartens were also closed in some cities. In Hyogo prefecture, a total of 2,352 schools, kindergartens and universities closed during this time period. Pro-active closures also took place in whole/part of municipalities and school district between 18 May and 18 July 2009.", "cite_spans": [{"start": 225, "end": 229, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Pro-active closures"}, {"text": "In Bulgaria, on 6 November 2009, the Ministry of Health declared a nationwide influenza epidemic and recommended to the Ministry of Education to close all schools in the country for five working days. Decisions on whether to close nurseries, child day care centers and the suspension of sessions at universities were delegated to the regional level.", "cite_spans": [], "ref_spans": [], "section": "Pro-active closures"}, {"text": "In Serbia, a short 6-days school holiday (Thursday to Tuesday) was extended by 3 days nationwide during the first peak of the autumn pandemic wave in November 2009. In December, Christmas holidays were brought forward a week to mitigate a second peak.", "cite_spans": [], "ref_spans": [], "section": "Pro-active closures"}, {"text": "For countries and administrative regions that provided information, Figure 3 shows the total number of schools and number of schools per 1 million inhabitants, which were affected by school, grade or class closures. Relative to population size, Serbia and HK, which closed all the schools, were by far the areas which implemented a school closure policy most widely. 160,742 closures were reported in Japan (1,258 reported closures per million inhabitants). No school closure count was available for Bulgaria, the last country that closed schools proactively. However, multiple reporting from the same school was frequent so that the Japanese figure is an over estimate (there are about 60,000 schools in Japan). Even so, it indicates that closures were on a massive scale in Japan.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 76, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Extent of school closure"}, {"text": "It is interesting to note that although France, Thailand, China and Italy made relatively similar recommendations of closing schools reactively, the extent to which the policy was implemented locally varied markedly. For example from 0.13 (Italy) to 16 (France) schools affected per 1 million inhabitants though for those two countries there was no strong evidence of differences in impact of the pandemic [34] . For countries and administrative regions that provided information, the effective duration of closure was often shorter than the duration of seven days (or sometimes 14 days) recommended in many locations ( Figure 4 ).", "cite_spans": [{"start": 406, "end": 410, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 620, "end": 628, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "Extent of school closure"}, {"text": "This review highlights the very diverse national and local experiences on school closures during the A(H1N1)pdm09 pandemic in eleven countries and one administrative region.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It also showed the many challenges associated with the implementation of this intervention.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "First, there were important differences in the management of school closures across the participating countries. The processes (e.g., who was in charge of making recommendations, who was in charge of making the decision to close, etc) varied between countries. There were also marked differences in the school closure strategies with three countries and the European Union recommending to not use school closure as a mitigation strategy from relatively early on, while some countries recommended some sort of reactive closure, and still others implemented proactive closures at a large scale. Even among countries that made similar recommendations (e.g., allowing reactive closures) the actual extent of closure that took place varied substantially.", "cite_spans": [], "ref_spans": [], "section": "Different school closure policies and expectations"}, {"text": "In the original plans of this research, we aimed to report on the reasoning behind each national policy decision to try to better understand why outcomes were so diverse. However, we quickly realized that this would be difficult to document in an objective way and that besides the outcome might actually provide limited insight. Indeed, the arguments in favor or against closure are already quite well known: it is a matter of finding the right balance between mitigating and delaying spread versus paying the potentially high cost associated with closure. Therefore, the question is not so much about the arguments used by countries to justify their decisions but more about why they made different appreciations of the health benefits and the economic and social costs of the intervention. In the end, we believe that the single most important factor to explain these differences was the very different public health practises and public expectations concerning school closures and influenza in the countries selected. For example, Japan and Bulgaria consider school closure as routine during seasonal influenza epidemics; and in HK, closures are expected from the population and politicians during large-scale infectious disease outbreaks. By contrast, it may require a severe pandemic for the intervention to be considered as a policy option, for example, in the UK. Obviously, these different interpretations were made possible because of the absence of a clear cut scientific/public health answer on the anticipated impact of school closures in a pandemic of moderate severity such as the A(H1N1) pdm09 pandemic, illustrated by the \"grey zone\" in Figure 1 . Though closing schools was expected to have a significant impact on transmission dynamics in 2009 because of the age-specific transmission profile of the pandemic virus, one must ask if the benefits outweigh the high economic and social costs of closure, especially given that disease severity was relatively limited. This left considerable room for different views on the effectiveness to be transformed into policy. A last factor was the complexity of school systems and hence decision making with co-existing state and religious systems plus private schools in a number of countries.", "cite_spans": [], "ref_spans": [{"start": 1654, "end": 1662, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Different school closure policies and expectations"}, {"text": "Implementing reactive closures of schools on a relatively large scale requires that surveillance systems are in place in schools to monitor illness and absenteeism rates. In NYC, for example, the decision to close schools was based on trends in influenza like illness (ILI) visits to school nurses (sustained or sudden increase) and absenteeism. School health nurses who were in charge of gathering the data for their school were often overwhelmed so that the school data was generally not available for review until late afternoon and the decisions on closure could not take place until the evening -too late to inform parents.", "cite_spans": [], "ref_spans": [], "section": "Monitoring and local decision making"}, {"text": "Since school closures to mitigate influenza epidemics have been standard policy in Japan for many years, the country has developed an efficient system to monitor absenteeism in schools, and make decisions on closure on the basis of that system. The information about each school passed to relevant education boards (municipal board for most elementary and junior high schools and prefectural board for most high schools), and directly to the Ministry of Education for most private schools. The information is analyzed at the Ministry of Education and shared with the Ministry of Health. This process is performed on a daily basis. In contrast, pro-active closures as implemented in Osaka and Hyogo prefectures in Japan or in HK were simply triggered by the first local pandemic cases that were not linked to importation.", "cite_spans": [], "ref_spans": [], "section": "Monitoring and local decision making"}, {"text": "School closure was associated with a range of communication challenges.", "cite_spans": [], "ref_spans": [], "section": "Communication challenges"}, {"text": "Good communication with parents and school staff is an important part of the control strategy and may require substantial effort. For example, in New York City, some of the communication challenges with parents and school staff included:", "cite_spans": [], "ref_spans": [], "section": "With parents and school staff"}, {"text": "Translating: By local regulations, all parental communications had to be translated into nine languages. Notifying closures: In the spring 2009 wave, since decisions of closures had to be made after the end of the school day, notifications of closure had to be made via media and word of mouth. Representatives of the Department of Health and of the Department of Education were also present in the morning of closure at school to notify or discuss with parents. Making parents part of the strategy: In the autumn 2009 wave, the Department of Education did not plan to close schools with influenza activity but rather emphasized teaching students preventive measures (e.g., wash/sanitize hands often, avoid touching mouth and nose etc) and parents were instructed to keep children home if they had ILI. Communication with families and principals was therefore an essential part of the strategy: letters were sent home to families with the children during the first week of school and throughout the influenza season; information materials were provided to schools; outreach was implemented to community education councils and parent groups; weekly influenza updates were sent to all school principals and there was also ongoing communication with school nurses. At the end of each school day, the Department of Education reported online attendance rates and instances of ILI in public schools. If a school reported five cases of ILI among students in attendance, parents were sent a second letter on keeping ill children at home and the school reinforced messages on hand washing and covering coughs. Dealing with staff concerns: To address the concerns of school staff about their safety, the city developed an Influenza Health and Safety Program.", "cite_spans": [], "ref_spans": [], "section": "With parents and school staff"}, {"text": "Managing the pandemic and school closures often required very close interactions between the different agencies and the different levels of policy making.", "cite_spans": [], "ref_spans": [], "section": "National to local communications & communications between agencies"}, {"text": "Early in the pandemic, in the US, CDC had daily conference calls with Public Health State officials where the management of the pandemic, including school closure policies, was discussed. Those conference calls were critical for sharing data, discussing policy questions and recommendations. The prompt change of CDC recommendations on school closure (between 28 April and 5 May 2009) although primarily based on the accumulated epidemiologic data from the US outbreaks was also corroborated by the feedback that CDC received during those conference calls, where some state officials regarded the guidance as overly disruptive for the locally perceived level of severity. Similar close communication between agencies was also reported in a number of the other countries.", "cite_spans": [], "ref_spans": [], "section": "National to local communications & communications between agencies"}, {"text": "There were sometimes differences in the perception of risk between the national level (at which most of recommendations were made) and the local level (where decision making took place). For example, in France, it was reported that the perception of risk was higher at the national level where potential deaths among children was seen as an incentive to act preventively and in a context where public health issues are interpreted in terms of political responsibilities by major ministries. Also there had been considerable planning on how to educate and manage children if the schools had to close. But local authorities were reluctant to close schools due to a combination of lower risk perception and a general pattern of local public policy-making where the primary objective is to maintain normal life, unless an immediate and major risk is identified. There were also doubts at the local level about the overall strategy given its sophistication. Parents who had a low perception of the risk considered the intervention as a constraint. Nevertheless there were significant numbers of school closures in France.", "cite_spans": [], "ref_spans": [], "section": "National to local communications & communications between agencies"}, {"text": "The pandemic also highlighted the difficulty in communicating in a context of uncertainty and where risk assessment may quickly change. For example, in many countries, there was sporadic media criticism of rapidly changing guidance, and differences in practice between localities and over time in spite of explicit statements in the initial guidance that changes in guidance would be forthcoming pending more data.", "cite_spans": [], "ref_spans": [], "section": "Communicating in a context of uncertainty"}, {"text": "One of the challenges faced when managing school closures was that different schools systems (e.g., public, private and parochial) often coexist. For example in NYC the public (state) system is centrally operated and closures in that system were decided by the Chancellor or the like; but that is not the case of the private and parochial systems for which closures were done at the discretion of the school.", "cite_spans": [], "ref_spans": [], "section": "Authority to close schools"}, {"text": "In many countries, the national government could impose nationwide closures. But this is not necessarily straightforward. For example, in semi-autonomous or federal countries like South Africa or the USA, each state/province Table 2 Recommended areas for further work on school closures by authorities Area Description", "cite_spans": [], "ref_spans": [{"start": 225, "end": 232, "text": "Table 2", "ref_id": null}], "section": "Authority to close schools"}, {"text": "Ensure that school closures (as a public health intervention or due to large absenteeism in schools) is included in generic pandemic planning.", "cite_spans": [], "ref_spans": [], "section": "Pandemic planning"}, {"text": "Agree on triggers for proactive and reactive closures in a pandemic and how they would be operated at the local level.", "cite_spans": [], "ref_spans": [], "section": "Triggers"}, {"text": "Prepare arrangements for national decision-making on school closures and how adjoining counties would apply these.", "cite_spans": [], "ref_spans": [], "section": "National decision making"}, {"text": "Develop arrangements for mitigating the adverse impact of school closures notably for alternative care arrangements and continuing education.", "cite_spans": [], "ref_spans": [], "section": "Mitigating adverse effects"}, {"text": "Consider how special schools would be included in these arrangements.", "cite_spans": [], "ref_spans": [], "section": "Special schools"}, {"text": "Develop communication plans and materials for school staff, parents and the media.", "cite_spans": [], "ref_spans": [], "section": "Communication"}, {"text": "Ensure there are robust local plans for closures across complex school systems and exercise these plans on occasions for pandemic and other emergencies (such as extreme weather).", "cite_spans": [], "ref_spans": [], "section": "Local planning"}, {"text": "has the authority to make their own decision even if this means a seeming inconsistency across the country.", "cite_spans": [], "ref_spans": [], "section": "Local planning"}, {"text": "The countries and administrative regions participating in this review are not a representative sample of countries around the world. Indeed, our intention was not to make a systematic review but to describe the diversity of school closure experiences and provide examples from national and local perspectives. Therefore it is not possible to generalize on the extent of school closure around the world from this work.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "In this review, we described national and local experiences on school closure. We presented the various policy processes leading to closure (from the elaboration of recommendations to the implementation of the policy) as well as the extent of closure (e.g., how many schools closed and for how long). We also discussed policy challenges associated with the intervention. However, important areas of research on school closures, such as the impact on spread and health care provision as well as the economical and social cost of closing schools, were left out of the review. A review of those aspects of school closure can be found in [12] .", "cite_spans": [{"start": 634, "end": 638, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Limitations"}, {"text": "Even in the relatively mild severity scenario of the A (H1N1)pdm09 pandemic [35] , the findings of this work indicate that there was a range of responses and applications of the school closures policies. The processes including who was in charge of making recommendations and who was in charge of making the decision to close, the school-based control strategies, the extent of school closures, the public health tradition of responses and expectations on school closure varied greatly between countries.", "cite_spans": [{"start": 76, "end": 80, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Consistent to the experience from earlier influenza pandemics [7] [8] [9] [10] [11] , the A(H1N1)pdm09 pandemic confirmed the impact that some forms of school closing could have on the community-wide influenza transmission dynamics [13] [14] [15] [16] [17] . Given that epidemiologic evidence and looking very practically at pressures exerted on policy makers during an emerging pandemic, it is reasonable to predict that the school closure policy will be considered and implemented in future pandemics, at an extent that will depend on the perceived severity and perceived impact of the pandemic virus on children's health. There is, therefore, good reason for countries to persist with working on the school closure policies and assessing their effect on transmission and overall societal impact. This review has demonstrated that much work remains to ensure smooth implementation of the school closure policy, a feasible NPI that may be used during future influenza pandemics ( Table 2) .", "cite_spans": [{"start": 62, "end": 65, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 66, "end": 69, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 70, "end": 73, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 74, "end": 78, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 79, "end": 83, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 232, "end": 236, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 237, "end": 241, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 242, "end": 246, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 247, "end": 251, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 252, "end": 256, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 981, "end": 989, "text": "Table 2)", "ref_id": null}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO: Measures in school settings", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "ECDC: Influenza pandemic preparedness", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Department of Health: Review of the evidence base underpinning the UK influenza pandemic preparedness strategy", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Public Health Agency of Canada: The canadian pandemic influenza plan for the health sector", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Principles governing the closure of schools and other educational facilities in Western Australia during a human influenza pandemic", "authors": [{"first": "Government", "middle": [], "last": "Of Western", "suffix": ""}, {"first": "", "middle": [], "last": "Australia", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "New Zealand Ministry of Education: Pandemic planning kit", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Twentieth century influenza pandemics in Singapore", "authors": [{"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Tambyah", "suffix": ""}, {"first": "J", "middle": [], "last": "Cutter", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Chen", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Goh", "suffix": ""}], "year": 2008, "venue": "Ann Acad Med", "volume": "37", "issn": "6", "pages": "470--476", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Analyses of the 1957 (Asian) influenza pandemic in the United Kingdom and the impact of school closures", "authors": [{"first": "E", "middle": [], "last": "Vynnycky", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2008, "venue": "Epidemiol Infect", "volume": "136", "issn": "2", "pages": "166--179", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The effect of public health measures on the 1918 influenza pandemic in U.S. cities", "authors": [{"first": "Ferguson", "middle": [], "last": "Bootsma", "suffix": ""}, {"first": "", "middle": [], "last": "Nm", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci U S A", "volume": "104", "issn": "", "pages": "7588--7593", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Public health interventions and epidemic intensity during the 1918 influenza pandemic", "authors": [{"first": "R", "middle": ["J"], "last": "Hatchett", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mecher", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci U S A", "volume": "104", "issn": "18", "pages": "7582--7587", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic", "authors": [{"first": "H", "middle": [], "last": "Markel", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Lipman", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Navarro", "suffix": ""}, {"first": "A", "middle": [], "last": "Sloan", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Michalsen", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Stern", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Cetron", "suffix": ""}], "year": 2007, "venue": "JAMA", "volume": "298", "issn": "6", "pages": "644--654", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Closure of schools during an influenza pandemic", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Wachtel", "suffix": ""}, {"first": "A", "middle": [], "last": "Tegnell", "suffix": ""}, {"first": "G", "middle": [], "last": "Saour", "suffix": ""}, {"first": "B", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}], "year": 2009, "venue": "Lancet Infect Dis", "volume": "9", "issn": "8", "pages": "473--481", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "School opening dates predict pandemic influenza A(H1N1) outbreaks in the United States", "authors": [{"first": "D", "middle": ["L"], "last": "Chao", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "202", "issn": "6", "pages": "877--880", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Characterizing the epidemiology of the 2009 Influenza A/H1N1 Pandemic in Mexico", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": [], "last": "Echevarria-Zuno", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tamerius", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "V", "middle": [], "last": "Borja-Aburto", "suffix": ""}], "year": 2011, "venue": "PLoS Med", "volume": "8", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The effective reproduction number of pandemic influenza: prospective estimation", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lau", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ho", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Chuang", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Leung", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Lo", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lau", "suffix": ""}], "year": null, "venue": "Epidemiology", "volume": "2010", "issn": "6", "pages": "842--846", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effects of school closure on incidence of pandemic influenza in Alberta", "authors": [{"first": "D", "middle": ["J"], "last": "Earn", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Loeb", "suffix": ""}, {"first": "K", "middle": [], "last": "Fonseca", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Dushoff", "suffix": ""}], "year": null, "venue": "Canada. Ann Intern Med", "volume": "2012", "issn": "3", "pages": "173--181", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "School closure and mitigation of pandemic (H1N1) 2009, Hong Kong", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lau", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Ip", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ho", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Chuang", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Leung", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Lo", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "3", "pages": "538--541", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Would school closure for the 2009 H1N1 influenza epidemic have been worth the cost?: a computational simulation of Pennsylvania", "authors": [{"first": "S", "middle": [], "last": "Brown", "suffix": ""}, {"first": "J", "middle": [], "last": "Tai", "suffix": ""}, {"first": "R", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "P", "middle": [], "last": "Cooley", "suffix": ""}, {"first": "W", "middle": [], "last": "Wheaton", "suffix": ""}, {"first": "M", "middle": [], "last": "Potter", "suffix": ""}, {"first": "R", "middle": [], "last": "Voorhees", "suffix": ""}, {"first": "M", "middle": [], "last": "Lejeune", "suffix": ""}, {"first": "J", "middle": [], "last": "Grefenstette", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Mcglone", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "BMC Public Health", "volume": "11", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Estimating the impact of school closure on influenza transmission from Sentinel data", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Valleron", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Boelle", "suffix": ""}, {"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "452", "issn": "7188", "pages": "750--756", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effects of school closures, 2008 winter influenza season", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lau", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Lam", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Kovar", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2008, "venue": "Hong Kong. Emerg Infect Dis", "volume": "14", "issn": "10", "pages": "1660--1662", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The impact of illness and the impact of school closure on social contact patterns", "authors": [{"first": "K", "middle": ["T"], "last": "Eames", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Tilston", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "E", "middle": [], "last": "Adams", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2010, "venue": "Health Technol Assess", "volume": "14", "issn": "34", "pages": "267--312", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Cost-effective strategies for mitigating a future influenza pandemic with H1N1 2009 characteristics", "authors": [{"first": "N", "middle": [], "last": "Halder", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Kelso", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Milne", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Modelling the impact of local reactive school closures on critical care provision during an influenza pandemic", "authors": [{"first": "T", "middle": [], "last": "House", "suffix": ""}, {"first": "M", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Van Hoek", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sadique", "suffix": ""}, {"first": "K", "middle": [], "last": "Eames", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Read", "suffix": ""}, {"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "A", "middle": [], "last": "Melegaro", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}], "year": null, "venue": "Proc R Soc B Biol Sci", "volume": "278", "issn": "", "pages": "2753--2760", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effect of school closure from pandemic (H1N1)", "authors": [{"first": "V", "middle": ["G"], "last": "Jarquin", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Callahan", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cohen", "suffix": ""}, {"first": "V", "middle": [], "last": "Balaban", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Beato", "suffix": ""}, {"first": "P", "middle": [], "last": "Pordell", "suffix": ""}, {"first": "O", "middle": [], "last": "Oyervides", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "H", "middle": [], "last": "Lipman", "suffix": ""}, {"first": "D", "middle": [], "last": "Fishbein", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Massoudi", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "17", "issn": "4", "pages": "751--753", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Respiratory infections during SARS outbreak", "authors": [{"first": "J", "middle": ["Y"], "last": "Lo", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Tsang", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Leung", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Yeung", "suffix": ""}, {"first": "T", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Lim", "suffix": ""}], "year": 2003, "venue": "", "volume": "11", "issn": "", "pages": "1738--1741", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The early transmission dynamics of H1N1pdm influenza in the United Kingdom", "authors": [{"first": "A", "middle": [], "last": "Ghani", "suffix": ""}, {"first": "M", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "J", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "S", "middle": [], "last": "Flasche", "suffix": ""}, {"first": "R", "middle": [], "last": "Pebody", "suffix": ""}, {"first": "Jan", "middle": [], "last": "Van Hoek", "suffix": ""}, {"first": "A", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "S", "middle": [], "last": "Hall", "suffix": ""}, {"first": "I", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "C", "middle": [], "last": "White", "suffix": ""}, {"first": "M", "middle": [], "last": "Truscott", "suffix": ""}, {"first": "J", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": [], "last": "Garske", "suffix": ""}, {"first": "T", "middle": [], "last": "White", "suffix": ""}, {"first": "P", "middle": [], "last": "Leach", "suffix": ""}, {"first": "S", "middle": [], "last": "Hall", "suffix": ""}, {"first": "I", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "H", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "N", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "PLoS Curr Influenza", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "WHO Rapid Pandemic Assessment Collaboration: Pandemic potential of a strain of influenza a (H1N1): early findings", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Hanage", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Hollingsworth", "suffix": ""}, {"first": "J", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Baggaley", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Jenkins", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lyons", "suffix": ""}, {"first": "T", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Hinsley", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Grassly", "suffix": ""}, {"first": "F", "middle": [], "last": "Balloux", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Pybus", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Alpuche-Aranda", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Chapela", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Zavala", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Guevara", "suffix": ""}, {"first": "F", "middle": [], "last": "Checchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "S", "middle": [], "last": "Hugonnet", "suffix": ""}, {"first": "C", "middle": [], "last": "Roth", "suffix": ""}], "year": 2009, "venue": "", "volume": "324", "issn": "", "pages": "1557--1561", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Emergence of a novel swine-origin influenza a (H1N1) virus in humans", "authors": [{"first": "S", "middle": ["J"], "last": "Dawood", "suffix": ""}, {"first": "", "middle": [], "last": "Fs", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Shaw", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Gubareva", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "25", "pages": "2605--2615", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kent", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "27", "pages": "2619--2627", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Household responses to school closure resulting from outbreak of influenza B, North Carolina", "authors": [{"first": "A", "middle": ["J"], "last": "Johnson", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Moore", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Edelson", "suffix": ""}, {"first": "L", "middle": [], "last": "Kinnane", "suffix": ""}, {"first": "M", "middle": [], "last": "Davies", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "A", "middle": [], "last": "Balish", "suffix": ""}, {"first": "M", "middle": [], "last": "Mccarron", "suffix": ""}, {"first": "L", "middle": [], "last": "Blanton", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "F", "middle": [], "last": "Averhoff", "suffix": ""}, {"first": "J", "middle": [], "last": "Bresee", "suffix": ""}, {"first": "J", "middle": [], "last": "Engel", "suffix": ""}, {"first": "A", "middle": [], "last": "Fiore", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "14", "issn": "7", "pages": "1024--1030", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Available from", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Influenza (H1N1) 2009 outbreak and school closure", "authors": [{"first": "R", "middle": [], "last": "Kawaguchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Miyazono", "suffix": ""}, {"first": "T", "middle": [], "last": "Noda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takayama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sasai", "suffix": ""}, {"first": "H", "middle": [], "last": "Iso", "suffix": ""}], "year": 2009, "venue": "Japan. Emerg Infect Dis", "volume": "15", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The 2009 A(H1N1) pandemic in Europe A review of the experience", "authors": [{"first": "Amato", "middle": [], "last": "Gauci", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Zucs", "suffix": ""}, {"first": "P", "middle": [], "last": "Snacken", "suffix": ""}, {"first": "R", "middle": [], "last": "Ciancio", "suffix": ""}, {"first": "B", "middle": [], "last": "Lopez", "suffix": ""}, {"first": "V", "middle": [], "last": "Broberg", "suffix": ""}, {"first": "E", "middle": [], "last": "Penttinen", "suffix": ""}, {"first": "P", "middle": [], "last": "Plata", "suffix": ""}, {"first": "F", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Moderate pandemic, not many dead-learning the right lessons in Europe from the 2009 pandemic", "authors": [{"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "M", "middle": [], "last": "Mckee", "suffix": ""}], "year": 2010, "venue": "Eur J Public Health", "volume": "20", "issn": "5", "pages": "486--488", "other_ids": {"DOI": ["10.1186/1471-2334-14-207"]}}, "BIBREF36": {"ref_id": "b36", "title": "School closures during the 2009 influenza pandemic: national and local experiences", "authors": [{"first": "", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": 2014, "venue": "BMC Infectious Diseases", "volume": "14", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Epidemiological characteristics and relevance of school closures.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Number of classes that were affected by school, grade or class closures in Japan during seasonal influenza epidemics between 1997 and 2008. (Source: http://idsc.nih.go.jp/idwr/ kanja/infreport/report.html).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Extent of school, grade and class closures in participating countries. A: total number of schools affected by closures* during the 2009 H1N1pdm09 influenza pandemic; B: number of schools affected by closures during the 2009 H1N1pdm09 influenza pandemic per 1 million inhabitants. ( * : e.g., may include complete school closure, grade closure and/or class closure).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Effective duration of closure (square: average; vertical line: range) in participating countries. Countries are sorted by decreasing number of schools affected by closures.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary table MoE: Ministry of Education or equivalent; MoH: Ministry of Health or equivalent; DoE: Department of Education.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank all national and local Ministry and Government officials, teachers and nurses who collected data and shared experiences on school closures during the 2009 pandemic. Specifically, the authors would like to thank: Dr. Radosveta Filipova and Dr Angel Kunchev ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Additional file 1: Data collection form.Competing interests SC received consulting fees from Sanofi Pasteur MSD. BJC received research funding from MedImmune Inc. and Sanofi Pasteur, and consults for Crucell NV. There are no other competing interests to declare. ", "cite_spans": [], "ref_spans": [], "section": "Additional file"}]}