{
    "paper_id": "0f64c1f859f34f39777db787e6d41ebc350c5657",
    "metadata": {
        "title": "Journal Pre-proof Back to the Basics: Diluted Bleach for COVID-19",
        "authors": [
            {
                "first": "Parth",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanjna",
                "middle": [],
                "last": "Sanghvi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kunal",
                "middle": [],
                "last": "Malik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amor",
                "middle": [],
                "last": "Khachemoune",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "commercial disinfect supplies are in high demand and will unquestionably be limited in the near 47 future. We will have to get creative with available resources, all the while taking safe precautions 48 to ensure our efforts improve and not worsen the ongoing situation. While the exact viral load on inanimate surfaces is unknown during an outbreak, it is critical to 66 disinfect frequently touched surfaces. 1 With rapidly diminishing availability of commercial 67 cleaning supplies, simple diluted bleach, which is readily available, can effectively disinfect our 68 clinics, homes, and environment to prevent sustained transmission from inanimate objects. As 69 with many disinfects, minimizing long term skin contact and ensuring good ventilation can 70 minimize clinical toxicity. In Henry Dakin's spirit, we should strive to share with our colleagues 71 the cost-effective, accessible, and relatively safe power of diluted bleach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of coronaviruses on inanimate 74 surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E ;",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Disinfectants for Use Against SARS-CoV-2. 2020",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "List",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Department of Health & Human 81 Services",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Disinfection by sodium hypochlorite : dialysis applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Mishkin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Basel",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The clinical toxicology of sodium 86 hypochlorite",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Slaughter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Grieve",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Schep",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Preventing HIV Transmission: The Role of",
            "volume": "57",
            "issn": "",
            "pages": "303--314",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sterile Needles and Bleach",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Abbreviations: SARS, Severe Acute Respiratory Syndrome Coronavirus; MERS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory Syndrome Coronavirus; HCoV, Endemic Human Coronaviruses; EPA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Environmental Protection Agency",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of sodium hypochlorite, effectively Dakin's solution, have been tried and true 51 in dermatology and wound care for many years. To achieve the formulation noted by Kampf et 52 al. 1 , ~0.1% sodium hypochlorite can be made by a roughly 1:50 dilution of household bleach 53 (~5.25-6% sodium hypochlorite) in tap water. 1 While Kampf et al.'s 1 analysis is a combination 54 of non-COVID-19 studies, we expect the proposed formulation to similarly also disinfect 55 surfaces of the novel coronavirus. The Center for Disease Control and Prevention (sodium hypochlorite can vary in their in-vivo fibroblast and keratinocyte 59 cytotoxicity, dilutions of ~0.1% sodium hypochlorite are clinically effective with minimal 60 irritation or sensitization. 5 One should be mindful that corrosive injury upon mucous 61 membrane/skin contact is possible with excess volumes or mishandling, so appropriate caution 62 and moderation is necessary. 6 This solution should ideally be used within one month of 63 preparation and stored in a closed, opaque container at room temperature. 7 64 65",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Title: Back to the Basics: Diluted Bleach for COVID-19 Parth Patel, MD 1 , Sanjna Sanghvi, BS 2 , Kunal Malik, MD 3 , Amor Khachemoune, MD 4,5 5 1 Division of Dermatology, Department of Medicine, Montefiore Medical Center, Albert Einstein Department of Dermatology, Icahn School of Medicine at Mount Sinai, New York, NY 11 12 4 Veterans Affairs Medical Center, Brooklyn, New York; 5 Department of Dermatology, SUNY Corresponding author: Amor Khachemoune, MD, FAAD, FACMS, Veterans Affairs Hospital and SUNY Downstate Conflicts of Interest: None declared. Keywords: coronavirus; COVID-19; bleach; sodium hypochlorite; disinfectant; dermatology; Since December 2019, a highly pathogenic novel human coronavirus SARS-COV-2 (COVID-19) has emerged from China harboring high transmission rates from human-to-human and persistence on inanimate surfaces. 1 An analysis of 22 studies revealed that human coronaviruses similar to COVID-19 [i.e. Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus, and endemic human coronaviruses (HCoV)] can persist on inanimate surfaces like metal, glass or plastic for up to nine days, but are efficiently 40 inactivated by 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within one minute. 1 A study evaluating the stability of COVID-19 and SARS-COV1 by van Doremalen 42 et al. 2 suggests that COVID-19 may remain viable for hours to days on surfaces made from a variety of materials. To help identify commercial disinfectants against COVID-19, the United States Environmental Protection Agency (EPA) has created a list of adequate products by their EPA registration number. 3 Unfortunately, with exponentially rising COVID-19 cases in the U.S.,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}