{"paper_id": "0f68506082ae6684619b326d4c38cb72e9c6f871", "metadata": {"title": "Journal Pre-proof Answering to the Call of Critically Ill Patients: Limiting Sonographer Exposure to COVID-19 With Focused Protocols Answering to the Call of Critically Ill Patients: Limiting Sonographer Exposure to COVID-19 With Focused Protocols", "authors": [{"first": "Abigail", "middle": [], "last": "Kaminski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Abby", "middle": [], "last": "Payne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sarah", "middle": [], "last": "Roemer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Denise", "middle": [], "last": "Ignatowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bijoy", "middle": ["K"], "last": "Khandheria", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aurora", "middle": [], "last": "Cardiovascular", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thoracic", "middle": [], "last": "Services", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aurora", "middle": [], "last": "Sinai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aurora", "middle": [], "last": "St", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Luke&apos;s Medical", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Centers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Luke&apos;", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In the midst of the worldwide COVID-19 pandemic, healthcare is seeing an increasing number of COVID-positive patients, with cases ranging from mild to fatal. Emerging data indicate that myocardial dysfunction can be detected presumably earlier than clinical decompensation by transthoracic echocardiography. However, use of echocardiography needs to be balanced against the risk for frontline sonographers of contracting COVID-19. A group of five American Registry for Diagnostic Medical Sonography-certified sonographers volunteered to form a focused cardiac imaging protocol using high-end cardiac ultrasound machines (Table 1) . Their goal was to answer to the call of critically ill COVID-positive patients while preserving protection for sonographers as this pandemic evolves.", "cite_spans": [], "ref_spans": [{"start": 620, "end": 629, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "It is essential for intensivists caring for patients with COVID-19 in the intensive care unit (ICU) to use echocardiography to thoroughly monitor biventricular systolic function as the inflammatory process takes effect. Strain imaging using speckle tracking has a proven ability to detect a decrease in systolic function prior to a decline in ejection fraction if image quality facilitates for accuracy ( Figure 1A , 1B). 1 After pertinent images have been acquired, left ventricular (LV) global longitudinal strain (GLS) and myocardial work evaluation should be completed outside of the patient room to limit the sonographer's exposure. In regard to more technically difficult patients, contrast imaging may be utilized to better visualize the endocardial definition.", "cite_spans": [], "ref_spans": [{"start": 405, "end": 414, "text": "Figure 1A", "ref_id": null}], "section": ""}, {"text": "Similar to LV function, there are key parameters to the proper investigation of right ventricular (RV) systolic function. It is important to obtain an RV-focused view from an elongated apical 4-chamber view (slide more laterally on the patient's chest). Obtaining this image will improve RV free wall endocardial definition, avoid foreshortening, and aid in lengthening the RV from base to apex. Additional RV parameters should include pulmonary arterial systolic pressure (PASP) as well as annular mobility (tissue Doppler imaging) for an overall comprehensive assessment of RV systolic function. In conjunction with the LV evaluation, RV longitudinal strain should be performed from the acquired RV-focused view after the sonographer leaves the patient room. Based on the most recent ASE/EACI guidelines, the septum should be omitted and only the free wall segments should be analyzed in the strain calculation ( Figures 1C, 1D ). 2, 3 The five sonographers limited their exposure while scanning patients who were positive ", "cite_spans": [{"start": 933, "end": 935, "text": "2,", "ref_id": null}, {"start": 936, "end": 937, "text": "3", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 915, "end": 929, "text": "Figures 1C, 1D", "ref_id": null}], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Feasibility of detecting early left ventricular systolic dysfunction using global area strain: a novel index derived from three-dimensional speckletracking echocardiography", "authors": [{"first": "H", "middle": [], "last": "Wen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}], "year": 2011, "venue": "Eur J Echocardiogr", "volume": "12", "issn": "", "pages": "910--916", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging", "authors": [], "year": 2015, "venue": "J Am Soc Echocardiogr", "volume": "28", "issn": "", "pages": "1--39", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Guidelines for the echocardiographic assessment of the right", "authors": [{"first": "L", "middle": ["G"], "last": "Rudski", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Lai", "suffix": ""}, {"first": "J", "middle": [], "last": "Afilalo", "suffix": ""}, {"first": "L", "middle": [], "last": "Hua", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Handschumacher", "suffix": ""}, {"first": "K", "middle": [], "last": "Chandrasekaran", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "American Society of Echocardiography endorsed by the European Association of", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Echocardiography, a registered branch of the European Society of Cardiology, and the Canadian Society of Echocardiography", "authors": [], "year": 2010, "venue": "J Am Soc Echocardiogr", "volume": "23", "issn": "", "pages": "86--94", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "for COVID-19 by following a condensed and focused protocol to answer LV and RV function and evaluate PASP and utilizing post-processing techniques. Implementing these recommendations for 38 COVID-positive ICU patients, a mean scan time of 15±5.6 minutes was documented. Decreasing scan times and amount of exposure to the sonographer allowed for ample time between patients to don and doff appropriate personal protective equipment and maintain a sonographer rotation to prevent fatigue. Focused cardiac imaging can answer to the call of critically ill COVID-19 patients while minimizing frontline sonographers' exposure. Both sonographer protection and detection of cardiac involvement in life-threatening COVID-positive cases are significant components to the evolution of treatment of COVID-19.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Transthoracic echocardiography Focused-protocol transthoracic echocardiograms for COVID-positive patients with (A) left ventricular strain speckle-tracking imaging and (B) myocardial work index performed. (C) Focused right ventricular view from the apical window for (D) right ventricular strain imaging, omitting the septal segments.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Focused cardiac imaging protocol for COVID-19-positive patients Apical RV-focused view RV longitudinal strain RV annular tissue Doppler RV systolic tissue velocity (S') Tricuspid valve color Doppler TR Tricuspid valve CW Doppler TR peak velocity for PASP calculation IVC RAP for PASP calculation CW, continuous wave; IVC, inferior vena cava; LV, left ventricular; PASP, pulmonary arterial systolic pressure; RAP, right atrial pressure; RV, right ventricular; TR, tricuspid regurgitation.", "latex": null, "type": "table"}}, "back_matter": []}