{
    "paper_id": "0f68076e8536d06d669777e03630641c4937b9d9",
    "metadata": {
        "title": "Public Health Agency of Canada",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Spika",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "addrLine": "130 Colonnade Road",
                        "postCode": "AL 6502A, K1A 0K9",
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": "john_spika@phac-aspc.gc.cacommentary"
            },
            {
                "first": "David",
                "middle": [],
                "last": "Butler-Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "addrLine": "130 Colonnade Road",
                        "postCode": "AL 6502A, K1A 0K9",
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence of pandemic influenza (H1N1) 2009 in spring 2009 has provided a real test to the pandemic preparations that Canada, other countries and the World Health Organization have undertaken. Although formidable challenges remain, Canada is as well prepared as any country to address the second wave of the pandemic expected in the fall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "La traduction du résumé se trouve à la fin de l'article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he emergence of severe respiratory illness clusters in Mexico and mild illness due to a novel H1N1 influenza virus in southwestern United States of America (US) during spring 2009 merged into what has become the first influenza pandemic of the 21 st century. Canadian authorities became aware of these events on April 17; however, it was soon realized that Canadian cases had already occurred. The ability of this influenza A pandemic (H1N1) 2009 strain to effectively spread globally led the World Health Organization (WHO) on June 11, 2009 to declare that the criteria for phase 6 of an influenza pandemic had been met. 1 As of August 28, 2009, the Global Public Health Intelligence Network 2 had identified, through global media surveillance reports, 282,339 confirmed cases in 195 countries, including 2,950 deaths. This article will summarize the initial Canadian experience with the pandemic and discuss plans of the Public Health Agency of Canada (PHAC) to address it in the coming months.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 543,
                    "text": "June 11, 2009",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 625,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three influenza pandemics occurred in the 20 th century, 3 and historical records suggest that 3-4 pandemics per century occurred during recent centuries. The initial Canadian pandemic planning efforts began in the early 1980s, approximately 15 years after the last pandemic in 1968, when influenza A H3N2 first emerged as a human pathogen. By the time of SARS in 2004, two pandemic plans had already been developed, and a 10-year contract had been put in place in 2001 to ensure a Canadian supply of influenza vaccine at the time of a pandemic. However, post SARS, Canadian and WHO efforts markedly increased to prepare for a new pandemic; these efforts were further encouraged by the persistent circulation of avian H5N1 influenza, which repeatedly demonstrated its ability to infect humans through direct contact with infected birds. As a result of these efforts, federal, provincial and territorial governments produced a Canadian Pandemic Influenza Plan for the Health Sector in 2004, and a revised version was published in 2006, although new and revised annexes have been included up until the present time. 3 The National Antiviral Stockpile was also created that currently includes 48.7 million adult doses of oseltamivir, 2 million paedi-atric doses of oseltamivir and 5 million doses of zanamivir; quantities considered sufficient to treat 17.5% of the Canadian population during a pandemic of moderate severity and with an anticipated 35% clinical attack rate. Additional doses of antiviral drugs in the Federal National Emergency Stockpile System and held by some jurisdictions mean that the actual quantity of drugs available is sufficient to treat almost 25% of the population.",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1115,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Canadian and global efforts at pandemic planning up until spring 2009 had been primarily focused on the possibility of a moderate to severe avian H5N1 pandemic; however, this still provided an excellent framework for the initial Canadian response to the mild to moderate severity currently being observed with pandemic (H1N1) 2009. Existing preparatory activities and agreements through the North American Plan for Avian and Pandemic Influenza, 4 the Global Health Security Initiative 5 and by WHO provided mechanisms for governments within and outside of North America to rapidly exchange information and provide assistance. Both PHAC and the US Centers for Disease Control and Prevention provided laboratory and epidemiological support for our counterparts in Mexico; the National Microbiology Laboratory, PHAC, received regular shipments of specimens from Mexico until sufficient laboratory capacity was established there by the international teams.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 446,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Canadian authorities required laboratory confirmation as part of the case definition for pandemic (H1N1) illness, and early on, specimen collection and laboratory testing was encouraged for all persons with any respiratory symptoms and a possible link with either Mexico or a known case, even those who did not meet all of the criteria for the Canadian surveillance case definition for influenzalike illness (ILI), which includes fever and cough, plus at least one of the symptoms of sore throat, arthralgia, myalgia or prostration. Virus transmission, however, quickly became widespread in affected communities and the extensive testing being done soon overburdened existing laboratory testing capacity in some jurisdictions, resulting in delays in case reporting. Canadian surveillance has now moved away from daily case-based reporting to weekly reporting of influenza-related activity published in FluWatch. 6 The initial active surveillance for ILI, although resource intensive, documented the introduction of pandemic (H1N1) 2009 into a number of communities across Canada by Canadians returning from spring travel to Mexico. An analysis of 567 pandemic influenza (H1N1) cases with travel-related information reported to PHAC by May 22, 2009 revealed that 52% of cases with onset between April 12 and May 3 had traveled within 7 days prior to onset of their illness; however, only 4% of cases with onset between May 4-16 had such a history. Of those who had traveled, 87% had traveled to Mexico. While the emergence of a pandemic strain in North America was always a possibility, the most frequent planning assumption was for it to appear in Asia, allowing Canadians days to weeks to fully implement a response. Our preparedness activities, however, did allow us to quickly put in place a multijurisdictional coordination process, allowing for common approaches to be developed based on the best available information.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 913,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It also became clear that the Canadian surveillance case definition was not sensitive for identifying clinical illness caused by this virus. An analysis of 408 cases whose symptoms were recorded and reported as of July 27 revealed that only 186 (46%) met the Canadian surveillance case definition for ILI; 293 (72%) met a case definition that included just fever and cough; 305 (75%) met a case definition that included fever and cough or sore throat; and 384 (94%) met a case definition that included fever or cough. While the Canadian surveillance case definition has proved useful for monitoring the presence of influenza-related illness in communities, more sensitive case definitions should be used for triaging patients in clinical settings during known periods of influenza virus circulation in a given community; the use of fever or cough during these periods might be considered sufficient to provide early treatment to individuals at high risk for complications from influenza or for screening patients on admission to settings with high-risk patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Important observations have occurred during the recent months that require our heightened vigilance and response during the fall. These include the impact of outbreaks in remote and isolated communities in several jurisdictions; 7 the recognition of increased susceptibility of pregnant women to more severe disease; 8 and the infrequent but severe respiratory disease being seen among persons 20-50 years of age. 9 Four (5.6%) of 71 pregnant women identified through surveillance have died in Canada to date; 60 (85%) of them had been hospitalized. While these data suggest that pregnant women may be at increased risk for severe outcomes, many were identified after our laboratory-based surveillance activities became focused on hospitalized and more severely ill patients. Among hospitalized women in the 15-44 year old age group, 8 (3.8%) of 208 non-pregnant women died compared to 4 (6.7%) of 60 pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The experience of countries in the Southern Hemisphere in the past several months, with their first pandemic wave during their winter influenza season, has confirmed the initial experience of Northern Hemisphere countries with regard to illness severity and most affected age groups; however, it remains unknown whether the second wave will be more severe, as has been observed in previous pandemics. 10 Factors which could have important impacts on our ability to respond to the second wave include: 1) when it occurs vis-à-vis the availability of our pandemic vaccine supply; 2) the emergence of more widespread resistance to oseltamivir, which remains the primary drug in our antiviral stockpiles; and 3) the capacity of our intensive care units should a surge occur in patients requiring prolonged respiratory support.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In preparation for the second wave, PHAC, with our other federal, provincial and territorial partners, has been strengthening Canadian pandemic (H1N1) related activities in the following areas: 1. Surveillance for:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• hospitalized patients with influenza and its complications, including secondary bacterial infections; • illness among pregnant women; • vaccine-associated adverse events, which may be linked to receipt of H1N1 vaccine; and • illness in First Nations Communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• the biology of the virus and the host, including diagnostic assay development, virulence markers, immunologic studies and disease modeling. 3. Guidance on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on:"
        },
        {
            "text": "• health facility infection control measures;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on:"
        },
        {
            "text": "• community-based measures, including those for remote and isolated settings; • prevention and management of illness on conveyances; and • measures to take in workplace settings. 4. Public messaging with regard to information about pandemic (H1N1) illness and measures to reduce the risk of acquisition. PHAC also held a meeting September 2-3 for national and international critical care experts and public health officials entitled Severe H1N1 disease: preventing cases, reducing mortality. The objectives were to: 1) better understand the epidemiology and severity of H1N1 infection; 2) exchange best practices for clinical care and clinical management of patients with severe H1N1 infection; 3) identify key ICU challenges/shortfalls and review mitigating strategies in preparation for the anticipated fall pandemic wave; 4) foster connections between public health and intensive care communities in Canada; and 5) identify opportunities for collaborative research work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on:"
        },
        {
            "text": "A critical component of Canadian pandemic planning activities since 2001 has been our contract with a domestic manufacturing facility, currently owned by GlaxoSmithKline Inc. (GSK), to address our pandemic vaccine needs. Canada was the first country to establish such a capacity, and in doing so and with further investments by the federal government and GSK, it has created a capacity to supply not only Canadian needs but those of other countries. GSK has allocated 20% of the monthly production from this facility to developing countries, including a donation of 50 million doses to WHO. 11 Canada has ordered 50.4 million doses of vaccine, enough for two doses for 75% of the Canadian population. While this will likely be more than sufficient for vaccinating all Canadians who need and want the vaccine, it means that by November, provinces and territories can begin vaccinating priority groups.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 593,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Research on:"
        },
        {
            "text": "Considerable efforts and resources have been devoted to pandemic preparations in recent years; the outcomes of that planning have already been demonstrated in the last several months, as we have mounted our national and international response to pandemic influenza (H1N1) 2009. This has been done despite the considerable challenges associated with coordination at the national and international levels as multiple jurisdictions have been working towards common cause. Although formidable challenges remain, Canada is as well prepared as any country to address them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World at the start of 2009 influenza pandemic. WHO media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Global Public Health Intelligence Network (GPHIN)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Canadian Pandemic Influenza Plan for the Health Sector. Public Health Agency of Canada",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Available online at",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public Health Agency of Canada",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fluwatch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Available online at",
            "authors": [],
            "year": 2009,
            "venue": "The Canadian Press. H1N1 flu confirmed on remote Manitoba reserve",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "H1N1 2009 influenza virus infection during pregnancy in the USA",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Honein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Biggerstaff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "451--58",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "40-year-olds most at risk of developing severe H1N1 disease: doctors",
            "authors": [],
            "year": 2009,
            "venue": "Canwest News Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The signature features of influenza pandemics -Implications for policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Cecile",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Marta",
                    "middle": [],
                    "last": "Balinska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2595--98",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "GlaxoSmithKline update: Government orders for pandemic (H1N1) 2009 vaccine",
            "authors": [],
            "year": 2009,
            "venue": "World Pharma News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "H1N1) au printemps 2009 a permis de tester dans des conditions réelles les préparatifs de lutte contre la pandémie amorcés par le Canada, les autres pays et l'Organisation mondiale de la santé",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Résumé L&apos;émergence De La Grippe Pandémique",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}