{
    "paper_id": "0f74e41690fd6753844c30ddab751fd2344f0bfb",
    "metadata": {
        "title": "Punkten Sie online auf CME.springer.de",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Infektionen der Lunge sind häufige Erkrankungen und gehen weltweit mit einer hohen Morbidi tät und Mortalität einher (die ambulant erworbene Pneumonie führte in Deutschland 2008 zu einer Mortalität von 12,9%; [16] ). Pneumonien sind eine häufige ambulant erworbene Infektion (\"commu nity acquired pneumonia\", CAP). Während eines Krankenhausaufenthalts sind sie die zweithäufigste Infektionsursache (nosokomiale Pneumonie, NP; [9] ). Unter allen Infektionserkrankungen weisen Pneumonien die dritthöchste Letalität auf. Bestimmte Patientengruppen sind dabei einem besonde ren Risiko ausgesetzt: So ist etwa das Leben von Patienten mit immunkompromittierenden Erkran kungen bzw. Therapien aufgrund opportunistischer Infektionen der Lunge gefährdet [19] . Auch auf der Intensivstation führen Pneumonien zu einer hohen Letalität (bis 70%) und haben auch unter so zioökonomischen Aspekten (Liegezeit, Therapie) eine wesentliche Bedeutung [4] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Bildgebende Verfahren haben einen entscheidenden Stellenwert bei der Detektion und dem the rapeutischen Management von Patienten mit Pneumonien: So wird die Projektionsradiographie des Thorax sowohl von der American Thoracic Society [15] als auch in den aktuellen S3Leitlinien der Deutschen Gesellschaft für Pneumologie als essenziell zur Bestätigung der klinischen Diagnose einer ambulant erworbenen Pneumonie angesehen.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "In dieser Übersicht sollen ausgehend von dem 7 pathomorphologischen Erscheinungsbild pneumonischer Infiltrate die verschiedenen bildmorphologischen Erscheinungsbilder einer Pneu monie dargestellt werden. Im Weiteren werden speziell die Erscheinungsbilder opportunistischer In fektionen sowie deren Einordung in den klinischen Gesamtkontext dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Da die korrekte Einordnung klinischer Angaben dem Radiologen Informationen über zugrunde liegende Erregergruppen, Differenzialdiagnosen und eine mögliche Ausbildung von Komplikatio nen liefern kann, erfolgt zunächst eine kurze Übersicht der wichtigsten klinischen Klassifikationen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Pathologisch ist eine Pneumonie definiert als jede Art von entzündlicher Reaktion des Lungenpa renchyms auf infektiöse oder nichtinfektiöse Noxen. Im deutschsprachigen Raum werden zusätz lich mikrobiell verursachte (Pneumonie) und nichtmikrobiell verursachte Reaktionen (Pneumoni tis) unterschieden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition"
        },
        {
            "text": "Die Einteilung der Pneumonien nach pathomorphologischen Gesichtspunkten erfolgt aufgrund der vorwiegenden Lokalisation der entzündlichen Reaktion in alveoläre und interstitielle Pneumonien: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einteilung nach Pathomorphologie"
        },
        {
            "text": "Bei komplikationslosem Verlauf einer Pneumonie kommt es in aller Regel zu einer Resorption des pneumonischen Infiltrats sowie zu einer vollständigen Regeneration des Alveolarepithels (7 Restitu tio ad integrum) innerhalb von 6 bis 8 Wochen (. Abb. 1a,b) . In Abhängigkeit von der Immunkom petenz des Patienten und der Virulenz des Erregers kann die exsudative Entzündung jedoch auch in eine chronisch proliferative Form und einen bindegewebigen Umbau des Lungenparenchyms (7 Kar nifikation) übergehen (. Abb. 1c,d).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 253,
                    "text": "Abb. 1a,b)",
                    "ref_id": null
                }
            ],
            "section": "Verlauf"
        },
        {
            "text": "Aufgrund der überlagerungsfreien Darstellung ist mittels CT die bildgebend genaueste komparti mentelle Zuordnung des pathomorphologischen Musters möglich (alveolärer vs. interstitieller vs. kombinierter Prozess). Die hohe Kontrastauflösung ermöglicht außerdem eine optimierte Differen zierung zwischen z. B. milchglasartiger Dichteanhebung und Konsolidierung. Das Auflösungsver mögen der CT ist allerdings auf die Ebene des sog. sekundären pulmonalen Lobulus (SPL) begrenzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeines bildmorphologisches Erscheinungsbild"
        },
        {
            "text": "Restitutio ad integrum ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Bei der relativ seltenen 7 lobären Konsolidierung (. Abb. 3a) ist ein kompletter Lungenlappen konsolidiert, meist bei positivem Pneumobronchogramm. In aller Regel liegt eine bakterielle Pneu monie, klassischerweise eine Streptokokkenpneumonie, vor (. Tab . 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "Tab",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": ". 3)",
                    "ref_id": null
                }
            ],
            "section": "Spezielles bildmorphologisches Erscheinungsbild"
        },
        {
            "text": "Eine besondere Situation stellt die Zeit nach einer 7 Kno chenmarktransplantation (KMT) dar. Nach einer KMT kommt es zu einer typischen zeitlichen Abfolge von Immundefek ten, die wiederum zu einer charakteristischen \"Infektionssequenz\" führen können. So überwiegen in den ersten 3 Monaten aufgrund der Neutropenie Infektionen durch gramnegative und anaerobe Bakterien sowie Pilze (Aspergillus, Candida) und im Verlauf dann virale Infekte (CMV, HSV), wäh rend Pilzinfektionen mehr als 4 Monate nach KMT nicht typisch sind und in dieser Spätphase bak terielle Infekte dominieren [5] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Spezielles bildmorphologisches Erscheinungsbild"
        },
        {
            "text": "Typische radiologische Befundmuster opportunistischer Erreger werden im Folgenden vorgestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezielles bildmorphologisches Erscheinungsbild"
        },
        {
            "text": "Klassische opportunistische Erreger sind Candida, Aspergillus, Mucor spp. und Cryptococcus neoformans. Die Erreger der 7 pulmonalen Candidose (PC) besiedeln schon physiologisch den oberen Gastro intestinaltrakt und können primär dort Infektionen verursachen. Sekundär kommt es zu einer Em bolisation des Erregers in die kapillare Lungenstrombahn. Pathomorphologisch resultieren lokale Mikro nekrosen und Endstrominfarkte. CTmorphologisch spiegeln sich diese in kleinen (<1 cm) Herden mit randomisierter Verteilung in Bezug auf den SPL, welche eine Einschmelzungstendenz aufweisen. Darüber hinaus ist eine miliare Ausbreitungsform möglich (. Abb. 4e).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilzpneumonien"
        },
        {
            "text": "Schimmelpilzinfektionen (z. B. Aspergillus fumigatus) führen bei immuninkompetenten Patien ten zu einer angioinvasiven Mykose. Primär sind die Erreger aerogen in Trachea bzw. Bronchien lokalisiert. Sekundär kommt es zu einer transmuralen Invasion in die pulmonalen Arteriolen. Es resultieren perivaskuläre Nekrosen und häufiger als bei der PC auch Endstrominfarkte. Die CTMor phologie reflektiert gut dieses gewebedestruierende Potenzial: Im Vergleich zur PC stellen sich eher weniger und größere noduläre, tumorartige Infiltrate dar (. Abb. 4a-d) . Diese sind häufig gefäß assoziiert und können als Ausdruck einer lokalen Hämorrhagie von einer milchglasartigen Dichte anhebung umgeben sein (7 HaloZeichen; [3] ). Eine Kavitation (\"aircrescent sign\") als Ausdruck einer Sequestration findet sich nur in Spätstadien. Darüber hinaus sind subpleurale trianguläre In filtrate (Endstrominfarkte) und eine extrapulmonale Ausdehnung häufig.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 710,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 547,
                    "text": "Abb. 4a-d)",
                    "ref_id": null
                }
            ],
            "section": "Pilzpneumonien"
        },
        {
            "text": "Pneumocystis jiroveci (ehemals Pneumocystis carinii) gehört aufgrund seiner RNA zu den Pilzen und ist häufige Ursache einer opportunistischen Pneumonie bei Patienten mit zellulärem Immun defekt (CD4 + Zellen <200/µl). So ist PCP eine typische Erstmanifestation bei AIDS, und zwei Drittel aller AIDSPatienten erkranken zumindest einmal im Laufe ihres Lebens daran. Die Patienten haben ein ausgeprägtes klinisches Bild mit deutlicher Hypoxie. Pathomorphologisch finden sich schaumige erregerhaltige Exsudate im Alveolarraum und eine ödematöse bzw. zellhaltige Durchsetzung des al veolarseptalen Bindegewebes. Radiologisch stellt sich initial meist eine bilaterale Milchglastrübung (oft perihilär/zentral) dar. Im Verlauf dominieren interstitielle Komponenten (7 \"crazy paving\"; . Abb. 5b). Eine Ausbildung von Pneumatozelen ist heute selten und allenfalls bei fortgeschritte nem AIDS zu finden [7] . Unter Pentamidinprophylaxe sind vor allem die Lungenoberlappen betrof fen, da die Therapie insbesondere in den basalen Lungenabschnitten greift (. Abb. 5a,b) . Die HRCT kann sehr sensitiv zur Detektion auch von diskreten initialen Manifestationen eingesetzt werden [6] . Radiologisch stellt sich initial meist eine bilaterale Milchglastrübung dar 7 \"Crazy paving\" ",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 895,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1045,
                    "end": 1055,
                    "text": "Abb. 5a,b)",
                    "ref_id": null
                }
            ],
            "section": "Pilzpneumonien"
        },
        {
            "text": "Typische opportunistische Erreger sind der Zytomegalievirus (CMV), 7 Varizellen (VZV) und Her pessimplexViren (HSV; [13] ). Das 7 Zytomegalievirus (CMV) gehört zur Gruppe der Herpesviren. Mit einer hohen Durchseu chungsrate von bis zu 50% in der Bevölkerung ist die klinische Relevanz der CMVInfektion nicht eindeutig geklärt. Bei nicht immunkompetenten Patienten können jedoch schwere Pneumonien re sultieren. Gefährdet sind speziell AIDSPatienten und Patienten nach Organtransplantationen. Histo pathologisch finden sich interstitielle Ansammlungen von Lymphozyten sowie Formationen hyaliner Membranen, Hämorrhagien und fibrinöse Exsudate im Alveolarraum. Darüber hinaus variiert das histologische Bild mit der Art der Immunsuppression (z. B. diffuse Alveolarschäden speziell bei Pa tienten mit AIDS). Diese Unterschiede sind CTmorphologisch jedoch nicht reproduzierbar: In frü hen Stadien ist eine subtile Milchglastrübung nachweisbar (. Abb. 5c). In der subakuten Phase fin den sich zusätzlich Konsolidierungen und unscharf begrenzte zentrilobuläre noduläre Läsionen so wie Retikulationen bzw. verdickte Interlobularsepten (. Abb. 5d). 7 HerpessimplexViren (HSV; vom Typ 1) gelangen über die oberen Atemwege oder im Rah men einer hämatogenen Streuung in das Lungenparenchym. Histologisch resultieren alveoläre Ne krosen und proteinreiche Exsudate im Alveolarraum. Häufig kommt es zu bakteriellen Superinfek tionen. Bildgebend resultieren meist (sub)segmental angeordnete Milchglastrübungen und Konso lidierungen (. Abb. 5e; [1] ). Eine pleurale Ergussbildung ist häufig. ",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Viruspneumonien"
        },
        {
            "text": "Es gibt viele andere Krankheitsumstände, die sich im Alveolarraum manifestieren (7 alveoläre Er krankungen), jedoch nicht zur Gruppe der Pneumonien gehören. Die zugrunde liegende Diagnose kann dann meist nur im klinischen Gesamtkontext gestellt werden (. Abb. 6c,d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "text": "Abb. 6c,d)",
                    "ref_id": null
                }
            ],
            "section": "Differenzialdiagnosen der Bildmorphologie von Pneumonien"
        },
        {
            "text": "Speziell bei Patienten mit abwehrdefektassoziierten Erkrankungen und bei Patienten unter in tensivmedizinischer Behandlung (ITS) existieren viele mögliche Pathologien, die zu einer alveolä ren Erkrankung führen können. Häufige Differenzialdiagnosen bei diesen Patientengruppen sind in . Tab. 4 aufgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnosen der Bildmorphologie von Pneumonien"
        },
        {
            "text": "In diesem Zusammenhang muss jedoch auch, speziell bei ITSPatienten, die Suggestivwirkung klinischer und paraklinischer Daten beachtet werden. So sind \"klassische\" Zeichen wie Fieber und Leukozytose oder ein 7 purulentes Bronchialsekret nur sehr unspezifische Hinweise auf das Vor liegen einer Pneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnosen der Bildmorphologie von Pneumonien"
        },
        {
            "text": "Herdpneumonien stellen eine besondere differenzialdiagnostische Herausforderung dar. So lässt sich beispielsweise eine herdförmige Durchsetzung des Alveolarraums mit Tumorzellen bei Vorlie gen eines bronchioloalveolären Karzinoms auch CTmorphologisch nicht sicher differenzieren ( [12] ; . Abb. 6a,b) . Auch Hybridverfahren wie die PET/CT können in diesen Fällen häufig keine exak te Diagnose liefern [17] . Während jedoch zur Unterscheidung in den meisten Fällen eine Verlaufs kontrolle unter antibiotischer Therapie ausreicht, müssen zur sicheren Differenzierung bei persistie renden Veränderungen (z. B. Karnifikation) invasive Verfahren (bronchoskopische oder CTgeziel te Biopsie) angewendet werden [20] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 300,
                    "text": "Abb. 6a,b)",
                    "ref_id": null
                }
            ],
            "section": "Differenzialdiagnosen der Bildmorphologie von Pneumonien"
        },
        {
            "text": "Eine ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnosen der Bildmorphologie von Pneumonien"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Herpes simplex virus pneumonia: highresolution CT findings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Radiol",
            "volume": "83",
            "issn": "",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Radiologische Diagnostik der Lungentuberkulose",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eisenhuber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mostbeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bankier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiologe",
            "volume": "47",
            "issn": "",
            "pages": "393--400",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary infections after bone marrow transplantation: high-resolution CT findings in 111 patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Escuissato",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gasparetto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AJR Am J Roentgenol",
            "volume": "185",
            "issn": "",
            "pages": "608--615",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Burden of community-acquired pneumonia in North American adults",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "File",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Postgrad Med",
            "volume": "122",
            "issn": "",
            "pages": "130--141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infection in organ-transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "338",
            "issn": "",
            "pages": "1741--1751",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-resolution CT in the evaluation of clinically suspected Pneumocystis carinii pneumonia in AIDS patients with normal, equivocal, or nonspecific radiographic findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gruden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AJR Am J Roentgenol",
            "volume": "169",
            "issn": "",
            "pages": "967--975",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiological features of Pneumocystis jirovecii Pneumonia in immunocompromised patients with and without AIDS",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hardak",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yigla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lung",
            "volume": "188",
            "issn": "",
            "pages": "159--163",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic utility and clinical application of imaging for pleural space infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Heffner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "467--479",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community-acquired and nosocomial pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Sailer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Radiol",
            "volume": "14",
            "issn": "",
            "pages": "2--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pneumonia in neutropenic patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Heussel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Kauczor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ullmann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Radiol",
            "volume": "14",
            "issn": "",
            "pages": "256--271",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CT differentiation of pneumonic-type bronchioloalveolar cell carcinoma and infectious pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Br J Radiol",
            "volume": "74",
            "issn": "",
            "pages": "490--494",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral pneumonias in adults: radiologic and pathologic findings",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Primack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiographics",
            "volume": "22",
            "issn": "",
            "pages": "137--149",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lunge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Böcker W, Denk H, Heitz P (Hrsg) Pathologie. Urban & Schwarzenberg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guidelines for the management of adults with community-acquired pneumonia. Diagnosis, assessment of severity, antimicrobial therapy, and prevention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niederman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "163",
            "issn": "",
            "pages": "1730--1754",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "BQS Fachgruppe Pneumonie - Ambulant erworbene Pneumonie",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Birkner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Round pneumonia mimicking pulmonary malignancy on F-18 FDG PET/CT",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farukhi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Oz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Nucl Med",
            "volume": "32",
            "issn": "",
            "pages": "55--56",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chest CT features of community-acquired respiratory viral infections in adult inpatients with lower respiratory tract infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Shiley",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Deerlin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Thorac Imaging",
            "volume": "25",
            "issn": "",
            "pages": "68--75",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Radiologie der opportunistischen Pneumonien. Teil I: Epidemiologie, laborchemische und klinische Grundlagen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tuengerthal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiologe",
            "volume": "45",
            "issn": "",
            "pages": "373--383",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Radiologic manifestations of round pneumonia in adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szabunio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Hazlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "AJR Am J Roentgenol",
            "volume": "170",
            "issn": "",
            "pages": "723--726",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Mykosen: a-d angioinvasive Aspergillose bei einem 32-jährigen Patienten 6 Wochen nach KMT, typische herdförmige Infiltrate mit umgebendem \"Halo\" und periphere keilförmige Konsolidierungen; e pulmonale Candidose bei einem 40-jährigen AIDS-Patienten (CD4 + -Lymphozyten: 44 Zellen/mm 3 ), miliare Ausbreitungsform mit randomisiert verteilten HerdenAuch eine VZVInfektion führt bei immunkompromitierten Patienten häufig zu einer Pneumo nie. Histologisch liegt initial das Bild eines diffusen Alveolarschadens vor. Im Verlauf bilden sich klei ne Herde nekrotischen Gewebes. Auch in der Bildgebung sind 1-10 mm große Herde in randomisier ter Verteilung (vorwiegend scharf begrenzt) der Hauptbefund. Diese bilden sich simultan zum gleich zeitig bestehenden Hautbefund zurück. Für eine Eingrenzung der Differenzialdiagnose viraler Pneu monien sind Informationen über die klinische Situation und Laborbefunde des Patienten essenziell.Für die Differenzialdiagnose viraler Pneumonien sind Informationen über die klinische Situation und Laborbefunde des Patienten essenziell Abb. 5 8 Viruspneumonien. a,b PJP-Infektion bei einer 63-jährigen AIDS-Patientin (CD4 + -T-Lymphozyten: 16 Zellen/mm 3 ) unter Pentamidinprophylaxe: Nachweis typischer bipulmonaler milchglasartiger Dichteanhebungen mit zusätzlichen interstitiellen Komponenten (\"crazy paving\"), Betonung der Lungenoberlappen (b), keine Pneumatozelen als Komplikation; c,d CMV-Infektion eines 65-jährigen Patienten 5 Monate nach KMT: Abgebildet sind akutes Stadium mit subtilen Milchglasinfiltraten (c) und subakutes Stadium mit zusätzlichen Konsolidierungen, nodulären und interstitiellen Dichteanhebungen (d); e HSV-Infektion eines 54-jährigen AIDS-Patienten: Nachweis (sub-)segementaler milchglasartiger Dichteanhebungen und Konsolidierungen Abb. 6 8 Differenzialdiagnosen pneumonischer Infiltrate bzw. vorwiegend alveolärer Erkrankungen: a,b periphere subsegmentale Konsolidierungen und milchglasartige Dichteanhebungen als Ausdruck einer Herdpneumonie (a) vs. einem bronchioloalveolären Karzinom mit bereits vorliegender Thoraxwandinfiltation (b, Pfeil); c Konsolidierungen und milchglasartige Dichteanhebung rechts im Sinne ausgeprägter Lungenkontusionen bei Polytrauma; d ausgeprägte Konsolidierung und zusätzlich Zystenbildungen bei Lungenkontusionen und Lazerationen, NB: Fraktur der 5. Rippe und einliegende ThoraxdrainageCMEMykobakteriosenBei AIDSPatienten ist ein pulmonaler Befall mit tuberkulösen oder auch nichttuberkulösen Myko bakterien häufig. Besonders zu beachten ist, dass in Abhängigkeit vom Grad der Immunsuppression bei diesen Patienten trotz Reaktivierung der Erreger, bildmorphologisch das Bild einer Primärtuber kulose vorliegen kann ([2]; . Tab. 3).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pneumonien sind typische Formen einer alveolären Erkrankung. Die bildgebende Diagnos tik spielt eine wichtige Rolle bei deren Detektion, Differenzierung und Verlaufskontrolle. Jedoch ist die Bildmorphologie pulmonaler Erkrankungen sehr variabel. Befundüber lappungen limitieren die Aussagekraft aller zur Verfügung stehenden bildgebenden Me thoden, und Rückschlüsse auf zugrunde liegende Erreger sind grundsätzlich schwierig. In dieser Übersicht sollen ausgehend von den pathomorphologischen Ausbreitungsformen pneumonischer Infiltrate die bildmorphologischen Korrelate einer Pneumonie dargestellt werden. Da überlagerungsfreie Verfahren die pathomorphologischen Aspekte am genau esten wiedergeben, liegt ein Schwerpunkt in dieser Übersicht in der Darstellung von CT Mustern pneumonischer Infiltrate. Der Leser soll so einerseits Kenntnis über die grund legenden Begriffe der CTMorphologie pneumonischer Infiltrate erlangen, andererseits sollen das mögliche Potenzial und die Limitationen der CT in der Pneumoniediagnostik vermittelt werden. Zusätzlich sollen dem Leser Zusammenhänge von radiologischem Bild und bestimmten Erregergruppen vermittelt werden. Ein Fokus liegt in diesem Zusammen hang auf den speziellen bildmorphologischen Erscheinungsformen opportunistischer In fektionen sowie auf deren Einordung in den klinischen Gesamtkontext.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Basierend auf dem Zeitpunkt der Manifestation einer Pneumonie werden ambulant erworbene Pneu monien (CAP) von nosokomialen Pneumonien (NP) unterschieden. Eine NP ist per definitionem zum Zeitpunkt der stationären Aufnahme weder vorhanden noch in Inkubation begriffen. Im klini schen Alltag werden Manifestationen einer Pneumonie im zeitlichen Abstand von mehr als 48 h zur Hospitalisierung als NP bezeichnet. Aufgrund des unterschiedlichen Erregerspektrums und häufig unterschiedlicher Verläufe ist auch für den Radiologen die Unterscheidung von NP und CAP essen ziell. Typische Erreger der meist komplikationslos verlaufenden CAP sind Streptococcus pneumoniae, Mycoplasma pneumoniae, Haemophilus influenzae und Chlamydien, während bei der NP gram negative Erreger (z. B. Pseudomonas aeroginosa) dominieren und sich häufiger komplizierte Verläu fe entwickeln[9].Während die primäre Manifestation einer Pneumonie ohne Prädispositionsfaktoren des Erkrank ten entsteht, finden sich bei sekundären Manifestationen meist auslösende Bedingungen. Diese kön Pathomorphologisch betreffen CAP und primär erworbene Pneumonien in den allermeisten Fäl len den Alveolarraum. Allerdings sind auch NP und sekundäre Pneumonie insgesamt häufiger im Alveolarraum als im Interstitium lokalisiert.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Alveoläre Pneumonien sind durch eine entzündliche Exsudation hauptsächlich innerhalb des al veolären Kompartiments gekennzeichnet. Häufigste Ursache sind bakterielle Infektionen. Aufgrund ihrer Ausbreitung werden die akuten alveolären Pneumonien in folgende 2 Hauptformen unterteilt:Bronchopneumonien. Sie sind die häufigste Form, welche bei einem initial bronchialen Befall durch den Erreger vorliegt. Von hier aus kommt es dann zu einer Ausbreitung auf die Alveolen bzw. die azi nären Strukturen. Morphologisch entstehen herdförmige, meist zentrilobulär im Bereich der Bron chiolen beginnende und lobulär angeordnete Entzündungen. Die einzelnen Entzündungsherde wei sen meist ein voneinander differierendes Entwicklungsstadium auf.Lobärpneumonien. Sie gelten als seltenere Form, die in größeren Arealen -häufig in ganzen Lun genlappen -gleichförmig ausgebreitet ist. Eine Lobärpneumonie tritt auf, wenn sich die Erreger im Alveolarraum so fulminant ausbreiten, dass sie lediglich von gröberen anatomischen Barrieren (z. B. einem Lappenspalt) aufgehalten werden. Die Ausbreitung erfolgt dabei schnell über die interalveolä ren KohnPoren und die bronchioloalveolären LambertKanäle. Im Gegensatz zur Bronchopneumo nie wird ein charakteristischer und homogener Ablauf in Stadien beschrieben (. Tab. 1). 7 Herdpneumonien sind häufig vorkommende Mischformen der beiden oben genannten Extre me eines Spektrums von Ausbreitungsformen pneumonischer Infiltrationen im Alveolarraum. Herd pneumonien können sich aber auch aufgrund einer hämatogenen Streuung (sog. septikopyämische Virulenz des Erregers die Pathomorphologie im Lungengewebe nicht spezifisch für ein definiertes Erregerspektrum ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pneumobronchogramm) dar. Pathomorphologisch ist eine Kon solidierung typischerweise durch eine komplette Durchsetzung des Alveolarraums (z. B. durch pneu monisches Exsudat) gekennzeichnet. Eine Milchglastrübung entspricht einer teiltransparenten Dich teanhebung des Lungengewebes. Im Gegensatz zur Konsolidierung sind darin lokalisierte Lungenge fäße oder verdickte Interlobularsepten (. Abb. 5a,b) noch abgrenzbar. Pathomorphologisch kann eine Milchglastrübung einerseits durch eine partielle Infiltration des Alveolarraums oder auch durch eine Durchsetzung des interalveolarseptalen Bindegewebes bei zumindest partieller Belüftung des Al veolarraumes bedingt sein. Eine exakte Unterscheidung der Pathomorphologie im o. g. Sinn (inter stitieller vs. alveolärer Prozess) ist daher bei diesem Muster nicht möglich.Beide aufgeführten allgemeinen bildmorphologischen Befundmuster weisen eine geringe Erre gerspezifität auf und besitzen außerdem ein großes differenzialdiagnostisches Spektrum (. Abb. 2).Im Folgenden werden spezifische Befundmuster diskutiert, die eine genauere differenzialdiagnos tische Einordnung von Befunden ermöglichen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". 2). Die durch das gramnegati ve Stäbchenbakterium Klebsiella pneumoniae hervorgerufene FriedländerPneumonie bedingt häu fig eine deutliche Expansion des betroffenen Lungenlappens, wohingegen Staphylococcus-aureus und MykoplasmenPneumonien aufgrund von bronchialen Obstruktionen typischerweise zu einer Volumenreduktion führen. 7 Herdpneumonien (Rundherdpneumonien) stellen sich als herdförmige Konsolidierungen oder Milchglastrübungen mit oder ohne Pneumobronchogramm dar (. Abb. 1a). In der Regel werden sie aerogen erworben und durch ein der lobären Konsolidierung ähnliches Erregerspektrum hervorge rufen (. Tab. 2). Bei Kindern sind meist Pneumokokken ursächlich. Eine Herdpneumonie im Rah men einer hämatogenen Streuung wird typischerweise durch Staphylococcus aureus hervorgerufen. Ein 7 retikulonoduläres Muster in der CT (. Abb. 3c) geht häufig mit einem auch klinisch un typischen Verlauf einer Pneumonie einher. Die Veränderungen des Lungenparenchyms können fo kal oder diffus verteilt sein. Klassische Erreger sind Viren oder zellwandlose Bakterien (Mycoplasma pneumoniae). Meist finden sich auch Konsolidierungen und milchglasartige Dichteanhebungen. Diese können Ausdruck einer alveolären Hämorrhagie oder zusätzlicher infektiöser oder nichtin fektiöser (z. B. organisierende Pneumonie) Veränderungen des Lungenparenchyms sein. Auch kön nen -speziell bei Virusinfektionen -bronchiolitische Veränderungen abgrenzbar sein (z. B. \"Tree inbud\"Zeichen; [18]). Abb. 2 8 Mögliche Differenzialdiagnosen einer Milchglasopazität in der CT: a CMV-Pneumonie (zusätzlich noduläre Verdichtungen und erhaltene Mikroachitektur des SPL); b idiopatische pulmonale Fibrose (zusätzlich Bronchioloektasen, Destruktion der Mikroarchitektur des SPL und Verdickung des intralobulären Bindegewebes); c hydrostatisches Lungenödem (zusätzlich verdickte IL und erhaltene Struktur des SPL); d exogen-allergische Alveolitis (zusätzlich zentrilobuläre, unscharf begrenzte Noduli und \"air trapping\") 7 Miliare Herde als Ausdruck einer Pneumonie finden sich bei hämatogen in die kapillare Strom bahn der Lunge embolisierten Erregern. In der CT stellen sich multiple 2-4 mm große, uniforme und glatt begrenzte Herde dar (. Abb. 3f). Die hämatogene Streuung bedingt eine randomisierte Ver teilung der Herde innerhalb des Lungengewebes. Miliare Herde haben ein breites differenzialdiag nostisches Spektrum -z. B. im Rahmen neoplastischer oder nichtinfektiösgranulomatöser Erkran kungen. Klassische infektiöse Ursache ist eine Tuberkulose mit hämatogener Streuung (. Tab. 2). Die im Folgenden aufgeführten speziellen bildmorphologischen Befundmuster entsprechen zu gleich auch typischen Komplikationen im Rahmen einer Pneumonie: 7 Kavitationen entstehen durch eine ischämisch bedingte Gewebsnekrose und stellen sich in der CT zunächst als Konsolidierung mit zentralem Flüssigkeitseinschluss dar. In Abhängigkeit vom Vor handensein einer bronchialen Drainage oder -seltener -gasbildender Erreger kann sich eine luft gefüllte Höhle ausbilden (. Abb. 3b). Ursächlich sind meist Erreger mit Enzymen, die zu einer Ly se von interzellulärem Bindegewebe und Parenchymzellen führen (. Tab. 2). Viren und Mykoplas men liegen nur selten vor. Raumgreifende Abszedierungen werden meist durch anaerobe Bakterien hervorgerufen (z. B. Clostridien). Bei Infiltraten mit Betonung der Oberlappen oder der apikalen Unterlappensegmente und Ausbildung von Kavernen sollte das Vorliegen einer postprimären Infek tion mit Mykobakterien diskutiert werden (. Abb. 3d). Spezielle morphologische Erscheinungsformen von pneumonischen Infiltraten. a Lobäre Konsolidierung des linken Lungenunterlappens; b Konsolidierungen mit Kavitationen: segmentale Konsolidierung mit Einschmelzungen und Luft/Flüssigkeitsspiegel im apikalen Unterlappensegment links bei S.-aureus-Pneumonie; c retikulonoduläres Muster: hier mit zusätzlichen milchglasartigen Dichteanhebungen bei CMV-Pneumonie; d Infiltrate und Konsolidierungen mit Lokalisationspräferenz der Oberlappen: bronchopneumonisches Infiltrat des rechten Lungenoberlappens mit zusätzlicher Einschmelzung und Kavernenbildung bei primärer Mykobakterieninfektion der Lunge; e große pleurale Flüssigkeitsansammlungen: raumforderndes Pleuraempyem mit Mittellinienverlagerung und Kompressionsatelektase der rechten Lunge; das Unterhautfettgewebe der rechten Thoraxhälfte ist reaktiv beteiligt; Nachweis einer Verdickung und vermehrten Anreicherung der Pleura mit \"split pleural sign\"; f miliare Herde: unter 4 mm große und scharf begrenzte Herde in randomisierter Verteilung als Ausdruck einer hämatogen gestreuten postprimären Mykobakterieninfektion CME 7 Pneumatozelen oder zystische Lungendefekte sind bei Kindern typische Befunde im Rahmen einer durch Pneumokokken hervorgerufenen Pneumonie. Obwohl Pneumatozelen bei der Pneumocystis-jiroveci Pneumonie (PCP) namensgebend sind, ist deren Ma nifestation im Rahmen von PCP heute sehr selten. Als wichtige Differenzialdiagnose von Pneumatozelen muss ein bereits vorbestehender emphysematöser Umbau des Lungengewebes erkannt werden. 7 Pleurale Flüssigkeitsansammlungen werden durch ein Erregerspektrum ähnlich dem abszedieren der Infiltrate begünstigt (. Tab. 2). Hinweise auf ein pleurales Empyem geben große Flüssigkeitsansamm lungen, ein verzögertes Auftreten und Kammerun gen. Eine vermehrte KMAnreicherung und Verdi ckung beider pleuraler Blätter werden als \"split pleu ral sign\" bezeichnet (. Abb. 3e; [8]). Jedoch lassen sich auch mittels CT pleurale Empyeme von parapneumoni schen Ergüssen nicht sicher unterscheiden, sodass eine mikro bakterielle Aufarbeitung zur genauen Diagnose stellung essenziell ist. 7 Extrapulmonale Infiltrationen in Mediastinum oder Thoraxwand werden meist durch Pilzinfektionen (Aspergillus spp., Mucormykose) oder anaerobe Bakte rien hervorgerufen. Opportunistische Infektionen betreffen per Definition Patienten mit Defekten des Immunsystems bzw. unter immunsupprimierender Therapie und können durch Bakterien, Viren, Pilze oder Parasiten hervorgerufen werden. Die Art des zugrunde liegenden Immunde fekts prädisponiert für bestimmte Erregergruppen [19]: Die 7 humorale Immunität basiert auf durch B Lymphozyten produzierten spezifischen Antikör pern und dem sog. Komplementsystem. Defekte (z. B. durch Asplenie, Plasmozytom, NHL, CLL oder Man gelernährung, Alkoholismus etc.) wirken sich speziell auf die Detektion extrazellulärer Erreger durch das Im munsystem aus. Es resultiert in einer Häufung vorwie gend bakterieller Infektionen (Streptococcus pneumoniae, Haemophilus influenzae) mit vermehrtem Auftreten von Komplikationen (z. B. Empyem). Die 7 unspezifische zelluläre Immunität wird durch Makrophagen (mit Monozyten als Vorstu fe) und Granulozyten gewährleistet. Diese spielen eine essenzielle Rolle durch ständige Phagozytose von Erregern an den anatomischen und physiologischen Barrieren des Körpers. Speziell Granulozy ten sind bei der Bekämpfung von Bakterien, Pilzen und Parasiten wichtig. Defekte (z. B. bei Knochen marktransplantation, Chemotherapien oder Radiatio) führen typischerweise zu Pneumonien durch Schimmelpilze ([11]; z. B. Aspergillus spp., Mucormykose) oder gramnegative Bakterien. Die spezi fische zelluläre Immunität wird durch die TLymphozyten vermittelt. Da deren Unterformen (u. a. CD4 + THelferzellen und CD8 + Tzytotoxische Zellen) sowohl bei der direkten Abwehr gegen intra zelluläre -z. B. virale -Erreger (CD8 + ) als auch bei der interleukingesteuerten Aktivierung von z. B. Granulozyten (CD4 + ) essenziell sind, wirken sich Defekte (z. B. durch AIDS, M. Hodgkin, Organ transplantationen) stark aus. So sind Patienten einerseits gefährdet, an viralen Pneumonien durch",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "wichtige Differenzialdiagnose der Lobärpneumonie ist darüber hinaus das Vorliegen einer 7 Atelektase. Schon in der Übersichtsaufnahme ist in den meisten Fällen eine Abgrenzung zum In filtrat möglich (Volumenreduktion). Die CT kann den zugrunde liegenden Prozess (z. B. zentrales Bronchialkarzinom) jedoch genauer darstellen.Tab. 4 Typische Differenzialdiagnosen einer alveolären Erkrankung im Vergleich zur Pneumonie bei Patienten mit abwehrdefektassoziierten Erkrankungen bzw. Therapien und bei Patienten auf der Intensivstation (ITS)Tab. 5 Indikationen zur Durchführung einer CT des Thorax im Rahmen der PneumoniediagnostikFrüherkennung von Infiltraten (hoher negativ prädiktiver Wert der CT) Patienten mit projektionsradiographisch nachgewiesenen Infiltraten und hohem Risiko für opportunistische Infektionen Charakterisierung der Infiltrate (Pilze, PCP, Viren)  Einleitung einer spezifischen Therapie Verlaufskontrolle bei Patienten mit pulmonaler Mykose Eskalation oder Deeskalation der Therapie? Dauer der Therapie? Patienten mit geplanter aplasiogener Chemotherapie, KMT oder immunsuppressiver Medikation Hinweise auf eine vorbestehende entzündliche Aktivität (Milchglas oder Halo-Zeichen)? Patienten mit Pneumonierezidiven oder Therapierefraktärität Prädisponierende Faktoren (z. B. Bronchusobstruktionen, zentrales Bronchialkarzinom, Emphysem) Komplikationen  Pleuraempyem, Abszedierung? Patienten mit akuten Komplikationen im Rahmen einer Pneumonie (speziell auf Intensivstation) Zuordnung einer respiratorischen Verschlechterung (z. B. Lungenembolie) Zuordnung einer Hämoptoe Patienten vor geplanter invasiver Erregerdiagnostik Lokalisationsdiagnostik Art der Diagnostik (Bronchoskopie, Biopsie, Operation) Klinischer Nutzen bildgebender Diagnostik -CTIndikationen Obwohl die CT immer häufiger zur Diagnostik von Lungenerkrankungen eingesetzt wird, ist die Pro jektionsaufnahme des Thorax weiterhin das primäre bildgebende Verfahren bei Patienten mit ver muteter Pneumonie. Fragen bezüglich Früherkennung und Zuordnung pulmonaler Infiltrate, eine Bestätigung oder Infragestellung der klinischen Diagnose und der Verlaufskontrolle oder die Kom plikationsdiagnostik sind mit dieser Methode speziell bei immunkompetenten Patienten suffizient möglich [15]. Zur Beantwortung dieser Fragen ist keine CTBildgebung erforderlich. Jedoch ist eine genaue Kenntnis über die morphologischen Erscheinungsformen pneumonischer Infiltrate, deren Komplikationen und typischen Verlauf Grundlage einer suffizienten Befundung. Die CT des Thorax ist der Projektionsaufnahme einerseits aufgrund ihres hohen negativen Vor aussagewerts überlegen: Eine unauffällige CT des Thorax schließt eine Pneumonie aus. Andererseits bietet die überlagerungsfreie Darstellung Vorteile bei Differenzialdiagnose und Komplikationsdiag nostik. Dies wird allerdings durch eine signifikant höhere Strahlenbelastung und ein höheres Trans portrisiko für schwer erkrankte Patienten erkauft. Aufgrund der darüber hinaus vorhandenen Be fundüberlappung alveolärer Erkrankungen ist die Indikation einer CT im Rahmen der Diagnostik von Pneumonien streng zu stellen. Spezielle Indikationen zur Durchführung einer CT ergeben sich bei Patienten mit einem hohen Risiko für opportunistische Erkrankungen oder einer nicht durch die Projektionsradiographie erklärbaren Klinik des Patienten (. Tab. 5). Bei Risikopatienten (z. B. Apla sie, Reduktion der CD4 + TLymphozyten) stellt die CT den methodischen Goldstandard bei der De tektion, Charakterisierung und Verlaufsbeurteilung von Infiltraten dar [10]. Fazit für die Praxis Die Pneumonie stellt ein Krankheitsbild mit hoher epidemiologischer, klinischer und auch ökonomischer Relevanz dar. Die bildgebende Diagnostik spielt eine wichtige Rolle bei der Pneumoniediagnostik -speziell bei immunsupprimierten Patienten und bei Patienten auf der Intensivstation. Jedoch sind selbst überlagerungsfeie Methoden durch ihre geringe Spezifität und Befundüberlappungen limitiert. Nur mit Kenntnis der typischen Erscheinungsformen und Verteilungsmuster pneumonischer Infiltrate sowie deren typischer Komplikationen und unter korrekter Einordung der Bildmorphologie in den klinischen Gesamtkontext kann der Radiologe für den Kliniker relevante Differenzialdiagnosen liefern. Projektionsaufnahme des Thorax ist das primäre bildgebende Verfahren bei Patienten mit vermuteter Pneumonie Eine unauffällige CT des Thorax schließt eine Pneumonie aus Bei Risikopatienten stellt die CT den methodischen Goldstandard bei der Detektion, Charakterisierung und Verlaufsbeurteilung von Infiltraten dar",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "D Mitmachen, weiterbilden und CME-Punkte sichern durch die Beantwortung der Fragen im Internet unter CME. springer ",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "springer",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}