{"paper_id": "0f78a9262125333542a60ef177e4e330413aa2a6", "metadata": {"title": "Student Academic Performance Prediction Using Deep Multi-source Behavior Sequential Network", "authors": [{"first": "Xiang", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Universal Wireless Communications", "institution": "Beijing University of Posts and Telecommunications", "location": {"settlement": "Beijing", "country": "China"}}, "email": "lixiang14@bupt.edu.cn"}, {"first": "Xinning", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Universal Wireless Communications", "institution": "Beijing University of Posts and Telecommunications", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xiaoying", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing University of Posts and Telecommunications", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Yang", "middle": [], "last": "Ji", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Universal Wireless Communications", "institution": "Beijing University of Posts and Telecommunications", "location": {"settlement": "Beijing", "country": "China"}}, "email": "jiyang@bupt.edu.cn"}, {"first": "Xiaosheng", "middle": [], "last": "Tang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Universal Wireless Communications", "institution": "Beijing University of Posts and Telecommunications", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Online education is becoming increasingly popular and often combined with traditional place-based study to improve learning efficiency for university students. Since students have left a large amount of online learning data, it provides an effective way to predict students' academic performance and enable pre-intervention for at-risk students. Current data sources used to predict students' performance are limited to data just from the corresponding learning platform, from which only learning behaviors on that course can be observed. However, students' academic performance will be related to other behavioral factors, especially the patterns of using Internet. In this paper, we utilize two types of datasets from 505 university students, i.e., online learning records for a project-based course, and network logs of university campus network. A deep learning framework: Sequential Prediction based on Deep Network (SPDN) is proposed to predict students' performance in the course. SPDN models students' online behavioral sequences by utilizing multi-source fusion CNN technique, and incorporates static information based on bidirectional LSTM. Experiments demonstrate that the proposed SPDN model outperforms the baselines and has a significant improvement on early-warning. Furthermore, it can be learned that Internet access patterns even have a greater impact on students' academic performance than online learning activities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since online learning can generate large amounts of records in students' learning process, it provides an effective way to get deep understanding of students' learning behaviors and predict their academic performance. Due to the benefits of online learning, more and more universities combine traditional place-based courses with online education to achieve better teaching results. For this kind of course, it is feasible to give early predictions of the students' final performance through the student's online learning records, so that a timely pre-intervention could be carried out for at-risk students.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we conduct research on university students' academic performance prediction for a course which combines the online learning and traditional place-based learning. While current researches generally focus on the learning behaviors records collected from the corresponding learning management system, but ignoring other factors that may be potentially relevant to students' academic performance. As indicated in [15] , internet access activities were discovered to be a major factor affecting students' academic performance. Both users' online behaviors which can be clustered into several distinct pattern [14] and students' static information [5] have impacts on the academic performance prediction. In this study, two types of data are collected from 505 anonymous students to predict at-risk students in a university project-based course. One dataset records the students' online learning activities of the course which provides a learning platform for self-study. The other collects Internet access activity data from the campus network logs, from which the students' behavioral patterns of accessing the Internet can be explored. Combining these two datasets will obtain deep insights into students' learning behaviors and the correlation with their academic performance.", "cite_spans": [{"start": 424, "end": 428, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 619, "end": 623, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 657, "end": 660, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The remaining part of this paper is organized as follows. Section 2 reviews the related work on the EDM techniques for predicting student's performance and feature learning from time series. Section 3 mentioned two types experimental datasets used in detail. Section 4 presents the proposed SPDN model. Experimental results are described in Sect. 5 and finally Sect. 6 concludes this work and discusses future avenues of research.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There has been a large amount of relevant work about the student performance prediction. The current methods of EDM are generally divided into two categories. The first traditional method relies on machine learning methods for binary classification prediction. In [1, 3, 4, 13] , each machine learning model considers different types of predictive features extracted from raw online learning activity records to predict whether students can graduate on time. Also generalized linear model is used to predict students' dropout by extracting features from the original learning website log files such as page click rate, forums and so on [2, 10] . The second emerging approach involves the exploration of neural networks (NN). Because deep learning achieves better performance than traditional machine learning in many respects, work has been done to predict students' dropout in MOOC through deep neural network (DNN) models [10] and recurrent neural network (RNN) models [6] . Different from all current methods which still rely on feature engineering to reduce the input dimension and limit the development of larger NN models, Kim et al. [11] propose GritNet which extracts the original learning behavior sequence from network log as raw input of the RNN model. It outperforms the standard logistic-regression based method without complex feature engineering.", "cite_spans": [{"start": 264, "end": 267, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 268, "end": 270, "text": "3,", "ref_id": "BIBREF2"}, {"start": 271, "end": 273, "text": "4,", "ref_id": "BIBREF3"}, {"start": 274, "end": 277, "text": "13]", "ref_id": "BIBREF12"}, {"start": 636, "end": 639, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 640, "end": 643, "text": "10]", "ref_id": "BIBREF9"}, {"start": 924, "end": 928, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 971, "end": 974, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1140, "end": 1144, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Related Methods of Education Data Mining"}, {"text": "The method of learning a time series feature is to represent a sequence of behaviors within a time window as a low-dimensional vector. KimCNN [12] is a typical CNN structure, which applies the convolution operation with several different size kernels on every possible location of the activity vector matrix, and use max-pooling to get the most prominent feature. In this way, it can automatically extract the features of the behavior sequence, and the model can be easily transferred to other datasets. KimCNN has been used in news recommendation to fuse semantic-level and knowledge-level representations of news [17] . Wang et al. proposed knowledge-aware CNN (KCNN) to treat words and entities as multiple channels instead of simple concatenating, and explicitly keeps their alignment relationship during convolution. In this way, it is suitable to connect words and associated entities and convolute them together in a single vector space. In this paper, we implement this structure to fuse student Internet access activities and learning activities and learning student behavioral representation in MFCNN component.", "cite_spans": [{"start": 142, "end": 146, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 615, "end": 619, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "CNN for Behavioral Feature Learning of Time Series"}, {"text": "The analysis in this work is based on two datasets from 505 anonymous students. One of the datasets is website log of a university project-based course for freshmen which involves students' online learning activities. The other one is the campus network logging record which reflects students' Internet access activities.", "cite_spans": [], "ref_spans": [], "section": "Dataset Description and Insight"}, {"text": "In this section, we will introduce and describe the details of online learning activities with the university project-based course and Internet access activities. Then, we investigate four distinct online behavior patterns by clustering.", "cite_spans": [], "ref_spans": [], "section": "Dataset Description and Insight"}, {"text": "Students' online learning activities are extracted from the online learning website log of a university project-based course which spans over 13 weeks from 2018.9.28 to 2018.12.27. This course aims to help freshmen students get started in communication engineering and its greatest characteristics is implementing the online education combining with traditional class. The course is taught by teachers every Friday and students can learn on course's wiki and forum messages from the online learning website, also create their own wiki post or participate in the forum. Meanwhile, all online learning activities of students will be recorded in the website log as online learning activity sequence. Table 1 lists statistics of actions in this dataset which involves two categories of activities such as viewing and writing. Each category involves six activities and we have a more detailed distinction between different types of web pages for each activity.", "cite_spans": [], "ref_spans": [{"start": 697, "end": 704, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Online Learning Activity"}, {"text": "In addition, there is a weekly quiz on each Wednesday which are scored by the teachers. And the students are grouped to do the final innovation project which are scored by the teachers. The final performance of students consists of two parts: average score of weekly quiz and the final innovation project score. In this paper, we judge the at-risk students based on the course results. Specifically, students are considered at-risk students whether their average score of quizzes or innovation project scores is at the last 25% of the whole grade. Because he or she is lacking in theory or practice. In our dataset, there are 202 at-risk students in total.", "cite_spans": [], "ref_spans": [], "section": "Online Learning Activity"}, {"text": "The campus network can record the students' internet access activities in the log file which contains the categories of URLs and corresponding timestamp. There are 11 categories of internet access activities, namely: 'News', 'Game', 'Music', 'Download', 'File transfer', 'Search engine', 'Video', 'Shopping', 'Living tools', 'Instant messaging' and 'Non-instant messaging'. The log file holds a total of 22 million records for 505 students during the semester of the project-based course.", "cite_spans": [], "ref_spans": [], "section": "Internet Access Activity"}, {"text": "In order to build a complete student online activity sequence, we converge the students' online learning activities with current Internet access activities based on the students' anonymous IDs. We rename the all online learning activities to a new category of internet access activity, 'Learning', and merge them with the original internet access activities in chronological order as the new internet access activities. In order to ensure that the online learning activity sequence and the Internet access activity sequence are aligned in the time dimension, we use zero padding to complete the online learning activity sequence.", "cite_spans": [], "ref_spans": [], "section": "Internet Access Activity"}, {"text": "To investigate the different online habits, we conducted a cluster analysis and feed the normalized frequency counts of each action of all students into Ward's hierarchical cluster algorithm [7] . The number of clusters is set to 4 based on Calinski-Harabasz (CH) index [16] on the data. Table 2 shows the students' number and at-risk rate of four clusters. It illustrates that cluster1 and cluster 2 have low at-risk rate and high proportion, while nearly a quarter of the student in cluster 3 and cluster 4 are at-risk. Specifically, Fig. 1 illustrates the proportion of occurrence frequency of each activity in different clustering patterns. The proportion is calculated by the frequency of the particular activity divided by the count of all activities for each case. And in each cluster, we calculated the average of the above proportions across all the cases which are assigned to the particular cluster. In the x-axis, we list different actions of original internet access activities and online learning activities. It can be seen that there are obvious differences between clusters. The overall access internet frequency of students in cluster 1 is very low, so they may prefer offline learning. Students in Cluster 2 often use search engines, which may be related to learning. Conversely, Cluster 3's students prefer to watch videos and use life tool applications which may not be educational. On the learning website, they ask and answer questions in the forum relatively frequently, but there are few viewing actions. Cluster 4 has the fewest numbers, but is extremely focused on online games and rarely involves other types of online activities. On the learning website, their learning behavior is relatively inactive, which may also be the reason why the student's at-risk rate is high in the cluster. In addition, students experiment in a group and always learn together in a group. So students in the same group will have a high probability of having the same academic status and the grouping information has important impact on prediction. For the reason above, we take the student's group id and cluster patterns as static information and joint them into the framework to model the prediction of student performance.", "cite_spans": [{"start": 191, "end": 194, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 270, "end": 274, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 288, "end": 295, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 536, "end": 542, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Distinct Behavior Patterns and Static Information"}, {"text": "The overall framework of sequential prediction based on deep network (SPDN) is shown in Fig. 2 and can be divided into four parts roughly. In this section, we first introduce the process of constructing and embedding the complete input sequence in input representation component. Then we will discuss the details of Multi-source fusion CNN (MFCNN) which represents the student's multiple activity sequences in weeks. After that, we will present the process of joining static information with students' behavioural representation and feed them into bi-LSTM model for prediction. Let us begin with a formulation of the problem we are going to address. ", "cite_spans": [], "ref_spans": [{"start": 88, "end": 94, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Framework of Sequential Prediction Based on Deep Network"}, {"text": "As introduced in Sect. 3.2, we converge the campus network logging records and the course's website log to build a complete student u's Internet access activity sequence, and complement the online learning activity sequence by zero padding. In order to formulate the problem more precisely, we first introduce the following definitions. ", "cite_spans": [], "ref_spans": [], "section": "Formulation"}, {"text": "Since directly employing each timestamp d t will increase the input space too fast, we define the discretised time difference between adjacent events as:", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Time Difference."}, {"text": "In this way, each activity sequence will be accompanied by a time difference sequence as", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Time Difference."}, {"text": "Problem Formulation. With these definitions, our task of predicting student performance can be expressed as a sequential event prediction problem: given student u's Internet access activity I (u), online learning activity O (u) in first j( j ≤ 13) weeks of the semester, as well as static characteristics Z (u), our goal is to predict whether u will be at-risk in the course. More precisely, let y(u) ∈ {0, 1} denotes the ground truth of whether u is at-risk, y(u) is positive if and only if u is at-risk in the course. Then our task is to learn a function:", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Time Difference."}, {"text": "In order to feed students' activity sequence into the SPDN, we transform each online learning activity a o t , Internet access activity a i t and time difference d t into one-hot encoded feature vector l a o Then each one-hot vector is converted to a dense vector through an embedding layer. That means to learn three embedding matrixes E o ∈ R e × L o , E i ∈ R e × L i , and E d ∈ R e×L d , where e is the embedding dimension. The low-dimensional embedding vectors of online learning activity, Internet access activity and time difference are defined as:", "cite_spans": [], "ref_spans": [], "section": "Input Representation"}, {"text": "The dimensions of the various embedded vectors are the same and similar events appear to be closer in the embedding event space.", "cite_spans": [], "ref_spans": [], "section": "Input Representation"}, {"text": "Following the process used in Sect. 4.2, the next step is multi-source fusion. We employ the MFCNN component which is multi-channel and multiple-activities-aligned to compress the representation of the student's three types of embedding activity sequences per week. They can be regarded as representations of multiple different channels of the same action. We align and stack the three vector matrices", "cite_spans": [], "ref_spans": [], "section": "Multi-source Fusion CNN (MFCNN)"}, {"text": "Then similar to KimCNN [12] introduced in Sect. 2.2, we use multiple convolution kernels h ∈ R e × k × 3 to extract a particular local pattern in the action sequence, while k(k ≤ M) is window size. The local activation of the submatrix V n:n+k−1 with respect to the convolution kernel h can be recorded as:", "cite_spans": [{"start": 23, "end": 27, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Multi-source Fusion CNN (MFCNN)"}, {"text": "where f is the nonlinear function and * is the convolution operator and b is the bias. Then we use the max pooling operation on the feature map of the output as:", "cite_spans": [], "ref_spans": [], "section": "Multi-source Fusion CNN (MFCNN)"}, {"text": "All the features are concatenated together to form the final representation a(u, j) of the student u's online behavior in j th (0 ≤ j ≤ 13) week a(u, j) = c h 1 c h 2 . . . c h m , where m is the number of kernels. The weekly online behavioral representation will be passed into the bi-LSTM with static information.", "cite_spans": [], "ref_spans": [], "section": "Multi-source Fusion CNN (MFCNN)"}, {"text": "This component builds a simple effective strategy to incorporate group id Z g and cluster pattern Z p into SPDN. Since these characteristics are categorical values, we model them into one-hot vectors as l Z g ∈ {0, 1} L g and l Z p ∈ {0, 1} L p , where L g is the number of students learning group and L p is the cluster pattern types. And embed the group encoding vector l Z g and convert it into a low-dimensional embedding vector v Z g ∈ R e g , where e g is the dimension of the embedding vector. The student u's static characteristics can be represented by Z (u) = v Z g ⊕ l Z p ∈ R e g +L p . Then we join the same static feature vectors Z (u) with students' weekly behavioural representation a(u, j) as shown in Fig. 2 . Let X = X (1) u ⊕ X (2) u ⊕ . . . ⊕X ( j) u represents the augmented feature vector, where each X ( j) u ∈ R e g +L p +k is a fused feature group which consists of student u's weekly online behavioural representation a(u, j) and his or her static characteristics: X", "cite_spans": [{"start": 738, "end": 741, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 748, "end": 751, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 719, "end": 725, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Static Characteristics Component"}, {"text": "The fused feature groups of each week are passed into bi-LSTM [8] and the output vectors are formed by concatenating each forward and backward direction outputs. The purpose of bi-LSTM is to make full use of context information and prevent gradient explosion. Then a max pooling layer is added to learn the most relevant part of the event embedding sequence and the output is fed into a fully connected layer and a Softmax layer sequentially to estimate the student's at-risk probability y (u) ∈ [0, 1].", "cite_spans": [{"start": 62, "end": 65, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Bi-LSTM and Prediction"}, {"text": "The parameters to be updated in the whole framework SPDN mainly come from four parts, 1) embedding layers parameters. 2) CNN parameters. 3) bi-LSTM parameters and 4) fully connected layer parameters. All the parameters can be learned by minimizing the follow binary cross entropy objective function:", "cite_spans": [], "ref_spans": [], "section": "Bi-LSTM and Prediction"}, {"text": "where θ denotes the set of model parameters, y (u) is the probability of student at risk, y(u) is the corresponding ground truth, U is the set of the whole students.", "cite_spans": [], "ref_spans": [], "section": "Bi-LSTM and Prediction"}, {"text": "We conduct various experiments to evaluate the effectiveness of SPDN on the online action datasets of 505 anonymous students and adopt Adam to optimize the model.", "cite_spans": [], "ref_spans": [], "section": "Experiments"}, {"text": "In our experiments, we divide all behaviour sequences into 13 weeks and encode respectively as input series. The inter-event time interval is an hour. The embedding dimensions of Internet access activity, online learning activity and time difference are 100 while the dimension of embedding group id is 50 and the cluster patterns are one-hot encoding.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "In the MFCNN, we use 64 different kernels which the window size of kernel is 1. The bi-LSTM with forward and backward LSTM layers containing 64 cell dimensions per direction is used. In addition, batch normalization layer [9] is applied to the bi-LSTM output and fully connected layer output. It can avoid gradient disappearance problems and speed up the training with a mini-batch size of 64. We divide 64% of the data set into a training set, 16% is a validation set, and 20% is a test set. All the parameters above are the best group in all experiments with the grid search. Since the true binary target label is imbalanced, the evaluation metrics include Accuracy, Area Under the ROC Curve (AUC) and F1 Score (F1).", "cite_spans": [{"start": 222, "end": 225, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Setting"}, {"text": "In order to assess how much added value is brought by the SPDN, we set several baseline models to compare.", "cite_spans": [], "ref_spans": [], "section": "Baseline Models"}, {"text": "To compare with the universal deep learning method, we take the BLSTM_MA (Bidirectional Long Short-Term Memory with Multiple Activity) as a baseline model. We encode and embed the activities in the same way as SPDN, however, in order to show the effect of MFCNN, we align and stack the Internet access activity embeddings, online learning activity embeddings and time difference embeddings vector matrices in multi-channel and use the max pooling operation to get the features on each dimension instead of extracting the features by CNN. In addition, other parameters are consistent with the experimental parameters of SPDN.", "cite_spans": [], "ref_spans": [], "section": "Baseline Models"}, {"text": "For other baseline models LR (logistic regression model), NB (Naive Bayesian), DT (Decision Tree) and RF (random forest), we use the bag of words (BoW) model to represent each student's past event sequence. After transforming all students' activities into a BoW model, we count the number of each unique activity appearing in weekly sequence as the part of input. The group id and cluster pattern are other parts of input. The purpose of these experiments is to demonstrate the effectiveness of deep learning. Table 3 presents the results on the test set for all comparison methods. Overall, SPDN gets the best performance on the dataset. Furthermore, BLSTM_MA and SPDN have the clearly better performance than other traditional machine learning algorithms, that means deep learning models can automatically get more effective information from the activity sequence. Moreover, as the F1 score is a weighted average of both precision and recall, thus it provides more comprehensive evaluation of the model. In our problem, the higher F1 of positive sample is excepted. As can be observed clearly, SPDN gets higher F1 score of positive samples than BLSTM_MA, so it shows that extracting features through MFCNN can provide advantages for predicting positive samples. In order to identify the importance of different kinds of engagement activities in this task, we conduct feature ablation experiments for three parts of input, i.e. online learning activity, Internet access activity and static characteristics. Specially, we first input three parts of input to the SPDN, then remove every type of activity one by one to observe the variety of performance.", "cite_spans": [], "ref_spans": [{"start": 510, "end": 517, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Baseline Models"}, {"text": "The results are shown in Table 4 . We can observe that all three inputs are useful in this task, especially static information. Because when it is removed, the experimental result of AUC steeply drops to 0.7419. Furthermore, Internet access activity play a more important role, while the student's online learning activity is sparser than Internet access activity, so it is less important. ", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Prediction Performance"}, {"text": "As shown in the Fig. 3 , with the accumulation of activity sequences, the performance of the SPDN and baseline models gradually improve from the perspective of AUC. But it can be clearly seen that the deep learning model always has a higher AUC than the general machine learning model (Fig. 3 only shows one of machine learning baseline models, RF, and others have the similar trend). Meanwhile, one of deep models BLSTM_MA Fig. 3 . Comparisons of the SPDN and baseline models in terms of mean AUC for early prediction requires 11 weeks of student data to achieve the same performance as SPDN is able to achieve significant prediction-quality improvements within the first seven weeks of the semester. It illustrates that MFCNN can form the suitable weekly representation vector of user behaviour and extract features from a long behaviour sequence. In this way, SPDN can be used to early prediction and it can promote early intervention by teachers.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 22, "text": "Fig. 3", "ref_id": null}, {"start": 285, "end": 292, "text": "(Fig. 3", "ref_id": null}, {"start": 424, "end": 430, "text": "Fig. 3", "ref_id": null}], "section": "Early Prediction"}, {"text": "In this paper, we propose the model named SPDN, which fully uses online learning activities and Internet access activities and joins the static information to predict the performance of the students based on bi-LSTM. Through the experiments on the dataset of a university project-based course and the anonymous student's network logging records, the results show that SPDN gets the best performance and can achieve results close to the final value within the early weeks to find the at-risk students in time. Meanwhile, Internet access activities have a greater impact on students' academic performance prediction.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the future, we can combine more courses information into the model to make it more scalable.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Predicting student risks through longitudinal analysis", "authors": [{"first": "A", "middle": [], "last": "Tamhane", "suffix": ""}, {"first": "S", "middle": [], "last": "Ikbal", "suffix": ""}, {"first": "B", "middle": [], "last": "Sengupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Duggirala", "suffix": ""}, {"first": "J", "middle": [], "last": "Appleton", "suffix": ""}], "year": 2014, "venue": "Proceedings of the 20th ACM SIGKDD International Conference on Knowledge Discovery and Data Mining", "volume": "", "issn": "", "pages": "1544--1552", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identifying at-risk students in massive open online courses", "authors": [{"first": "J", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Rubinstein", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Who, when, and why: a machine learning approach to prioritizing students at risk of not graduating high school on time", "authors": [{"first": "E", "middle": [], "last": "Aguiar", "suffix": ""}, {"first": "H", "middle": [], "last": "Lakkaraju", "suffix": ""}, {"first": "N", "middle": [], "last": "Bhanpuri", "suffix": ""}, {"first": "D", "middle": [], "last": "Miller", "suffix": ""}, {"first": "B", "middle": [], "last": "Yuhas", "suffix": ""}, {"first": "K", "middle": [], "last": "Addison", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 5th Learning Analytics and Knowledge Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Identifying at-risk students using machine learning techniques: a case study with is 100", "authors": [{"first": "E", "middle": [], "last": "Er", "suffix": ""}], "year": 2012, "venue": "Int. J. Mach. Learn. Comput", "volume": "2", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Understanding dropouts in MOOCs", "authors": [{"first": "W", "middle": [], "last": "Feng", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "T", "middle": ["X"], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Temporal models for predicting student dropout in massive open online courses", "authors": [{"first": "F", "middle": [], "last": "Mi", "suffix": ""}, {"first": "D.-Y", "middle": [], "last": "Yeung", "suffix": ""}], "year": 2015, "venue": "Proceedings of 15th IEEE International Conference on Data Mining Workshop (ICDMW 2015)", "volume": "", "issn": "", "pages": "256--263", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ward's hierarchical agglomerative clustering method: which algorithms implement ward's criterion?", "authors": [{"first": "F", "middle": [], "last": "Murtagh", "suffix": ""}, {"first": "P", "middle": [], "last": "Legendre", "suffix": ""}], "year": 2014, "venue": "J. Classif", "volume": "31", "issn": "3", "pages": "274--295", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Long short-term memory", "authors": [{"first": "S", "middle": [], "last": "Hochreiter", "suffix": ""}, {"first": "J", "middle": [], "last": "Schmidhuber", "suffix": ""}], "year": 1997, "venue": "Neural Comput", "volume": "9", "issn": "8", "pages": "1735--1780", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Batch normalization: accelerating deep network training by reducing internal covariate shift", "authors": [{"first": "S", "middle": [], "last": "Ioffe", "suffix": ""}, {"first": "C", "middle": [], "last": "Szegedy", "suffix": ""}], "year": 2015, "venue": "International Conference on International Conference on Machine Learning. JMLR.org", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Delving deeper into mooc student dropout prediction", "authors": [{"first": "J", "middle": [], "last": "Whitehill", "suffix": ""}, {"first": "K", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "D", "middle": [], "last": "Seaton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rosen", "suffix": ""}, {"first": "D", "middle": [], "last": "Tingley", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1702.06404"]}}, "BIBREF10": {"ref_id": "b10", "title": "GritNet: student performance prediction with deep learning", "authors": [{"first": "B", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "E", "middle": [], "last": "Vizitei", "suffix": ""}, {"first": "V", "middle": [], "last": "Ganapathi", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "KIMY: Convolutional neural networks for sentence classification", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A machine learning framework to identify students at risk of adverse academic outcomes", "authors": [{"first": "H", "middle": [], "last": "Lakkaraju", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Identifying user engagement patterns in an online video discussion platform", "authors": [{"first": "S", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Chae", "suffix": ""}, {"first": "G", "middle": [], "last": "Natriello", "suffix": ""}], "year": 2018, "venue": "Education Data Mining) EDM", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A review on predicting student's performance using data mining techniques", "authors": [{"first": "A", "middle": ["M"], "last": "Shahiri", "suffix": ""}, {"first": "W", "middle": [], "last": "Husain", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Rashid", "suffix": ""}], "year": 2015, "venue": "Proc. Comput. Sci", "volume": "72", "issn": "", "pages": "414--422", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A dendrite method for cluster analysis", "authors": [{"first": "T", "middle": [], "last": "Calinski", "suffix": ""}, {"first": "J", "middle": [], "last": "Harabasz", "suffix": ""}], "year": 1974, "venue": "Commun. Stat. -Theory Methods", "volume": "3", "issn": "1", "pages": "1--27", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "DKN: deep knowledge-aware network for news recommendation", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xie", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The four cluster interaction patterns", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The architecture of SPDN", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Internet Access Activity. Let I denote the set of Internet access activities. The complete student u's Internet access activity sequence can be formulated intoI (u) = i 1:M = [i 1 , i 2 , . . . , i M ],where M is the length of weekly Internet access activity sequence. Each element i t is defined as a paired tuple of a i t , d t , where a i represents the Internet access activities such as \"Game\", \"Music\" or \"Learning\" and d t is the corresponding timestamp at time t.Definition 2. Online Learning Activity. Let O denote the set of online learning activities. Student u's zero-padding online learning activity sequence which can be formulated into O (u) = o 1:N = [o 1 , o 2 , . . . , o N ](N = M), where N is the length of weekly online learning activity sequence. Each element o t is defined as a paired tuple of a o t , d t which a o t is the online learning activity with zero-padding at time t. If a i t is \"Learning\", a o t ∈ O, otherwise, a o t = 0. Definition 3. Static Characteristics. Static information comprises student u's group id Z g and cluster pattern Z p . These characteristics do not vary over time and can be concatenated and represented by a vector Z (u).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "L o , L i and L d respectively are the number of online learning activity unique types, Internet access activity unique types and hours of the week. The student u's encoding vectors are represented by D o u = l a o 1 , l a o 2 , . . . , l a o M ∈ R M × L o , D i u = l a i 1 , l a i 2 , . . . , l a i M ∈ R M × L i and D d u = [l( d 1 ), l( d 2 ), . . . , l( d M )] ∈ R M × L d .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Statistics of learning behavior dataset of the Introductory course", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category </td><td>Activity </td><td>#Type\n</td></tr><tr><td>View </td><td># Learning the theoretical basics from course's wiki (i.e. wiki) </td><td>4724\n</td></tr><tr><td># Learning the requirements of project (i.e. project) </td><td>806\n</td></tr><tr><td> </td><td># Files and images in the post (i.e. attachment) </td><td>15\n</td></tr><tr><td> </td><td># Viewing the questions raised in the forum (i.e. question) </td><td>211\n</td></tr><tr><td> </td><td># Viewing the answer in the forum (i.e. answer) </td><td>94\n</td></tr><tr><td>Write/Create </td><td># Other pages (i.e. other) </td><td>32\n</td></tr><tr><td># Adding terms to the wiki (i.e. w_wiki) </td><td>4650\n</td></tr><tr><td># Creating a post to introduce the own project (i.e. w_project) </td><td>195\n</td></tr><tr><td> </td><td># Asking a question in the forum (i.e. w_question) </td><td>103\n</td></tr><tr><td> </td><td># Answering a question in forum (i.e. w_answer) </td><td>91\n</td></tr><tr><td> </td><td># Editing the post of project (i.e. w_revision) </td><td>4021\n</td></tr><tr><td> </td><td># Uploading the files or images (i.e. w_attachment) </td><td>3942\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Statistics of four clusters Cluster 1 Cluster 2 Cluster 3 Cluster 4", "latex": null, "type": "table"}, "TABREF2": {"text": "Overall resultsApproaches Accuracy (%) AUC (%) F1", "latex": null, "type": "table"}, "TABREF3": {"text": "Contribution analysis for different engagement activities", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Removed feature </td><td>Accuracy </td><td>AUC </td><td>F1\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Positive </td><td>Negative\n</td></tr><tr><td>Total </td><td>0.7129 </td><td>0.7911 </td><td>0.66 </td><td>0.74\n</td></tr><tr><td>Online learning activity </td><td>0.7364 </td><td>0.7831 </td><td>0.654 </td><td>0.78\n</td></tr><tr><td>Internet access activity </td><td>0.6908 </td><td>0.7771 </td><td>0.644 </td><td>0.728\n</td></tr><tr><td>Static characteristic </td><td>0.7128 </td><td>0.7419 </td><td>0.62 </td><td>0.77\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements. This work is supported by the project \"Virtual Simulation Experiment of Engineering Cognition and Innovation Diathesis Cultivation for Freshmen\".", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}