{"paper_id": "0f7b1d98e0ae29afc21b20f90b42f0accd2464e7", "metadata": {"title": "Are men who smoke at higher risk for a more severe case of COVID-19 than women who smoke? A Systematic Review", "authors": [{"first": "Aoife", "middle": [], "last": "Rodgers", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College Cork", "location": {"settlement": "Cork", "country": "Ireland"}}, "email": ""}, {"first": "Emilie", "middle": [], "last": "Kruke Indreberg", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College Cork", "location": {"settlement": "Cork", "country": "Ireland"}}, "email": ""}, {"first": "Lenah", "middle": [], "last": "Alfallaj", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College Cork", "location": {"settlement": "Cork", "country": "Ireland"}}, "email": ""}, {"first": "Manasi", "middle": [], "last": "Nadkarni", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College Cork", "location": {"settlement": "Cork", "country": "Ireland"}}, "email": ""}, {"first": "Zubair", "middle": [], "last": "Kabir", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College Cork", "location": {"settlement": "Cork", "country": "Ireland"}}, "email": "z.kabir@ucc.ie"}]}, "abstract": [{"text": "The novelty of the Covid-19 pandemic is reflected in the lack of literature available for the impact of smoking on the intensity of the COVID-19 clinical manifestations. Our study tries to address this gap. Method: Six cohorts from China were analysed and a crude odds ratio was manually calculated. Results: Patients with a smoking history were approximately 2 times (95% CI= 1.036-1.883) as likely to suffer from severe clinical manifestations of COVID-19 compared to patients without a smoking history. A higher percentage of males suffer more severe symptoms of COVID-19 in comparison to females, but this could be associated with the gender specific smoking trends observed in China.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The gender specific smoking trends could be associated with the increased severity of COVID-19 disease manifestations in the male population.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus, belonging to the Coronaviridae family, has been previously seen before and is known to cause a human illness with symptoms similar to the common cold (1) . Coronavirus has been shown to be a zoonotic disease in nature, and in the case of COVID-19 originating from bats (2) . In the last decade, this is the third deadliest coronavirus pandemic (2) . In 2003, there was an outbreak of coronavirus known as Severe Acute Respiratory Syndrome (SARS) and in 2012 another strain of coronavirus known as Middle-East Respiratory Syndrome (MERS) emerged (3, 4) . A more recent strain of coronavirus has emerged named SARS-COV-2 and is generally referred to as COVID-19 (Coronavirus disease 2019). COVID-19 began in Wuhan, China in December 2019 (5) . Within a month of its appearance, the World Health Organization had declared COVID-19 as a global pandemic (5) . To date, there have been 3,110,696 declared cases with 215,231 deaths (6) and within the past 5 months, over 100 countries have been infected with COVID-19 (7) . Due to the novelty of COVID-19, there is limited data available on the characteristics associated with COVID-19 (5) .", "cite_spans": [{"start": 163, "end": 166, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 282, "end": 285, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 357, "end": 360, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 558, "end": 561, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 562, "end": 564, "text": "4)", "ref_id": "BIBREF3"}, {"start": 749, "end": 752, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 862, "end": 865, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 938, "end": 941, "text": "(6)", "ref_id": null}, {"start": 1024, "end": 1027, "text": "(7)", "ref_id": "BIBREF8"}, {"start": 1142, "end": 1145, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "Most human Coronaviruses cause mild symptoms. However, a subgroup of coronaviruses is causing severe outcomes. Severe Acute Respiratory Syndrome (SARS) and Middle-East Respiratory Syndrome (MERS) have a death rate of 10% and 37% respectively (8) . The mortality rate for COVID-19 is almost 7% based on the current numbers (6) . Shortness of breath (9) , fever and cough are the main symptoms for the three coronaviruses, including COVID-19, leading to a lower respiratory infection that can be lifethreatening to vulnerable groups such as to the elderly and to people with underlying medical conditions (10, 11) . This leads to respiratory failure and multiorgan failure (12) . Cases of COVID-19 are divided into four groups mild, moderate, severe and critical pneumonia (11) .", "cite_spans": [{"start": 242, "end": 245, "text": "(8)", "ref_id": "BIBREF9"}, {"start": 322, "end": 325, "text": "(6)", "ref_id": null}, {"start": 348, "end": 351, "text": "(9)", "ref_id": "BIBREF10"}, {"start": 603, "end": 607, "text": "(10,", "ref_id": "BIBREF11"}, {"start": 608, "end": 611, "text": "11)", "ref_id": "BIBREF12"}, {"start": 671, "end": 675, "text": "(12)", "ref_id": "BIBREF13"}, {"start": 771, "end": 775, "text": "(11)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "To date, there is limited data on the role smoking has to play in the progression of COVID-19, however, smoking has been identified as a risk factor for disease progression (5, 13) . A previous metaanalysis involving thirteen studies was carried out and determined smoking to be a risk factor in disease progression for patients with COVID-19 (13) . Similarly, in the previous MERS outbreak, smokers were identified as having a higher mortality rate in comparison to non-smokers (5) . In more recent literature, a systematic review of five papers in China found that smokers were 1.4 times more likely to have more severe symptoms of COVID-19 and 2.4 times more likely to be admitted to an ICU, need mechanical ventilation or died in comparison to non-smokers (RR = 2.4, 95% CI: 1.43-4.04) (5).", "cite_spans": [{"start": 173, "end": 176, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 177, "end": 180, "text": "13)", "ref_id": "BIBREF14"}, {"start": 343, "end": 347, "text": "(13)", "ref_id": "BIBREF14"}, {"start": 479, "end": 482, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "According to another meta-analysis that is done on 39 studies, males had more severe outcomes in comparison to females, as well as the mortality rate (11) . It is not fully understood yet, however, it can be explained with the presence of estrogen is a protective factor. Also, it is linked that smoking is considered a risk factor for adverse outcome and the number of men smoking is higher than women. Smoking prevalence can vary by country to country however in general, the smoking prevalence is higher among males than females (14) , (15) . It has been highlighted . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 150, "end": 154, "text": "(11)", "ref_id": "BIBREF12"}, {"start": 532, "end": 536, "text": "(14)", "ref_id": "BIBREF15"}, {"start": 539, "end": 543, "text": "(15)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.18.20135111 doi: medRxiv preprint that developing countries and developed countries are similar in their male smoking mean (32% and 30.1% respectively) however, females in developed countries have a higher prevalence of smoking in comparison to females in developing countries (17.2% vs. 3.1%) (14) . The World Health Organization's Global Adult Tobacco Survey 2018 supports the statement males have a higher prevalence of smoking compared to females (15.6% vs 12.0%) globally (15) . Due to these trends observed in the smoking difference between genders, it could lead to an indirect association between the severity of COVID-19 between genders.", "cite_spans": [{"start": 402, "end": 406, "text": "(14)", "ref_id": "BIBREF15"}, {"start": 585, "end": 589, "text": "(15)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "Are men who smoke at higher risk for a more severe case of COVID-19 than women who smoke? Table 2 . The flow for the number of studies included in the evidence synthesis is given in Figure 1 . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 90, "end": 97, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 182, "end": 190, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "RESEARCH QUESTION"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.18.20135111 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The final number of included studies to synthesise for evidence was six (16, 17, 18, 19, 20, 21) . The six studies were mined for the following components: the total number of cases, the number of cases in males versus females, the gender stratified severity of the cases and the history of smoking ( Table 3 ). The severe cases were those listed as severe cases, on mechanical ventilation or had died from the virus in each paper. Each study was also analysed to determine its quality. The quality of the included studies was assessed using the \"Newcastle-Ottawa Quality Assessment Form for Cohort Studies\". Depending on the number of stars in each of the three domains (selection, comparability and outcome) the quality was considered good, fair or poor (22). Overall the quality for each study was considered good with low risk of bias (Appendix 4).", "cite_spans": [{"start": 72, "end": 76, "text": "(16,", "ref_id": "BIBREF17"}, {"start": 77, "end": 80, "text": "17,", "ref_id": "BIBREF18"}, {"start": 81, "end": 84, "text": "18,", "ref_id": "BIBREF19"}, {"start": 85, "end": 88, "text": "19,", "ref_id": null}, {"start": 89, "end": 92, "text": "20,", "ref_id": "BIBREF21"}, {"start": 93, "end": 96, "text": "21)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 301, "end": 308, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Synthesis of evidence"}, {"text": "The data extracted from the studies ( Table  3 ) was used to manually calculate a Crude Odds Ratio (COR) (Appendix 2). The mean COR was calculated as an overall estimate of the risk of severe clinical manifestations for patients with a history of smoking. The 95% Confidence Interval (95% C.I.) was estimated using the online OpenEpi tool Version 3.01. ", "cite_spans": [], "ref_spans": [{"start": 38, "end": 46, "text": "Table  3", "ref_id": "TABREF2"}], "section": "Analysis"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "OR (odds ratio), CI (confidence interval)"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Due to the novelty of COVID-19, there is a lack of evidence on the impact of genderstratified smoking on disease progression. In order to elucidate the presence of this association, this paper analyzed six specific cohort studies within China to synthesize the relevant evidence. The rationale for papers only chosen within China is due to COVID-19 originating in China. China in turn, has an extensive amount of research completed on COVID-19 in comparison to any other countries worldwide. The analysis was carried out to identify whether gender differences in smoking have an effect on the severity of the symptoms on the current coronavirus strain, COVID-19, by gathering data and calculating the odds ratios for the selected cohorts. The analysis of the data extracted from these studies indicated that patients with a smoking history were approximately 2 times (OR=1.92; 95% CI= 1.036-1.883) as likely to suffer from severe clinical manifestations of COVID-19 compared to patients without a smoking history. However, there was a lack of evidence available on the differences in gender and their smoking rates. From the six cohorts in China, the smoking data for a total of 1343 males and 1000 females was analyzed. A higher proportion of males suffer from more severe symptoms of COVID-19 within China, as observed in the six cohorts where 158 more males suffered from severe cases (25%) in comparison to severe female cases (18.7%). Simultaneously, it was observed that males had a higher prevalence of smoking in comparison to females both within China (54% male smokers and 2.6% female smokers) (23) . This observation supports our hypothesis that a higher proportion of men suffer from severe manifestations, as compared to females, due to the higher prevalence of smoking amongst men in China. Similarly, other countries badly affected by COVID-19, such as Italy have found that males (22.8%) are more likely to smoke in comparison to females (14.9%) (24).", "cite_spans": [{"start": 1604, "end": 1608, "text": "(23)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Furthermore, it was observed that within the Italian population, 58% of the COVID-19 cases were male cases (25) . However, in the cohort studied in Italy (Appendix 3), it was observed that patients with a smoking history were 0.35 times less likely to exhibit severe symptoms of Covid-19 than those that had no smoking history (26) . Considering the fact that this is the only cohort outside China, this could indicate that further studies are needed to identify whether there are any confounders that could impact this potential association.", "cite_spans": [{"start": 107, "end": 111, "text": "(25)", "ref_id": "BIBREF25"}, {"start": 327, "end": 331, "text": "(26)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Previous strains of coronavirus outbreaks such as SARS outbreak in 2003 and MERS outbreak in 2012, determined a significantly higher death rate among males (21.9% vs 13.2%). The receptor used by the previous SARS-CoV viral strain to enter the host cells is the angiotensin-converting enzyme-2 (ACE2) receptor (27). It has been hypothesized that this receptor could be used as the novel adhesion molecule by the current SARS-CoV2 (COVID-19) strain.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Smoking has been associated with the upregulation of this receptor molecule, thus increasing the susceptibility to more severe clinical manifestation of the disease. The use of new electronic smoking devices such as electronic cigarettes has also been hypothetically associated with this upregulation (27). This receptor upregulation and gender difference in smoking rates could help explain the higher proportion of severe cases observed in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.18.20135111 doi: medRxiv preprint males as opposed to females, in several countries.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A similar gender-specific smoking pattern was observed in Ireland, where a study carried out by the Health Service Executive (HSE) Healthy Ireland found 24% of the male population to be smokers as opposed to 21% observed in the female population (28) . Thus, indicating that Irish males are more vulnerable to severe COVID-19 cases than Irish females. As observed in Italy, a cohort study could demonstrate a negative association between smoking and severity of Covid-19 (26) . This indicates that further research is necessary before any association is determined in Ireland. However, while there are no studies to support the evidence, data published by the Health Protection Surveillance Centre, states that although males account for only 46% of confirmed cases, they account for 71% of deaths, which is a severe outcome (29) . This observation has an essential public health implication, as it could be used as the driving force for an amendment in the existing Irish Smoking Ban. In 2004, Ireland imposed a blanket ban on smoking in enclosed public spaces as well as workplaces. But this ban did not extend to open public spaces, such as parks, beaches, playgrounds, and campuses, or include the use of electronic cigarettes (30) . In order to reduce the smoking associated gender specific disease burden, amending the current smoking ban to restrict smoking in open public places and ban the use of ecigarettes might be necessary to reduce the incidence of severe cases of COVID-19 in the Irish population, thus decreasing the burden on the healthcare services. This amendment could also aid in achieving the 2025 targets of less than 5% smoking prevalence in Ireland (28) .", "cite_spans": [{"start": 246, "end": 250, "text": "(28)", "ref_id": "BIBREF27"}, {"start": 471, "end": 475, "text": "(26)", "ref_id": "BIBREF26"}, {"start": 825, "end": 829, "text": "(29)", "ref_id": "BIBREF28"}, {"start": 1231, "end": 1235, "text": "(30)", "ref_id": "BIBREF29"}, {"start": 1675, "end": 1679, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.18.20135111 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The novelty of the Covid-19 pandemic is reflected in the lack of literature available for the impact of smoking on the intensity of the COVID-19 clinical manifestations. While our study tries to bridge this gap, it also possesses certain limitations. A metaanalysis could not be performed due to the lack of studies that matched the inclusion criteria, as less than 10 papers were selected for this review. The methods used to collect data related to smoking history varied across the studies, thus introducing heterogeneity, and, in cases of self-reported data, recall bias. While the selected papers provided gender-stratified data for the severity of cases, they did not provide the gender-stratified data for smoking. Therefore, the studies had to be supported by the gender specific smoking trends observed in the population of China to elucidate the association observed in this review. Furthermore, there was no data collected to determine whether the smoking history was recent. Thus, a concrete causeeffect relationship could not be determined on the basis of the available data.", "cite_spans": [], "ref_spans": [], "section": "LIMITATIONS"}, {"text": "The analysis of the data extracted from six cohorts in China, as well as the supplementary data regarding the gender differences in smoking, indicated that smoking could be associated with the increased severity of COVID-19 disease manifestations in the male population, in comparison to the female population. Due to the similarity in smoking trends observed in other countries such as Italy and Ireland, this gender specific smoking associated distribution of severe COVID-19 cases might also be observed in these populations. Thus, an amendment in the Irish Smoking Ban, which restricts smoking in open public places such as parks, beaches, playgrounds, and campuses and a ban on the use of e-cigarettes, may help curb the incidence of severe cases of COVID-19 in the Irish population, thus decreasing the burden on the healthcare services. However, the lack of concrete gender-specific smoking data within the cohort studies suggests that further research is necessary to verify this hypothesis.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Search term for evidence synthesis . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "APPENDIX 1"}, {"text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.18.20135111 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "APPENDIX 1"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National Center for Immunization and Respiratory Diseases. Common Human Coronaviruses", "authors": [], "year": 2020, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2): Emergence, history, basic and clinical aspects", "authors": [{"first": "A", "middle": ["A"], "last": "Al-Qahtani", "suffix": ""}], "year": 2020, "venue": "Saudi Journal of Biological Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Coronavirus envelope protein: current knowledge", "authors": [{"first": "D", "middle": [], "last": "Schoeman", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Fielding", "suffix": ""}], "year": 2019, "venue": "Virol J", "volume": "16", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "About Middle East Respiratory Syndrome (MERS)", "authors": [], "year": 2019, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 and smoking: A systematic review of the evidence", "authors": [{"first": "C", "middle": [], "last": "Vardavas", "suffix": ""}, {"first": "K", "middle": [], "last": "Nikitara", "suffix": ""}], "year": null, "venue": "Tob Induc Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Available from", "authors": [], "year": 2020, "venue": "", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "COVID-19 and Italy: what next? The Lancet", "authors": [{"first": "A", "middle": [], "last": "Remuzzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Remuzzi", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "1225--1233", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 outbreak impact in Spain: A role for tobaccosmoking? Tob Induc Dis", "authors": [{"first": "J", "middle": [], "last": "Vázquez", "suffix": ""}, {"first": "D", "middle": [], "last": "Redolar-Ripoll", "suffix": ""}], "year": 2020, "venue": "", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Sex Differences in Severity and Mortality Among Patients With COVID-19: Evidence from Pooled Literature Analysis and Insights from Integrated Bioinformatic Analysis", "authors": [{"first": "X", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Y-T", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19 and its implications for thrombosis and anticoagulation", "authors": [{"first": "J", "middle": ["M"], "last": "Connors", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Levy", "suffix": ""}], "year": 2020, "venue": "Blood", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Risk factors of critical & mortal COVID-19 cases: A systematic literature review and meta-analysis", "authors": [{"first": "Z", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "F", "middle": [], "last": "Peng", "suffix": ""}, {"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "Journal of Infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A Comparison of Gender Differences in Smoking Behaviors, Intention to Quit, and Nicotine Dependence among Thai University Students", "authors": [{"first": "D", "middle": [], "last": "Chinwong", "suffix": ""}, {"first": "N", "middle": [], "last": "Mookmanee", "suffix": ""}, {"first": "J", "middle": [], "last": "Chongpornchai", "suffix": ""}, {"first": "S", "middle": [], "last": "Chinwong", "suffix": ""}], "year": 2018, "venue": "Journal of Addiction", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Office on Smoking and Health. Fast Facts and Fact Sheets: Smoking & Tobacco Use", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "1054--62", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "C", "middle": [], "last": "Ou", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "18", "pages": "1708--1728", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China. Clinical Infectious Diseases", "authors": [{"first": "P", "middle": [], "last": "Mo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xing", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}], "year": 2020, "venue": "China. Allergy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study", "authors": [{"first": "T", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Yan", "suffix": ""}, {"first": "D", "middle": [], "last": "Yang", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}], "year": null, "venue": "BMJ", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Share of adult population who smoke in China by gender", "authors": [{"first": "", "middle": [], "last": "Lai Lin Thomala", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Tobacco: Italy [Internet]. The Tobacco Atlas", "authors": [{"first": "", "middle": [], "last": "Statista", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Sex-and Gender-specific Observations and Implications for COVID-19", "authors": [{"first": "L", "middle": [], "last": "Walter", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgregor", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in Milan, Italy. Thrombosis Research", "authors": [{"first": "C", "middle": [], "last": "Lodigiani", "suffix": ""}, {"first": "G", "middle": [], "last": "Iapichino", "suffix": ""}, {"first": "L", "middle": [], "last": "Carenzo", "suffix": ""}, {"first": "M", "middle": [], "last": "Cecconi", "suffix": ""}, {"first": "P", "middle": [], "last": "Ferrazzi", "suffix": ""}, {"first": "T", "middle": [], "last": "Sebastian", "suffix": ""}], "year": 2020, "venue": "JCM", "volume": "191", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Adult Smoking in Ireland", "authors": [{"first": "A", "middle": [], "last": "Sheridan", "suffix": ""}, {"first": "A", "middle": [], "last": "O&apos;farrell", "suffix": ""}, {"first": "D", "middle": [], "last": "Evans", "suffix": ""}, {"first": "P", "middle": [], "last": "Kavanagh", "suffix": ""}], "year": 2018, "venue": "Health Service Executive", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Coronavirus: Why are men twice as likely to die as women?", "authors": [{"first": "Ronan", "middle": [], "last": "Mcgreevy", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "What You Need to Know About the Irish Smoking Ban", "authors": [{"first": "Bernd", "middle": [], "last": "Biege", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flowchart", "latex": null, "type": "figure"}, "TABREF0": {"text": "Question in PICO format", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Population </td><td>All COVID-19 cases </td></tr><tr><td>Intervention </td><td>Male smokers </td></tr><tr><td>Comparison </td><td>Female smokers </td></tr><tr><td>Outcome </td><td>Severe symptoms of COVID-19 </td></tr></table></body></html>"}, "TABREF1": {"text": "The inclusion and exclusion criteria used in the report.", "latex": null, "type": "table"}, "TABREF2": {"text": "Overview of the six studies included in the review", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study, design and </td><td>Year and Setting </td><td>Cases </td><td>Male </td><td>Female </td><td>Male </td><td>Female severe </td><td>History of smoking </td><td>Smokers </td><td>Quality </td><td>OR </td></tr><tr><td>year </td><td> </td><td> </td><td> </td><td> </td><td>severe </td><td> </td><td> </td><td>Severe </td><td> </td><td>(95% CI) </td></tr><tr><td>Zhou et al. </td><td>Jinyintan hospital, </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>2.23 </td></tr><tr><td>Cohort </td><td>Wuhan Pulmonary Hospital Wuhan, </td><td>191 </td><td>199 </td><td>72 </td><td>38 </td><td>16 </td><td>11 </td><td>5 </td><td>Good </td><td>(0.65-7.63) </td></tr><tr><td>2020 </td><td>China </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Guan et al. </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>1.88 </td></tr><tr><td>Cohort </td><td>552 Hospitals in China </td><td>1096 </td><td>637 </td><td>459 </td><td>100 </td><td>73 </td><td>158 </td><td>38 </td><td>Good </td><td>(1.25-2.83) </td></tr><tr><td>2020 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mo et al. </td><td>Zhongnan Hospital of Wuhan </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>1.51 </td></tr><tr><td>Cohort </td><td> </td><td>155 </td><td>86 </td><td>69 </td><td>55 </td><td>30 </td><td>6 </td><td>4 </td><td>Good </td><td>(0.27-8.48) </td></tr><tr><td>2020 </td><td>University, China </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Shi et al. </td><td>Hospitals in </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cohort </td><td>Zhejiang, Province of China </td><td>487 </td><td>259 </td><td>228 </td><td>36 </td><td>13 </td><td>40 </td><td>6 </td><td>Good </td><td>1.66 </td></tr><tr><td>2020 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(0.66-4.17) </td></tr><tr><td>Zhang et al. </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>3.04 </td></tr><tr><td>Cohort </td><td>7 Hospitals in </td><td>140 </td><td>71 </td><td>69 </td><td>33 </td><td>25 </td><td>9 </td><td>6 </td><td>Good </td><td>(0.73-\n</td></tr><tr><td>2020 </td><td>Wuhan, China </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>12.69) </td></tr><tr><td>Chen et al. </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>1.9 </td></tr><tr><td>Cohort </td><td>Tongji Hospital </td><td>274 </td><td>171 </td><td>103 </td><td>83 </td><td>30 </td><td>16 </td><td>9 </td><td>Good </td><td>(0.69-5.27) </td></tr><tr><td>2020 </td><td>Wuhan, China </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Total </td><td>2343 </td><td>1343 </td><td>1000 </td><td>345 </td><td>187 </td><td>240 </td><td>68 </td><td>1.92 (1.04-1.88) </td></tr></table></body></html>"}, "TABREF4": {"text": "Number of cases that reported a smoking history as well as severe clinical manifestation b Number of cases that reported a smoking history but did not report a severe clinical manifestation c Number of cases that did not report a smoking history but reported severe clinical manifestation d Number of cases that neither reported a smoking history nor any severe clinical manifestation", "latex": null, "type": "table"}}, "back_matter": []}