{
    "paper_id": "0f7b8dadc2179a87e3954ff777533d5ed5ed58fd",
    "metadata": {
        "title": "Call to action for advocacy of immigrant nurses during COVID-19 pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The increase in the migration of nurses has a global effect on the healthcare system (Li, Nie, & Li, 2014) . Immigrant nurses are essential team players of the global nursing workforce and play a vital role in improving the global healthcare system and providing culturally sensitive care. According to Trines (2018) , the global immigrant population of nurses is 15.2% in the UK, 23.3% in Australia, 26.7% in New Zealand, 18.7% in Switzerland, and 7.7% in Canada. Patel, Ly, Hicks, and Jena (2018) determined that 1.3% to 23.1% Registered Nurses, Nurse Practitioners, Licensed Practice Nurses, and nursing aids in the US are immigrants (non-US born and non-US citizens). Possibly, the actual number of immigrant nurses in the developed countries cannot be estimated accurately because many of these nurses have not obtained the practicing license and are working as personal care attendants, home, and developmental support workers.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 106,
                    "text": "(Li, Nie, & Li, 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 316,
                    "text": "Trines (2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 390,
                    "end": 498,
                    "text": "Australia, 26.7% in New Zealand, 18.7% in Switzerland, and 7.7% in Canada. Patel, Ly, Hicks, and Jena (2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the nature and setting of their jobs, immigrant nurses are playing a critical role during the COVID-19 pandemic in hospitals and home care settings and mitigating the global shortage of nurses in countries with a higher burden of COVID-19 (Griswold & Salmon, 2020; Zallman, Finnegan, Himmelstein, Touw, & Woolhandler, 2019) . We received a message from one of the immigrant nurses working as a frontline care provider in the most stricken city in the US. She said, \"COVID-19 is all over in our hospital. Many staff nurses are positive, if asymptomatic, in 72 hr-back to work. No more quarantine for 14 days\". Such experiences of both immigrant and non-immigrant nurses may not be uncommon during this public health crisis as all the nurses are working in high-risk environments without adequate personal protective equipment (Bagnasco, Zanini, Hayter, Catania, & Sasso, 2020) . The safety of nurses in hospital and community settings is one of the major concerns for all the governments (Choi, Jeffers, & Logsdon, 2020) and measures have been taken to offer them compensations and additional rights during this pandemic.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 272,
                    "text": "(Griswold & Salmon, 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 273,
                    "end": 331,
                    "text": "Zallman, Finnegan, Himmelstein, Touw, & Woolhandler, 2019)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 833,
                    "end": 883,
                    "text": "(Bagnasco, Zanini, Hayter, Catania, & Sasso, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 995,
                    "end": 1027,
                    "text": "(Choi, Jeffers, & Logsdon, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless, arguably, the respect and rights that immigrant nurses receive may be much less than the non-immigrant nurses. Therefore, in this editorial, we intend to iterate a call to action to advocate for the rights and to help immigrant nurses with transition and registration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Immigrant nurses face several challenges upon entering their chosen high-income countries. Their challenges range from personal, cultural, familial, to political challenges. Systematic reviews delineated that immigrant nurses find it extremely difficult to process their nursing license due to regulatory issues; face racism and discrimination in healthcare settings; and experience stigmatization and marginalization from other nurses, patients, and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| WHAT CHALLENG E S IMMI G R ANT N UR S E S FACE?"
        },
        {
            "text": "Besides, the skills of these nurses are underused; they are paid minimal wages and often are restricted to work only below or in entrylevel jobs (Ghazal, Ma, Djukic, & Squires, 2019; Moyce, Lash, & de Leon Siantz, 2016) . Recent news reports from Canada, the UK, and the US have highlighted the visa processing and residential status issues, and logjams in the licensure process of immigrant nurses (Anonymous, 2017 (Anonymous, , 2019 Jordan & Correal, 2020) . These challenges are often the result of cynical political and institutional policies against the migration and hiring of immigrant nurses and the policies aimed to drain hefty money from these nurses during their year long process of accreditation and licensure (Dempster & Smith, 2020 ).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 182,
                    "text": "(Ghazal, Ma, Djukic, & Squires, 2019;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 183,
                    "end": 219,
                    "text": "Moyce, Lash, & de Leon Siantz, 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 399,
                    "end": 415,
                    "text": "(Anonymous, 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 416,
                    "end": 434,
                    "text": "(Anonymous, , 2019",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 458,
                    "text": "Jordan & Correal, 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 747,
                    "text": "(Dempster & Smith, 2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| WHAT CHALLENG E S IMMI G R ANT N UR S E S FACE?"
        },
        {
            "text": "One of the standard international negative policies against immigrant nurses is that these nurses have minimal competencies to meet the standards of nursing practice in high-income countries. It is believed that the immigrant nurses did not receive quality education, therefore, they are not suitable for the job (Dempster & Smith, 2020; Ghazal et al., 2019; Moyce et al., 2016) . Arguably, this may not be entirely true. For example, nurses from Europe may be equally qualified to practice in the US and the UK and vice versa. Similarly, many low to middle-income countries have well-developed and high-quality nursing education environments that produce highly qualified front line nurses. In the COVID-19 pandemic, many high-income countries have eased their restricted policies concerning education and regulatory requirements and called for more immigrant nurses to combat the pandemic (Dempster & Smith, 2020) . If the softening of migration policies is a consequence of the pandemic, perhaps now is the time that governments and nursing regulatory bodies initiate measures to mitigate the challenges of immigrant nurses in the near future.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 337,
                    "text": "(Dempster & Smith, 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 338,
                    "end": 358,
                    "text": "Ghazal et al., 2019;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 359,
                    "end": 378,
                    "text": "Moyce et al., 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 891,
                    "end": 915,
                    "text": "(Dempster & Smith, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| A C ALL TO AC TI ON"
        },
        {
            "text": "The International Council of Nurses (2020) released the top 19 priorities for the COVID-19 pandemic. Among these 19 priorities, no emphasis has been placed on bringing nurses from countries with a lower burden of COVID-19 to meet the nursing workforce demand in high burden countries. Priority 6 entitled: \"Provide a safe Please note that editorials have not been externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| A C ALL TO AC TI ON"
        },
        {
            "text": "and effective Registration and Regulatory response when rapidly expanding the nursing workforce\" calls for: \"expediting nursing student graduation or recalling retired nurses\" (p. 2). We are perplexed to read that there has been no call to action to bring in the immigrant nurses, who may be more qualified to combat this epidemic than newly graduated students and retired nurses who have been out of practice for a while. Our intention is not to degrade the competencies of students and retired nurses, but to bring into to attention that the nursing associations have not advocated for the rightful place of immigrant nurses. Perhaps, global and national nursing associations and regulatory bodies could:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "• Call for recruitment of immigrant nurses who are still in the process of getting their license in the migrated countries and are working in below entry or entry-level jobs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "• Advocate for the rights of immigrant nurses and soften the requirements for licensure. Efforts could focus on expediting their licensure process and easing some of the unnecessary restrictions imposed by the regulatory bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "• Ensure that immigrant nurses receive equal compensation, privileges, and respect as the non-immigrant nurses, and any unnecessary institutional and organizational requirements for immigrant nurses are lifted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "This COVID-19 crisis is a humble reminder that immigrant nurses who are believed to be less competent and less skillful are an essential part of the workforce and play a crucial role in easing the work burden of the healthcare force in high-income countries (Dempster & Smith, 2020) . Immigrant nurses want to help their residing countries, but they could not do their part if there are restrictive and differential policies and requirements. Therefore, equal privileges and respect for all immigrant nurses and non-immigrant nurses are needed during the times of this public health crisis, and nursing associations have an important role to play.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 282,
                    "text": "(Dempster & Smith, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "Jude Laoagan Tayaben RN, PhD 1 Ahtisham Younas BSN, MN 2,3,4 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "None declared."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Foreign-trained nurses frustrated by registration process. Canadian Broadcasting Corporation 22 December",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID 19 -A message from Italy to the global nursing community",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagnasco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Catania",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sasso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Advanced Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.14407"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nursing and the novel coronavirus: Risks and responsibilities in a global outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeffers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Logsdon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Advanced Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.14369"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Migrant health workers are on the covid-19 frontline: We need more of them",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dempster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transition-to-US practice experiences of internationally educated nurses: An integrative review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Ghazal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Djukic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Western Journal of Nursing Research",
            "volume": "42",
            "issn": "5",
            "pages": "373--392",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lower barriers to immigrant healthcare workers to help combat the covid-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griswold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3592978"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ICN call to action COVID-19. International Council of Nurses undated",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Foreign doctors could help fight coronavirus. But U.S. blocks many",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Correal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The benefits and caveats of international nurse migration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Nursing Sciences",
            "volume": "1",
            "issn": "3",
            "pages": "314--317",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnss.2014.07.006"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Migration experiences of foreign educated nurses: A systematic review of the literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moyce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lash",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Siantz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Transcultural Nursing",
            "volume": "27",
            "issn": "2",
            "pages": "181--188",
            "other_ids": {
                "DOI": [
                    "10.1177/1043659615569538"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Proportion of nonus-born and noncitizen health care professionals in the United States in 2016",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jena",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "21",
            "pages": "2265--2267",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2018.14270"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mobile Nurses: Trends in international labor migration in the nursing field",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trines",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World Education Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Care for America's elderly and disabled people relies on immigrant labor",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zallman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Finnegan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Himmelstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolhandler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.2018.05514"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}