{
    "paper_id": "0f7f73f1e2d5b4b10b2b748cce1a9a770a328e18",
    "metadata": {
        "title": "Commentary: Vaccines and unexpected events",
        "authors": [
            {
                "first": "Andrew",
                "middle": [],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "addrLine": "Keppel Street",
                        "postCode": "WC1E 7HT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Exposure to antigenic stimulation of our immune system begins in utero. It intensifies from the moment of birth with multiple infectious stimuli. These infections occur with a range of intensity and in a vast array of sequence. Thus a child may meet respiratory syncytial virus before or after influenza or their first coronavirus. Not only the sequence but the age at which they meet each infection may be critical to how they respond. This is a topic of increasing interest in relation to the Th1/2 paradigm, immunological programming and the epidemic of atopic disorders seen in high and middle income countries. Dissecting out the various influences presents a major challenge to modern epidemiology, not least because of the difficulties of measuring the timing and sequence of infections using current tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast vaccines are delivered with precise timing and in a known dose. The sequence and age at delivery is frequently recorded. This information can be statistically analysed and related to any outcome. Since vaccines, unlike infections, are deliberately given there is concern that they do not do harm. The public regards them as a much more likely cause of adverse events than the more common infections of childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On this background Peter Aaby and his group have been examining the effects of vaccination on mortality over the last two decades. His initial observation of an unexpected effect of high dose Edmondson Zagreb measles vaccine on mortality in Guinea Bissau 1 has undoubtedly been the major source of this interest. That observation was remarkable in that the vaccine given in the first 6 months of life only exerted an effect on mortality in the second year of life-and then much more on girls than boys. The findings were replicated by analysis of trials carried out in Senegal, Haiti, and Sudan. The underlying biological mechanism is still not understood although Aaby has recently published a reanalysis proposing a relationship to the sequence of vaccination. 2 The great strength of that original observation was that it was a randomized trial, and there were other trials in which the finding was replicated.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 764,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, since then the group has produced studies that are observational. 3, 4 These studies are much more difficult to evaluate, as has been pointed out by Paul Fine, 5 in particular the reasons for some children to get vaccinated in these societies at that period of time may introduce bias. The justification for the choice of time intervals (why 6 months after diphtheriatetanus-pertussis?) and analytical methods is not always clear. An example of the latter is the use of the last antigen delivered as the determinant of the sex ratio of mortality. It is quite unclear whether this is an artifact of the modelling process or an interesting biological effect. Unfortunately the basis for doing it forms part of a PhD which is not readily accessible.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 78,
                    "end": 79,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The quality of data on vaccination, as discussed above, compared with that on other variables, may also lead to skew in the analysis. It would be of interest to see the application of a conceptual framework to this data. 6 This would allow a better evaluation of the strength of different aspects of the data.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All of this makes it difficult for the reader to assess potential bias and uncontrolled confounding. This situation is made more difficult because there is no independent replication of the findings. Are they likely to be globally applicable? West Africa is unusual in that it has had very high case fatality rates from measles until quite recent times. Peter Aaby made the important observation that this was largely related to where you become infected-the high fatality is associated with transmission occurring at home. 7 West Africa stands out in the world because of the extremely high density of children per dwelling. Could this also be related to these surprising findings?",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 525,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What is the way forward? WHO had an independent assessment made of the data by consultants sent to Guinea Bissau. They have funded studies in other parts of the world including Bangladesh. These should soon be in print and should resolve at least whether this is a global problem. In West Africa there needs to be analysis of other demographic surveillance systems that can address this issue, such exist in Ghana and The Gambia, and this needs to be done independently of Peter Aaby and his group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ultimate answer is to reduce mortality to the point at which these effects are not an issue-sadly that seems unlikely-particularly in the war torn countries of sub-Saharan Africa. Ironically the best hope of doing so is with vaccines!",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Long-term survival after Edmonston Zagreb measles vaccination: increased female mortality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Whittle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Pediatr",
            "volume": "122",
            "issn": "",
            "pages": "904--912",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Differences in female-male mortality after high-titre measles vaccine and association with subsequent vaccination with diphtheria-tetanus-pertussis and inactivated poiovirus: reanalysis of West African studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samb",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "2183--88",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-specific beneficial effect of measles immunization: analysis of mortality studies from developing countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samb",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simondon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "",
            "pages": "481--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Routine vaccination and child survival: follow up study in Guinea-Bissau, West Africa",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "321",
            "issn": "",
            "pages": "1435--1476",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Commentary: an unexpected finding that needs confirmation or rejection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "321",
            "issn": "",
            "pages": "1441--1483",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of conceptual frameworks in epidemiological analysis: a hierarchical approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Victora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Huttly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Olinto",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int J Epidemiol",
            "volume": "26",
            "issn": "",
            "pages": "224--251",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tropical trials and tribulations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aaby",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Int J Epidemiol",
            "volume": "19",
            "issn": "",
            "pages": "777--81",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}