{
    "paper_id": "0f83a01bcd8c649d13f80855b129ad67044d1662",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jaffer",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": "jaffer.shah@drexel.edu"
            },
            {
                "first": "Sedighe",
                "middle": [],
                "last": "Karimzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tareq",
                "middle": [],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Al-Ahdal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamid",
                "middle": [],
                "last": "Sayed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shafi",
                "middle": [
                    "Ullah"
                ],
                "last": "Mousavi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zahid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tien",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Huy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 11, 2020, WHO declared the outbreak of coronavirus disease 2019 (COVID-19), which originated in Wuhan, China, and has since spread around the world, a global pandemic. As of March 25, 2020, 413 467 cases of COVID-19 have been confirmed in more than 180 countries and territories and at least 18 000 deaths have been reported from around the world. COVID-19 is now establishing a foothold in impoverished, war-torn nations, such as Afghanistan. 1 Although the health-care system in Afghanistan has improved over the past 17 years, we question its preparedness for a prompt and functional response to the COVID-19 outbreak. Afghanistan is now seeing a rapid rise in COVID-19 cases. On Feb 24, 2020, the Afghanistan Ministry of Public Health reported on one individual with confirmed COVID-19 from the western province of Herat. The number of confirmed cases of COVID-19 in Afghanistan has since increased. As of March 25, 2020, there were 75 confirmed cases of COVID-19 across 12 provinces of Afghanistan, one death attributed to COVID-19, a 40-year-old man in Balkh province with no previous travel history, and two people reported to have recovered. 2 The Ministry of Health and Education (Afghanistan) has suspended all schooling and restricted Nowruz (Persian New Year) celebrations to curb the pandemic. Controlling the epidemic in Afghanistan will be complicated by a diverse set of problems, including the influx of Afghan refugees from neighbouring Iran. Officials from the western province of Herat have documented thousands of people passing the border from Iran every day. Another concern is low public awareness of COVID-19 and low health literacy, exemplified by one individual with confirmed COVID-19, and 37 people with suspected COVID-19, leaving quarantine, risking the transmission of COVID-19 through communities. Furthermore, the cultural norms of shaking hands and hugging, community gatherings in mosques that still largely remain open, and the paucity of masks and effective handwashing technique will aggravate the crisis. Moreover, Afghanistan's fragile economy and infrastructure relies heavily on imports from neighbouring countries. Because of this dependency, any border restrictions put in place will not be as effective in controlling transmission.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: the current situation in Afghanistan"
        },
        {
            "text": "Afghanistan is home to 31·6 million people, 71·5% of whom live in rural areas. 3 According to WHO reports, 4 a single, national isolation centre with a capacity of 100 beds, and regional and provincial isolation centres with a total capacity of 991 beds, are currently operational in Afghanistan. Only one central public health laboratory in Afghanistan's capital, Kabul, is currently doing diagnostic tests for COVID-19, with a maximum capacity of 50 tests per day, costing US$1600 per diagnostic kit. The absence of local laboratories to do diagnostic tests for COVID-19 creates considerable delays in treating and isolating patients in hospitals in distant parts of the country. Another concerning issue is the shortage of health-care workers. There are only 9·4 skilled health professionals, and 1·9 physicians, per 10 000 individuals in Afghanistan; physicians are disproportionately distributed across the country, with 7·2 physicians per 10 000 people in urban areas and as few as 0·6 physicians per 10 000 in rural areas. 5 According to WHO's Global Health Workforce Alliance, 22·8 skilled health workers per 10 000 people are required for most countries to execute all essential health interventions. 5 High levels of financial insecurity and low levels of personal safety in some remote provinces will have a large, direct negative effect on the provision and coverage of health services for both the general public and the health-care staff. With an overall literacy rate of 31·74% in Afghanistan, 6 community awareness of imperative public health, sanitation, and hygiene practices and more efficient infection prevention strategies must be raised by an alternative method to the written word.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1210,
                    "end": 1211,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1509,
                    "end": 1510,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: the current situation in Afghanistan"
        },
        {
            "text": "According to WHO reports, 7 almost 45 800 people have been displaced by conflicts and 24 500 people have been affected by natural disasters in Afghanistan in 2020 alone. Afghanistan is still endemic for emerging infectious diseases such as poliomyelitis and measles. Because of inadequate health-care services in Afghanistan, many ill people will try to seek medical care oversees while wide travel restrictions and flight suspensions come into force in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: the current situation in Afghanistan"
        },
        {
            "text": "As of March 25, 2020, the International Organization for Migration reports that approximately 136 400 Afghans have returned from Iran with a high risk of having COVID-19; however, Afghan authorities have locked down three cities on the Afghanistan-Iran border. 7 We strongly urge regional powers to unite in a collaborative effort to address the serious risk posed by COVID-19 to Afghanistan and the greater international community.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: the current situation in Afghanistan"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Situation report-65",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease 2019 (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Brief: COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Afghanistan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Islamic Republic of Afghanistan National Statistics and Information Authority",
            "authors": [],
            "year": 2018,
            "venue": "Afghanistan Statistical Yearbook",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Brief: COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Afghanistan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A universal truth: no health without a workforce. World Health Organisation (WHO) Report",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Education: number of out-of-school children of primary school age",
            "authors": [],
            "year": 2020,
            "venue": "The United Nations Educational, Scientific and Cultural Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "United Nations Office for the Coordination of Humanitarian Affairs",
            "authors": [],
            "year": 2020,
            "venue": "Afghanistan. Weekly humanitarian update",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We declare no competing interests. JS and SK contributed equally to this Correspondence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}