{
    "paper_id": "0f8806a982887593f309655d47e2e6ea46d72ee6",
    "metadata": {
        "title": "COviD-19 and the gastrointestinal tract: emerging clinical data EDucAtIon",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "Mark"
                ],
                "last": "Beattie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southampton Children's Hospital",
                    "location": {
                        "settlement": "Southampton",
                        "country": "UK"
                    }
                },
                "email": "mark.beattie@uhs.nhs.uk"
            },
            {
                "first": "James",
                "middle": [
                    "J"
                ],
                "last": "Ashton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southampton Children's Hospital",
                    "location": {
                        "settlement": "Southampton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "D"
                ],
                "last": "Penman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Infirmary of Edinburgh",
                    "location": {
                        "postCode": "SO16 6YD",
                        "settlement": "Edinburgh, Southampton",
                        "country": "UK, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The landscape of COVID-19 is rapidly changing, with new data emerging at an unprecedented rate. Making sense of these data, and interpreting what is important and high quality information is challenging. Within this article we have summarised key data published to date concerning COVID-19 and the gastrointestinal tract. We recognise the constantly changing literature and aim to update future publications with the most contemporary data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IntroductIon"
        },
        {
            "text": "How common are gastrointestinal symptoms? In a large series-1099 patients out of 7736 admissions-reported in the New England Journal of Medicine, 1 symptoms at presentation were predominantly respiratory: cough (67.8%). Median age was 47 years, 60% were male. Fever was present on admission in 43.8% and during the hospital stay in 88.7%. Gastrointestinal symptoms were significantly less common, including nausea and vomiting (5%) and diarrhoea (3.8%). Mortality was low in this cohort. https://www. nejm. org/ doi/ full/ 10. 1056/ NEJMoa2002032 clInIcal characterIstIcs of 138 hospItalIsed patIents wIth 2019 noVel coronaVIrus-Infected pneumonIa In wuhan, chIna Correctly attributing symptoms to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is crucial in order to make the correct diagnosis and not miss an alternative problem, such as a surgical abdomen. This retrospective, consecutive case series from Wuhan, China, highlighted the disease features of 138 patients presenting with SARS-CoV-2 pneumonia. 2 Interestingly, 14 patients (10.1% of the cohort) presented initially with diarrhoea and nausea, preceding the development of fever and respiratory symptoms by 1-2 days. A single patient was triaged to surgery on admission due to abdominal pain but was later found to have SARS-CoV-2, with no surgical diagnosis. In those with severe disease requiring intensive care unit (ICU) admission, abdominal pain was more common (8.3% of ICU patients vs 0% non-ICU patients, p=0.02). Hospital-acquired SARS-CoV-2 infection was common, occurring in an estimated 41.3% of patients. The data suggest it is important to consider unusual presentations of COVID-19 to all specialties, with widespread testing being the best route to an early diagnosis, promoting patient and staff safety. https:// jamanetwork. com/ journals/ jama/ fullarticle/ 2761044",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "clInIcal characterIstIcs of coVId-19 In chIna"
        },
        {
            "text": "Published in Gut is a review of 74/651 patients (11.4%) with significant GI symptoms (nausea, vomiting and diarrhoea) recruited between 17 January 2020 and 8 February 2020. 3 Median age was 46 years; 10% had pre-existing liver disease. The rate of the severe/critical COVID-19 disease was higher in patients with GI symptoms than in those without GI symptoms (22.97% vs 8.14%, p<0.001), with a higher incidence of fever (>38.5°C), fatigue, shortness of breath and headache. Risk factors for the more severe/critical type (multivariate analysis) included sputum production and increased lactate dehydrogenase/glucose levels. Of note, 21 patients (28.4%) lacked respiratory symptoms of coughing and sputum production and presented with only GI symptoms of EDucAtIon nausea, vomiting and diarrhoea. https:// gut. bmj. com/ content/ early/ 2020/ 03/ 24/ gutjnl-2020-320926",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "epIdemIologIcal, clInIcal and VIrologIcal characterIstIcs of 74 cases of coronaVIrus-Infected dIsease 2019 (coVId-19) wIth gastroIntestInal (gI) symptoms"
        },
        {
            "text": "In a second single-centre series published in Gut, 95 cases were reported, of whom 58 exhibited gastrointestinal symptoms on admission (11 patients) or during hospitalisation including diarrhoea, anorexia and nausea (47 patients). 4 Faecal antigen testing was positive in 42 patients with gastrointestinal symptoms and 23 without: no significant difference. Six patients underwent endoscopy with SARS-CoV-2 detected in the oesophagus, stomach, duodenum and rectum of the two most severe patients and in the duodenum in one of the other patients. The implication of this is uncertain and the numbers small but raise the issue of gastrointestinal involvement and potential faeco-oral transmission. https:// gut. bmj. com/ content/ early/ 2020/ 04/ 02/ gutjnl-2020-321013 uneVentful course In patIents wIth IBd durIng sars-coV 2020 In northern Italy As a gastroenterology community, we are very concerned about the potential impact of SARS-CoV-2 infection in patients with inflammatory bowel disease (IBD). Preliminary data reported in Gastroenterology from Bergamo, Northern Italy, should provide some grounds for optimism. 5 In their cohort of 522 patients with inflammatory bowel disease (64% ulcerative colitis), including 59 aged less than 18 years, the authors actively monitored patients from 19 February 2020 to 23 March 2020. Patients were advised to continue their treatment unchanged, with 38% of patients on systemic immunosuppressive, or biological, therapy. There were no reported cases of COVID-19, and no patients were admitted during this period. This occurred in a setting where an estimated 46 220 (4% of the population) were infected (based on mathmatical modelling), and the authors hypothesise that, if the infection rate was the same in their IBD population, up to 21 patients would have been infected, without need for hospitalisation, although this is hypothetical. We will need to await further data from the different registries including the international SECURE-IBD database (https:// covidibd. org/) and ESPGHAN PORTO Group (https:// research. szmc. org. il/ redcap/ surveys/? s= FP38CNWRLE).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "gastroIntestInal symptoms of 95 cases wIth sars-coV-2 InfectIon"
        },
        {
            "text": "https://www. gastrojournal. org/ article/ S0016-5085( 20) 30445-5/ pdf a fatal case of coVId-19 pneumonIa occurrIng In a patIent wIth seVere acute ulceratIVe colItIs A major concern for patients, and for healthcare professionals, is the risk of morbidity and mortality with SARS-CoV-2 infection in pre-existing gastrointestinal conditions, especially the very large number of patients with inflammatory bowel disease. In their case report from Lombardy, Italy, Mazza et al 6 report the death of an elderly female patient with ulcerative colitis. This female patient had a 3-year history of leftsided colitis maintained with only 5-ASA therapy and presented acutely with a severe relapse requiring intravenous corticosteroids. Despite initial improvement, the patient deteriorated following development of fever and cough and was diagnosed with likely hospitalacquired SARS-CoV-2 infection. Accelerated tapering of oral steroids was implemented, but the patient's condition worsened, and she unfortunately died after 14 days of hospitalisation. The major factor for worse outcome in SARS-CoV-2 infection appears to be increased age, and the impact of this elderly patient's pre-existing mild ulcerative colitis is unknown. Treatment with high-dose corticosteroids leads to considerable immunosuppression, and extra care must be taken in patients on therapy. https:// gut. bmj. com/ content/ early/ 2020/ 04/ 03/ gutjnl-2020-321183",
            "cite_spans": [],
            "ref_spans": [],
            "section": "gastroIntestInal symptoms of 95 cases wIth sars-coV-2 InfectIon"
        },
        {
            "text": "There is no doubt that the coronavirus is highly infective. The presumed mechanism is droplet aerosolisation in most cases, although there are ongoing concerns about faeco-oral transmission. In a preliminary report of nine mild cases by Wölfel and colleagues, 7 detailed virological analysis is reported and will likely inform further work. There was active viral replication in the upper respiratory tract with high pharyngeal shedding in the first week of symptoms. No live virus was detected in the stool at any stage, in spite of a high viral RNA concentration. However, as only nine cases were studied, this should be interpreted with some caution. Viral RNA was detected in stool 3 weeks later in six of the nine patients despite complete resolution of symptoms, and the patient with the lowest virus neutralisation antibody titre continued to shed viral RNA in the stool for a prolonged period. If confirmed in larger and more symptomatic cases, this may reassure us that the likelihood of faeco-oral transmission is low. https://www. nature. com/ articles/ s41586-020-2196-x_ reference. pdf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIrologIcal assessment of hospItalIsed cases wIth coVId-19"
        },
        {
            "text": "Gastrointestinal symptom frequency and the prevalence of virus in the stool are of great importance to the gastroenterology community, impacting on endoscopy provision. In this article, Cheung and colleagues 8 describe the evidence of gastrointestinal symptoms and detection of viral shedding in faeces from the published literature and summarise their own data from 59 patient in Hong Kong. Within their own patients, 25.4% had gastrointestinal symptoms, but only 15.3% (of the whole cohort) had positive faecal EDucAtIon viral RNA testing. In those with diarrhoea, viral RNA in the stool was more commonly detected, but this was not ubiquitous (38.5% patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "gastroIntestInal manIfestatIons of sars-coV-2 InfectIon and VIrus load In faecal samples from the hong Kong cohort and systematIc reVIew and meta-analysIs"
        },
        {
            "text": "Considering the literature, pooled analyses of 4243 patients from 60 studies demonstrated gastrointestinal symptoms in 17.6% of patients. The most common were anorexia (26.8%), diarrhoea (12.5%), nausea/vomiting (10.2%) and abdominal pain (9.5%), of those studies reporting these symptoms. Considering analyses of studies reporting specific groups or outcomes, patients with severe disease were more likely to have gastrointestinal symptoms: 17.1% severe patients versus 11.8% non-severe patients. Similarly, paediatric cases appeared more likely to have gastrointestinal symptoms compared with adults, 16.7% adults versus 24.8% children. Stool viral RNA was positive in 48% of patients who were tested on both respiratory and stool specimens, with RNA persisting in the stool beyond the end of respiratory symptoms in 70.3% of patients. The clinical importance of continued presence of RNA in the stool is uncertain. Other reports have not demonstrated transmissible virus present in faeces, and further work is required to determine risk. 7 https://www. gastrojournal. org/ article/ S0016-5085( 20) 30448-0/ pdf clInIcal characterIstIcs and outcomes of patIents undergoIng surgerIes durIng the IncuBatIon perIod of coVId-19 InfectIon There is very little data to inform the risk of surgery in the coronavirus-positive patient, particularly during the 'asymptomatic' incubation period. In a small series from clinicians in Wuhan published in EClinicalMedicine, 34 cases are reported (no denominator) who were operated on between 1 January 2020 and 5 February 2020. 9 All were symptom-free at the time of surgery. All developed COVID-19 pneumonia during the recovery period presenting with fever (31 patients), fatigue (25 patients) and dry cough (18 patients). Fifteen required admission to the intensive care unit and seven died. Risk factors included age, comorbidities and lymphopenia. This is, of course, early data but does start to ask the question as to whether testing prior to surgery should become routine https://www. thelancet. com/ pdfs/ journals/ eclinm/ PIIS2589-5370( 20) 30075-4. pdf",
            "cite_spans": [
                {
                    "start": 1566,
                    "end": 1567,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "gastroIntestInal manIfestatIons of sars-coV-2 InfectIon and VIrus load In faecal samples from the hong Kong cohort and systematIc reVIew and meta-analysIs"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China medical treatment expert group for Covid-19. clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zy N",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel Coronavirus-Infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1070",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J-S",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut",
            "volume": "2020",
            "issn": "",
            "pages": "2020--320926",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-320926"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gastrointestinal symptoms of 95 cases with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut",
            "volume": "2020",
            "issn": "",
            "pages": "2020--321013",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-321013"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Uneventful course in IBD patients during SARS-CoV-2 outbreak in northern Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Norsa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Indriolo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sansotta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.03.062"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A fatal case of COVID-19 pneumonia occurring in a patient with severe acute ulcerative colitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorce",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peyvandi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gut",
            "volume": "2020",
            "issn": "",
            "pages": "2020--321183",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-321183"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gastrointestinal manifestations of SARS-CoV-2 infection and virus load in fecal samples from the Hong Kong cohort and systematic review and meta-analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.03.065"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "EClinicalMedicine",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eclinm.2020.100331"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Twitter R Mark Beattie @RMBeattie50, James J Ashton @ James__Ashton and Ian D Penman @GastroRIE Funding JJA is funded by an Action Medical Research training fellowship and by a personal ESPEN fellowship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Gastroenterology; IDP is an Associate Editor of Frontline Gastroenterology and Vice President, Endoscopy, of British Society of Gastroenterology. They have coauthored this paper in a personal capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests MB is Editor-in-Chief of Frontline"
        },
        {
            "text": "Provenance and peer review Commissioned; internally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, noncommercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.ORCiD iDs R Mark Beattie http:// orcid. org/ 0000-0003-4721-0577 James J Ashton http:// orcid. org/ 000-0003-0348-8198 Ian D Penman http:// orcid. org/ 0000-0003-0785-6744",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ]
}