{"paper_id": "0f89c82bfa98293c9e4d8a979e27dd34eaf40de5", "metadata": {"title": "Journal Pre-proof Plans to Reactivate Gastroenterology Practices Following the COVID-19 Pandemic: A Survey of North American Centers Plans to Reactivate Gastroenterology Practices Following the COVID-19 Pandemic: A Survey of North American Centers", "authors": [{"first": "Vladimir", "middle": ["M"], "last": "Kushnir", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington University School of Medicine in St. Louis", "location": {"settlement": "St. Louis", "region": "MO", "country": "USA. ["}}, "email": "vkushnir@wustl.edu"}, {"first": "Tyler", "middle": ["M"], "last": "Berzin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA", "country": "USA. ["}}, "email": ""}, {"first": "B", "middle": ["Joseph"], "last": "Elmunzer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of South Carolina", "location": {"settlement": "Charleston", "region": "SC", "country": "USA"}}, "email": ""}, {"first": "Robin", "middle": ["B"], "last": "Mendelsohn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vaishali", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Swati", "middle": [], "last": "Pawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zachary", "middle": ["L"], "last": "Smith", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robin", "middle": ["B"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Mendelsohn MD [4], Vaishali Patel MD MHS [5], Swati Pawa MD [6], Zachary L. Smith DO[7], Rajesh N. Keswani MD MS [8]; On Behalf of the North American Alliance for the Study of Digestive Manefestations of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Background: Endoscopy services were markedly reduced due to the COVID-19 pandemic. While practices are now developing plans to safely reintroduce elective endoscopy, barriers and strategies have not been described.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Only one-half of North American practices anticipate pre-procedure SARS-CoV-2 testing; when testing is performed and is negative, approximately 50% of practices continue to use N95 masks for PPE.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There is significant variability in pre-procedure testing and PPE use in North America, suggesting a need for more widespread availability of tests with superior performance characteristics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Background and Aims: Practices dramatically reduced endoscopy services due to the COVID-19 pandemic. As practices are now considering reintroduction of elective endoscopy, we conducted a survey of North American practices to identify reactivation barriers and strategies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": We designed and electronically distributed a web-based survey to North American gastroenterologists consisting of seven domains: institutional demographics, impact of COVID-19 on endoscopy practice, elective endoscopy resumption plans, anesthesia modifications, personal protective equipment (PPE) policies, fellowship training and telemedicine use. Responses were stratified by practice type: ambulatory surgery center (ASC) or hospital-based.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: In total, 123 practices (55% ASC-based and 45% hospital-based) responded.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "At the pandemic's peak (as reported by the respondent), practices saw a 90% drop in endoscopy volume with most centers planning to resume elective endoscopy a median of 55 days after initial restrictions. Declining community prevalence of COVID-19, PPE availability, and pre-procedure SARS-CoV-2 testing availability were ranked as the three primary factors influencing reactivation timing. ASC-based practices were more likely to identify pre-procedure testing availability as a major factor limiting elective endoscopy resumption (p=0.001). Pre-procedure SARS-CoV-2 testing was planned by only 49.2% of practices overall; when testing is performed and negative, 52.9% of practices will continue to utilize N95 masks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: This survey highlights barriers and variable strategies for reactivation of elective endoscopy services following the COVID-19 pandemic. Our results suggest that more widespread access to pre-procedure SARS-CoV-2 tests with superior performance characteristics is needed to increase provider and patient comfort in proceeding with elective endoscopy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The rapid spread of SARS-CoV-2 throughout North America has massively disrupted the healthcare system. Due to the high transmissibility and virulence of SARS-CoV-2, hospitals shifted all available resources to preparing for and managing patients with COVID-19. To both protect personnel and preserve the personal protective equipment (PPE) needed to manage the population of patients suffering from COVID-19, most centers stopped performing elective ambulatory procedures during the pandemic 1 .", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Given that a significant volume of endoscopic procedures revolves around disease prevention and screening (and are thus elective), the practice of gastroenterology was dramatically impacted.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In a previous survey, the North American Alliance for the Study of Digestive Manifestations of COVID-19 found that two-thirds of practices were performing less than 10% of their usual endoscopic volumes during the pandemic 2 . However, endoscopy is essential to the prevention, treatment, and palliation of gastrointestinal illness. This creates a competing need to resume \"usual\" clinical operations while ensuring patient and provider safety.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Despite a universal desire to return to usual endoscopic and clinical care, there is a paucity of guidance on how practices should plan to safely reintroduce elective endoscopy. Thus, we conducted a survey of North American gastroenterology groups to assess current and anticipated approaches to recovering from the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This was a survey of North American practices conducted between April 24, 2020 and May 8, 2020 . At the institutional level this was a cross-sectional analysis, however given that institutions responded at various points in time during the survey period, this was not a cross-sectional study in aggregate. This study was a web-based survey and was exempt from institutional review board approval. The survey was conducted via the RedCap data capture platform hosted by Washington University School of Medicine in St Louis, MO. The survey was distributed to potential respondents via a web link, without requiring login credentials. Survey respondents were asked to confer with institutional or group leaders prior to filling out the survey. If multiple responses were completed from a single institution, the investigators directly corresponded with respondents to reconcile any inconsistencies.", "cite_spans": [{"start": 83, "end": 94, "text": "May 8, 2020", "ref_id": null}], "ref_spans": [], "section": "Study Design"}, {"text": "The initial survey was developed through electronic communication by four investigators (VMK, ZLS, BJE, RNK) and then beta tested by the remaining authors to establish face and content validity. The survey was modified after this beta testing to improve ease of administration and clarity.", "cite_spans": [], "ref_spans": [], "section": "Survey Development, Validation and Beta Testing"}, {"text": "Given the rapidly evolving nature of the COVID-19 pandemic, and the need to ensure timely and widespread circulation of the survey, a multifaceted approach to dissemination was utilized. The survey was distributed via email to gastroenterologists throughout the United States and Canada. The email list was developed by the study team in order to capture maximum diversity of both geography and practice settings.", "cite_spans": [], "ref_spans": [], "section": "Survey Distribution"}, {"text": "Additionally, all co-investigators directly contacted community and academic colleagues through email, text message and other personal communications to encourage survey participation. The survey was also promoted on social media platforms (Twitter and physician-only Facebook groups). Finally, to ensure a diversity of responses, the investigators worked with a large ambulatory surgery center (ASC) management group (AMSURG, Nashville, TN) to directly distribute the survey to gastroenterology practices within their portfolio.", "cite_spans": [], "ref_spans": [], "section": "Survey Distribution"}, {"text": "The survey consisted of 59 questions divided into seven domains: institutional demographics, impact of COVID-19 on endoscopy practice, logistical plan for resumption of elective endoscopy, impact of COVID-19 on anesthesia services, PPE policies, fellowship training and use of telemedicine (Appendix 1).", "cite_spans": [], "ref_spans": [], "section": "Survey Items"}, {"text": "Responses were stratified according to primary site of endoscopy practice: hospitalbased vs. ASC-based. Practices performing ≥50% of procedures in an ASC were classified as ASC-based, while others were classified as hospital-based.", "cite_spans": [], "ref_spans": [], "section": "Response Stratification"}, {"text": "Individual item survey responses are reported as a proportion of participants completing the question. For example, the number of respondents answering \"yes\" to a telemedicine question was divided by the total number of responses to the question.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Categorical variables were compared using Chi-squared test where appropriate. A twosided p value of 0.05 was required for statistical significance. All analysis was performed using SPSS statistics version 25.0 (IBM Corp, Armonk, NY). Approximately half (50.4%) of the responses were from independent group practices, followed by academic medical center practices (28.5%), non-academic hospitalemployed practices (14.8%), and US Veteran's Health Administration hospitals (5.7%).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The median practice size was 8 physicians (interquartile range [IQR] 5-15). The majority of practices (55%) performed >50% of their endoscopic procedures at an ambulatory surgical center (ASC). A minority of the respondents (36%) represented practices involved with training gastroenterology fellows. Nearly half (48.8%) of practice locations were described as urban followed by suburban (37.7%) and rural (13.8%) practice settings.", "cite_spans": [], "ref_spans": [], "section": "Practice demographics"}, {"text": "Prior to the COVID-19 emergency, participating centers performed a median of 150 (IQR 100-250) endoscopic procedures per week. Complete cessation of elective endoscopy due to the pandemic was undertaken by 98% of hospital-based and 96% of the ASC-based practices. Overall endoscopy volumes decreased markedly due to the pandemic with practices performing approximately 10% of their usual volume during the peak of the pandemic (median 15 procedures; IQR 5-35). When compared to practices that are primarily hospital-based, practices that work primarily in ASCs experienced a significantly higher drop in procedure volumes (ASC 91% decrease vs. hospital based 83% p=0.01); furthermore, ASCs were more likely to stop endoscopy completely during the peak of COVID-19 restrictions (supplementary Figure 1 ). In the 44 teaching centers, gastroenterology fellows were completely removed from endoscopy in two-thirds (66.6%) of programs.", "cite_spans": [], "ref_spans": [{"start": 792, "end": 800, "text": "Figure 1", "ref_id": null}], "section": "Impact of COVID-19 on Endoscopy Practice"}, {"text": "At the time of survey completion, only 27.6% of practices had resumed elective endoscopy. Practices reported that the median planned (or actual, when elective endoscopy had already resumed) duration of halting non-emergent endoscopy was similar for ASCs (55 days; IQR 47-62) and hospital-based endoscopy units (54 days; IQR 44-63). Respondents were asked to identify the three most important factors influencing the decision of when to resume elective endoscopy. The top factors were: declining community prevalence of COVID-19 infections (79.5%), increased availability of PPE (74.6%), and availability of pre-procedure COVID-19 testing (68.9%; Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 646, "end": 653, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Planned Resumption of Endoscopy Practice"}, {"text": "ASC-based centers were more likely than hospital-based centers to cite availability of pre-procedure SARS-CoV-2 testing as one of the three main factors limiting the resumption of elective endoscopy (56.7% vs. 83.6%, p=0.001).", "cite_spans": [], "ref_spans": [], "section": "Planned Resumption of Endoscopy Practice"}, {"text": "Only 3.3% of centers anticipated returning to 100% of their pre-COVID-19 endoscopy volume within 4 weeks of survey completion; most centers (77.5%) anticipated operating at approximately 25-49% of pre-COVID-19 volumes within 4 weeks from the time of survey response. However, 38.2% expected to return to ≥100% of their pre-COVID-19 endoscopy volumes three months after survey administration (i.e., late July/August) ( Figure 2 ). The most frequently cited barriers to increasing procedure volumes after initial resumption of elective endoscopy were limited capacity for COVID-19 testing (69%), patient reluctance to undergo elective endoscopy due to COVID-19related safety concerns (65.9%) and limited PPE supplies (54%) ( Table 1 ). The projected rebound in endoscopy volumes was similar for hospital-based and ASCbased practices.", "cite_spans": [], "ref_spans": [{"start": 418, "end": 426, "text": "Figure 2", "ref_id": null}, {"start": 723, "end": 730, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Planned Resumption of Endoscopy Practice"}, {"text": "Most practices anticipated employing interventions to catch up on the backlog of elective procedures created by the COVID-19 pandemic. 63.9% of centers planned to extend operating hours on weekdays and 56.6% centers planned to perform outpatient endoscopy on weekends (Table 2) . ASC-based practices were more likely to offer weekend endoscopy sessions (67.2% vs. 43.6%, p=0.009); while hospital-based practices were more likely to offer stool-based testing in place of average risk screening colonoscopy (25.5% vs. 4.5%, p=0.001) or adjust (lengthen) surveillance colonoscopy intervals based on the 2020 multi-society guidelines (21.8% vs. 4.5%, p=0.004).", "cite_spans": [], "ref_spans": [{"start": 268, "end": 277, "text": "(Table 2)", "ref_id": "TABREF3"}], "section": "Rescheduling Procedures Deferred During COVID-19 Restrictions"}, {"text": "The vast majority (82.8%) of practices planned to screen all patients for COVID-19 prior to or on arrival at the endoscopy lab. COVID-19 testing by real-time polymerase chain reaction (RT-PCR), point-of-care (POC) testing and/or serology was planned prior to all procedures (either on the days preceding or on day of procedure) in 49.2% centers;", "cite_spans": [], "ref_spans": [], "section": "COVID-19 Patient and Staff Screening"}, {"text": "45% of responding centers planned to perform RT-PCR testing 2-3 days prior to endoscopy, while 8.1% anticipated offering same day PCR or POC testing prior to endoscopy (Table 3) . Only a minority (10.6%) of centers anticipated serologic testing of staff at the time of their response.", "cite_spans": [], "ref_spans": [{"start": 168, "end": 177, "text": "(Table 3)", "ref_id": "TABREF4"}], "section": "COVID-19 Patient and Staff Screening"}, {"text": "Hospital-based practices were more likely to plan COVID-19 testing (RT-PCR, POC testing, and/or serology) prior to all procedures than ASC-based practices though this did not reach significance (58.2% vs 41.8%, p=0.07). Conversely, more ASC-based practices than hospital-based practices are planning to screen for symptoms of COVID-19 (74.6% vs. 54.5%, p=0.02) and perform temperature checks (80.6% vs. 54.5%, p=0.002) on arrival at the endoscopy lab. More ASC-based centers plan to routinely screen staff for COVID-19 symptoms (71.6% vs. 50.1%, p=0.013).", "cite_spans": [], "ref_spans": [], "section": "COVID-19 Patient and Staff Screening"}, {"text": "Two-thirds of centers (67.5%) planned to increase time allotted for procedures to allow for the anticipated increase in room turnaround time. To allow for physical distancing in the endoscopy unit, the most frequently anticipated changes were: not allowing anyone except for the patient in the endoscopy center (87%); using only every other pre/post procedure bay (41.8%); and assigning dedicated work stations to each staff member (37.4%; Table 4 ). There were no significant differences between ASC and hospitalbased centers with regards to anticipated use of physical distancing measures.", "cite_spans": [], "ref_spans": [{"start": 440, "end": 447, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Physical Distancing in Endoscopy Lab"}, {"text": "Alterations in airway management (from conventional nasal cannula oxygen delivery) for upper GI endoscopic procedures (EGD, enteroscopy, EUS, ERCP) were being employed/anticipated in 47.2% of centers. In 7 practices (5.8%), general endotracheal anesthesia was being mandated for all upper endoscopy procedures. Although this rate did not differ between hospital-based versus ASC-based practices, teaching centers were more likely than non-teaching centers to use general endotracheal anesthesia for all upper procedures (13% vs. 1.2%; p<0.001). In the remaining practices, anesthesia planned to utilize oxygen delivery masks and/or mechanical barriers to reduce exposure risk via aerosolization.", "cite_spans": [], "ref_spans": [], "section": "Changes in Airway Management During Endoscopic Procedures"}, {"text": "Overall, there was no significant difference in airway management between ASC-based and hospital-based groups.", "cite_spans": [], "ref_spans": [], "section": "Changes in Airway Management During Endoscopic Procedures"}, {"text": "With the resumption of elective endoscopy, universal use of surgical masks in common gastroenterologists, we found many barriers to resuming elective endoscopy over the coming months as well as areas of significant variability in reactivation protocols.", "cite_spans": [], "ref_spans": [], "section": "Personal Protective Equipment"}, {"text": "Gastrointestinal endoscopy is a primary modality for the early detection of colorectal, gastroesophageal, and pancreatic disease. Modeling suggests that the prolonged cessation of endoscopic services will result in a significant increase in advanced malignancy 3, 4 and uncontrolled gastrointestinal disease. We found that during the peak of the COVID-19 pandemic, practices were operating at approximately 10% of typical volume. Thus, it is essential for endoscopic practices to increase delivery of endoscopic services while ensuring provider and patient safety. While most practices expected to restart elective endoscopy after a delay of approximately 8 weeks, only 40% expected re-establishing their usual volumes of endoscopy within the next 3 months. The most common barriers to resuming elective endoscopic services related to two interlocking concerns -the limited capacity for SARS-CoV-2 testing and the parallel concern that patients themselves may be unwilling to return for elective care. In total, this prolonged reduction in elective endoscopy volume will create a backlog of patients which may negatively impact patient care, unless novel strategies are quickly identified and implemented.", "cite_spans": [{"start": 261, "end": 263, "text": "3,", "ref_id": "BIBREF2"}, {"start": 264, "end": 265, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Personal Protective Equipment"}, {"text": "Regarding screening patients prior to gastrointestinal endoscopy, numerous strategies have been proposed including symptom assessment and/or RT-PCR testing prior to arrival to the endoscopy center or clinic, or symptom screening and/or testing upon arrival 5 . We found great variability between endoscopy practices regarding anticipated pre-procedure screening protocols. There has been increasing guidance favoring routine screening, generally via RT-PCR, prior to any endoscopic procedure 6, 7 . The rationale for this pre-procedure testing is that any patient who tests positive can have their procedure delayed, reducing exposure to staff and other patients. We found that routine testing by RT-PCR or serology was planned in only 49.2% of practices with a suggestion of greater use in hospital-based practices. Overall, these data show that there is a need for increased standardization of pre-procedure SARS-CoV-2 testing.", "cite_spans": [{"start": 492, "end": 494, "text": "6,", "ref_id": "BIBREF5"}, {"start": 495, "end": 496, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Personal Protective Equipment"}, {"text": "There has been extensive international attention regarding optimal PPE strategies for endoscopic procedures and the associated shortage of adequate supplies 8 . Thus, despite existing guidelines, we suspected that significant variability in PPE use persists nationally. In fact, we found that practices differed markedly in type of PPE used for patients who tested negative for SARS-CoV-2. While recent guidance has suggested that surgical masks can be utilized in this setting 9 , there remains a significant false negative rate for RT-PCR testing and concern for infection between the time of testing and the procedure. This has prompted many practices to advocate for continued N95 use despite a \"negative\" test. We found that 53% of practices were using N95 respirators in patients who tested negative for SARS-CoV-2 whereas 45% of practices recommended use of surgical masks in this setting. We anticipate that development and we were unable to independently assess practice pattern differences of teaching versus non-teaching institutions as these practice types correlated significantly with hospitalbased and ASC-based practices, respectively.", "cite_spans": [{"start": 478, "end": 479, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Personal Protective Equipment"}, {"text": "In summary, we have shown that there are significant concerns regarding the ability of practices to quickly and safely resume elective procedures and increase endoscopy volume. This is highlighted by variability in how practices have planned for reactivation.", "cite_spans": [], "ref_spans": [], "section": "Personal Protective Equipment"}, {"text": "Our results suggest that the most pressing need is ready access to pre-procedure testing which can reliably exclude SARS-CoV-2, so that both providers and patients feel comfortable resuming elective endoscopy. ", "cite_spans": [], "ref_spans": [], "section": "Personal Protective Equipment"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Donning a new approach to the practice of gastroenterology: perspectives from the COVID-19 pandemic epicenter", "authors": [{"first": "A", "middle": [], "last": "Sethi", "suffix": ""}, {"first": "A", "middle": [], "last": "Swaminath", "suffix": ""}, {"first": "M", "middle": [], "last": "Latorre", "suffix": ""}], "year": 2020, "venue": "Clin Gastroenterol Hepatol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Changes in Gastroenterology and Endoscopy Practices in Response to the COVID-19 Pandemic: Results from a North American Survey", "authors": [{"first": "N", "middle": [], "last": "Forbes", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Spitzer", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Impact of the COVID-19 pandemic on the symptomatic diagnosis of cancer: the view from primary care", "authors": [{"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Neal", "suffix": ""}, {"first": "Srg", "middle": [], "last": "Duffy", "suffix": ""}], "year": 2020, "venue": "Lancet Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Covid-19: Cancer mortality could rise at least 20% because of pandemic, study finds", "authors": [{"first": "J", "middle": [], "last": "Wise", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A proposal for the return to routine endoscopy during the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "N", "middle": [], "last": "Shahidi", "suffix": ""}, {"first": "N", "middle": [], "last": "Gilroy", "suffix": ""}], "year": 2020, "venue": "Gastrointest Endosc", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 -Elective Surgical Procedure Guidance. 2020", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The ASA and APSF Joint Statement on Perioperative Testing for the COVID-19 Virus. 2020", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Considerations in performing endoscopy during the COVID-19 pandemic", "authors": [{"first": "R", "middle": [], "last": "Soetikno", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Teoh", "suffix": ""}, {"first": "T", "middle": [], "last": "Kaltenbach", "suffix": ""}], "year": 2020, "venue": "Gastrointest Endosc", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Recommendations for Resumption of Elective Endoscopy During the COVID-19 Pandemic", "authors": [{"first": "Aga/Dhpa", "middle": [], "last": "Joint", "suffix": ""}, {"first": "", "middle": [], "last": "Guidance", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A total of 130 individuals responded to the survey. After reconciling duplicate responses from the same practices, the final sample consisted of 123 unique practices comprising 1379 gastroenterologists in 32 US states and 4 Canadian provinces(Figure 1).", "latex": null, "type": "figure"}, "TABREF0": {"text": "areas will be required for staff in 94.2% of practices and for patients in 82.6%. For asymptomatic patients who undergo a negative COVID-19 test prior to the procedure, Prior to the COVID-19 pandemic, 19% of practices were using telemedicine in some and maintain appropriate physical distancing. Thus, we hypothesized that there would be significant variability in the approach to reactivating elective endoscopy in North America. Indeed, in this survey of 123 North American practices representing 1379", "latex": null, "type": "table"}, "TABREF2": {"text": "Considerations in Resuming Elective EndoscopyPlease select the THREE most important factors that influenced/will influence your decision to What do you see as barriers to increasing endoscopic procedure volume once cleared to restart operations by institution/local government? (check all that apply)", "latex": null, "type": "table"}, "TABREF3": {"text": "Plans to reduce backlog of elective procedures post-COVID-19 pandemic How do you plan to catch up for procedures postponed due to COVID-19 (check all that", "latex": null, "type": "table", "html": "<html><body><table><tr><td>apply) </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Total (n=122) </td><td>ASC (n=67) </td><td>Hospital-based (n=55) </td><td>p-value </td></tr><tr><td>Stool-based testing </td><td>17 (13.9%) </td><td>3 (4.5%) </td><td>14 (25.5%) </td><td>0.001 </td></tr><tr><td>Adapt colon cancer surveillance intervals to 2020 multi-society guidelines </td><td>15 (12.3%) </td><td>3 (4.5%) </td><td>12 (21.8%) </td><td>0.004 </td></tr><tr><td>Extended weekday hours of operations </td><td>78 (63.9%) </td><td>44 (65.7%) </td><td>34 (61.8%) </td><td>0.66 </td></tr><tr><td>Weekend endoscopy </td><td>69 (56.6%) </td><td>45 (67.2%) </td><td>24 (43.6%) </td><td>0.009 </td></tr><tr><td>Open additional procedure rooms </td><td>28 (23%) </td><td>13 (19.4%) </td><td>15 (27.3%) </td><td>0.3 </td></tr><tr><td>Hire additional endoscopy lab staff </td><td>4 (3.3%) </td><td>2 (3%) </td><td>2 (3.6%) </td><td>0.8 </td></tr><tr><td>Overbook endoscopy time slots </td><td>16 (13.1%) </td><td>8 (11.9%) </td><td>8 (14.5%) </td><td>0.67 </td></tr><tr><td>No defined plan </td><td>30 (24.6%) </td><td>16 (23.9%) </td><td>14 (25.5%) </td><td>0.84 </td></tr></table></body></html>"}, "TABREF4": {"text": "Planned pre-procedure screening of patients for COVID-19 prior to endoscopy Which of the following approaches to screen patients for COVID-19 prior to endoscopy are being considered? (check all that apply)", "latex": null, "type": "table"}, "TABREF5": {"text": "Planned physical distancing measures in endoscopy labWhat social distancing measures will you be implementing/have you implemented in your endoscopy unit? (check all that apply)", "latex": null, "type": "table"}}, "back_matter": []}