{"paper_id": "0f8976b3ea4f96225f93d48176195bf47c177f78", "metadata": {"title": "The chromosomal nature of LT-II enterotoxins solved: a lambdoid prophage encodes both LT-II and one of two novel pertussis-toxin-like toxin family members in type II enterotoxigenic Escherichia coli", "authors": [{"first": "Michael", "middle": ["G"], "last": "Jobling", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colorado School of Medicine", "location": {"addrLine": "12800 E 19th Ave", "postCode": "80045", "settlement": "Aurora", "region": "CO", "country": "USA"}}, "email": "michael.jobling@ucdenver.edu"}]}, "abstract": [{"text": "One sentence summary: Two novel pertussis-toxin-like toxins are also present in the genome of the prophage that also encodes the LT-II enterotoxin genes in type II enterotoxigenic Escherichi coli. Editor: Teresa Frisan ABSTRACT Heat-labile enterotoxins (LT) of enterotoxigenic Escherichia coli (ETEC) are structurally and functionally related to cholera toxin (CT). LT-I toxins are plasmid-encoded and flanked by IS elements, while LT-II toxins of type II ETEC are chromosomally encoded with flanking genes that appear phage related. Here, I determined the complete genomic sequence of the locus for the LT-IIa type strain SA53, and show that the LT-IIa genes are encoded by a 51 239 bp lambdoid prophage integrated at the rac locus, the site of a defective prophage in E. coli K12 strains. Of 50 LT-IIa and LT-IIc, 46 prophages also encode one member of two novel two-gene ADP-ribosyltransferase toxin families that are both related to pertussis toxin, which I named eplBA or ealAB, respectively. The eplBA and ealAB genes are syntenic with the Shiga toxin loci in their lambdoid prophages of the enteric pathogen enterohemorrhagic E. coli. These novel AB 5 toxins show pertussis-toxin-like activity on tissue culture cells, and like pertussis toxin bind to sialic acid containing glycoprotein ligands. Type II ETEC are the first mucosal pathogens known to simultaneously produce two ADP-ribosylating toxins predicted to act on and modulate activity of both stimulatory and inhibitory alpha subunits of host cell heterotrimeric G-proteins.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Enterotoxigenic Escherichia coli (ETEC) are the main cause of morbidity and mortality due to diarrhea in travelers to and children under five in the developing world (World Health Organization 2006) , producing a profuse watery diarrhea due mainly to the effect of secreted enterotoxins, either or both of a large multimeric heat-labile toxin or the smaller heat-stable pep-tide toxin. The plasmid-encoded heat-labile enterotoxin (LT-I) of classical ETEC is structurally, functionally and immunologically related to cholera toxin (CT) of Vibrio cholerae, the causative agent of cholera (Sack 2011) . A second group of ETEC (type II ETEC) possesses chromosomally-encoded heat-labile enterotoxins (LT-II) that are structurally and functionally related, but immunologically non-cross-reactive to CT and LT-I (Guth et al. 1986 ). Together CT, LT-I and LT-II form the heat-labile enterotoxin family. The chromosomal locus encoding LT-II toxins is currently undefined. Diagnosis of ETEC requires specialized tests not routinely performed in clinical microbiology laboratories (Sjöling et al. 2007) , and as LT-II toxins bind different ganglioside receptors and are genetically divergent from LT-I, even these techniques (e.g. GM1-ELISA or PCR) will not detect LT-II strains, and their contribution to diarrheal disease in both humans and animals is currently unknown. Type II ETEC were originally identified by biological assays for enterotoxin activity that was not neutralizable by CT or LT-I antisera (Green et al. 1983) , and have been found in human clinical isolates (Seriwatana et al. 1988) , diseased bovines (Pohl et al. 1989 ) and from foodstuffs such as hamburger and milk (Franco et al. 1991) . Initial studies identified two strains that produced LT-IIa or LT-IIb (Pickett et al. 1989 ) variants. Recently, a third variant (LT-IIc) was described (Nawar et al. 2010 ) in a strain isolated from sick ostriches (Nardi et al. 2005) , and the LT-II family now consists of three related subgroups -LT-IIa, LT-IIb and LT-IIc enterotoxins. The contributions of LT-II toxins to disease has received little study, while initial studies showed that purified LT-IIa did not cause fluid accumulation in rabbit intestinal loops (Holmes, Jobling and Connell 1995) , a recent study showed that purified LT-IIa and to a lesser extent LT-IIb did so in intestinal loops of calves, and that cloned copies of LT-IIa and LT-IIb alone, present in an otherwise non-toxigenic porcine E. coli strain, were capable of causing severe diarrhea and weight loss in a neonatal pig model (Casey et al. 2012 ). The first genomic analysis of a large collection of type II enterotoxin strains (Jobling and Holmes 2012) showed that (i) the prototype LT-IIa and LT-IIb toxin types are rare (found in only 6% and 2% of isolates, respectively), that (ii) six subgroups of LT-IIc toxin genes are found the majority of the type II isolates, and that (iii) all LT-II toxin genes are flanked 5 and 3 by phage-related genes, suggesting that they may be prophage-encoded. All genes immediately 5 of the LT-II genes encode very similar phage lysozymelike proteins (Pei and Grishin 2005) of the glycosyl hydrolase 108 family (Stojković and Rothman-Denes 2007) , while the immediate 3 phage-related genes are conserved within but differ between the LT-IIa, LT-IIb and LT-IIc families (Jobling and Holmes 2012) .", "cite_spans": [{"start": 166, "end": 198, "text": "(World Health Organization 2006)", "ref_id": null}, {"start": 586, "end": 597, "text": "(Sack 2011)", "ref_id": "BIBREF73"}, {"start": 805, "end": 822, "text": "(Guth et al. 1986", "ref_id": "BIBREF32"}, {"start": 1070, "end": 1091, "text": "(Sjöling et al. 2007)", "ref_id": "BIBREF79"}, {"start": 1498, "end": 1517, "text": "(Green et al. 1983)", "ref_id": "BIBREF29"}, {"start": 1567, "end": 1591, "text": "(Seriwatana et al. 1988)", "ref_id": "BIBREF78"}, {"start": 1611, "end": 1628, "text": "(Pohl et al. 1989", "ref_id": "BIBREF70"}, {"start": 1678, "end": 1698, "text": "(Franco et al. 1991)", "ref_id": "BIBREF24"}, {"start": 1771, "end": 1791, "text": "(Pickett et al. 1989", "ref_id": "BIBREF67"}, {"start": 1853, "end": 1871, "text": "(Nawar et al. 2010", "ref_id": "BIBREF60"}, {"start": 1915, "end": 1934, "text": "(Nardi et al. 2005)", "ref_id": "BIBREF59"}, {"start": 2221, "end": 2255, "text": "(Holmes, Jobling and Connell 1995)", "ref_id": "BIBREF38"}, {"start": 2562, "end": 2580, "text": "(Casey et al. 2012", "ref_id": "BIBREF12"}, {"start": 2664, "end": 2689, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}, {"start": 3124, "end": 3146, "text": "(Pei and Grishin 2005)", "ref_id": "BIBREF65"}, {"start": 3184, "end": 3218, "text": "(Stojković and Rothman-Denes 2007)", "ref_id": "BIBREF86"}, {"start": 3342, "end": 3367, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "All members of the heat-labile enterotoxin family are encoded by two genes encoding precursor polypeptides of the enzymatic A and receptor-binding B subunits. These are secreted to the periplasm with concomitant removal of their signal sequences, where they assemble into the latent holotoxin consisting of a single A subunit and a homo-pentameric B subunit. The B pentamers confer specificity on the toxin by binding to specific host cell gangliosides that differ between family members. The first step in activation of the latent holotoxin is proteolytic nicking (by either bacterial or host proteases) of the A subunit within a disulfide-distended loop that generates the A1 and A2 subunits. Reduction of the disulfide bond within the host cell is required for the ultimate release of the catalytically active A1 subunit into the host cell cytoplasm, where it binds and hydrolyzes NAD, transferring the ADP-ribose moiety to an arginine in the stimulatory alpha subunit (Gsα) of heterotrimeric Gprotein complex. This constitutively activated ADP-ribosylated Gsα permanently activates host adenylate cyclase, leading to increased cAMP levels that in intestinal cells ultimately lead to increased chloride secretion and production of profuse watery diarrhea characteristic of cholera and ETEC infections.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Gα proteins are also targets of another ADP-ribosylating toxin (pertussis toxin, PT) produced by the airway mucosal pathogen, Bordetella pertussis, the causative agent of whooping cough (Carbonetti 2015) . PT is also an A-B toxin with a single enzymatic subunit (S1) and a heteropentameric-binding subunit consisting of S2-S3, S2-S4 and S5 monomers, all encoded by a five gene operon. The B-pentamer preferentially binds to sialic-acidcontaining host cell glycoproteins and delivers the S1 subunit to the target cell. The crystal structure of PT shows that the S1 polypeptide shares a common fold with the A1 subunits of the LT family (Stein et al. 1994b) , and it similarly uses NAD to ADPribosylate a cysteine in the carboxyl terminus of the inhibitory alpha subunit (Giα) of the heterotrimeric G-protein complex. This prevents its interaction with G-protein coupled receptors and its direct inhibitory interaction with host adenylate cyclase. These effects lead to inhibition of all signaling via Giα-coupled receptors (Katada 2012) and increased levels of cAMP in target cells in response to other stimuli (Hsia et al. 1984; Melsom et al. 2014) .", "cite_spans": [{"start": 186, "end": 203, "text": "(Carbonetti 2015)", "ref_id": "BIBREF9"}, {"start": 635, "end": 655, "text": "(Stein et al. 1994b)", "ref_id": "BIBREF85"}, {"start": 1022, "end": 1035, "text": "(Katada 2012)", "ref_id": "BIBREF49"}, {"start": 1110, "end": 1128, "text": "(Hsia et al. 1984;", "ref_id": "BIBREF41"}, {"start": 1129, "end": 1148, "text": "Melsom et al. 2014)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The LT family of toxins and PT each have major effects on the hosts immune response to infection; CT and LT are potent immunomodulators that both suppress an inflammatory response (Fullner Satchell 2003; Glenn, Francis and Danielsen 2009) , enhance colonization (Pierce et al. 1985; Allen, Randolph and Fleckenstein 2006) and modulate cytokine production by epithelial cells (Soriani, Bailey and Hirst 2002) . PT similarly promotes airway colonization (Carbonetti et al. 2007 ) and contributes to significant immunomodulatory effects observed during infection (Connelly, Sun and Carbonetti 2012) . All these toxins are potent mucosal adjuvants for coadministered antigens (Wilson et al. 1995; Liang and Hajishengallis 2010) , effects that are attributable to both their enzymatic activities and receptor-binding properties (Schneider, Weiss and Miller 2007; Liang and Hajishengallis 2010) . Thus, these toxins have multiple effects on the host beyond the major disease symptom that also contribute to the pathogenesis of the disease.", "cite_spans": [{"start": 180, "end": 203, "text": "(Fullner Satchell 2003;", "ref_id": "BIBREF25"}, {"start": 204, "end": 238, "text": "Glenn, Francis and Danielsen 2009)", "ref_id": "BIBREF26"}, {"start": 262, "end": 282, "text": "(Pierce et al. 1985;", "ref_id": "BIBREF69"}, {"start": 283, "end": 321, "text": "Allen, Randolph and Fleckenstein 2006)", "ref_id": "BIBREF0"}, {"start": 375, "end": 407, "text": "(Soriani, Bailey and Hirst 2002)", "ref_id": "BIBREF82"}, {"start": 452, "end": 475, "text": "(Carbonetti et al. 2007", "ref_id": "BIBREF10"}, {"start": 560, "end": 595, "text": "(Connelly, Sun and Carbonetti 2012)", "ref_id": "BIBREF15"}, {"start": 672, "end": 692, "text": "(Wilson et al. 1995;", "ref_id": "BIBREF90"}, {"start": 693, "end": 723, "text": "Liang and Hajishengallis 2010)", "ref_id": "BIBREF51"}, {"start": 823, "end": 857, "text": "(Schneider, Weiss and Miller 2007;", "ref_id": "BIBREF76"}, {"start": 858, "end": 888, "text": "Liang and Hajishengallis 2010)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The objectives of this study were to characterize in detail the chromosomal locus for the prototype LT-IIa and LT-IIb toxins, and compare them with the recently discovered LT-IIc loci. I also describe the cloning, expression, purification and functional characterization of two novel PT-like toxins that I found closely linked to the LT-IIa and LT-IIc loci.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Bacterial strains and specific type II ETEC isolates are described in Jobling and Holmes (2012) , except that NADC2044 (LT-IIc3) was erroneously listed as LT-IIc2, and strains 35548-3 (adult cow, diarrhea, Belgium, 1984; Pohl et al. 1989) and NADC557 (calf, diarrhea, USA, 1964; Casey et al. 2012) , both LT-IIc4, were unintentionally omitted from the list of 50 LT-II positive isolates. LT-IIa isolate KH655 was obtained from Dr Firdausi Qadri (ICDDRB, Bangladesh). Escherichia coli TE1 (Jobling and Holmes 2000) was used for routine cloning and expression of toxin genes. Routine molecular biology methods are described in (Sambrook, Fritsch and Maniatis 1989) . PCR was done with 0.2 mM dNTPs and 0.2 μM primers using DreamTaqGreen (Thermo Fisher) or with recombinant H6-tagged Pfu (Lu and Erickson 1997) in (NH 4 ) 2 SO 4 -based PCR buffer (Thermo Fisher) if the product was to be cloned. Primers for PCR and DNA sequencing, synthesized by Integrated DNA Technologies, Inc (Iowa), were used without further purification and are listed in Table S1 (Supporting Information). Mutations were introduced either directly by subcloning of SOE-PCR fragments (Horton et al. 1990) or by QuickChange mutagenesis (Agilent Technologies) using a mutagenic primer and its reverse complement.", "cite_spans": [{"start": 70, "end": 95, "text": "Jobling and Holmes (2012)", "ref_id": "BIBREF44"}, {"start": 155, "end": 220, "text": "LT-IIc2, and strains 35548-3 (adult cow, diarrhea, Belgium, 1984;", "ref_id": null}, {"start": 221, "end": 242, "text": "Pohl et al. 1989) and", "ref_id": "BIBREF70"}, {"start": 243, "end": 278, "text": "NADC557 (calf, diarrhea, USA, 1964;", "ref_id": null}, {"start": 279, "end": 297, "text": "Casey et al. 2012)", "ref_id": "BIBREF12"}, {"start": 488, "end": 513, "text": "(Jobling and Holmes 2000)", "ref_id": "BIBREF43"}, {"start": 625, "end": 662, "text": "(Sambrook, Fritsch and Maniatis 1989)", "ref_id": "BIBREF75"}, {"start": 785, "end": 807, "text": "(Lu and Erickson 1997)", "ref_id": "BIBREF54"}, {"start": 1154, "end": 1174, "text": "(Horton et al. 1990)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "METHODS"}, {"text": "EplB IIa h6 was made by first adding an ApaI restriction site 5 of the his6 tag by PCR, using ApasmaH6F and a reverse vector primer on a cloned his6 tag in pT7his6 (Tripet et al. 2004) , followed by cloning an ApaI-SacI-digested PCR fragment into pTSKII- (Ichihara and Kurosawa 1993) to make pApaH6. EplB IIa was amplified with EplBIIaKpnF and EplBIIaApaR and cloned as a KpnI-ApaI fragment into pApaH6 to make pAEplBgpgph6, where the coding sequence for EplB is joined directly to a glypro-gly-pro-his6 linker. The EplA IIa gene was then amplified with EplAIIaAatF and EplAIIaSacR to add AatII and SacI flanking sites and cloned 3 of EplBgpgph6 in pEplBh6, to make the IPTG-inducible expression clone pAEplBgpgpH6EplA. The EalAB operon from LT-IIa isolate P393-F10 was cloned by adding an SphI site at the start of the coding sequence for the mature EalA subunit and an ApaI site at the end of the EalB gene by PCR with EalASphF and EalBApaR primers, followed by cloning into a derivative of the LT-IIb signal sequence vector pLDR5 (Jobling et al. 1997 ) that also has the ApaH6 tag. EplABgpgpH6 and Eal-ABgpgpH6 holotoxins were purified by Talon affinity chromatography (as otherwise described by the manufacturer) from 1% Elugent (Calbiochem) extracts in Talon extraction buffer (0.3M NaH x P0 4 , pH 8.0, 0.5 M NaCl) of cells obtained from log-phase cultures induced with 0.4 mM IPTG and grown overnight at 30 • C. Extracts were passed over a Talon resin column and washed with extraction buffer with 5 mM imidazole until the absorbance at A 280 nm returned to baseline; bound proteins were eluted with Talon buffer with 150 mM imidazole and fractions analyzed by SDS-PAGE. Toxin-containing fractions were pooled and dialyzed into 50 mM Tris-HCl, pH 8.0 (buffer A) and further purified by HQ10 anion exchange chromatography on an AKTA system (GE Health Sciences) and eluted with a 0-60% gradient of buffer B (buffer A + 1M NaCl). Holotoxin (A + B subunits) eluted first, followed by a second peak that contained only tagged EplB subunits.", "cite_spans": [{"start": 164, "end": 184, "text": "(Tripet et al. 2004)", "ref_id": "BIBREF87"}, {"start": 255, "end": 283, "text": "(Ichihara and Kurosawa 1993)", "ref_id": "BIBREF42"}, {"start": 1033, "end": 1053, "text": "(Jobling et al. 1997", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Clone construction, expression and Talon chromatography"}, {"text": "Purified EplB-gpgpH6 B subunits (0.9 mg mL −1 , buffer exchanged into 0.2 M triethanolamine, pH 8.0) were cross-linked by treatment with 20 mM imidoester cross-linkers targeting primary amines (Thermo Scientific), with variable spacer length (DMA, DMP or DMS -dimethyl adipimidate, pimelimidate or suberimidate, respectively) for 1 hour at room temperature prior to analysis by SDS-PAGE.", "cite_spans": [], "ref_spans": [], "section": "Protein cross-linking"}, {"text": "CHO-K1 cells (ATCC CCL-61) and CHO-15B (obtained from J. Jay, U. Montana; a ricin-resistant derivative of CHO-K1 cells (Gottlieb, Skinner and Kornfeld 1974) that specifically lacks Neu5Ac-Galβ1-4GlcNAc modifications of glycoproteins (Gottlieb, Baenziger and Kornfeld 1975) and is also resistant to PT (Brennan et al. 1988) ) were cultured in Hams F12 medium with 10% fetal calf serum (ATCC). Toxin containing extracts were serially diluted in 50 μl of medium in 96-well plates, and seeded with 150 μl of freshly harvested cells in serum-containing medium at 10 4 cells per well, followed by 2 days growth, after which they were observed microscopically (200x magnification) for clustering and/or elongation relative to control (untreated) wells. Toxin neutralization was done by incubating cell extracts for 20 minutes prior to tissue culture assay with 1:20 dilutions of rabbit antisera, raised against purified LT-IIa )], or against his-tagged EplBA or EalAB purified in this study, antisera produced by Pocono Rabbit Farm & Laboratory (PRF&L, Canadensis, PA).", "cite_spans": [{"start": 119, "end": 156, "text": "(Gottlieb, Skinner and Kornfeld 1974)", "ref_id": "BIBREF28"}, {"start": 233, "end": 272, "text": "(Gottlieb, Baenziger and Kornfeld 1975)", "ref_id": "BIBREF27"}, {"start": 301, "end": 322, "text": "(Brennan et al. 1988)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Tissue culture and toxin assays"}, {"text": "Clone Manager Professional v 9.3 (Science and Educational software) was used for assembly of DNA sequences obtained from the UCD sequencing core facility. The assembled LT-IIa prophage sequence was first annotated by the RAST server (http://rast.nmpdr.org/) (Aziz et al. 2008) then manually edited to remove conflicts and improve accuracy, and submitted with accession number KU052037; the LT-IIb locus sequence was assigned as KU052038. Representative toxin-encoding loci were manually annotated by homology matches and submitted to NCBI with accession numbers KU052039-KU052043.", "cite_spans": [{"start": 258, "end": 276, "text": "(Aziz et al. 2008)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DNA sequencing and data analysis"}, {"text": "I previously identified the genomic locus for the first type LT-IIc2 toxin in strain 442/2 by inverse PCR on a self-ligated PstI digest of chromosomal DNA. This 4 kb amplicon was used to determine the LT-IIc2 and immediate flanking gene sequences (Jobling and Holmes 2012) . Here I determined the complete sequence of the inverse PCR product. This produced a further 2.3 kb of sequence that, in the genome, is 5 of the LT-IIc A gene (Fig. 1) . Intriguingly, this sequence encoded the 3 end of another novel ADPribosylating toxin gene pair -the PstI site was internal to a partial open reading frame followed by a gene that encodes a homolog of the S1 catalytic subunit of PT (Fig. 1) . The closest BLAST (http://blast.ncbi.nlm.nih.gov/Blast.cgi ) match was to the PltBA (Sty1891-1890) PT-like toxin locus of Salmonella enterica serovar Typhi (Spano, Ugalde and Galan 2008) . PltBA was discovered as a pair of linked genes required for delivery of the cytotoxin CdtB to target cells, and with CdtB form a tripartite toxin (Song, Gao and Galan 2013) . They are part of a small pathogenicity islet that appears to be phage-derived (Hodak and Galan 2013) . I have designated this novel type II ETEC toxin locus eplBA, for E. coli pltBAlike toxin. This novel LT-IIc-associated toxin locus was followed by a three gene phage lysis cassette (holin-holin-lysin) the last of which encoded the gene previously identified as a lysin immediately 5 of the LT-IIc operon ( Fig. 1 ) (Jobling and Holmes 2012) . Since all LT-II loci also have homologous lysin genes upstream of their LT-II operons, it was possible that other LT-II isolates also encoded similar novel toxin loci. I have determined the complete sequence of the largest available plasmid subclone of the LT-IIa locus (pCP3727 containing a 3 kb EcoRI fragment; Fig. 1 ) Pickett, Weinstein and Holmes 1987) . The cloned sequence begins with a similar three-gene lysis cassette that shows 90% identity to the LT-IIc sequence, but does not encompass the region that in LT-IIc encodes the novel toxin operon. I therefore used three sequential primer walks upstream of the LT-IIa genes in the original LT-IIa cosmid clone, A38 , to determine 3 kb of sequence 5 of the holin genes, which showed that the LT-IIa locus also encodes a complete syntenic eplBA gene pair that are located 3 of a predicted phage antiterminator Q-gene (Fig. 1) .", "cite_spans": [{"start": 247, "end": 272, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}, {"start": 842, "end": 872, "text": "(Spano, Ugalde and Galan 2008)", "ref_id": "BIBREF83"}, {"start": 1021, "end": 1047, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 1128, "end": 1150, "text": "(Hodak and Galan 2013)", "ref_id": "BIBREF36"}, {"start": 1468, "end": 1493, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}, {"start": 1818, "end": 1853, "text": "Pickett, Weinstein and Holmes 1987)", "ref_id": "BIBREF68"}], "ref_spans": [{"start": 433, "end": 441, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 675, "end": 683, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 1459, "end": 1465, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1809, "end": 1815, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 2370, "end": 2378, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Type II ETEC isolates producing LT-IIa and LT-IIc also encode a novel PT-like toxin closely linked to the LT-II toxin locus"}, {"text": "Homologs of these Q-like and lysis genes are found in several lambdoid prophages, the closest match being with a putative Jobling and Holmes (2012) . B and C, Comparison of the amino acid sequences of EplB with PltB from S. enterica serovar Typhi and SubB from EHEC (B) and EplA with PltA or PT-S1 (C). Residues identical to the upper sequence are shown as dots, with differences shaded in light blue. Dashes show gaps introduced to maximized alignments. Red boxes denote the predicted signal sequences. Red circles identify key conserved catalytic resides in PltA that differ from EplA and PT-S1. Blue box identifies the catalytic glutamate fully conserved in all toxins.", "cite_spans": [{"start": 122, "end": 147, "text": "Jobling and Holmes (2012)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Type II ETEC isolates producing LT-IIa and LT-IIc also encode a novel PT-like toxin closely linked to the LT-II toxin locus"}, {"text": "prophage inserted into the potABCD locus in the prototype ETEC strain H10407 (FN649414). The LT-IIa and H10407 Q and holin gene sequences are 70% and 79% identical to their homologs, respectively, and are separated by similar distance (2.2 and 2.4 kb), although the intervening DNA sequence and encoded genes are completely different. A primer pair designed to highly conserved regions of the Q and holin genes (RacatermF and RacholinR, respectively) amplified the corresponding region from the LT-IIc2 locus, whose sequence showed that the LT-IIc locus also encodes a complete eplBA operon similarly located 3 of a Q-like gene. The organization of these novel eplBA loci in the LT-IIa and LT-IIc genomes are shown graphically in Fig. 1 , The complete nucleotide sequence including translations of open reading frames for the LT-IIa RacatermF-RacholinR PCR product is shown in Fig. S1 (Supporting Information).", "cite_spans": [], "ref_spans": [{"start": 730, "end": 736, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 877, "end": 884, "text": "Fig. S1", "ref_id": "FIGREF0"}], "section": "Type II ETEC isolates producing LT-IIa and LT-IIc also encode a novel PT-like toxin closely linked to the LT-II toxin locus"}, {"text": "The LT-IIa and LT-IIc eplBA loci encode highly related polypeptides. The predicted LT-IIa and LT-IIc EplB proteins differ at only seven of 156 residues, and intriguingly also differ in the number of repeats of the four residue sequence DVSS immediately following the predicted signal sequence (EplB from the LT-IIa locus, with two repeats, is shown in Fig. 1 ). Comparing the mature polypeptides (excluding the predicted signal sequences and the DVSS repeats) EplB shows 38% identity to PltB (44/121 residues, Fig. 1 ), but is slightly more related (43% identity over 120 residues) to the B subunit of subtilase toxin, which is encoded by a plasmid in Shigatoxigenic E. coli (Paton et al. 2004 ). The predicted mature EplA polypeptides are 97% identical, differing at only five of 229 residues, and are 53% and 27% identical to the mature PltA and PT-S1 polypeptides, respectively ( Fig. 1 ).", "cite_spans": [{"start": 675, "end": 693, "text": "(Paton et al. 2004", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 352, "end": 358, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 510, "end": 516, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 883, "end": 889, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Type II ETEC isolates producing LT-IIa and LT-IIc also encode a novel PT-like toxin closely linked to the LT-II toxin locus"}, {"text": "The location of the eplBA toxin loci following Q-like genes suggests that their expression may be induced during lytic replication of the encoding-phage. Indeed, the LT-IIc Q-gene is followed by a dyad sequence predicted to be a strong transcriptional terminator (FindTerm server, www.softberry.com), ∼80 bp distal to the Q-gene stop codon and ∼300 bp upstream of the eplBA loci. However both eplBA loci also have predicted promoters (see Fig. S1 , Supporting Information; Bprom server at www.softberry.com) within the 300 bp 5 proximal region that could drive transcription of the toxin loci independent of lytic phage transcription. C-F, morphological effects are specific for each toxin, shown by preincubating cosmid extracts with specific rabbit antisera (α-) before adding to CHO cells; observed phenotype is noted in parentheses. C, extract + α-LT-IIa (cells Cl only, El activity neutralized); D, extract + α-EplBA (cell El only, Cl activity neutralized); F, extract + α-LT-IIa and α-EplBA (normal morphology, both Cl and El activities neutralized); F, positive control, purified pertussis toxin, 10 ng (show Cl only). A-C and D-F are from independent experiments.", "cite_spans": [], "ref_spans": [{"start": 439, "end": 446, "text": "Fig. S1", "ref_id": "FIGREF0"}], "section": "Both EplBA and LT-IIa toxins are biologically functional and simultaneously expressed from native promoters"}, {"text": "In the A38 cosmid clone that encodes EplBA and LT-IIa, expression of the cosmid-encoded genes is predicted to occur in their native context (see later) albeit at slightly increased copy number compared to the chromosomal locus, as the copy number of cosmid clones in this vector is estimated to be between 5 and 10 (Hohn and Collins 1980) . Toxin gene expression independent of phage replication is supported by detection of EplBA and LT-II activity in extracts of overnight cultures of TE1 [A38] when these are added to CHO cells in tissue culture (Fig. 2) . CHO cells normally grow as uniform monolayers ( Fig. 2A ), but respond to heat-labile enterotoxins by elongating (Guerrant et al. 1974) and to PT by forming tight clusters (Hewlett et al. 1983) . Cosmid cell extract treated CHO cells grew in tight clusters with elongated morphology, showing both PT-like and LT-II activity (Fig. 2B ). Pre-incubation of extract with toxin-specific rabbit-anti-serum neutralized the toxins and resulted in monolayers that formed clusters only (Fig. 2C , when pre-incubated with anti-LT-IIa), elongated cells only (Fig. 2D , when pre-incubated with anti-EplBA) or normal morphology when pre-incubated with both antisera (Fig. 2E ). This demonstrates that the morphological changes are specific to each toxin; their effects are independent of each other, and that both toxins are naturally produced by cells carrying the cosmid clone. The CHO clustering phenotype is indistinguishable from that seen for CHO cells treated with purified PT ( Fig. 2F ; see also Hewlett et al. 1983 ). Hewlett et al. 1983 also showed that simultaneous addition of PT and CT to CHO cells causes them to both cluster and elongate, indicating that the effect of the two toxins was additive. Additionally, the Hewlett group found that treatment with both PT and CT had a synergis-tic effect on the amount of cAMP produced by intoxicated cells (Hewlett et al. 1982) , and further that treatment with both toxins was required to observe a maximal cAMP response (Hsia et al. 1984) . However, as these two toxins (PT and CT) are produced by different pathogens that colonize distinct mucosal environments (B. pertussis in the lung and Vibrio cholerae in the gut, respectively), this effect was not at the time biologically relevant. Here, I have shown for the first time that an enteric pathogen encodes and can simultaneously produce both types of ADPribosylating toxins that, together, are predicted to completely inactivate G-protein dependent control over cAMP production in target cells, by ADP-ribosylating and constitutively activating the stimulatory Gsα subunit (by LT-II toxin) and ADP-ribosylating and inactivating the inhibitory Giα subunit (by PT-like toxins). Concurrent production of both toxins thus has the potential to increase disease severity by maximizing cAMP production leading to greater net fluid secretion (Sears and Kaper 1996) .", "cite_spans": [{"start": 315, "end": 338, "text": "(Hohn and Collins 1980)", "ref_id": "BIBREF37"}, {"start": 673, "end": 695, "text": "(Guerrant et al. 1974)", "ref_id": "BIBREF31"}, {"start": 732, "end": 753, "text": "(Hewlett et al. 1983)", "ref_id": "BIBREF35"}, {"start": 1551, "end": 1570, "text": "Hewlett et al. 1983", "ref_id": "BIBREF35"}, {"start": 1574, "end": 1598, "text": "Hewlett et al. 1983 also", "ref_id": null}, {"start": 1911, "end": 1932, "text": "(Hewlett et al. 1982)", "ref_id": "BIBREF34"}, {"start": 2027, "end": 2045, "text": "(Hsia et al. 1984)", "ref_id": "BIBREF41"}, {"start": 2896, "end": 2918, "text": "(Sears and Kaper 1996)", "ref_id": "BIBREF77"}], "ref_spans": [{"start": 549, "end": 557, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 608, "end": 615, "text": "Fig. 2A", "ref_id": "FIGREF1"}, {"start": 884, "end": 892, "text": "(Fig. 2B", "ref_id": "FIGREF1"}, {"start": 1036, "end": 1044, "text": "(Fig. 2C", "ref_id": "FIGREF1"}, {"start": 1106, "end": 1114, "text": "(Fig. 2D", "ref_id": "FIGREF1"}, {"start": 1212, "end": 1220, "text": "(Fig. 2E", "ref_id": "FIGREF1"}, {"start": 1532, "end": 1539, "text": "Fig. 2F", "ref_id": "FIGREF1"}], "section": "Both EplBA and LT-IIa toxins are biologically functional and simultaneously expressed from native promoters"}, {"text": "As our original characterization of the LT-II loci family indicated that the flanking genes were phage-related (Jobling and Holmes 2012) , and the above data extend this determination to include the Q-like and holin genes flanking the eplBA loci, I undertook to determine the full genomic context of the EplBA/LT-II encoding genes. By analyzing the sequences at the cosmid vector-insert borders of original LT-IIa cosmid clone (A38), using vector-specific primers that flank the BamHI insertion site in the Table 1 gives a detailed description of each gene.", "cite_spans": [{"start": 111, "end": 136, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 507, "end": 514, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The EplBA and LT-II toxin loci are encoded by a full-sized lambdoid prophage"}, {"text": "tet gene (Hohn and Collins 1980 ) I found that one end showed homology to predicted phage structural gene in a prophagecontaining contig from an Arsenophonus genome (FN545185), and the other end of the A38 cosmid insert was homologous to the zntB gene located at 1.4 Mb in the MG1655 genome. ZntB is ∼5 kb from the integration site for the defective Rac prophage of K12 (Kaiser and Murray 1979) . The rac (recombination activation) locus was originally defined by mutations that suppressed the recombination deficiency phenotypes of recBC mutations (Low 1973) , by activation of the recE gene encoded within the Rac prophage (Kaiser and Murray 1980) . This data indicated that the LT-II locus is contained within a lambdoid-type prophage integrated at the same site as the Rac prophage in E. coli K12. Sequencing the complete insert in cosmid A38, showed that it begins with 5 kb of chromosomal DNA 99% identical to the K12 chromosomal genes 5 of the rac prophage locus-zntB, ydaN, dpbA and ttcA. Following the integration site in ttcA is 30 kb of a lambdoid-type prophage. This appears to be a portion of a complete lambdoid prophage inserted at the K12 rac locus, but lacking ∼15 kb of the right end that should encode many of the phage structural genes and the right chromosomal junction. As this project progressed, several complete E. coli genomes became available that encoded full-sized, but not toxin-encoding, prophages at the rac locus, and some of these (e.g. E. coli W, NC 0117664) had high homology to the right end of the cosmid insert. By a combination of long-range PCR and primer walking, I completed the sequence for the 16 kb missing region and confirmed that in the prototype LT-IIa strain SA53, the LT-IIa locus is chromosomally encoded within a 51 kb prophage inserted in the 5 end of the ttcA gene, in an identical location to the defective Rac prophage of K12 strains (Fig. 3) .", "cite_spans": [{"start": 9, "end": 31, "text": "(Hohn and Collins 1980", "ref_id": "BIBREF37"}, {"start": 370, "end": 394, "text": "(Kaiser and Murray 1979)", "ref_id": "BIBREF47"}, {"start": 549, "end": 559, "text": "(Low 1973)", "ref_id": "BIBREF53"}, {"start": 625, "end": 649, "text": "(Kaiser and Murray 1980)", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 1892, "end": 1900, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "The EplBA and LT-II toxin loci are encoded by a full-sized lambdoid prophage"}, {"text": "The LT-IIa Rac prophage appears largely intact and is organized in typical lambdoid manner (Oppenheim et al. 2005; Casjens and Hendrix 2015) . It has homologs of many of the genes still present in the defective Rac prophage in K12 strains (Casjens 2003) . Predicted genes are annotated in Table 1 and shown graphically in the context of the prophage in Fig. 3 . The majority of the genes in the first 9.5 kb of the prophage are encoded on the reverse strand and encode genes predicted to be involved in the lysis/lysogeny decision-these loci begins with the pre-dicted phage repressor (gene 12, most closely related to the dicA repressor gene of the K12 defective Qin prophage), followed by a kil homolog (Conter, Bouche and Dassain 1996) and predicted genes 6 and 5 involved in recombination (recE/recT). Predicted xis and integrase genes are the last before the chromosomal insertion site att, located within ttcA. The majority of the rest of the prophage genome is encoded on the sense strand and begins the early right operon with genes 13 and 14 encoding dicA-divergent transcriptional regulators (dicC and ydaT), followed in order by a group of phage replication genes (15-18) and a collection of likely non-essential genes (like the lambda Nin gene loci). This region ends with a functional though genetically unrelated homolog (pfam 06576, DUF1133, gene 31) of the lambda Q antiterminator gene. Following the Q-gene, beginning the phage late operon, are the toxin morons [beneficial regions, often encoding toxins, present in certain phages but absent in other related phages, (Hendrix et al. 2000; Juhala et al. 2000; Cumby, Davidson and Maxwell 2012a) ] encoding EplBA and LT-IIa enterotoxins, separated by a three-gene lysis cassette 5 of the LT-IIa genes. The last 28 kb of the prophage genome is predicted to encode mostly structural proteins for packaging DNA and forming the phage particles. Finally, the second att site creates a pseudo gene ttcC 5 of the chromosomal gene uspF both on the reverse strand.", "cite_spans": [{"start": 91, "end": 114, "text": "(Oppenheim et al. 2005;", "ref_id": "BIBREF63"}, {"start": 115, "end": 140, "text": "Casjens and Hendrix 2015)", "ref_id": "BIBREF14"}, {"start": 239, "end": 253, "text": "(Casjens 2003)", "ref_id": "BIBREF13"}, {"start": 705, "end": 738, "text": "(Conter, Bouche and Dassain 1996)", "ref_id": "BIBREF16"}, {"start": 1585, "end": 1606, "text": "(Hendrix et al. 2000;", "ref_id": "BIBREF33"}, {"start": 1607, "end": 1626, "text": "Juhala et al. 2000;", "ref_id": "BIBREF46"}, {"start": 1627, "end": 1661, "text": "Cumby, Davidson and Maxwell 2012a)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 289, "end": 296, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 353, "end": 359, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "The EplBA and LT-II toxin loci are encoded by a full-sized lambdoid prophage"}, {"text": "The location of the toxin morons suggests they are the first of the phage late genes to be expressed following antitermination of the early right transcript, once the Q-gene is induced-when the prophage is committed to lytic development (Yang, Goliger and Roberts 1989) . Here, eplBA are syntenic with the Shiga toxin (stx) genes in their enterohemorrhagic (EHEC) prophages, and in this context stx gene expression is upregulated during lytic induction of lysogens (Neely and Friedman 1998a,b) . In EHEC infections this can occur during treatment with certain antibiotics in patients (Wong et al. 2000) and in animal models (Matsushiro et al. 1999; Zhang et al. 2000) , paradoxically triggering increased toxin expression by SOS-induction of prophages. This can lead to more severe disease or development of hemolytic uremic syndrome. I predict that production of both EplBA and LT-II toxins is similarly increased during lytic replication, and I am currently characterizing potential mechanisms of Rac-like prophage and toxin induction in type II ETEC. Expression data from the cosmid Agarose gel separation of PCR products using E. coli cultures as template. Primers read out from the prophage genome (ttcAR at the left end and racrhsF3 at the right end) Lanes-1, K12 strain AB1157 (Rac empty , no prophage); 2, size standards -500, 400, 300, 200 and 75 bp; 3-8, type II ETEC isolates -3, LT-IIa; 4, LT-IIc1; 5, LT-IIc2; 6, LT-IIc3; 7, LT-IIc4; 8, LT-IIc5. Dots mark 325/295 bp products produced only by circular phage DNA. RacrhsF3 has a partial secondary priming site 7 bp 5 of its complete match in the LT-II prophage genome, and so also produces a minor product 30 bp larger. The smallest band in each lane is the primer-dimer of racrhsF3 and ttcAR primers, which is preferentially produced in the absence of functional template.", "cite_spans": [{"start": 237, "end": 269, "text": "(Yang, Goliger and Roberts 1989)", "ref_id": "BIBREF94"}, {"start": 465, "end": 493, "text": "(Neely and Friedman 1998a,b)", "ref_id": null}, {"start": 584, "end": 602, "text": "(Wong et al. 2000)", "ref_id": "BIBREF92"}, {"start": 624, "end": 648, "text": "(Matsushiro et al. 1999;", "ref_id": "BIBREF55"}, {"start": 649, "end": 667, "text": "Zhang et al. 2000)", "ref_id": "BIBREF95"}], "ref_spans": [], "section": "The EplBA and LT-II toxin loci are encoded by a full-sized lambdoid prophage"}, {"text": "above and preliminary data with toxin 5 sequences cloned into promoter probe vectors indicates that even without prophage induction, the toxin genes are expressed at a detectable level from their own lytic-development independent promoters.", "cite_spans": [], "ref_spans": [], "section": "The EplBA and LT-II toxin loci are encoded by a full-sized lambdoid prophage"}, {"text": "Comparison with preliminary sequence data for several LT-IIc loci indicates that the LT-IIa locus has an ≈3 kb deletion following the LT-IIa genes-gene 39 appears to be a deletion/fusion event joining the coding sequences for 30 residues at the start of an endolysin-like protein with the majority (deleted for ∼50 Nterminal residues) of a small terminase subunit. In this region, other similar phages have three highly conserved but hypothetical genes. It is thus possible that this LT-IIa prophage is now defective, and I have been unsuccessful in detecting plaque formation or Rac phage production from SA53. However, spontaneous excision of the prophage can be detected in some type II ETEC isolates by PCR. Outward-directed primers (RacrhsF3-right arm, and racIntF, left arm) from both ends of the prophage detect circularized phage DNA in stationary phase cultures of several LT-IIc isolates, but not SA53 (LT-IIa) (Fig. 4) . The defective K12 Rac prophage can also excise (Evans, Seeley and Kuempel 1979) , in a process recently found to be regulated by HN-S (Hong, Wang and Wood 2010) , by recombination between direct repeats of 5 -TTGTTCAGGTTGTATTGTTCTTTCTT-3 , that flank the K12 locus and define the att site. Thus, the LT-IIc phages are functional for at least a portion of the lytic pathway, but we do not yet know of conditions that may induce the lytic cycle or if these are capable of replicating and forming functional phage particles. LT-IIc prophages must be significantly different from LT-IIa in their right arms, as five outward-directed LT-IIa-specific primers from 4 kb distal to the insertion site, down to only 170 bp 5 of the racrhsF3 positive primer, fail to give products with uspFR on any LT-IIc isolate DNA template (not shown). For comparison, there are few published studies describing Rac-like phages. The Sakai Rac prophage, Sp10 (Asadulghani et al. 2009 ) is reported to be competent for all phage functions except for the repressor which appears to be described as defective only because it lacks an SOS-induction domain. That study found Sp10 DNA was packaged into phage particles, and these could transduce marked phage genomes to some E. coli K12 strains, where they integrated specifically at the rac locus. Further work is warranted to understand the life cycle of Rac prophages in greater detail.", "cite_spans": [{"start": 979, "end": 1011, "text": "(Evans, Seeley and Kuempel 1979)", "ref_id": "BIBREF22"}, {"start": 1066, "end": 1092, "text": "(Hong, Wang and Wood 2010)", "ref_id": "BIBREF39"}, {"start": 1866, "end": 1890, "text": "(Asadulghani et al. 2009", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 921, "end": 929, "text": "(Fig. 4)", "ref_id": "FIGREF3"}], "section": "Detection of prophage excision by LT-II prophages"}, {"text": "There are currently no complete E. coli genomes published that have EplBA/EalAB and LT-II-encoding toxin prophages at the rac locus. Some complete E. coli genomes encode large prophages at the rac locus (inserted within ttcA and distal to uspF), including E. coli W (CP002185), the prototype EHEC strains EDL933 (NC 002655) and Sakai (NC 002695), EAEC O42 (FN554766) and avian pathogenic isolate APEC O1 (NC 008563). Although none of these prophage genomes encode similar enterotoxins, the O42 and O1 Rac prophages have morons following the structural genes that encode an iron transport system (SitABCD) and a cytolethal distending toxin (CdtABC), respectively. Following their lysis cassettes, these two phages encode trkG homologs, also found in the K12 Rac prophage. One Rac prophage in a 0.9 Mb contig from the draft genome for an avian E. coli B088 isolate (GG749133) does encode a different LT-II-like toxin, but no PT-like toxin locus. I will describe the LT-II toxin from this strain in a future publication. The E. coli W Rac prophage is most similar to the LT-IIa Rac prophage with 73% identity over the whole prophage genome. A global comparison shows more than half of these two prophage genomes are ≥90% identical, interspersed with regions of no or low DNA homology, indicative of module swapping (Casjens 2003; Grose and Casjens 2014) . These non-homologous regions include portions of the recombination genes, key regulatory genes (dicA/dicC or cI/cro), replication genes and, significantly, the morons encoding EplBA and LT-IIa toxins. Notably, the moron flanking (Q and terminase subunit) and intervening (two holin) genes are well conserved although the third lysis cassette (endolysin) gene appears divergent. This analysis supports the concept of prophage evolution by recombination between homologous modules (Lima-Mendez, Toussaint and Leplae 2011; Menouni et al. 2015) .", "cite_spans": [{"start": 1312, "end": 1326, "text": "(Casjens 2003;", "ref_id": "BIBREF13"}, {"start": 1327, "end": 1350, "text": "Grose and Casjens 2014)", "ref_id": "BIBREF30"}, {"start": 1873, "end": 1893, "text": "Menouni et al. 2015)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Bioinformatic comparison of LT-II Rac prophages to other Rac prophages in sequenced E. coli genomes"}, {"text": "Since both the LT-IIa and the LT-IIc2 loci, from SA53 and T442/2, respectively, encode highly related EplBA toxins, I next determined if similar toxins were also encoded by our other LT-II strains, and if so, how different they were. The conserved Qgene and holin gene-specific primers RacatermF and RacholinR, respectively (Table S1 , Supporting Information), used to amplify the LT-IIc2 locus from 442/2, also amplified similar sized (2.5-2.8 kb) products from all bar four of our 50 LT-II isolates (no products were obtained from three LT-IIc1 subtype strains and the lone LT-IIb strain). Variation in the size of the amplimers indicated that, while the sequence and order of the Q-holin genes is conserved in the majority of the LT-II isolates' prophages, the intervening DNA shows some heterogeneity. I determined the DNA sequence of these PCR products for the other five of the six LT-IIc type strains (LT-IIc1, c3-c6, Jobling and Holmes 2012), and found that LT-IIc1, c2, c3 and c4 encoded highly similar eplBA loci. PCR with the RacatermF primer and a reverse primer internal to eplB (EplBR) was used to determine the frequency that eplBA toxin genes are associated with their LT-II locus for each of the 46 Q-holin PCR-positive LT-II strains in my collection. Thirty six type II ETEC isolates were PCR positive (all producing an ∼1.1 kb product) using RacatermF and EplBR as the reverse primer, showing that the majority of LT-IIc-positive type II ETEC also encode eplBA loci.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 333, "text": "(Table S1", "ref_id": "TABREF0"}], "section": "EplBA loci are present in the majority of LT-II ETEC isolates"}, {"text": "Sequence analysis of the four EplBA-positive LT-IIc subgroup prototype strains revealed that their EplA polypeptides are almost identical, differing at only the last residue, and all differ from EplA at the LT-IIa locus by 6 of their 248 residues. The final residue for each EplA polypeptide for LT-IIa and LT-IIc1-c4 type strains is L, E, V, D and G, respectively. The 4 LT-IIc1-c4 type strain EplB proteins are also very similar and showed at least 98% identity, and 90% identity with the LT-IIa EplB protein. Each gene encodes a polypeptide with a well-defined 21 residue signal sequence ending with canonical cleavage sites (ala-xxx-ala)-NANA-NA predicted to be cleaved after the second alanine; surprisingly, the major differences in the predicted protein sequences is due to a variable number of repeats directly following the predicted signal sequence-comprising the sequence (NA)x(DVSS)y, where, for LT-IIa and LT-IIc1 through LT-IIc4 type strains, x is either 3 or 4 (which includes the signal pep-tide cleavage site from −4 to −1) and y is 2 for the LT-IIa-encoded EplB, and 6 or 7 for the LT-IIc1-c4-encoded EplB polypeptides. The number of repeats is responsible for the majority of differences between the loci, and excluding the repeats individual mature EplB proteins differ by at most 8 residues in 9 of 125 positions (Fig. 5) . The mature EplB subunits from LT-II prophages thus form two major groups that differ at 3 of 4 residues (having either AKTG or-TKRD signatures) in the center of the protein sequence, but this does not correlate with any specific LT-II type. The two LT-IIa EplB subunits are variants of the AKTG signature group.", "cite_spans": [], "ref_spans": [{"start": 1334, "end": 1342, "text": "(Fig. 5)", "ref_id": null}], "section": "Variations within EplB genes are responsible for the diversity within EplBA-encoding loci"}, {"text": "To analyze further the variation in the number of N-terminal repeats, I performed PCR on each of the remaining RacatermF-EplBR PCR-positive type II ETEC isolates, with a primer pair that closely flank the variable region (EplBmatF, priming at the end of the signal peptide coding sequence and EplBR) and using highresolution borate-based agarose gels (Brody et al. 2004 ) each isolate could be put into one of seven groups based on the size of the amplimer (Fig. 5) , from 0.12 to 0.2 kb. By sequencing the complete EplB gene of representative isolates from each group, EplB variants were found with between three and five NA repeats, and DVSS repeats from one up to a maximum of seven, with variants with all intervening number of DVSS repeats found (Fig. 5) . EplB subunits from two LT-IIa prophages are identical to each other and have the lowest number (one or two) of repeats, while LT-IIc loci generally have five or more repeats (only five LT-IIc loci encode three repeats and two encode four); the number of LT-IIc loci encoding five, six or seven repeats are eight, five and 13, respectively.", "cite_spans": [{"start": 351, "end": 369, "text": "(Brody et al. 2004", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 457, "end": 465, "text": "(Fig. 5)", "ref_id": null}, {"start": 751, "end": 759, "text": "(Fig. 5)", "ref_id": null}], "section": "Variations within EplB genes are responsible for the diversity within EplBA-encoding loci"}, {"text": "While the type strains for LT-IIc5 and LT-IIc6 did not produce PCR products with RacatermF and an eplB-specific reverse primer, they did produce slightly smaller (2.5 versus 2.8 kb) amplicons with RactermF and RacholinR primers compared to eplBApositive isolates, indicating that the intervening DNA sequences differed. DNA sequencing of these PCR products showed, surprisingly, that both LT-IIc isolates did not encode EplBA toxins but instead encoded unique alleles of a second different, but still related, two-gene ADP-ribosylating toxin operon that has a more typical A-B gene order (Fig. 6) . Comparing Eal to Epl polypeptides, the A polypeptides show 64% identity, while the B polypeptides show only 28% identity (Fig. 6) . I designated the genes encoded in these LT-IIc isolates ealAB, for E. coli artAB-like AB toxin, as both predicted A and B polypeptides are most closely related to the ArtAB toxin subunits from S. enterica serovar Typhimurium DT104 (Saitoh et al. 2005 ) (67% -69% identity; Figs S5 and 6, Supporting Information). The ArtAB-encoding genes of Salmonella are present in the same location (between Q and holin genes) within a functional lambdoid prophage (Saitoh et al. 2005) , and have been proposed as contributing to the enhanced virulence characteristics of this phage type (Uchida et al. 2009 ). EalA polypeptides from LT-IIc5 and LT-IIc6 are almost identical (99%), differing at only 2/242 residues, while their EalB polypeptides are more divergent (84% identity) differing at 22/142 residues (Fig.  S2, Supporting Information) .", "cite_spans": [{"start": 962, "end": 981, "text": "(Saitoh et al. 2005", "ref_id": "BIBREF74"}, {"start": 1182, "end": 1202, "text": "(Saitoh et al. 2005)", "ref_id": "BIBREF74"}, {"start": 1305, "end": 1324, "text": "(Uchida et al. 2009", "ref_id": "BIBREF88"}], "ref_spans": [{"start": 588, "end": 596, "text": "(Fig. 6)", "ref_id": "FIGREF4"}, {"start": 720, "end": 728, "text": "(Fig. 6)", "ref_id": "FIGREF4"}, {"start": 1526, "end": 1560, "text": "(Fig.  S2, Supporting Information)", "ref_id": "FIGREF1"}], "section": "Most EplBA-negative LT-II isolates encode alleles of a second novel PT-like toxin family"}, {"text": "Determining the DNA sequences of the other eight RacatermF-holinR PCR-positive but eplBA-negative loci confirmed that each of these loci also encoded EalAB toxins. EalAB-encoding loci were found in two more LT-IIc5 isolates, all five LT-IIc1v isolates and one LT-IIa isolate. The IIc1v Figure 5 . Variation in the coding sequences for EplB subunits from selected type II ETEC isolates. (A) High-resolution agarose gel of PCR amplimers from E. coli cells using EplBmatF and EplBR primers. From left to right, isolates tested are (LT-II type and number of DVSS repeats given in parentheses) lane 1, 442/2 (IIc2, 7); 2, 357900 (IIc1, 6); 3, W517 (IIc4, 5); 4, F150 (IIc3, 4); size markers-300, 200 and 75 bp, noted on left side of gel; 5, F250 (IIc4, 3); 6, SA53(IIa, 2) and 7, KH655 (IIa, 1). (B) Aligned amino acid sequences of EplB subunits from representative isolates show variability in the number or repeats of NA (asn-ala) and DVSS (asp-val-ser-ser) and identifies three groups of EplB families. Arrowheads above amino acids denote approximate position of primers in the coding region used to produce panel A. Unique EplB subunits are numbered on the left, and the numbers of NA and DVSS repeats given on the right in the form x-y. EplB variants are shown for the following isolates (LT-II type is in parentheses) 1, T5 (IIc2); 2, 33548 (IIc4); 3, E21845 (IIc2); 4, 442/2 (IIc2); 5, D217 (IIc3); 6, 357900 (IIc1); 7, NK87 (IIc2); 8, T1 (IIc3); 9, W517 (IIc4); 10, F150 (IIc3); 11, 35227-2 (IIc4); 12, F250 (IIc4); 13, SA53 (IIa); 14, KH655 (IIa). The EplB amino acid sequence for isolate T5 is given in row 1, and dots show identical residues in other EplB subunits; differences from T5 are shown with a blue background, gaps in the protein sequences are shown as dashes. Signal sequences are boxed. Outside of the repeat region, EplB subunits divide into two main groups with either AKTG or TKRD signatures; two single residue variants are also identified, one in each group, and the two LT-IIa-specific EplB alleles are further variants of the AKTG signature.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 294, "text": "Figure 5", "ref_id": null}], "section": "Most EplBA-negative LT-II isolates encode alleles of a second novel PT-like toxin family"}, {"text": "EalAB polypeptides were all identical and showed 99%-100% amino acid identity to EalAB from LT-IIc5, respectively, while the LT-IIa EalAB locus was unique, and the encoded polypeptides differed from all the others (73% identity for EalB; Fig. S2 , Supporting Information). The major differences between the EalAB-encoding loci occur in the intergenic region between the end of the EalB gene and the start of the first holin gene; the coding sequences are highly conserved (red boxed regions; Fig. S3 , Supporting Information), but the intervening region varies greatly in length and sequence, from 320 bp for IIc1v/IIc5 variants, 284 bp for IIc6 variant down to only 57 bp for the IIa variant locus. The significance of this is unclear. By comparison, all EplA and holin genes are separated by 494 bp, 99%-100% identical for the LT-IIc loci and 87% identical to the LT-IIa loci. Table 2 shows that the particular BA/AB toxin type also correlates closely with LT-II type and origin of isolate. Strikingly, four subgroups of LT-IIc (c1, c2, c3 and c4) isolates are only associated with eplBA genes and constitute two-thirds (33/50) of all LT-II isolates. All LT-IIc1v and the single c6 isolates encode EalAB toxins. While 90% (9/10) of the EalAB-encoding loci are found in isolates of animal origin, 90% (9/10) of human type II ETEC isolates encode EplBA toxins. This tight and non-random linkage between EalAB/EplBA and LT-II type raises the questions as to how the various combinations might have arisen, and what the selective forces are that produce the tight linkage these two toxins. Both toxin loci fit the definitions of morons, as beneficial elements that usually have their own promoters and terminators (Cumby et al. 2012b) . Here, they are inserted between highly conserved Q and terminase genes, and these are potential sites where homologous recombination can occur. The most likely way to generate recombinants is by superinfection, of a type II ETEC isolate with a resident rac prophage, by an active toxin-encoding phage with homologous Q, holin and terminase genes but different EplBA, EalAB or LT-II loci. Relaxed recombination specificity of phage recombination enzymes such as λredαβ or Rac recE/recT gene products (De Paepe et al. 2014 ) drives assortment of phage modules, and can occur even when the resident prophage is defective. Bobay, Touchon and Rocha (2013) finds that 'phages encoding their own recombination machinery have more mosaic genomes resulting from recent recombination events and have more diverse gene repertoires'. Superinfection of stx lysogens by other stx phages has been demonstrated (Fogg et al. 2011) , and in a comparative genomics study of stx phages, Smith concludes that 'recombination events between the host, phages and their remnants within the same infected bacterial cell will continue to drive the evolution of Stx phage variants' (Smith et al. 2012 ). These events have apparently occurred frequently enough in type II ETEC to generate the many combinations of LT-II toxin and Epl/Eal toxin types we find here, and suggest that toxin-encoding Rac phages are or have recently been able to produce infectious particles. The tight linkage of a PT-like toxin with an LT-II toxin within the same prophage indicates that the ability to produce both toxins provides the cell with a currently undetermined selective advantage in nature.", "cite_spans": [{"start": 1712, "end": 1732, "text": "(Cumby et al. 2012b)", "ref_id": "BIBREF18"}, {"start": 2234, "end": 2255, "text": "(De Paepe et al. 2014", "ref_id": "BIBREF19"}, {"start": 2354, "end": 2385, "text": "Bobay, Touchon and Rocha (2013)", "ref_id": "BIBREF5"}, {"start": 2630, "end": 2648, "text": "(Fogg et al. 2011)", "ref_id": "BIBREF23"}, {"start": 2889, "end": 2907, "text": "(Smith et al. 2012", "ref_id": "BIBREF80"}], "ref_spans": [{"start": 238, "end": 245, "text": "Fig. S2", "ref_id": "FIGREF1"}, {"start": 492, "end": 499, "text": "Fig. S3", "ref_id": "FIGREF2"}, {"start": 879, "end": 886, "text": "Table 2", "ref_id": null}], "section": "Most EplBA-negative LT-II isolates encode alleles of a second novel PT-like toxin family"}, {"text": "From a collection of 50 type II ETEC isolates, only four produced no PCR product using the Q and holin gene-specific primers. Three of these were LT-IIc1 isolates, one from Brazil (raw beef), one from Sri Lanka and one from Belgium (both bovine); these could simply be primer mismatches or they may be more divergent; they were not studied further. The single LT-IIb isolate also gave no product, and neither the isolate, strain 41, nor TE1 carrying the cosmid clone, D27, showed clustering activity on CHO cells, indicating that the LT-IIb strain does not produce a PT-like toxin. It does, however encode a lysin gene 5 of the LT-IIb locus (Jobling and Holmes 2012) , indicating LT-IIb may also be encoded by a prophage. To verify this, I determined the prophageencoding sequence of the single available LT-IIb cosmid clone D27; this cosmid appears chimeric (more than one contiguous genomic Sau3AI fragment inserts), and has a 10 kb Sau3AI fragment encoding the LT-IIb locus, joined to ∼26 kb of unlinked chromosomal DNA (shown graphically in Fig. S4 , Supporting Information). The 10 kb DNA fragment encompasses 5 kb of sequence 5 of the LT-IIb toxin genes, the LT-IIb genes and the remainder of the right arm, including the chromosomal integration site of the prophage. This shows that the LT-IIb locus is encoded within a prophage-like element, although the LT-IIb prophage is not found at the rac locus but is instead inserted into the serU tRNA gene, adjacent to the K12 yodB locus at 2.04 Mb in Table 2 . Distribution of ealBA and ealAB loci among 50 LT-II ETEC isolates. ; number of isolates  c1  c2  c3  c4  c5  c6  a  b  Source  eplBA or ealAB type  9 a  1 5  6  1 0  5  1  3  1   Human  BA  1  6  1  1  ----A B  ------1  -Animal or food  BA  -9  5  9  2  -2  -AB  5 b  ---3  1 -a Three isolates were negative by PCR with Q-holin primers. b All were LT-IIc1v subtype.", "cite_spans": [{"start": 641, "end": 666, "text": "(Jobling and Holmes 2012)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 1045, "end": 1052, "text": "Fig. S4", "ref_id": "FIGREF3"}, {"start": 1503, "end": 1510, "text": "Table 2", "ref_id": null}, {"start": 1580, "end": 1788, "text": "; number of isolates  c1  c2  c3  c4  c5  c6  a  b  Source  eplBA or ealAB type  9 a  1 5  6  1 0  5  1  3  1   Human  BA  1  6  1  1  ----A B  ------1  -Animal or food  BA  -9  5  9  2  -2  -AB  5 b  ---3  1", "ref_id": "TABREF0"}], "section": "LT-IIb is encoded by a different highly defective prophage remnant and does not encode a PT-like toxin"}, {"text": "MG1655. Additionally, the LT-IIb prophage appears severely defective, missing the majority of the phage structural genes. It has only four genes (one hypothetical, a small terminase subunit and two phage tail fiber genes) following the LT-IIb gene before the predicted chromosomal insert site is found. Preceding the LT-IIb genes are homologs of the three gene lysis cassette, but no PT-like toxin locus. Instead, this region appears to have undergone rearrangement and/or duplication, having a second copy of a holin gene flanked by multiple tRNA genes. Phage-related sequences in the LT-IIb cosmid end with a partial gene showing homology to phage-encoded methylases. This gene is joined at a Sau3AI site to what appears to be an otherwise unlinked chromosomal DNA fragment, the ends of which encode xdhA and araE homologous sequences (Fig. S4 , Supporting Information)that are separated by 26 kb in the K12 genome. Thus, strain 41, whose LT-IIb genes are nevertheless syntenic with their homolog and 5 flanking genes in the LT-IIa/c prophages, encodes LT-IIb (but no PT-like toxin) within a non-Rac prophage. This SerU-prophage is unique, degenerate and divergent from the Rac prophages that encode all other LT-II loci.", "cite_spans": [], "ref_spans": [{"start": 837, "end": 845, "text": "(Fig. S4", "ref_id": "FIGREF3"}], "section": "LT-II toxin type"}, {"text": "I have identified two new families of PT-like toxins, EplBA most closely related to PltBA, and EalAB most closely related to ArtAB, predicted to encode an enzymatic (ADP-ribosyltransferase) A subunit and a ligand-binding B subunit. While the gene order is reversed between the eplBA and ealAB families (as it is for pltBA and artAB), their corresponding A-and B polypeptides are clearly structurally and functionally related. The A subunits of both novel toxins show 66% overall identity with each other, having more conserved amino-terminal regions and more variable carboxyl-terminal halves (Fig. 6) . Together with the A subunits of the other two-gene toxins from Salmonella (ArtAB and PltBA), they share extensive amino acid homology with the enzymatic S1 subunit of PT Fig. S5 , Supporting Information). The more divergent carboxyl termini are likely a function of the need to preserve interaction with their similarly related but quite different B subunits. Crystal structures are available for PltBA (Song, Gao and Galan 2013) (in conjunction with its second enzymatic A subunit, CdtB) and PT (Stein et al. 1994b) . These show that the carboxyl domains of the enzymatic subunits extend into and interact significantly with the pore of the B pentamer. The aminotermini of these catalytic subunits show very similar folds and key catalytic residues are conserved with PT-S1 for all EplA and EalA alleles (Fig. S5 , Supporting Information). Variants of both EplBA and EalAB with glu-to-ala substitutions for the predicted catalytic glutamate residues (E113A and E115A, respectively) in their A polypeptides assemble into holotoxin normally, but these do not intoxicate host cells (data not shown), indicating that their enzymatic function is required to induce the morphological response. In contrast, comparison of each of these A subunit sequences with PltA shows that two enzymatically critical residues (homologs of PT-S1 R13 and H35), that are also conserved in all other A/S1 subunits, are variant in PltA (substituted by T and F, respectively; identified in Fig. 1 and Fig. S5 , Supporting Information). These are likely to affect the catalytic activity of PltA, and it is possible that PltA has devolved into a mainly structural and not catalytic role in Typhi toxin. The critical function of PltA may then be coupling the CdtB toxin protein to the PltB subunit (ligand-binding component) in its unique tripartite (A 2 -B 5 ) toxin complex (Song, Gao and Galan 2013) . All other toxins with S1-like subunits are therefore likely to be functional ADPribosyltransferases, and like PT, modify and inactivate inhibitory G-proteins; this has been proven for ArtAB (Uchida et al. 2009 ). Further work is necessary to identify specific subtrates for EplBA and EalAB toxins.", "cite_spans": [{"start": 1007, "end": 1033, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 1100, "end": 1120, "text": "(Stein et al. 1994b)", "ref_id": "BIBREF85"}, {"start": 2452, "end": 2478, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 2671, "end": 2690, "text": "(Uchida et al. 2009", "ref_id": "BIBREF88"}], "ref_spans": [{"start": 593, "end": 601, "text": "(Fig. 6)", "ref_id": "FIGREF4"}, {"start": 774, "end": 781, "text": "Fig. S5", "ref_id": null}, {"start": 1409, "end": 1417, "text": "(Fig. S5", "ref_id": null}, {"start": 2069, "end": 2075, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 2080, "end": 2087, "text": "Fig. S5", "ref_id": null}], "section": "Comparison of the A subunits between EplBA, EalAB and other PT-like families"}, {"text": "While their A subunits are highly related, both to each other and PltA and ArtA, the predicted mature EplB and EalB subunits are the most divergent polypeptides in the two-gene PTlike toxin group. EplB polypeptides are unique in possessing a variable number of amino-terminal DVSS-repeats, of unknown function, but with the majority of EplB subunits having higher numbers of repeats, the repeat may have biological significance. Comparing EplB (from LT-IIc2) and EalB (from LT-IIc5), they show only 23% identity, matching at only 38 of 156/121 residues. Excluding the repeat region of EplB, this rises to 28% identity. EplB shows progressively decreasing percent identity compared to SubB, PltB and ArtB (40%, 33% and 25%, respectively) while the percent identity increases for EalB (26%, 29% and 68%, respectively) (Fig. S6 , Supporting Information). All five B subunits show weak homology to PT-S2/S4 subunits. Features conserved in all B subunits include cysteine pairs that in the structures of PltB, SubB and PT-S2/S4 form disulfide bridges, and critical ligand-binding residues also identified in Fig. S6 (Supporting Information). These data indicate that these novel EplBA and EalAB toxins are structurally and functionally related to the PltBA and ArtAB toxins and may bind similar ligands. To permit further characterization of these novel toxins, I proceeded to engineer toxin clones with carboxyl-terminal histagged B subunits with which to over-expression and purify the holotoxins. ", "cite_spans": [], "ref_spans": [{"start": 816, "end": 824, "text": "(Fig. S6", "ref_id": "FIGREF4"}, {"start": 1103, "end": 1110, "text": "Fig. S6", "ref_id": "FIGREF4"}], "section": "Comparison of the B subunits between EplBA, EalAB and other PT-like families"}, {"text": "I cloned the complete eplBA locus from the original cosmid clone A38 ) as a 1.5 kb BglII-EcoRI fragment (see Fig. 1 ) into BamHI-EcoRI cut pBluescript SKII-(Alting-Mees and Short 1989); cell extracts of TE1 carrying this clone (pAEplBA-IIa) showed PT-like only activity on CHO cells (Fig. 7) ; extracts of cells carrying only the cloned eplB (a 1.5 kb ApoI deletion, removing the 3 end of eplA making pAEplB-IIa) or eplA genes (a subclone of a PstI-KpnI fragment into pSKII-, deleting the 5 end of eplB, making pAEplA-IIa) alone show no activity, demonstrating that both eplB and eplA genes are necessary and sufficient to express this novel toxin activity (Fig. 7) . I then appended a 6-his tag with a (gly-pro) 2 -encoding linker to the carboxyl terminus of EplB, and expressed this gene as an operon with native eplA (see methods). Essentially pure assembled EplBA holotoxin was affinity purified from cell lysates of TE1 [pAEplBgpgpH6EplA] by metal-chelate (Talon) chromatography followed by anion exchange chromatography. Holotoxin (A + B subunits) eluted first, and consisted of two bands by SDS-PAGE ( Fig. 8 lane 1) , consistent with assembly into a multimeric complex of mature EplA (26 kDa) with tagged EplB-h6 (16 kDa). A second peak consisted of free B subunits ( Fig. 8 lane 2) . Intramolecular cross-linking of the purified EplBgpgpH6 B subunit only complex, followed by SDS-PAGE, showed a ladder of five bands consistent with the holotoxin consisting of a single A subunit associated with a homopentamer of B subunits (Fig. 8) . For EplB, cross-linkers with larger spacers (DMP and DMS) more efficiently cross-linked all subunits of the pentamer, while for the control CT-B subunits, the cross-linker with the shortest spacer (DMA) was more efficient. This makes EplBA a bona fide member of the AB 5 family of toxins. Assembly of the single EplB subunit into a pentamer is in agreement with the crystal structure of the tripartite A 2 B 5 Typhi toxin (Song, Gao and Galan 2013) where the CdtB toxin is covalently coupled to PltA (via a disulfide bond), and PltA is non-covalently coupled to a pentamer of PltB subunits. Using a similar strategy, I cloned, expressed and purified his-tagged EalAB holotoxin (see methods). Both tagged variants of EplBA and EalAB holotoxin formed stable multimeric complexes that produced the characteristic clustering phenotype when added to CHO cells, indicating that the his-tag did not interfere with their ability to bind to and intoxicate target cells.", "cite_spans": [{"start": 1966, "end": 1992, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}], "ref_spans": [{"start": 109, "end": 115, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 283, "end": 291, "text": "(Fig. 7)", "ref_id": "FIGREF5"}, {"start": 657, "end": 665, "text": "(Fig. 7)", "ref_id": "FIGREF5"}, {"start": 1109, "end": 1123, "text": "Fig. 8 lane 1)", "ref_id": "FIGREF0"}, {"start": 1276, "end": 1290, "text": "Fig. 8 lane 2)", "ref_id": "FIGREF1"}, {"start": 1533, "end": 1541, "text": "(Fig. 8)", "ref_id": "FIGREF6"}], "section": "Cloning and expression of EplBA and EalAB toxins"}, {"text": "The ligand-binding function for PT resides in its B subunits (Rossjohn et al. 1997 ) and is required for intoxication of host cells. PT binds to glycan moieties of host cell surface glycoproteins (Witvliet et al. 1989; Stein et al. 1994a) , preferentially sialoglycoproteins (el Bayâ et al. 1995) . Similarly, an AB 5 toxin with a related B subunit (SubAB) binds to glycoprotein ligands (Beddoe et al. 2010) , preferentially an α(2-3)-linked N-glycolylneuraminic acid (Neu5Gc). Although this sugar does not occur naturally in humans, it is incorporated into and sensitizes human intestinal cells by absorption from dietary foods (Byres et al. 2008 ). Recently, the preferential glycan recognized by the PltB subunit was determined (Song, Gao and Galan 2013) (Song, Gao and Galan 2013) . The EplBA and EalAB toxins also appear to use glycoproteins as ligands, as the glycan-deficient CHO cell line CHO-15B (Brennan et al. 1988 ) is between 333-and 390-fold less susceptible to both toxins than the parent CHO cell line (identical within the limits of the assay) to these cell lines' response to PT (400-fold less susceptible), as determined by morphological assay (Fig. 9) . CHO-15B cells show cell clustering by EplBA, EalAB or PT only when treated with 50-62 ng or greater, whereas CHO cells are susceptible to 125-160 pg amounts of these toxins. I have determined the preferred glycans for the his-tagged EplB and EalB subunits using the version 5.1 glycan array at the Consortium for Functional Glycomics (see www.functionalglycomics.org for complete data). This array has 610 unique mammalian glycans and the data show that these two toxins binds different but overlapping sets of glycans, with terminal sialated galactose sugars in common. While both EplB and EalB bind best to glycans with terminal gal-α(2-3)-Neu5Ac, EalAB also binds to glycans with terminal gal-α(2-3)-Neu5Gc. Figure 10 (top panels) shows the signals obtained for all glycans in the array for each toxin B subunit (left, EplB and right, EalB), and Fig. 10 (lower panel) shows the structures of representative top ten glycans bound by each toxin. The top ten ranking glycans bound by EplB and EalB are Figure 9 . Sialyated glycoproteins are functional ligands for EplBA and EalAB toxins. Tissue culture clustering assays of serial dilutions of purified his-tagged or pertussis toxin on wt CHO cells or glycosylation-deficient CHO-15B cells; toxin titers are expressed as log10 of the clustering units per μg. Above each bar is given the minimal amount of toxin required to observe clustering on the respective cell line. The almost three log decrease in toxin titer on CHO-15B cells indicates that sialated glycoproteins are the major functional ligands for all these toxins. shown in Tables 3 and 4 , respectively, along with the corresponding ranking for that glycan's binding by the other toxin.", "cite_spans": [{"start": 61, "end": 82, "text": "(Rossjohn et al. 1997", "ref_id": "BIBREF72"}, {"start": 196, "end": 218, "text": "(Witvliet et al. 1989;", "ref_id": "BIBREF91"}, {"start": 219, "end": 238, "text": "Stein et al. 1994a)", "ref_id": "BIBREF84"}, {"start": 275, "end": 296, "text": "(el Bayâ et al. 1995)", "ref_id": "BIBREF20"}, {"start": 387, "end": 407, "text": "(Beddoe et al. 2010)", "ref_id": "BIBREF4"}, {"start": 629, "end": 647, "text": "(Byres et al. 2008", "ref_id": "BIBREF8"}, {"start": 731, "end": 757, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 758, "end": 784, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 897, "end": 925, "text": "CHO-15B (Brennan et al. 1988", "ref_id": null}], "ref_spans": [{"start": 1163, "end": 1171, "text": "(Fig. 9)", "ref_id": null}, {"start": 1885, "end": 1894, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 2023, "end": 2044, "text": "Fig. 10 (lower panel)", "ref_id": "FIGREF0"}, {"start": 2176, "end": 2184, "text": "Figure 9", "ref_id": null}, {"start": 2759, "end": 2773, "text": "Tables 3 and 4", "ref_id": "TABREF3"}], "section": "Detection by glycan array of ligands bound by EplBA and EalAB toxin B subunits"}, {"text": "Remarkably, EplB and EalB bind very similar glycans despite having only 23% identity in their mature subunits. Both toxins bind sialated galactose residues, as do PltB (Song, Gao and Galan 2013) and SubB (Byres et al. 2008) . Overall, although they bind unique sets of glycans, half of the top ten glycans for one toxin are also in the top 20 glycans bound by the other toxin. Common among the top glycans for both toxins are terminal Neu5Acα2-3Galβ1-4GlcNAc units, although Galβ1-3GlcNAc Figure 10 . Glycan array (PA v51) analysis of EplBgpgpHis6 and EalBgpgpH6 toxin binding. Profiles for EplB (left panel) and EalB (right panel) binding to the consortium for functional glycomics printed array v5.1, which has 609 mammalian glycans per slide (numbered on the X-axis). Y-axis values represent the average relative fluorescence unit signal of bound toxin (200 μg mL −1 ) detected with Alexa488-labeled anti-His antibody. The schematic structure of the most relevant glycans bound (top two glycans for each subunit, first shared glycan-no. 9 for EplB and no. 10 for EalB, and the second Neu5Gc-containing glycan for EalB) for each subunit is shown beneath the panels, along with the specific linkages. Diamonds, Neu5Ac (magenta) or Neu5Gc (pale blue); circles, Gal (yellow) or Glc (blue); squares, GlcNac (yellow) or GalNac (blue); red triangle, Fuc; sialic acids are linked α1-3 to Gal, all other linkages are α1 or β1-3 or -4 as shown. NS, not shown. Terminal sugar is on the left, glycan linkage to the right. linkages appear equally frequently; glycans with fucosylation of the GlcNAc residue are bound with increased affinity for both toxins (compare EplB glycans no. 1 and 5; EalB glycans ranked no. 9 and 27). Both EplB and EalB bind to Neu5Ac alone, ranked no. 20 and 23, respectively. The increased ability of EalB to bind Neu5Gc-containing glycans (that humans do not produce) correlates with the animal origin of the majority of the EalAB-positive type II ETEC isolates, although the ability of dietary Neu5Gc glycans to become functional receptors for SubAB on human intestinal cells (Byres et al. 2008) suggests that this may also happen with EalAB. Importantly, residues involved in ligand binding by the mature SubB subunit (S12, Y78) are conserved in both EplB and EalB. Additionally, EalB (but not EplB) has D8 in common with SubB that is critical for the SubB pentamer ability to bind Neu5Gc (Byres et al. 2008) . However, EplB can still bind Neu5Gc glycans but with apparently lower affinity-four of its top 30 glycans contain Neu5Gc although they rank towards the lower end of this group, whereas EalB has 3 Neu5Gccontaining glycans in its top 15. EplB and EalB appear to be more promiscuous towards the sialic acid group than both PltB and SubB, which are much more specific for Neu5Ac and Neu5Gc, respectively. Differences between toxins in their preferred ligands may result in altered patterns of target cell intoxication and likely lead to differences in host response to each of these toxins. This could include differences in immunomodulatory properties with consequences for the infection process or their potential use a novel adjuvants. Further work in this area is warranted.", "cite_spans": [{"start": 168, "end": 194, "text": "(Song, Gao and Galan 2013)", "ref_id": "BIBREF81"}, {"start": 204, "end": 223, "text": "(Byres et al. 2008)", "ref_id": "BIBREF8"}, {"start": 2096, "end": 2115, "text": "(Byres et al. 2008)", "ref_id": "BIBREF8"}, {"start": 2410, "end": 2429, "text": "(Byres et al. 2008)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 489, "end": 498, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "Detection by glycan array of ligands bound by EplBA and EalAB toxin B subunits"}, {"text": "I showed that the genes encoding the heat-labile enterotoxins of type II ETEC are present within a lambdoid prophage inserted at the rac locus, that in E. coli K12 strains encodes a defective prophage. Although I have yet to detect production of plaqueforming phage, enterotoxigenicity of type II ETEC can be added to the growing list of virulence factors of pathogenic bacteria that are phage-encoded and may be acquired by lysogenic conversion (Casas and Maloy 2011) . Almost all (46/50) of these LT-II toxin prophages in my collection also encoded one of two novel, two-gene PT-like toxins (EplBA and EalAB) that have homologs in S. enterica prophages found in the Typhi serovar (PltBA, encoded by a degenerate and defective remnant prophage) and in the Typhimurium serovar DT104 phage type lineage (ArtAB, encoded within a functional prophage). The location within the prophage of these dual toxin operons (EplBA or EalAB and LT-IIa/c), like the Shiga toxin genes of EHEC prophages, indicates that their expression is likely to be increased during lytic induction of the prophage, being the first genes to be expressed by Q-directed antitermination that drives synthesis of the late structural and lysis genes of the phage particle. This is the first description of a pathogen producing two ADP-ribosylating toxins that are predicted to target both arms of host cell control over adenylate cyclase, by modifying and constitutively activating the stimulatory G-protein Gsα (CT/LT-I/LT-II action) and additionally removing inhibitory control by modifying and inactivating Giα (PT-like action). The extremely tight linkage of LT-II toxins with a PT-like toxin in the vast majority of LT-II isolates strongly implies that this combination is biologically advantageous to the host strain. Simultaneous production of both toxins thus has the potential to synergistically increase cAMP production by intoxicated cells. In addition to affecting cAMP levels in intoxicated cells, both toxins, through their modification of both stimulatory and inhibitory host cell Gα subunits, are likely, like cholera and PT, to have strong immunomodulatory effects on the host cell mucosal tissue, including both cytokine production by target enterocytes (Soriani, Bailey and Hirst 2002; Wang et al. 2013) and immune responses by the gut-associated lymphoid tissue (Elson and Ealding 1984; Queen and Satchell 2013; Mattsson et al. 2014 ).", "cite_spans": [{"start": 446, "end": 468, "text": "(Casas and Maloy 2011)", "ref_id": "BIBREF11"}, {"start": 2236, "end": 2268, "text": "(Soriani, Bailey and Hirst 2002;", "ref_id": "BIBREF82"}, {"start": 2269, "end": 2286, "text": "Wang et al. 2013)", "ref_id": "BIBREF89"}, {"start": 2346, "end": 2370, "text": "(Elson and Ealding 1984;", "ref_id": "BIBREF21"}, {"start": 2371, "end": 2395, "text": "Queen and Satchell 2013;", "ref_id": "BIBREF71"}, {"start": 2396, "end": 2416, "text": "Mattsson et al. 2014", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "CONCLUDING REMARKS"}, {"text": "This work was supported in part by National Institutes of Health grants AI-31940 and AI-14107. Glycan array screenings were performed by the Consortium for Functional Glycomics supported in part by National Institutes of Health Grants GM62116 and GM098791.", "cite_spans": [], "ref_spans": [], "section": "FUNDING"}, {"text": "None declared.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Importance of heatlabile enterotoxin in colonization of the adult mouse small intestine by human enterotoxigenic Escherichia coli strains", "authors": [{"first": "K", "middle": ["P"], "last": "Allen", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Randolph", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Fleckenstein", "suffix": ""}], "year": 2006, "venue": "Infect Immun", "volume": "74", "issn": "", "pages": "869--75", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "pBluescript II: gene mapping vectors", "authors": [{"first": "M", "middle": ["A"], "last": "Alting-Mees", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Short", "suffix": ""}], "year": 1989, "venue": "Nucleic Acids Res", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The defective prophage pool of Escherichia coli O157: prophage-prophage interactions potentiate horizontal transfer of virulence determinants", "authors": [{"first": "M", "middle": [], "last": "Asadulghani", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "T", "middle": [], "last": "Ooka", "suffix": ""}], "year": 2009, "venue": "PLoS Pathog", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The RAST Server: rapid annotations using subsystems technology", "authors": [{"first": "R", "middle": ["K"], "last": "Aziz", "suffix": ""}, {"first": "D", "middle": [], "last": "Bartels", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Best", "suffix": ""}], "year": 2008, "venue": "BMC Genomics", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Structure, biological functions and applications of the AB5 toxins", "authors": [{"first": "T", "middle": [], "last": "Beddoe", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Paton", "suffix": ""}, {"first": "Le", "middle": [], "last": "Nours", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Trends Biochem Sci", "volume": "35", "issn": "", "pages": "411--419", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Manipulating or superseding host recombination functions: a dilemma that shapes phage evolvability", "authors": [{"first": "L-M", "middle": [], "last": "Bobay", "suffix": ""}, {"first": "M", "middle": [], "last": "Touchon", "suffix": ""}, {"first": "Epc", "middle": [], "last": "Rocha", "suffix": ""}], "year": 2013, "venue": "PLoS Genet", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Lectin-like binding of pertussis toxin to a 165-kilodalton Chinese hamster ovary cell glycoprotein", "authors": [{"first": "M", "middle": ["J"], "last": "Brennan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "David", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Kenimer", "suffix": ""}], "year": 1988, "venue": "J Biol Chem", "volume": "263", "issn": "", "pages": "4895--4904", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Ultra-fast high-resolution agarose electrophoresis of DNA and RNA using low-molarity conductive media", "authors": [{"first": "J", "middle": ["R"], "last": "Brody", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Calhoun", "suffix": ""}, {"first": "E", "middle": [], "last": "Gallmeier", "suffix": ""}], "year": 2004, "venue": "Biotechniques", "volume": "37", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Incorporation of a non-human glycan mediates human susceptibility to a bacterial toxin", "authors": [{"first": "E", "middle": [], "last": "Byres", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Paton", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Paton", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "456", "issn": "", "pages": "648--52", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Contribution of pertussis toxin to the pathogenesis of pertussis disease", "authors": [{"first": "N", "middle": ["H"], "last": "Carbonetti", "suffix": ""}], "year": 2015, "venue": "Pathog Dis", "volume": "73", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/fem-spd/ftv073"]}}, "BIBREF10": {"ref_id": "b10", "title": "Pertussis toxin targets airway macrophages to promote bordetella pertussis infection of the respiratory tract", "authors": [{"first": "N", "middle": ["H"], "last": "Carbonetti", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Artamonova", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Rooijen", "suffix": ""}], "year": 2007, "venue": "Infect Immun", "volume": "75", "issn": "", "pages": "1713--1733", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Role of bacteriophage-encoded exotoxins in the evolution of bacterial pathogens", "authors": [{"first": "V", "middle": [], "last": "Casas", "suffix": ""}, {"first": "S", "middle": [], "last": "Maloy", "suffix": ""}], "year": 2011, "venue": "Future Microbiol", "volume": "6", "issn": "", "pages": "1461--73", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Evaluation of heat-labile enterotoxins type IIa and type IIb in the pathogenicity of enterotoxigenic Escherichia coli for neonatal pigs", "authors": [{"first": "T", "middle": ["A"], "last": "Casey", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Connell", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Holmes", "suffix": ""}], "year": 2012, "venue": "Vet Microbiol", "volume": "159", "issn": "", "pages": "83--92", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prophages and bacterial genomics: what have we learned so far?", "authors": [{"first": "S", "middle": [], "last": "Casjens", "suffix": ""}], "year": 2003, "venue": "Mol Microbiol", "volume": "49", "issn": "", "pages": "277--300", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Bacteriophage lambda: early pioneer and still relevant", "authors": [{"first": "S", "middle": ["R"], "last": "Casjens", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hendrix", "suffix": ""}], "year": 2015, "venue": "Virology", "volume": "", "issn": "", "pages": "310--340", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pertussis toxin exacerbates and prolongs airway inflammatory responses during Bordetella pertussis infection", "authors": [{"first": "C", "middle": ["E"], "last": "Connelly", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Carbonetti", "suffix": ""}], "year": 2012, "venue": "Infect Immun", "volume": "80", "issn": "", "pages": "4317--4349", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Identification of a new inhibitor of essential division gene ftsZ as the kil gene of defective prophage Rac", "authors": [{"first": "A", "middle": [], "last": "Conter", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Bouche", "suffix": ""}, {"first": "M", "middle": [], "last": "Dassain", "suffix": ""}], "year": 1996, "venue": "J Bacteriol", "volume": "178", "issn": "", "pages": "5100--5104", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The moron comes of age", "authors": [{"first": "N", "middle": [], "last": "Cumby", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Davidson", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Maxwell", "suffix": ""}], "year": 2012, "venue": "Bacteriophage", "volume": "2", "issn": "", "pages": "225--233", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The bacteriophage HK97 gp15 moron element encodes a novel superinfection exclusion protein", "authors": [{"first": "N", "middle": [], "last": "Cumby", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Davidson", "suffix": ""}], "year": 2012, "venue": "J Bacteriol", "volume": "194", "issn": "", "pages": "5012--5021", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Temperate phages acquire DNA from defective prophages by relaxed homologous recombination: the role of Rad52-like recombinases", "authors": [{"first": "M", "middle": [], "last": "De Paepe", "suffix": ""}, {"first": "G", "middle": [], "last": "Hutinet", "suffix": ""}, {"first": "O", "middle": [], "last": "Son", "suffix": ""}], "year": 2014, "venue": "PLoS Genet", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Identification of binding proteins for pertussis toxin on pancreatic β cell-derived insulin-secreting cells", "authors": [{"first": "A", "middle": [], "last": "El Bayâ", "suffix": ""}, {"first": "R", "middle": [], "last": "Linnemann", "suffix": ""}, {"first": "Von", "middle": [], "last": "Olleschik-Elbheim", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 1995, "venue": "Microb Pathog", "volume": "18", "issn": "", "pages": "173--85", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Generalized systemic and mucosal immunity in mice after mucosal stimulation with cholera toxin", "authors": [{"first": "C", "middle": ["O"], "last": "Elson", "suffix": ""}, {"first": "W", "middle": [], "last": "Ealding", "suffix": ""}], "year": 1984, "venue": "J Immunol", "volume": "132", "issn": "", "pages": "2736--2777", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Loss of rac locus DNA in merozygotes of Escherichia coli K12", "authors": [{"first": "R", "middle": [], "last": "Evans", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Seeley", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Kuempel", "suffix": ""}], "year": 1979, "venue": "Mol Gen Genet", "volume": "175", "issn": "", "pages": "245--50", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Characterization of the relationship between integrase, excisionase and antirepressor activities associated with a superinfecting Shiga toxin encoding bacteriophage", "authors": [{"first": "Pcm", "middle": [], "last": "Fogg", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Rigden", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Saunders", "suffix": ""}], "year": 2011, "venue": "Nucleic Acids Res", "volume": "39", "issn": "", "pages": "2116--2145", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Use of probes to detect virulence factor DNA sequences in Escherichia coli strains isolated from foods", "authors": [{"first": "B", "middle": ["D"], "last": "Franco", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Gomes", "suffix": ""}, {"first": "M", "middle": [], "last": "Jakabi", "suffix": ""}], "year": 1991, "venue": "Int J Food Microbiol", "volume": "12", "issn": "", "pages": "333--341", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Activation and suppression of the proinflammatory immune response by Vibrio cholerae toxins", "authors": [{"first": "Fullner", "middle": [], "last": "Satchell", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "", "suffix": ""}], "year": 2003, "venue": "Microbes Infect", "volume": "5", "issn": "", "pages": "1241--1248", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Toxin-mediated effects on the innate mucosal defenses: implications for enteric vaccines", "authors": [{"first": "G", "middle": ["M"], "last": "Glenn", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Francis", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Danielsen", "suffix": ""}], "year": 2009, "venue": "Infect Immun", "volume": "77", "issn": "", "pages": "5206--5221", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Deficient uridine diphosphate-N-acetylglucosamine:glycoprotein Nacetylglucosaminyltransferase activity in a clone of Chinese hamster ovary cells with altered surface glycoproteins", "authors": [{"first": "C", "middle": [], "last": "Gottlieb", "suffix": ""}, {"first": "J", "middle": [], "last": "Baenziger", "suffix": ""}, {"first": "S", "middle": [], "last": "Kornfeld", "suffix": ""}], "year": 1975, "venue": "J Biol Chem", "volume": "250", "issn": "", "pages": "3303--3312", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Isolation of a clone of Chinese hamster ovary cells deficient in plant lectin-binding sites", "authors": [{"first": "C", "middle": [], "last": "Gottlieb", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Skinner", "suffix": ""}, {"first": "S", "middle": [], "last": "Kornfeld", "suffix": ""}], "year": 1974, "venue": "P Natl Acad Sci", "volume": "71", "issn": "", "pages": "1078--82", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Evidence that a new enterotoxin of Escherichia coli which activates adenylate cyclase in eucaryotic target cells is not plasmid mediated", "authors": [{"first": "B", "middle": ["A"], "last": "Green", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Neill", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Ruyechan", "suffix": ""}], "year": 1983, "venue": "Infect Immun", "volume": "41", "issn": "", "pages": "383--90", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Understanding the enormous diversity of bacteriophages: the tailed phages that infect the bacterial family Enterobacteriaceae", "authors": [{"first": "J", "middle": ["H"], "last": "Grose", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Casjens", "suffix": ""}], "year": 2014, "venue": "Virology", "volume": "", "issn": "", "pages": "421--464", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Cyclic adenosine monophosphate and alteration of Chinese hamster ovary cell morphology: a rapid, sensitive in vitro assay for the enterotoxins of Vibrio cholerae and Escherichia coli", "authors": [{"first": "R", "middle": ["L"], "last": "Guerrant", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Brunton", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Schnaitman", "suffix": ""}], "year": 1974, "venue": "Infect Immun", "volume": "10", "issn": "", "pages": "320--327", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Production of type II heatlabile enterotoxin by Escherichia coli isolated from food and human feces", "authors": [{"first": "B", "middle": ["E"], "last": "Guth", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pickett", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Twiddy", "suffix": ""}], "year": 1986, "venue": "Infect Immun", "volume": "54", "issn": "", "pages": "587--596", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The origins and ongoing evolution of viruses", "authors": [{"first": "R", "middle": ["W"], "last": "Hendrix", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Lawrence", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Hatfull", "suffix": ""}], "year": 2000, "venue": "Trends Microbiol", "volume": "8", "issn": "", "pages": "504--512", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Alteration of Chinese hamster ovary (CHO) cell growth and cyclic amp metabolism by pertussis toxin (PT)", "authors": [{"first": "E", "middle": ["L"], "last": "Hewlett", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Myers", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Sauer", "suffix": ""}], "year": 1982, "venue": "Clin Res", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Induction of a novel morphological response in Chinese hamster ovary cells by pertussis toxin", "authors": [{"first": "E", "middle": ["L"], "last": "Hewlett", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Sauer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Myers", "suffix": ""}], "year": 1983, "venue": "Infect Immun", "volume": "40", "issn": "", "pages": "1198--203", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "A Salmonella Typhi homologue of bacteriophage muramidases controls typhoid toxin secretion", "authors": [{"first": "H", "middle": [], "last": "Hodak", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Galan", "suffix": ""}], "year": 2013, "venue": "EMBO Rep", "volume": "14", "issn": "", "pages": "95--102", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "A small cosmid for efficient cloning of large DNA fragments", "authors": [{"first": "B", "middle": [], "last": "Hohn", "suffix": ""}, {"first": "J", "middle": [], "last": "Collins", "suffix": ""}], "year": 1980, "venue": "Gene", "volume": "11", "issn": "", "pages": "291--299", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Cholera toxin and related enterotoxins of Gram-negative bacteria", "authors": [{"first": "R", "middle": ["K"], "last": "Holmes", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Jobling", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Connell", "suffix": ""}], "year": 1995, "venue": "Bacterial Toxins and Virulence Factors in Disease", "volume": "8", "issn": "", "pages": "225--56", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Controlling biofilm formation, prophage excision and cell death by rewiring global regulator H-NS of Escherichia coli", "authors": [{"first": "S", "middle": ["H"], "last": "Hong", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Wood", "suffix": ""}], "year": 2010, "venue": "Microb Biotechnol", "volume": "3", "issn": "", "pages": "344--56", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Gene splicing by overlap extension: tailor-made genes using the polymerase chain reaction", "authors": [{"first": "R", "middle": ["M"], "last": "Horton", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cai", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Ho", "suffix": ""}], "year": 1990, "venue": "Biotechniques", "volume": "8", "issn": "", "pages": "528--563", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Requirement for both choleragen and pertussis toxin to obtain maximal activation of adenylate cyclase in cultured cells", "authors": [{"first": "J", "middle": ["A"], "last": "Hsia", "suffix": ""}, {"first": "J", "middle": [], "last": "Moss", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Hewlett", "suffix": ""}], "year": 1984, "venue": "Biochem Bioph Res Co", "volume": "119", "issn": "", "pages": "1068--74", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Construction of new T vectors for direct cloning of PCR products", "authors": [{"first": "Y", "middle": [], "last": "Ichihara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kurosawa", "suffix": ""}], "year": 1993, "venue": "Gene", "volume": "130", "issn": "", "pages": "153--157", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Identification of motifs in cholera toxin A1 polypeptide that are required for its interaction with human ADP-ribosylation factor 6 in a bacterial two-hybrid system", "authors": [{"first": "M", "middle": ["G"], "last": "Jobling", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Holmes", "suffix": ""}], "year": 2000, "venue": "P Natl Acad Sci", "volume": "97", "issn": "", "pages": "14662--14669", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Type II heat-labile enterotoxins from 50 diverse Escherichia coli isolates belong almost exclusively to the LT-IIc family and may be prophage encoded", "authors": [{"first": "M", "middle": ["G"], "last": "Jobling", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Holmes", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Construction and characterization of versatile cloning vectors for efficient delivery of native foreign proteins to the periplasm of Escherichia coli", "authors": [{"first": "M", "middle": ["G"], "last": "Jobling", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Palmer", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Erbe", "suffix": ""}], "year": 1997, "venue": "Plasmid", "volume": "38", "issn": "", "pages": "158--73", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Genomic sequences of bacteriophages HK97 and HK022: pervasive genetic mosaicism in the lambdoid bacteriophages", "authors": [{"first": "R", "middle": ["J"], "last": "Juhala", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Ford", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Duda", "suffix": ""}], "year": 2000, "venue": "J Mol Biol", "volume": "299", "issn": "", "pages": "27--51", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Physical characterisation of the", "authors": [{"first": "K", "middle": [], "last": "Kaiser", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Murray", "suffix": ""}], "year": 1979, "venue": "Mol Gen Genet", "volume": "175", "issn": "", "pages": "159--74", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "On the nature of sbcA mutations in E. coli K 12", "authors": [{"first": "K", "middle": [], "last": "Kaiser", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Murray", "suffix": ""}], "year": 1980, "venue": "Mol Gen Genet", "volume": "179", "issn": "", "pages": "555--63", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The inhibitory G protein G i identified as pertussis toxin-catalyzed ADP-ribosylation", "authors": [{"first": "T", "middle": [], "last": "Katada", "suffix": ""}], "year": 2012, "venue": "Biol Pharm Bull", "volume": "35", "issn": "", "pages": "2103--2114", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Structural basis of subtilase cytotoxin SubAB assembly", "authors": [{"first": "Le", "middle": [], "last": "Nours", "suffix": ""}, {"first": "J", "middle": [], "last": "Paton", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Byres", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "J Biol Chem", "volume": "288", "issn": "", "pages": "27505--27521", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Heat-labile enterotoxins as adjuvants or anti-inflammatory agents", "authors": [{"first": "S", "middle": [], "last": "Liang", "suffix": ""}, {"first": "G", "middle": [], "last": "Hajishengallis", "suffix": ""}], "year": 2010, "venue": "Immunol Invest", "volume": "39", "issn": "", "pages": "449--67", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A modular view of the bacteriophage genomic space: identification of host and lifestyle marker modules", "authors": [{"first": "G", "middle": [], "last": "Lima-Mendez", "suffix": ""}, {"first": "A", "middle": [], "last": "Toussaint", "suffix": ""}, {"first": "R", "middle": [], "last": "Leplae", "suffix": ""}], "year": 2011, "venue": "Res Microbiol", "volume": "162", "issn": "", "pages": "737--783", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Restoration by the rac locus of recombinant forming ability in recB -and recC -merozygotes of Escherichia coli K-12", "authors": [{"first": "B", "middle": [], "last": "Low", "suffix": ""}], "year": 1973, "venue": "Mol Gen Genet", "volume": "122", "issn": "", "pages": "119--149", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Expression in Escherichia coli of the thermostable DNA polymerase from Pyrococcus furiosus", "authors": [{"first": "C", "middle": [], "last": "Lu", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Erickson", "suffix": ""}], "year": 1997, "venue": "Protein Expres Purif", "volume": "11", "issn": "", "pages": "179--84", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Induction of prophages of enterohemorrhagic Escherichia coli O157:H7 with Norfloxacin", "authors": [{"first": "A", "middle": [], "last": "Matsushiro", "suffix": ""}, {"first": "K", "middle": [], "last": "Sato", "suffix": ""}, {"first": "H", "middle": [], "last": "Miyamoto", "suffix": ""}], "year": 1999, "venue": "J Bacteriol", "volume": "181", "issn": "", "pages": "2257--60", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Cholera toxin adjuvant promotes a balanced Th1/Th2/Th17 response independently of IL-12 and IL-17 by acting on Gsα in CD11b + DCs", "authors": [{"first": "J", "middle": [], "last": "Mattsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Schon", "suffix": ""}, {"first": "L", "middle": [], "last": "Ekman", "suffix": ""}], "year": 2014, "venue": "Mucosal Immunol", "volume": "8", "issn": "", "pages": "815--842", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "G i Proteins regulate adenylyl cyclase activity independent of receptor activation", "authors": [{"first": "C", "middle": ["B"], "last": "Melsom", "suffix": ""}, {"first": "Ø", "middle": [], "last": "Ørstavik", "suffix": ""}, {"first": "J-B", "middle": [], "last": "Osnes", "suffix": ""}], "year": 2014, "venue": "PLoS ONE", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Bacterial genome remodeling through bacteriophage recombination", "authors": [{"first": "R", "middle": [], "last": "Menouni", "suffix": ""}, {"first": "G", "middle": [], "last": "Hutinet", "suffix": ""}, {"first": "M-A", "middle": [], "last": "Petit", "suffix": ""}], "year": 2015, "venue": "FEMS Microbiol Lett", "volume": "362", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Type 2 heatlabile enterotoxin (LT-II)-producing Escherichia coli isolated from ostriches with diarrhea", "authors": [{"first": "Arm", "middle": [], "last": "Nardi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Salvadori", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Coswig", "suffix": ""}], "year": 2005, "venue": "Vet Microbiol", "volume": "105", "issn": "", "pages": "245--254", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "LT-IIc, a new member of the type II heat-labile enterotoxin family encoded by an Escherichia coli strain obtained from a nonmammalian host", "authors": [{"first": "H", "middle": ["F"], "last": "Nawar", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "King-Lyons", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hu", "suffix": ""}], "year": 2010, "venue": "Infect Immun", "volume": "78", "issn": "", "pages": "4705--4718", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Arrangement and functional identification of genes in the regulatory region of lambdoid phage H-19B, a carrier of a Shiga-like toxin", "authors": [{"first": "M", "middle": ["N"], "last": "Neely", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Friedman", "suffix": ""}], "year": 1998, "venue": "Gene", "volume": "223", "issn": "", "pages": "105--118", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Functional and genetic analysis of regulatory regions of coliphage H-19B: location of shiga-like toxin and lysis genes suggest a role for phage functions in toxin release", "authors": [{"first": "M", "middle": ["N"], "last": "Neely", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Friedman", "suffix": ""}], "year": 1998, "venue": "Mol Microbiol", "volume": "28", "issn": "", "pages": "1255--67", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Switches in bacteriophage lambda development", "authors": [{"first": "A", "middle": ["B"], "last": "Oppenheim", "suffix": ""}, {"first": "O", "middle": [], "last": "Kobiler", "suffix": ""}, {"first": "J", "middle": [], "last": "Stavans", "suffix": ""}], "year": 2005, "venue": "Annu Rev Genet", "volume": "39", "issn": "", "pages": "409--438", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "A new family of potent AB 5 cytotoxins produced by Shiga toxigenic Escherichia coli", "authors": [{"first": "A", "middle": ["W"], "last": "Paton", "suffix": ""}, {"first": "P", "middle": [], "last": "Srimanote", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Talbot", "suffix": ""}], "year": 2004, "venue": "J Exp Med", "volume": "200", "issn": "", "pages": "35--46", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "COG3926 and COG5526: a tale of two new lysozyme-like protein families", "authors": [{"first": "J", "middle": [], "last": "Pei", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Grishin", "suffix": ""}], "year": 2005, "venue": "Protein Sci", "volume": "14", "issn": "", "pages": "2574--81", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Cloning of genes that encode a new heat-labile enterotoxin of Escherichia coli", "authors": [{"first": "C", "middle": ["L"], "last": "Pickett", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Twiddy", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Belisle", "suffix": ""}], "year": 1986, "venue": "J Bacteriol", "volume": "165", "issn": "", "pages": "348--52", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Cloning, nucleotide sequence, and hybridization studies of the type IIb heatlabile enterotoxin gene of Escherichia coli", "authors": [{"first": "C", "middle": ["L"], "last": "Pickett", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Twiddy", "suffix": ""}, {"first": "C", "middle": [], "last": "Coker", "suffix": ""}], "year": 1989, "venue": "J Bacteriol", "volume": "171", "issn": "", "pages": "4945--52", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Genetics of type IIa heat-labile enterotoxin of Escherichia coli: operon fusions, nucleotide sequence and hybridization studies", "authors": [{"first": "C", "middle": ["L"], "last": "Pickett", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Weinstein", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Holmes", "suffix": ""}], "year": 1987, "venue": "J Bacteriol", "volume": "169", "issn": "", "pages": "5180--5187", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Role of cholera toxin in enteric colonization by Vibrio cholerae O1 in rabbits", "authors": [{"first": "N", "middle": ["F"], "last": "Pierce", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Kaper", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Mekalanos", "suffix": ""}], "year": 1985, "venue": "Infect Immun", "volume": "50", "issn": "", "pages": "813--819", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "ETEC-like strains from cattle", "authors": [{"first": "P", "middle": [], "last": "Pohl", "suffix": ""}, {"first": "P", "middle": [], "last": "Lintermans", "suffix": ""}, {"first": "J", "middle": [], "last": "Mainil", "suffix": ""}], "year": 1989, "venue": "Vet Rec", "volume": "125", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Promotion of colonization and virulence by cholera toxin is dependent on neutrophils", "authors": [{"first": "J", "middle": [], "last": "Queen", "suffix": ""}, {"first": "Kjf", "middle": [], "last": "Satchell", "suffix": ""}], "year": 2013, "venue": "Infect Immun", "volume": "81", "issn": "", "pages": "3338--3383", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Aerolysin and pertussis toxin share a common receptor-binding domain", "authors": [{"first": "J", "middle": [], "last": "Rossjohn", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Buckley", "suffix": ""}, {"first": "B", "middle": [], "last": "Hazes", "suffix": ""}], "year": 1997, "venue": "EMBO J", "volume": "16", "issn": "", "pages": "3426--3460", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "The discovery of cholera -like enterotoxins produced by Escherichia coli causing secretory diarrhoea in humans", "authors": [{"first": "R", "middle": [], "last": "Sack", "suffix": ""}], "year": 2011, "venue": "Indian J Med Res", "volume": "133", "issn": "", "pages": "171--179", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "The artAB genes encode a putative ADP-ribosyltransferase toxin homologue associated with Salmonella enterica serovar Typhimurium DT104", "authors": [{"first": "M", "middle": [], "last": "Saitoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "K", "middle": [], "last": "Nishimori", "suffix": ""}], "year": 2005, "venue": "Microbiology", "volume": "151", "issn": "", "pages": "3089--96", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Molecular Cloning: A Laboratory Manual", "authors": [{"first": "J", "middle": [], "last": "Sambrook", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Fritsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Maniatis", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Pertussis toxin utilizes proximal components of the T-cell receptor complex to initiate signal transduction events in T cells", "authors": [{"first": "O", "middle": ["D"], "last": "Schneider", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Weiss", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Miller", "suffix": ""}], "year": 2007, "venue": "Infect Immun", "volume": "75", "issn": "", "pages": "4040--4049", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Enteric bacterial toxins: mechanisms of action and linkage to intestinal secretion", "authors": [{"first": "C", "middle": ["L"], "last": "Sears", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Kaper", "suffix": ""}], "year": 1996, "venue": "Microbiol Rev", "volume": "60", "issn": "", "pages": "167--215", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Type II heat-labile enterotoxin-producing Escherichia coli isolated from animals and humans", "authors": [{"first": "J", "middle": [], "last": "Seriwatana", "suffix": ""}, {"first": "P", "middle": [], "last": "Echeverria", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Taylor", "suffix": ""}], "year": 1988, "venue": "Infect Immun", "volume": "56", "issn": "", "pages": "1158--61", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Comparative analyses of phenotypic and genotypic methods for detection of enterotoxigenic Escherichia coli toxins and colonization factors", "authors": [{"first": "A", "middle": [], "last": "Sjöling", "suffix": ""}, {"first": "G", "middle": [], "last": "Wiklund", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Savarino", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "3295--301", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Comparative genomics of Shiga toxin encoding bacteriophages", "authors": [{"first": "D", "middle": [], "last": "Smith", "suffix": ""}, {"first": "D", "middle": [], "last": "Rooks", "suffix": ""}, {"first": "P", "middle": [], "last": "Fogg", "suffix": ""}], "year": 2012, "venue": "BMC Genomics", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Structure and function of the Salmonella Typhi chimaeric A 2 B 5 typhoid toxin", "authors": [{"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "X", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Galan", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "499", "issn": "", "pages": "350--354", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Contribution of the ADPribosylating and receptor-binding properties of cholera-like enterotoxins in modulating cytokine secretion by human intestinal epithelial cells", "authors": [{"first": "M", "middle": [], "last": "Soriani", "suffix": ""}, {"first": "L", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Hirst", "suffix": ""}], "year": 2002, "venue": "Microbiology", "volume": "148", "issn": "", "pages": "667--76", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Delivery of a Salmonella Typhi exotoxin from a host intracellular compartment", "authors": [{"first": "S", "middle": [], "last": "Spano", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Ugalde", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Galan", "suffix": ""}], "year": 2008, "venue": "Cell Host & Microbe", "volume": "3", "issn": "", "pages": "30--38", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Structure of a pertussis toxin-sugar complex as a model for receptor binding", "authors": [{"first": "P", "middle": ["E"], "last": "Stein", "suffix": ""}, {"first": "A", "middle": [], "last": "Boodhoo", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Armstrong", "suffix": ""}], "year": 1994, "venue": "Nat Struct Biol", "volume": "1", "issn": "", "pages": "591--597", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "The crystal structure of pertussis toxin", "authors": [{"first": "P", "middle": ["E"], "last": "Stein", "suffix": ""}, {"first": "A", "middle": [], "last": "Boodhoo", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Armstrong", "suffix": ""}], "year": 1994, "venue": "Structure", "volume": "2", "issn": "", "pages": "45--57", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Coliphage N4 N-Acetylmuramidase defines a new family of murein hydrolases", "authors": [{"first": "E", "middle": ["A"], "last": "Stojković", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Rothman-Denes", "suffix": ""}], "year": 2007, "venue": "J Mol Biol", "volume": "366", "issn": "", "pages": "406--425", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Structural characterization of the SARS-coronavirus spike S fusion protein core", "authors": [{"first": "B", "middle": [], "last": "Tripet", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Howard", "suffix": ""}, {"first": "M", "middle": [], "last": "Jobling", "suffix": ""}], "year": 2004, "venue": "J Biol Chem", "volume": "279", "issn": "", "pages": "20836--20885", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Salmonella enterica serotype Typhimurium DT104 ArtA-dependent modification of pertussis toxin-sensitive G proteins in the presence of [ 32 P]NAD", "authors": [{"first": "I", "middle": [], "last": "Uchida", "suffix": ""}, {"first": "R", "middle": [], "last": "Ishihara", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanaka", "suffix": ""}], "year": 2009, "venue": "Microbiology", "volume": "155", "issn": "", "pages": "3710--3718", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "The B subunit of an AB 5 toxin produced by Salmonella enterica serovar typhi upregulates chemokines, cytokines and adhesion molecules in human macrophage, colonic epithelial and brain microvascular endothelial cell lines", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Paton", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Herdman", "suffix": ""}], "year": 2013, "venue": "Infect Immun", "volume": "81", "issn": "", "pages": "673--768", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Cholera and pertussis toxins, but not forskolin or LT-B, adjuvant IgA antibody responses to orally administered antigen", "authors": [{"first": "A", "middle": ["D"], "last": "Wilson", "suffix": ""}, {"first": "A", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "L", "middle": [], "last": "Irons", "suffix": ""}], "year": 1995, "venue": "Adv Exp Med Biol", "volume": "371", "issn": "2", "pages": "1523--1529", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Binding of pertussis toxin to eucaryotic cells and glycoproteins", "authors": [{"first": "M", "middle": ["H"], "last": "Witvliet", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Burns", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Brennan", "suffix": ""}], "year": 1989, "venue": "Infect Immun", "volume": "57", "issn": "", "pages": "3324--3354", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "The risk of the hemolyticuremic syndrome after antibiotic treatment of Escherichia coli O157:H7 infections", "authors": [{"first": "C", "middle": ["S"], "last": "Wong", "suffix": ""}, {"first": "S", "middle": [], "last": "Jelacic", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Habeeb", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1930--1936", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "World Health Organization. Future directions for research on enterotoxigenic Escherichia coli vaccines for developing countries", "authors": [], "year": 2006, "venue": "Wkly Epidemiol Rec", "volume": "81", "issn": "", "pages": "97--104", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Specificity and mechanism of antitermination by Q proteins of bacteriophages λ and 82", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Goliger", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Roberts", "suffix": ""}], "year": 1989, "venue": "J Mol Biol", "volume": "210", "issn": "", "pages": "453--60", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Quinolone antibiotics induce shiga toxin-encoding bacteriophages, toxin production, and death in mice", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Mcdaniel", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Wolf", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "181", "issn": "", "pages": "664--70", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Organization of novel pertussis toxin like toxin locus linked to the LT-IIa enterotoxin genes and comparison of A and B subunit polypeptides. A, Graphical map of the dual toxin loci from SA53 (LT-IIa) cosmid A38, subclone pCP3727 and inverse-PCR fragment from 442/2 (LT-IIc2). Upper line, the 4 kb inverse PCR of PstIself-ligated chromosomal DNA from 442/2. Blue arrows show primer sites and point 5 to 3 . Primers 1 and 2, inverse PCR primers; primer 3, RacatermF; and primer 4, RacholinR. Lower solid line shows insert sequenced from pCP3727, and dotted line shows region sequenced by primer walking into cosmid A38. Novel genes identified in this study are show as solid red arrows; open arrows show genes identified in", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Periplasmic extracts of E. coli K12 transformed with EplBA and LT-IIa-encoding cosmid A38 produce distinct morphological changes to Chinese hamster ovary (CHO) cell monolayers. Freshly seeded CHO cells were incubated for 2 days with periplasmic extracts of E. coli cells carrying cosmid A38, and photographed at 200 × magnification. A, Untreated cells (normal confluent monolayer); B-F, toxin-treated cells. B, treatment with cosmid extract causes cells to cluster (Cl) and elongate (El).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Graphical map of the genes identified in the DNA sequence of the LT-IIa prophage locus. Filled black arrows denote chromosomal genes flanking the prophage (ttcA and uspF); prophage genes (numbered from left to right) are shown as open white arrows; blue arrows are predicted regulatory genes, orange arrows show replication-related genes; red arrows show toxin genes and yellow arrows show genes in the lysis cassette; arrrows point in the direction of transcription.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Demonstration of prophage circularization in type II ETEC isolates.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Identification of LT-II loci encoding alternative PT-like toxin (EalAB) genes and comparison of the predicted polypeptides with EplBA. A, A graphical map of the Q-EplBA-lysis-LT-IIa region of SA53 (top) is compared to the Q-holin PCR products using RacatermF and RacholinR primers in two LT-IIc isolates (expanded, lower). Filled blue arrows denote toxin B (binding) subunits, green arrows show toxin A (catalytic) subunits and red arrows show flanking prophage genes. Actual sizes of PCR products are 2789 bp (LT-IIc2) and 2488 bp (LT-IIc6). The complete LT-IIa toxin locus is 5.1 kb, and the equivalent PCR product on LT-II is 2731 bp. B and C, Amino-acid comparison of the Epl and Eal toxin A subunits (B) and B subunits (C). Signal sequences, matches and mismatches are identified and colored as inFig. 1.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Functional EplBA toxin requires both EplB and EplA subunits. A, Graphical maps of the wt eplBA clone (pAEplBA-IIa) expressed from the vector lacUV5 promoter, and the two deletion subclones pAEplA-IIa (PstI-KpnI subclone) and pAEplB-IIa (ApoI deletion). B, CHO cell clustering titer of periplasmic extracts of overnight cultures of plasmid constructs in E. coli TE1. Dashed line shows the limit of detection (25 μL per well, a titer of 40 U mL −1 ). Actual titers are show above the bars. Extracts from strains producing either polypetide alone do not show any detectable clustering activity.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Purification and cross-linking of EplBA holotoxin subunits. Peaks eluting with NaCl gradient from Talon-purified EplBgpgpH6-EplA bound to HS10 anion exchange column. Lane 1, holotoxin; lane 2, EplBgpgpH6-only subunits; lanes 3, 4, 5 control cross-linking of CTB; lanes 6 and 7, molecular size standards (in kDa); lanes 8, 9 and 10, cross-linked EplBgpgpH6. Open triangles show the number of subunits in each band. Cross-linkers-DMA-lanes 3, 8; DMP-lanes 4, 9; DMS-lanes 5, 10. Inset box under lanes 9 and 10 shows a contrast-enhanced region of upper portion of the same lanes in order to more readily identify the upper bands. Proven pentameric CTB and EplB both show the monomers and four cross-linked forms consistent with a pentameric assembly of monomers.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Predicted genes in LT-IIa Rac-like prophage of type II ETEC isolate SA53.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene </td><td>Name\n</td><td>No. of codons\n</td><td>Coding region (complementary strand, C) </td><td>E. coli K12 product, functional match or BLAST match\n</td></tr><tr><td> </td><td> </td></tr><tr><td>ttcA′\n</td><td>ttcA </td><td>- </td><td>C 771-1 </td><td>chromosomal gene, tRNA 2-thiocytidine biosynthesis protein\n</td></tr><tr><td>1 </td><td>intR </td><td>823 </td><td>C 2058-823 </td><td>Rac integrase\n</td></tr><tr><td>2 </td><td>ydaO </td><td>72 </td><td>C 2275-2060 </td><td>Rac Xis putative excisionase\n</td></tr><tr><td>3 </td><td>ydaC </td><td>63 </td><td>C 2563-2375 </td><td>Rac putative double-strand break reduction protein\n</td></tr><tr><td>4 </td><td>ralR </td><td>70 </td><td>C 2765-2556 </td><td>Rac restriction alleviation\n</td></tr><tr><td>5 </td><td>recT </td><td>368 </td><td>C 3917-2814 </td><td>Rac recombination\n</td></tr><tr><td>6 </td><td>recE </td><td>1049 </td><td>C 7063-3917 </td><td>Rac exoVIII recombination\n</td></tr><tr><td>7 </td><td>racC </td><td>92 </td><td>C 7440-7165 </td><td>Rac unknown function\n</td></tr><tr><td>8 </td><td>ydaE </td><td>59 </td><td>C 7691-7515 </td><td>Rac prophage conserved\n</td></tr><tr><td>9 </td><td>kilR </td><td>74 </td><td>C 7906-7685 </td><td>Rac inhibitor of FtsZ, killing protein\n</td></tr><tr><td>10 </td><td>HPa </td><td>78 </td><td>8304-8537 </td><td>No CDDb match\n</td></tr><tr><td>11 </td><td>HP </td><td>102 </td><td>8804-8499 </td><td>No CDD match\n</td></tr><tr><td>12 </td><td>dicA </td><td>154 </td><td>C 9517-9066 </td><td>Transcriptional regulator; RacR repressor in Rac prophage\n</td></tr><tr><td>13 </td><td>dicC </td><td>83 </td><td>9625-9873 </td><td>DicC transcriptional regulator; YdaS in Rac prophage\n</td></tr><tr><td>14 </td><td>ydaT </td><td>141 </td><td>9884-10306 </td><td>Rac uncharacterized protein-possible cII functional homolog\n</td></tr><tr><td>15 </td><td>ydaU </td><td>357 </td><td>10319-11389 </td><td>Rac primosomal replication protein\n</td></tr><tr><td>16 </td><td>ydaV </td><td>154 </td><td>11382-11843 </td><td>Rac replication\n</td></tr><tr><td>17 </td><td>ydaW </td><td>254 </td><td>11878-12639 </td><td>Rac replication\n</td></tr><tr><td>18 </td><td>lygF </td><td>141 </td><td>12656-13078 </td><td>Salmonella defective prophage gene homolog (linked to ydaO gene)\n</td></tr><tr><td>19 </td><td>HP </td><td>102 </td><td>13075-13380 </td><td>No CDD match\n</td></tr><tr><td>20 </td><td>ead </td><td>226 </td><td>13367-14044 </td><td>Lambda Ead/P22 Ea22 protein\n</td></tr><tr><td>21 </td><td>HP </td><td>85 </td><td>14041-14295 </td><td>No CDD match\n</td></tr><tr><td>22 </td><td>HP </td><td>104 </td><td>14288-14599 </td><td>No CDD match\n</td></tr><tr><td>23 </td><td>IS1 </td><td>91 </td><td>14806-15078 </td><td>5′ end of IS1 transposase frameshifted; -1 translational slippage into gene 24 frame\n</td></tr><tr><td>24 </td><td>IS1 </td><td>132 </td><td>15105-15500 </td><td>3′ end of IS1 transposase; with gene 23 creates functional InsAB transposase protein\n</td></tr><tr><td>25 </td><td>cII </td><td>193 </td><td>15680-16258 </td><td>P4 protein\n</td></tr><tr><td>26 </td><td>beta </td><td>366 </td><td>C 17315-16128 </td><td>P4 beta protein\n</td></tr><tr><td>27 </td><td>mok/hok </td><td>71 </td><td>17816-18028 </td><td>Host addiction module toxin/antitoxin (hok starts 17873, 52 codons); Pfam 08848\n</td></tr><tr><td>28 </td><td>rem </td><td>59 </td><td>18353-18529 </td><td>Qin K12 defective prophage no known function\n</td></tr><tr><td>29 </td><td>irsA </td><td>200 </td><td>18589-19188 </td><td>Increased resistance to stress Salmonella phage; DUF1367\n</td></tr><tr><td>30 </td><td>ybcO </td><td>97 </td><td>19188-19748 </td><td>DLP12 K12 defective prophage; DUFc1364; Pfam07102\n</td></tr><tr><td>31 </td><td>Q </td><td>179 </td><td>19475-20011 </td><td>Phage antiterminator DUF1133; Pfam06576\n</td></tr><tr><td>32 </td><td>EplB </td><td>157 </td><td>20466-20936 </td><td>PT-like B-binding subunit; subtilase toxin B subunit\n</td></tr><tr><td>33 </td><td>EplA </td><td>248 </td><td>20954-21697 </td><td>PT-like S1 subunit; ADP-ribosyltransferase\n</td></tr><tr><td>34 </td><td>holin </td><td>131 </td><td>22191-22583 </td><td>Phage lysis gene\n</td></tr><tr><td>35 </td><td>holin </td><td>93 </td><td>22573-22851 </td><td>Phage lysis gene\n</td></tr><tr><td>36 </td><td>lysin </td><td>182 </td><td>22853-23398 </td><td>Phage endolysin\n</td></tr><tr><td>37 </td><td>LT-IIa A </td><td>260 </td><td>23488-24267 </td><td>Heat-labile enterotoxin type IIa A subunit; ADP-ribosyltransferase\n</td></tr><tr><td>38 </td><td>LT-IIa B </td><td>124 </td><td>24257-24628 </td><td>Heat-labile enterotoxin type IIa B binding subunit\n</td></tr><tr><td>39 </td><td>endo-terS </td><td>343 </td><td>24713-25741 </td><td>endolysin-terminase small subunit fusion; pfam03592\n</td></tr><tr><td>40 </td><td>terL </td><td>443 </td><td>25731-27059 </td><td>Terminase large subunit; pfam03237; DUF1073\n</td></tr><tr><td>41 </td><td>HP </td><td>429 </td><td>27078-28514 </td><td>No CDD match\n</td></tr><tr><td>42 </td><td>HP </td><td>278 </td><td>28459-29292 </td><td>No CDD match\n</td></tr><tr><td>43 </td><td>tolA </td><td>431 </td><td>29273-30565 </td><td>NUDIX domain; DUF2213; COGd3566\n</td></tr><tr><td>44 </td><td>HP </td><td>206 </td><td>30588-31175 </td><td>No CDD match\n</td></tr><tr><td>45 </td><td>HP </td><td>343 </td><td>31190-32218 </td><td>No CDD match\n</td></tr><tr><td>46 </td><td>HP </td><td>166 </td><td>32275-32748 </td><td>No CDD match\n</td></tr><tr><td>47 </td><td>HP </td><td>147 </td><td>32745-33185 </td><td>No CDD match\n</td></tr><tr><td>48 </td><td>HP </td><td>147 </td><td>33182-33622 </td><td>No CDD match\n</td></tr><tr><td>49 </td><td>HP </td><td>315 </td><td>33609-34553 </td><td>No CDD match\n</td></tr><tr><td>50 </td><td>HP </td><td>446 </td><td>34553-35890 </td><td>Duf3383; Pfam11863\n</td></tr><tr><td>51 </td><td>HP </td><td>148 </td><td>35902-36345 </td><td>No CDD match\n</td></tr><tr><td>52 </td><td>HP </td><td>206 </td><td>36342-36959 </td><td>No CDD match lytic transglycosylase, catalytic\n</td></tr><tr><td>53 </td><td>Lytic </td><td>658 </td><td>37023-38996 </td><td> </td></tr><tr><td>54 </td><td>HP </td><td>223 </td><td>39000-39668 </td><td>No CDD match\n</td></tr><tr><td>55 </td><td>HP </td><td>89 </td><td>39665-39931 </td><td>No CDD match\n</td></tr><tr><td>56 </td><td>HP </td><td>336 </td><td>39931-40938 </td><td>No CDD match\n</td></tr><tr><td>57 </td><td>bppV </td><td>238 </td><td>40938-41551 </td><td>Putative phage baseplate protein V\n</td></tr><tr><td>58 </td><td>HP </td><td>46 </td><td>41757-41894 </td><td>No CDD match\n</td></tr><tr><td>59 </td><td>HP </td><td>116 </td><td>41902-42249 </td><td>No CDD match\n</td></tr></table></body></html>"}, "TABREF1": {"text": "(Continued).", "latex": null, "type": "table"}, "TABREF2": {"text": "to be terminal galactose with α(2-3)-linked N-acetylneuraminic acid (Neu5Ac). The structures of SubB(Byres et al. 2008), SubAB (LeNours et al. 2013) and Typhi toxin (PltBACdtB)(Song, Gao and Galan 2013) have all recently been solved and their B subunits have nearly identical backbone folds (PltB and SubB have and a root mean square deviation (rmsd) of <0.5Å for 97 Cα atoms with 50% identity), and the more divergent PltB and PT-S2 B subunits' sugar-binding domains have an rmsd of <1.8Å over 80 Cα atoms", "latex": null, "type": "table"}, "TABREF3": {"text": "Selected glycans bound by EplB.Neu5Ac, N-acetyl-neuraminic acid; Neu5Gc, N-glycolyl-neuraminic acid; Gal, galactose; GalNAc, N-aceytl-galacotosamine; Glc, glucose; GlcNAc, N-acetyl-glucosamine; Fuc, Fucose; Man, Mannose, Sp, spacer (number indicates specific type).", "latex": null, "type": "table"}, "TABREF4": {"text": "Selected glycans bound by EalB. Neu5Acα2-6Galβ1-4GlcNAc; b [Z] = Manα1-6(Neu5Acα2-3Galβ1-3GlcNAcβ1-2Manα1-3)Manβ1-4GlcNAcβ1-4GlcNAc.", "latex": null, "type": "table"}}, "back_matter": [{"text": "I thank Lisa Gotow for technical assistance in protein purification and cross-linking experiments and Randall Holmes for support and access to strains.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "Supplementary data are available at FEMSPD online.", "cite_spans": [], "ref_spans": [], "section": "SUPPLEMENTARY DATA"}]}