{
    "paper_id": "0f8b62b6a2d7b22cb5e28b5431f550cbb6f4d2bb",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Adam",
                "middle": [],
                "last": "Wright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University Medical Center",
                    "location": {
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": "adam.wright@vumc.org."
            },
            {
                "first": "Alejandra",
                "middle": [],
                "last": "Salazar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Mirica",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lynn",
                "middle": [
                    "A"
                ],
                "last": "Volk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University Medical Center Nashville",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA, TN",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gordon",
                "middle": [
                    "D"
                ],
                "last": "Schiff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "P revention, early detection, and ongoing patient monitoring are hallmarks of essential primary care. 1, 2 During the COVID-19 pandemic, patients and PCPs have appropriately canceled or postponed many outpatient visits and converted others to telemedicine due to shortages of healthcare resources or the risk of infection. The USPSTF recommends screening adults for diabetes and dyslipidemia 3 ; diagnosed patients require ongoing treatment and monitoring.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 105,
                    "end": 106,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our objective was to evaluate the impact of the COVID-19 pandemic on the rate of performance of screening and prevention services and assess the implications of these changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As part of an ongoing research project monitoring patients newly started on medications in primary care, data were collected before and during the pandemic. To examine the impact of COVID-19, we obtained IRB approval to expand the study to include two large healthcare institutions during the period of February-May 2020. We also looked at changes in outpatient LDL cholesterol and HbA1c testing and initiation of statin and metformin therapy, as representative initial steps that providers might take to reduce the risk of cardiovascular events or manage diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During February-March, rates of testing fell by 81-90% and new medication therapy by 52-60% (P < 0.001 for all before and after comparisons using a t test). The rates started a modest rebound in early April, more pronounced at site 2 (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The dramatic decline in preventive screening and monitoring for the 2 chronic diseases which occurred in February and March is concerning. It adds to a growing narrative about care delays during the COVID-19 pandemic, including acute care for patients with stroke or myocardial infarction, as well as cancer treatment and childhood vaccinations. 4, 5 Preventive services, routine monitoring, and treatment of lipid disorders and diabetes, though likely safer to temporarily defer during the current COVID-19 crisis than these other acute services, have been shown to be lifesaving. The cumulative risk over time may be significant. While it is unlikely that patients will suddenly die as a result of these delays, a number of patients who might have otherwise been detected and treated earlier will likely present to the ED with new or dangerously out-of-control diabetes. However, the real concern is the longer-term population-based consequences of failure to detect, prevent, and treat conditions, such as diabetes and cardiac risks from hyperlipemia.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 349,
                    "end": 350,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A mild rebounding effect that started demonstrating in early April does not seem to be sufficiently strong to catch up on the backlog of tests accumulated during the two slow months. To mitigate longer-term consequences, healthcare providers should take several steps, including resuming primary care services as soon as it is safe and practical, identifying population-based registries of patients with gaps in care, specifically targeting the gaps resulting from COVID-19-related deferrals, and creating options and ensuring insurance coverage for nontraditional lab collection options, such as neighborhood pharmacy, other specimen collection centers, or home testing kits. Practices need to emphasize the importance of ongoing prevention screening, monitoring, and treatment to patients who may continue to be fearful about returning to healthcare facilities. In the longer term, such strategies could be used to expand the capacity for screening or prevention to levels greater than during the pre-COVID-19 baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Publisher's Note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Primary Care: America's Health in a New Era",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Yordy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Lohr",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Primary care: is there enough time for prevention?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yarnall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "4",
            "pages": "635--641",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer Diagnosis and Treatment Upended by COVID-19, Says CRUK",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccine Rates Drop Dangerously as Parents Avoid Doctor's Visits",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rates of screening tests and new prescriptions at site 1 and site 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}