{
    "paper_id": "0f8c4c7112620b770505c78bfd67602b6a06c8cb",
    "metadata": {
        "title": "INTERACTIONS BETWEEN SARS CORONAVIRUS AND ITS RECEPTOR",
        "authors": [
            {
                "first": "Fang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenhui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Farzan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "C"
                ],
                "last": "Harrison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The spike protein on the envelope of SARS-coronavirus (SARS-CoV) guides viral entry into cells by first binding to its cellular receptor and then fusing viral envelope and cellular membranes. 1 It consists of a large ecdotomain (S-e) (residues 12~1190), a transmembrane anchor, and a short intracellular tail. S-e contains two regions, a receptorbinding region S1 and a membrane-fusion region S2. The S1 region contains a defined receptor-binding domain (RBD) (about residues 300~500). 2,5 SARS-CoV uses a zinc peptidase, ACE2, as its cellular receptor. 4 The crystal structure of ACE2 shows that it has a claw-like structure. 5 Ligand binding triggers an open-closed conformational change between its two lobes. The SARS-CoV RBD is sufficient for tight binding to ACE2, and thus it is the most important determinant of virus-receptor interactions, viral host range, and tropism. It is believed that a few residue changes on the RBD play a pivotal role in the cross-species transmission of SARS-CoV. 6, 7 We have identified the boundaries of the RBD by limited proteolysis, purified the RBD, and determined its crystal structure in complex with ACE2 at 2.9 Å resolution. The structure reveals in atomic detail the specific and high-affinity interactions between the virus and its receptor. It sheds light on critical residue changes that dictate the species specificity of the virus.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 555,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 627,
                    "end": 628,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1003,
                    "end": 1004,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We constructed and expressed the SARS-CoV S-e in insect cells, purified it from the cell culture medium, and identified the S1/S2 boundary (after residue 667) by limited proteolysis of the purified S-e. We then constructed and expressed S1 in insect cells, purified it, and identified the N terminus of the RBD (before residue 306) by limited proteolysis of the purified S1. To obtain structural information on the RBD, we made a series of constructs with the newly defined N-terminus of RBD but with different Ctermini. We expressed and purified each of these fragments. Extensive crystallization trials of these fragments, by themselves or in complex with ACE2, did not yield useful crystals. By further proteolysis of one of these fragments (306-575), we generated a shorter fragment (306-527) that corresponds to the most stable version of the RBD. This RBD binds to ACE2 with high affinity, as shown by gel filtration experiments ( Figure 1) ; it was subsequently co-crystallized with ACE2 in space group P2 1 (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 937,
                    "end": 946,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The structure of the ACE2/RBD complex was determined by molecular replacement using ACE2 as the search model and refined to an R-factor of 22.1% (R free = 27.5%) at 2.9 Å resolution. 8 The final model of the complex contains the N-terminal peptidase domain of human ACE2 (residues 19-615) and the spike RBD of human SARS-CoV (residues 323-502, missing residues 376-381). The model also includes glycans N-linked to residues 53, 90, 322, 546 of ACE2 and to residue 330 of the RBD.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The RBD structure contains two subdomains -a core structure and an extended loop ( Figure 3A ). The core structure is a five-stranded antiparallel ß-sheet, with three short connecting α helices. The extended loop presents a gently curved surface to interact with the receptor. The base of this surface is a two-stranded antiparallel ß-sheet that cradles the N-terminal helix of ACE2. One ridge of the surface contacts a loop of ACE2, while the other inserts between two ACE2 loops ( Figure 4 ). Because this extended loop makes",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 483,
                    "end": 491,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In the crystal there are two complexes in each asymmetric unit. The ACE2 molecule in binds to the outer surface of the N-terminal lobe of ACE2, away from the peptidase active site ( Figure 3B ). Therefore, SARS-CoV binding is independent of ACE2 conformation and is unlikely to interfere with the peptidase activity of ACE2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "At least four features contribute to the specific and high-affinity binding between ACE2 and the RBD. First, the two proteins are perfectly complementary in shape. Second, the RBM is rich in tyrosine that has both a polar hydroxyl group and a hydrophobic aromatic ring, generating a combination of specific hydrogen-bond interactions and strong nonpolar contacts. Third, the RBM is reinforced by a disulfide bond. Fourth, the binding buries 1700 Å 2 at the interface. Thus, the interactions between the two proteins are both extensive and specific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The structure reveals important residue changes at the binding interface that determine the species specificity of SARS-CoV. Previous genomic analysis and mutagenesis studies suggested possible roles for residues 479 and 487 in cross-species infection by SARS-CoV. 6, 7 Detailed structural analysis sheds light on the significance of these residues in virus-receptor interactions (Figure 4 ). On most human SARS isolates, 479 is an asparagine, while on most civet SARS-like viral isolates, it is a lysine. Lys479 would have steric and electrostatic interference with residues on the N-terminal helix of human ACE2 such as His34. A K479N mutation would remove an unfavorable interaction at the interface and enhance the binding affinity of the virus to its receptor. Hence the K479N mutation is a critical step for SARS to cross the species barrier to infect humans. In all human SARS-CoV sequences from the year 2002-2003 SARS epidemic, 487 is a threonine; in all civet SARS-like viral sequences, it is a serine. In the structure, the methyl group of Thr487 lies in a hydrophobic pocket bounded by the side chains of Tyr41 and Lys353 from the receptor. Lys353 on the receptor is at the center of a complex interaction network. It forms a main chain-main chain hydrogen bond with Gly488 from the virus, its charge is neutralized by Asp38 from the receptor, and its side chain is sandwiched between Tyr41 from the receptor and Tyr491 from the virus. Thus a serine at 487 would leave a hole in this tight hydrophobic pocket and decrease the binding affinity. Unlike the previous year, 2003-2004 saw no human to human transmission of SARS. Sequences from the second year have a serine at 487. It appears that the methyl group on the 487 side chain is a key factor in determining the severity of SARS and potentially viral transmissibility from human to human. Isolates from the 2002-2003 SARS epidemic all have a leucine at 472, but those from the second year have a proline. In the crystal structure, Leu472 forms a hydrophobic interaction with Met82 from the receptor ( Figure  4 ). So L472P could be another attenuation mutation for SARS-CoV, besides T487S.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 268,
                    "end": 269,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2068,
                    "end": 2077,
                    "text": "Figure  4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The crystal structure allows us to inspect and examine the evolutionary relationship between SARS-CoV and potential animal hosts. Rat ACE2 does not support SARS-CoV Leu472 on the RBD has a hydrophobic interaction with Met82 on ACE2. L472P mutation may attenuate the virus. On rat ACE2, residue 82 is glycosylated, preventing the binding of SARS-CoV. A K479N mutation on the RBD is critical for SARS-CoV to jump from civets to humans. Thr487 on the RBD forms a hydrophobic interaction with Lys353 on ACE2. A S487T mutation on the RBD is important for SARS-CoV to transmit from human to human. On both rat ACE2 and mouse ACE2, residue 353 is a histidine, disfavoring the binding of infection for two reasons. First, rat ACE2 has a histidine at 353, and it is thus unable to form the same interaction network at the interface as does Lys353. Second, rat ACE2 has an asparagine at 82, introducing a glycosylation site. A glycan at this position would have steric interference with the viral RBD. Mouse cells can be infected by SARS-CoV at low levels, probably because mouse ACE2 contains a histidine at 353 but does not have the glycan at 82. In fact, a single H353K mutation greatly enhances both binding affinity and viral infectivity. 9 The structure provides insights into antiviral strategies. The RBD is sufficient to elicit neutralizing antibodies against the virus 10,11 and thus could be used in subunit vaccines. To date, at least two neutralizing antibodies are known to recognize epitopes on the base of the RBM. 11, 12 Indeed, the structural properties of the RBM, including the relative flatness of the binding interface, the conservation in sequence, and the lack of glycosylation, suggest that immunization with the RBD could be a route to protective immunity.",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1235,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1525,
                    "end": 1527,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In summary, the crystal structure of SARS-CoV spike RBD in complex with ACE2 has revealed detailed interactions between the virus and its receptor. Analysis of these interactions uncovers important aspects of the invasion mechanisms of SARS-CoV. It sheds light on the origination and severity of the SARS epidemic and can guide future antiviral studies. The approach we used to determine the crystal structure may be extended to study the interactions between other coronaviruses and their cellular receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "3197--3201",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Amino acids 270 to 510 of the severe acute respiratory syndrome coronavirus spike protein are required for interaction with receptor",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Esshaki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ambrosino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "4552--4560",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ACE2 X-ray structures reveal a large hinge-bending motion important for inhibitor binding and catalysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Towler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Staker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "17996--18007",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cross-host evolution of severe acute respiratory syndrome coronavirus in palm civet and human",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "2430--2435",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Receptor and viral determinants of SARScoronavirus adaptation to human ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "1634--1643",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structure of SARS coronavirus spike receptor-binding",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficient replication of severe acute respiratory syndrome coronavirus in mouse cells is limited by murine angiotensinconverting enzyme 2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Somasundaran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "11429--11433",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "2536--2541",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular and biological characterization of human monoclonal antibodies binding to the spike and nucleocapsid proteins of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jongeneelen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thijsse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "1635--1644",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of human monoclonal antibody 80R for immunoprophylaxis of Severe Acute Respiratory Syndrome by an animal study, epitope mapping, and analysis of spike variants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "5900--5906",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Interactions between SARS-CoV spike RBD and ACE2 in solution. (A) Gel filtration chromatography on Superdex 200 of RBD (right), ACE2 (middle), and ACE2/RBD complex (left; RBD is in excess). The elution volumes of each sample are indicated above the peaks. (B) Coomassie-blue stained reducing SDS-PAGE. The right lane is the ACE2/RBD complex collected from the left peak in (A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crystallization of the ACE2/RBD complex. (A) Crystals of the ACE2/RBD complex were grown at room temperature from a mother liquor containing 24% PEG6000, 150 mM NaCl, 100 mM Tris pH 8.2, and 10% ethylene glycol. (B) Silver-stained reducing SDS-PAGE. Lane (1) is the ACE2/RBD complex purified by gel filtration chromatography as inFigure 1. Lane (2) is the crystal wash buffer from the last round. Lane (3) is dissolved crystal after several rounds of washes.231one of the complexes is in the open conformation; the other is slightly closed. The RBD all the contacts with the receptor, we refer to it as the \"receptor-binding motif,\" or RBM.F. LI ET AL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Crystal structure of the ACE2/RBD complex. (A) Structure of the RBD that contains two subdomains: a core structure (in cyan) and a receptor-binding motif (in red). (B) Structure of the ACE2/RBD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Residues located at the ACE2/RBD interface and important to the species specificity of SARS-CoV.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by NIH grants CA13202 (to S.C.H.) and AI061601 (to M.R.F.); S.C.H. is an investigator in the Howard Hughes Medical Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}