{
    "paper_id": "0f8d3c3825c3049c3ac729d0fa21a12ece63f1c0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Patiënt A, een 41-jarige vrouw, werd door de huisarts ingestuurd vanwege de verdenking op een acute cholecystitis. De vrouw had een blanco voorgeschiedenis en gebruikte geen medicatie. Zij gaf aan sinds 1 dag progressieve pijn te hebben midden bovenin de buik die toenam bij diep doorzuchten en die uitstraalde naar de rug. Ze had koorts tot 39˚C gehad, ze was misselijk en braakte. De tractusanamnese leverde, met name wat betreft de tractus respiratorius, geen bijzonderheden op. Bij lichamelijk onderzoek zagen we een evident zieke vrouw die tachypnoïsch was met een ademfrequentie van 24/min, een saturatie van 99% en een temperatuur van 38,7˚C. Haar bloeddruk bedroeg 110/60 mmHg en polsfrequentie was 115/min. Onderzoek van hart en longen was niet afwijkend. Het abdomen was soepel. Er bestond drukpijn in epigastrio en rechts bovenin de buik. Differentiaaldiagnostisch werd gedacht aan een acute cholecystitis, gastritis, pancreatitis en hepatitis, waarvoor een echo van het abdomen werd aangevraagd. In eerste instantie werd een acute pneumonie minder waarschijnlijk geacht, gezien de afwezigheid van pulmonale symptomen in de anamnese en bij lichamelijk onderzoek. De pijn bij diepe inspiratie werd geduid als diafragmaprikkeling door een Achtergrond De alveolaire-arteriële (a-a)-zuurstofgradiënt geeft het verschil weer tussen de partiële druk van zuurstof in de alveoli en de partiële druk van zuurstof in het bloed en kan onder andere bij longaandoeningen toegenomen zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "cAsus Wij beschrijven een 41-jarige patiënte met buikpijn als belangrijkste symptoom van een acute pneumonie waarbij berekening van de a-a-zuurstofgradiënt vroegtijdig had kunnen bijdragen aan het stellen van de juiste diagnose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "conclusie De a-a-zuurstofgradiënt heeft vooral een diagnostische waarde. Met een nomogram kan de a-a-zuurstofgradiënt gemakkelijk en snel geïnterpreteerd worden, waardoor in de toekomst mogelijk meer gebruik zal worden gemaakt van de a-a-zuurstofgradiënt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "hoog-abdominaal ontstekingsproces, de tachypneu als secundaire hyperventilatie. Het sepsisprotocol werd ingezet. Analyse van de arteriële bloedgaswaarden liet een metabole acidose en een respiratoire alkalose zien (tabel). Laboratoriumonderzoek liet geen afwijkingen zien behoudens een leukocytose (23,1 x 10 9 /l; referentiewaarde: 4,0-11,0 x 10 9 /l) en een verhoogd CRP (80, referentiewaarde: < 5 mg/l). In afwachting van de echo ontstonden in de loop van een aantal uren lichte hoest-en kortademigheidsklachten, waarbij de zuurstofsaturatie daalde tot 83%. Er werd alsnog een thoraxfoto aangevraagd. Hierop was een infiltraat met volumeverlies van de rechter onderkwab te zien (figuur 1). Op grond van deze bevinding werd de diagnose 'acute pneumonie' gesteld. De echo van het abdomen liet geen afwijkingen zien. Patiënte werd opgenomen en behandeld met intraveneuze antibiotica. Na 10 dagen werd zij in goede conditie uit het ziekenhuis ontslagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "De A-a-zuurstofgradiënt helpt om te bepalen of de ventilatie van een patiënt in overeenstemming is met de mate van oxygenatie. Een verhoogde A-a-zuurstofgradiënt wijst per definitie op een probleem in de zuurstofoverdracht van de longen (alveoli) naar het bloed (arteriën) en treedt op bij een diffusiestoornis of ventilatie-perfusiemismatch door doderuimteventilatie of fysiologische shunt. Deze kan ook worden gevonden bij een diepe anemie. 1 Uiteraard stijgt de gradiënt ook bij rokers en patiënten met een chronische longziekte. Bij een zuivere hypo-of hyperventilatie is er niets aan de hand met de longen en is de A-a-zuurstofgradiënt normaal. Figuur 1 X-thorax van patiënt. In de rechteronderkwab is een infiltraat zichtbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Berekening De A-a-zuurstofgradiënt kan met een formule worden berekend met behulp van de waarden van de P a O 2 en de P a CO 2 , die verkregen kunnen worden uit de arteriële bloedgasanalyse (zie uitlegkader). 2 Referentiewaarden De verwachte A-a-zuurstofgradiënt is afhankelijk van de leeftijd en kan onder standaardcondities (op zeeniveau en bij een atmosferische druk van 760 mmHg (= 110,33 kPa)) met de volgende formule worden geschat: A-a-zuurstofgradiënt (in kPa) = (2,5 + 0,21 x leeftijd in jaren) / 7,5. 2 Interpretatie Door de berekende A-a-zuurstofgradiënt van een patiënt te vergelijken met zijn of haar verwachte waarde krijgt men een indruk over de mate waarin er een probleem bestaat met de zuurstofoverdracht. De A-a-zuurstofgradiënt van onze patiënt, berekend op basis van de uitslag van haar arteriële bloedgaswaarden, was 5,4 kPa, terwijl de verwachte waarde op basis van haar leeftijd 1,5 kPa bedroeg. Voor een relatief jonge vrouw die niet rookt en geen pre-existente longafwijkingen heeft, spreken we van een fors toegenomen A-azuurstofgradiënt. Nomogram Voor een eenvoudigere interpretatie van de A-a-zuurstofgradiënt stelden wij een nomogram op (figuur 2). Dit nomogram maakt het mogelijk om per leeftijdscategorie de reële A-a-zuurstofgradiënt te schatten ten opzichte van de normale A-a-gradiënt. Bij deze interpretatie wordt de gemeten P a CO 2 -waarde van de patiënt vergeleken met de P a CO 2 -waarde die op basis van de gemeten P a O 2 -waarde van de patiënt was te verwachten. Hoe lager de gemeten P a CO 2 -waarde is ten opzichte van de verwachte P a CO 2 -waarde, hoe groter de toename van de A-a-gradiënt zal zijn. Het nomogram gaat uit van een ingeademde zuurstoffractie (F i O 2 ) van 0,21. Wanneer het nomogram gebruikt wordt bij een patiënt die extra zuurstof toegediend krijgt, zal het nomogram een onderschatting van de werkelijke A-a-zuurstofgradiënt geven. Wanneer namelijk de zuurstoffractie in de ingeademde lucht stijgt, stijgt de P A O 2 (alveolaire zuurstofspanning) disproportioneel ten tABel uitslagen van arteriële bloedgas van patiënt a • Bij een zuivere hypo-of hyperventilatie is de A-a-zuurstofgradiënt niet afwijkend.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "• Door de berekende A-a-zuurstofgradiënt van een patiënt te vergelijken met de verwachte waarde ontstaat een indruk over de mate waarin er een probleem is met de zuurstofoverdracht in de longen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "• De A-a-zuurstofgradiënt kan snel en gemakkelijk geïnterpreteerd worden met behulp van een nomogram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The alveolar-arterial oxygen pressure gradient in anemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hickam",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J Clin Invest",
            "volume": "31",
            "issn": "",
            "pages": "188--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The alveolar-arterial oxygen difference: its size and components in normal man",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mellemgaard",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Acta Physiol Scand",
            "volume": "67",
            "issn": "",
            "pages": "10--20",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nunn's Applied Respiratory Physiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Nun",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A clinically oriented nomogram for the derivation and interpretation of alveolar-arterial oxygen gradients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Allingham",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Ann Emerg Med",
            "volume": "9",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alveolar-arterial oxygen gradient, pneumonia severity index and outcomes in patients hospitalized with community acquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Moammar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Azam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Blamoun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Exp Pharmacol Physiol",
            "volume": "35",
            "issn": "",
            "pages": "1032--1039",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of the alveolar-arterial oxygen gradient in the diagnosis of pulmonary embolism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcfarlane",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Med",
            "volume": "96",
            "issn": "",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of the alveolar-arterial oxygen gradient in the assessment of acute pulmonary embolism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Emerg Med",
            "volume": "16",
            "issn": "",
            "pages": "333--340",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A O 2 = resultaat alveolaire gasvergelijking = (F i O 2 x [Patm -PH 2 O]) -P a CO 2 / r* *hierbij is: F i O 2 = ingeademde zuurstoffractie (0,21 op zeeniveau) Patm = atmosferische druk (760 mmhg op zeeniveau ≈ 101 kPa) PH 2 O = partiële waterdruk (47 mmhg bij 37 graden ≈ 6,3 kPa) r = respiratoire quotiënt (0,8 bij 'steady state') de A-a-zuurstofgradiënt kan onder standaardcondities (bij atmosferische druk op zeeniveau) worden berekend met de volgende formule: A-a-zuurstofgradiënt (in kPa) = 20 -(P a CO 2 / 0,8) -P a O 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "De alveolaire-arteriële(A-a)-zuurstofgradiënt geeft het verschil weer tussen de partiële druk van zuurstof in de alveoli en de partiële druk van zuurstof in het bloed. • Een verhoogde A-a-gradiënt wijst op een probleem in de zuurstofoverdracht in de longen en treedt op bij een diffusiestoornis of ventilatie-perfusiemismatch.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Universitair Medisch Centrum Groningen, afd. Spoedeisende Hulp, Groningen. M.A.E. Weinans, BSc, semi-arts (thans: arts-assistent SEH, Diaconessenhuis, Meppel); drs. A.M. Drost-de Klerck, SEH-arts; dr. J.C. Ter Maaten, internist-acute geneeskunde. Contactpersoon: M.A.E. Weinans, BSc (marijeweinans@hotmail.com).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "het inschatten van de ernst van een 'community acquired' pneumonie (CAP) en lijkt de A-a-zuurstofgradiënt de klinische uitkomsten, de opnameduur en de overleving net zo goed te voorspellen als de PSI.5 Ander onderzoek laat zien dat de A-a-zuurstofgradiënt van diagnostisch belang is bij het stellen van de diagnose 'longembolie' en tevens correleert met de ernst van de longembolie.6,7 De ziektegeschiedenis van patiënt A onderstreept de diagnostische waarde van de alveolaire-arteriële-zuurstofgradiënt. Met behulp van het in dit artikel beschreven nomogram is de interpretatie van de A-a-zuurstofgradiënt snel en gemakkelijk. In de toekomst kan er wellicht meer gebruik worden gemaakt van dit waardevolle hulpmiddel.Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Citeer als: Ned Tijdschr Geneeskd. 2012;156:A4482 • > Meer op www.ntvg.nl/klinischepraktijk",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}