{"paper_id": "0f9958b2700742ac5532796a6f378f02131d15fd", "metadata": {"title": "Using Business Plan Development as a Capstone Project for MPH Programs in Canada: Validation Through the Student Perspective", "authors": [{"first": "Andrew", "middle": [], "last": "Papadopoulos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicole", "middle": [], "last": "Britten", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meghan", "middle": [], "last": "Hatcher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Keira", "middle": [], "last": "Rainville", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Master of Public Health (MPH) programs have been developed across Canada as a response to the need for adequately trained individuals to work in the public health sector. Educational institutions that deliver MPH programs have a responsibility to ensure that graduates of their program have the essential knowledge, skills and attitudes to begin a successful career in public health. The Public Health Agency of Canada has created the core competencies for public health to guide the development, delivery and evaluation of MPH programs. In Canada, a capstone project is the recommended method of evaluating the MPH graduate's ability to demonstrate proficiency in the public health core competencies. A business plan that develops the framework for a public health program is an ideal capstone project currently used in practice within the University of Guelph MPH program. This group assignment incorporates all 36 of the public health core competencies while providing students with a real-world public health experience, and should be considered for inclusion within MPH programs across Canada. Business planning provides students the opportunity to engage in practicebased learning, applying theoretical knowledge to practice. Further, the ability to develop realistic but financially feasible public health problems is an invaluable skill for MPH graduates. As the development of programs becomes more restricted and the continuation of other programs are under constant threat, the ability to develop a sound business plan is a required skill for individuals entering the public health sector, and will ensure students are able to maximize outcomes given tight fiscal budgets and limited resources.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords Business plan Á Capstone project Á Master of public health Á Practice-based learning Á Public health core competencies A. Papadopoulos", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Canada experienced an increase in Master of Public Health (MPH) programs after the 2003 SARS outbreak in Southern Ontario. Universities, in combination with the public health community recognized the need for graduate trained individuals to work at the systemic and macro policy level within public health. Events such as the contaminated water outbreak in Walkerton that resulted in over 2,000 positive cases and seven deaths, the introduction of West Nile virus into Canada and increasing numbers of positive cases annually, and pandemic planning has underscored this need.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "MPH programs in Canada are structured around the Core Competencies for Public Health in Canada, developed by the Public Health Agency of Canada (PHAC). These competencies define the essential knowledge, skills, and attitudes necessary for graduates to master in order to become skilled public health professionals [4] . The competencies provide a baseline of skills and knowledge necessary to implement the core functions of the public health system. The 36 core competencies can be categorized into seven categories including public health sciences; assessment and analysis; policy and program planning; implementation and evaluation; partnerships, collaboration and advocacy; diversity and inclusiveness; communication and leadership. Public health educators have a responsibility to ensure that MPH graduates acquire these competencies necessary for public health practice.", "cite_spans": [{"start": 314, "end": 317, "text": "[4]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Culminating experiences allow students to acquire further knowledge and integrate past learning from the various components of their educational program while demonstrating their proficiency with the core competencies. These experiences are an important component of MPH programs, as they ensure that students are able to synthesize and integrate knowledge and skills gained through required coursework and practicum experiences. Culminating experiences, as defined by the Guidelines for MPH Programs in Canada [7] vary across Canada. Capstone projects are culminating experiences that validate that graduates of the MPH program are proficient with the core competencies and adequately trained to enter a career in the public health sector [7] .", "cite_spans": [{"start": 511, "end": 514, "text": "[7]", "ref_id": "BIBREF8"}, {"start": 740, "end": 743, "text": "[7]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "A business plan that develops the framework for a public health program is an ideal capstone project that is currently used in practice at the University of Guelph, and should be considered for inclusion within MPH programs across Canada. This group project, which has been a required assignment in the Public Health Administration (POPM*6580) course for all 4 years since the program's inception, has received positive student feedback, and is an effective means for students to integrate coursework and practical experience into a single project that showcases their abilities. Producing trained professionals who have mastered the skill of developing business plans to support public health programs fulfills a great need within public health agencies as the ability to develop financially feasible but effective programs is an irreplaceable skill for graduates entering the public health sector.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Business plans are a versatile educational tool that can be used regardless of the method of program delivery. Both specialized or generalized, and in class or distance education programs can integrate business plans into the curriculum in some manner. Business plans are a positive learning tool because they incorporate all learning styles [3] , and thus allow all students to actively engage and participate in the process. As a capstone project, the business plan assignment is completed after both the practicum experience and required courses have been completed.", "cite_spans": [{"start": 342, "end": 345, "text": "[3]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Business plans incorporate all aspects of planning, implementation, and evaluation of programs. Business plan development relies on imbuing theoretical information with practical evidence and stakeholder advice, skills that are necessary in professional graduate training and skills that will be useful to graduates when they enter the public health profession. Business plans give students the opportunity to apply important concepts learned from required courses such as identifying health issues and target populations, as well as recognizing important stakeholders and developing partnerships while creating a realistic and usable product for implementation. Given that the majority of students in MPH programs come from a science background, budgeting and financial planning is not something with which they have much experience. A business plan not only introduces these concepts to students, but also affords them an opportunity to apply these concepts in a public health context, which is necessary experience for career success.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The 2008 financial crisis resulted in significant constraints on all levels of government spending, making economic evaluation a key component of program planning and implementation. Cost-benefit analysis, cost-utility analysis, and cost-effectiveness measures are becoming increasingly common as measures of program success and continuance. Recognizing and understanding these measures and including them within the overall structure of a business plan helps public health professionals create new programs in areas of public health need, and allow the continuation of effective public health programs. Business plans can be used to develop new programs, lend support to existing programs, and prioritize ongoing programs by identifying those that are most successful. They can also help to increase the effectiveness of program delivery. Having experience with business plan development during graduate training helps to ensure that future public health professionals have the necessary skill set to develop the most successful programs possible. The act of developing a business plan helps the public health professional focus the program and identifies efficiencies. Furthermore, the conclusion of a business plan can determine the feasibility of the public health program. Identifying that the plan is not appropriate at a particular time due to financial, political, social, environmental, or other such constraints is valuable knowledge given limited financial resources. This paper is a summary of the intended learning outcomes of the business planning exercise provided by the primary author, supported by the student reported findings from a focus group held at the University of Guelph in January 2013. Students who had completed the Public Health Administration course were presented with the core competencies and asked to describe how the business plan impacted their acquisition or enhancement of each of the individual competencies. This paper will follow the structure of a business plan, highlighting areas where students felt that the core competencies for public health as developed by PHAC are incorporated. The effectiveness of using practice-based learning as a means of capstone project delivery for MPH schools in Canada, as well as the added value from the experience of completing a business plan will also be discussed. Recommendations for continuous improvement of the business planning exercise as a capstone project in MPH programs based on student experiences will be provided.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Business plans utilize many of the strengths of practicebased learning as they incorporate real life scenarios that empower students to conduct research, integrate theory and practice and apply knowledge and skills to solve problems [6] . This type of learning is ideal in complex situations where the answers can vary depending on environmental factors and other contextual matters. Using plan-based learning allows students to understand the gradient of answers that may be present when solving complex public health issues. This is especially important for science students, where undergraduate learning has often been more structured with defined conclusions.", "cite_spans": [{"start": 233, "end": 236, "text": "[6]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Pedagogical Support for Practice-Based Learning"}, {"text": "The Association of Schools of Public Health (ASPH) advocates for the use of practice-based learning to ensure excellence in the delivery of MPH programs [1] . The primary goal of practice-based learning in MPH programs is to enhance learning by closing the gap between academia and practice [1] . Business plans effectively bridge this gap, as they require students to use knowledge and skills gained in their required courses to create a realistic plan to address a public health problem. The ability to integrate public health theory and real-world problems allows for the most effective learning experience possible. As a result of putting knowledge and theory into practice, students validate the necessary core competencies to address socially relevant problems, which enhances their preparation for entering the public health workforce.", "cite_spans": [{"start": 153, "end": 156, "text": "[1]", "ref_id": "BIBREF2"}, {"start": 291, "end": 294, "text": "[1]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pedagogical Support for Practice-Based Learning"}, {"text": "Exemplary practice-based teaching also supports further development of critical thinking and problem solving skills. It is important that students are able to apply a public health lens to specific problems that affect diverse populations [1] . Business plans require students to think critically, and come up with a comprehensive solution to a multifaceted problem. This application of critical thinking and problem solving skills gives added value to the MPH student's experience that goes far beyond memorizing information about a given topic [1] .", "cite_spans": [{"start": 239, "end": 242, "text": "[1]", "ref_id": "BIBREF2"}, {"start": 546, "end": 549, "text": "[1]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pedagogical Support for Practice-Based Learning"}, {"text": "Practice-based learning is an interdisciplinary way of teaching that requires students to use knowledge gained in one context to understand a problem in a different setting [1] . Business plans are a meaningful way for students to bring their individual parts of knowledge gained through coursework and the practicum experience to develop a feasible solution to the issue at hand. This often requires numerous perspectives, and typically developing a business plan as a group assignment is necessary, as students are able explore different areas of knowledge and expertise, and share ideas with classmates.", "cite_spans": [{"start": 173, "end": 176, "text": "[1]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pedagogical Support for Practice-Based Learning"}, {"text": "Finally, the experiential nature of practice-based learning helps to shape the future public health professional's frame of reference for practice and lifelong learning [1] . Business plans are all encompassing in terms of the knowledge, skills and attitudes that must be applied, allowing students to gain valuable real world experience.", "cite_spans": [{"start": 169, "end": 172, "text": "[1]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pedagogical Support for Practice-Based Learning"}, {"text": "Not unlike business plans prepared in the private sector, business plans in the public health sector provide a framework in terms of budget and timeframe and a rationale for undertaking a project or program. A business plan helps to define a strategic plan, and provides evidence that a project is not only feasible, but will result in a positive outcome [2] . An effective business plan is one that fits well with the goals and financial resources of the organization that it was prepared for [2] .", "cite_spans": [{"start": 355, "end": 358, "text": "[2]", "ref_id": "BIBREF3"}, {"start": 494, "end": 497, "text": "[2]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Business Planning: The Student Experience"}, {"text": "Given the limited resources in the public sector, it is imperative that public health professionals have business planning skills [5] . Providing students with the opportunity to complete a business plan as a capstone project is an excellent way to develop these skills, while demonstrating proficiency in the required core competencies. The focus group validated that applications of the core competencies for public health are evident throughout the entire process of business planning. As students work their way through individual sections, they are required to take on numerous tasks that are grounded in the knowledge, skills and attitudes that inform public health practice. Each section of a business plan effectively utilizes different concepts from required courses, and students confirm that it allows them to demonstrate their proficiency with the core competencies. While many competencies are evident in all sections of a business plan, they have been highlighted in sections where they are most prominent. The individual competencies that are demonstrated in each section have been identified by students, and are delineated in square brackets throughout the text. A table outlining the competencies highlighted in each section is included as ''Appendix''.", "cite_spans": [{"start": 130, "end": 133, "text": "[5]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Business Planning: The Student Experience"}, {"text": "The introductory section defines and describes the program that will be the focal point of the business plan. It identifies the geographic area, the target audience and includes the goal and objectives of the program. Students reveal that they must first be able to identify a health issue of concern [2.1], and do so by demonstrating knowledge regarding various topics such as the health status of populations, inequities in health, the determinants of health and illness, strategies for health promotion, disease and injury prevention and health protection, as well as the factors that influence the delivery and use of health services [1.1] . The introduction allows students to establish the key or critical success factors of the proposed program and has students begin to focus on items that will ensure successful planning, delivery, and implementation. Students indicate that they must therefore take into account relevant evidence, legislation, emergency planning procedures, regulations and policies in order to ensure that they have identified all potential critical factors [3.3] . Students also recall that they must be familiar with the described mission and priorities of the public health organization for which they are developing the business plan [7.1] , and apply the organization's mission(s) with the goals and outcome objectives of their proposed program in the business plan. This action ensures the group's contribution to developing key values and a shared vision in planning and implementing public health programs and policies within a given community [7.2] .", "cite_spans": [{"start": 638, "end": 643, "text": "[1.1]", "ref_id": null}, {"start": 1086, "end": 1091, "text": "[3.3]", "ref_id": null}, {"start": 1266, "end": 1271, "text": "[7.1]", "ref_id": null}, {"start": 1580, "end": 1585, "text": "[7.2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Students in the focus group recognized the familiarity of this section of the business plan as it is equivalent to an environmental scan. Conducting the industry analysis affords students the opportunity to understand the structure, legislation, and jurisdiction of relevant public health agencies as well as gain a further understanding of interactions and important policy stakeholders [1.2] . Students are also required to identify relevant information sources such as peer-reviewed journals, grey literature published by public health agencies, stakeholders to be interviewed, web-based information and personal experiences. Collecting this information allows students to showcase their ability to become adequately informed about societal expectations, health trends and other epidemiological evidence, other programs and their target audiences, successful initiatives and other relevant information [2.2] . As well, students recognize that they must demonstrate their ability to analyze information gathered for appropriateness, as well as within the necessary context to ensure evidence informed decision-making, and appropriate policy and program development moving forward [2.3, 2.5].", "cite_spans": [{"start": 388, "end": 393, "text": "[1.2]", "ref_id": null}, {"start": 905, "end": 910, "text": "[2.2]", "ref_id": null}], "ref_spans": [], "section": "Industry Analysis"}, {"text": "In this section, students define the target market for this particular program. This requires students to be well informed about the core functions of public health, and use their understanding of epidemiological trends and the social determinants of health to determine factors that influence access to health services for their target population [1.1, 5.1]. While acknowledging population diversity when creating a business plan students confirm that they are able to ensure health inequities and negative unintended side effects of a proposed program are minimized [5.2] . It is recognized that the more specific the target, the greater the likelihood for success, as programs can be customized specifically for the intended audience. Analyzing trends and health outcomes, and determining underserviced populations allows students to identify gaps and limitations in current service delivery and organizational capacity [2.4] , so that the most suitable program will be developed. Students report that additional analysis allows them to identify the gap that this program will close as recognized in the industry analysis. It also allows students to create a program that is culturally-relevant and appropriate for their given target population [5.3] . Quantitative information will include the size of the target audience and other such demographic information. Students seek published literature to determine how this audience receives information, how they accept information, as well as successful channels, promotions, and other methods that can effectively be used to reach this target market. Additional information is gathered through interviews and engagement with targeted individuals and other stakeholders. Students who have been able to work with a community agency throughout the whole process view this opportunity as valuable for retrieving this information. Students recall the opportunity to gain experience with retrieving information from the source, while communicating effectively with many populations, ensuring non-paternalistic approaches [6.1]. Students understanding the target market aided in interpreting information for professional and non-professional audiences that are involved in the proposed program.", "cite_spans": [{"start": 568, "end": 573, "text": "[5.2]", "ref_id": null}, {"start": 923, "end": 928, "text": "[2.4]", "ref_id": null}, {"start": 1248, "end": 1253, "text": "[5.3]", "ref_id": null}], "ref_spans": [], "section": "Target Market"}, {"text": "Most private sector business plans will analyze competitors and partners to determine the size, frequency, and relationship of these organizations to be able to define industry competitiveness; however, within public health agencies this section helps to identify agencies that currently operate similar programs, ensuring that their program will not duplicate other successful programs, but most importantly it will identify agencies and stakeholders that will be able to partner with this program. Students are required to draw upon their knowledge of the history, structure, and interaction of public health and other services [1.2] , to identify potential partners for collaboration to address a public health issue. Understanding the needs and resources of important stakeholders requires students to effectively engage stakeholders and practice group facilitation and conflict management to build effective partnerships and mediate between the differing goals and interests of involved organizations [4.1, 4.2, 4.3] . Students recall that analysis in this section focuses on other programs and the target audiences they are serving, as well as an inventory of capacity of these agencies with a view that these groups may act as partners in the future. Students also cited the additional benefit of having to utilize public health ethics as they must act respectfully to potential partners and remain accountable to other stakeholders [7.3] .", "cite_spans": [{"start": 630, "end": 635, "text": "[1.2]", "ref_id": null}, {"start": 1006, "end": 1021, "text": "[4.1, 4.2, 4.3]", "ref_id": null}, {"start": 1440, "end": 1445, "text": "[7.3]", "ref_id": null}], "ref_spans": [], "section": "Competitors and Partners"}, {"text": "Commonly, this section concentrates on the four P's of marketing; that is, price, place, promotion, and product. Students agree that these core concepts of social marketing are an integral component of required coursework in MPH programs. Most public health programs will complete this analysis understanding that price is not the monetary cost, but the opportunity cost or the recognition of barriers that may exist preventing participation in the program. Place is informed by work completed within the target market section identifying when, where, and how this particular target audience prefers to receive information to maximize success. Furthermore, the target market information informs the promotion which will also be impacted by budget as the amount of available resources as well as the type of promotion most accepted by the target market will influence this outcome. The product is informed by many of the sections that have been identified including industry analysis, and competitors and partners. A successful business plan also requires students to utilize their knowledge of the core competencies from the communication category. It is essential that students develop a plan to communicate effectively with the intended audience as well as all involved stakeholders. Students report that it is necessary to understand the needs of communities and develop a culturally appropriate program supported by the appropriate type and style of communication to increase program legitimacy [6.1] . Effectively mobilizing community partners to share capacity to deliver the most efficient services possible by using current technology, community resources, and social marketing techniques are all necessary skills for a career in the public health sector. Students confirm that they can demonstrate their proficiency with these competencies via the completion of a successful business plan [6.2, 6.3, 6.4].", "cite_spans": [{"start": 1499, "end": 1504, "text": "[6.1]", "ref_id": null}], "ref_spans": [], "section": "Marketing Strategy"}, {"text": "Organizational structures and implementation plans are the central concept within this section. Students are required to develop a Gantt chart to organize the planning, implementation, and evaluation of the program, taking into account relevant evidence and current ethical, political, scientific, sociocultural, and economic contexts [2.5, 3.3, 3.4] . Students confirm that they must focus on the allocation of scarce resources and are required to minimize the length of time from conception to delivery. Through analysis of information gathered for previous sections students suggest that they are to identify where resources are scarce, and potential limitations of the program plan [2.4] . Students allocate budget amounts to each of the implementation steps in this section. Students agree that this provides them with an excellent opportunity to demonstrate their ability to implement effective practice guidelines, as well as set and follow priorities to maximize outcomes based on available resources [3.5, 3.7] . Students recall that they are able to enhance their managerial and leaderships skills by demonstrating their understanding of human resources, including organizational behaviour and organizational structures, as well as hiring and identifying required skills to deliver the program. They also agree that in order to create a successful business plan they must demonstrate their ability to contribute to organizational learning, as well as maintain organizational performance standards [7.4, 7.5] .", "cite_spans": [{"start": 335, "end": 350, "text": "[2.5, 3.3, 3.4]", "ref_id": null}, {"start": 686, "end": 691, "text": "[2.4]", "ref_id": null}, {"start": 1009, "end": 1019, "text": "[3.5, 3.7]", "ref_id": null}, {"start": 1507, "end": 1517, "text": "[7.4, 7.5]", "ref_id": null}], "ref_spans": [], "section": "Operations and Management and Implementation Plan"}, {"text": "Measuring the outcomes of successful programs is critical to satisfy funding agencies and other key decision makers. Much of this information can be collected through an evaluation of the program. Having an evaluation plan that accounts for relevant evidence and contexts is a necessary component of a business plan [3.3] . Students report that they must be able to determine appropriate implications, uses, gaps, and limitations demonstrated by evaluation findings as a component of the business planning exercise [2.4, 3.6] . Successful valuations do not begin at some future point, but do so at the commencement of any program. Students develop an evaluation plan, ensuring that key data points are being collected from the inception of the program through to a future determined date. They also conduct an evaluability assessment of their program, ensuring that it can be evaluated. Outcome objectives can be used as key measuring points determining success. To be successful in the public health sector, students must also be able to demonstrate an ability to maintain organizational performance standards [7.5] . According to students, developing an evaluation plan provides them with an opportunity to create a framework of accountability to ensure that these standards are met or exceeded.", "cite_spans": [{"start": 316, "end": 321, "text": "[3.3]", "ref_id": null}, {"start": 515, "end": 525, "text": "[2.4, 3.6]", "ref_id": null}, {"start": 1111, "end": 1116, "text": "[7.5]", "ref_id": null}], "ref_spans": [], "section": "Evaluation Plan"}, {"text": "Students indicate that the preparation of budgets and other financial statements helps them learn the role scarce resources play in public health program delivery. Information such as budgets including best plan, most likely, and worst plan scenarios, and income statements allow them to further understand the flow of resources and the necessity to plan for future expenditures. In order to be successful, students recognize that they must use evidence and research to inform the financial aspects of the business plan [1.4] . They also suggest that the value of the financial plan goes beyond the use of the core competencies as it provides students with exposure to budgeting and finances in the public health sector prior to employment. Concepts such as various costing models, determining inventories, and the understanding of the generally accepted accounting principles will help students formulate budgets in the future. Having a well-developed financial plan allows students to demonstrate their ability to maximize outcomes and set and follow priorities based on available resources [3.7] .", "cite_spans": [{"start": 520, "end": 525, "text": "[1.4]", "ref_id": null}, {"start": 1093, "end": 1098, "text": "[3.7]", "ref_id": null}], "ref_spans": [], "section": "Financial Plan"}, {"text": "Public health programs require a realistic exit strategy. These are critical, as any program that begins its operation will have people relying on its services. Furthermore, protecting the organization's reputation is required, as the public health agency has advocated for the creation of this program and now will be looking at its conclusion. Exit strategies can be planned; that is, the agency will have entered into this program to start it up and bring partners and stakeholders in, and will then retreat allowing these partners to maintain its operation. Ideally, an exit strategy will recommend specific action to be put into practice relevant to the reason for the exit [2.6] . Students recall the opportunity to develop an exit strategy that includes a detailed account of how to take action so that the public health issue can continue to be addressed in the most appropriate manner [3.4] . They also recall that collaboration can play a significant role in planning for an exit, as partners may be required to take on greater responsibilities to ensure the needs of the target population are not left unanswered [4.1] . The program may be short lived as the problem may be acute and this information must be communicated to participants. As well, mitigating strategies will need to be devised in the plan of an unintentional exit where the organization must conclude its program due to lack of demand or lack of resources to support. Students report that planning for an unexpected event gives them practical experience in ensuring functional roles are fulfilled in the event of an unexpected occurrence [3.8] . Students agree that developing a sound exit strategy is an excellent way for them to further develop their competency with necessary collaboration and communication skills, and allows them to facilitate the reallocation of resources, and mediate the differing interests of involved parties while still maintaining organizational standards and public reputation [4.2, 4.3, 7.5] . Planning to communicate effectively with the target audience, as well as community stakeholders, colleagues, and partners is an essential component of a successful exit strategy that students consider to be valuable experience that adequately prepares graduates for real-world situations [6.1] .", "cite_spans": [{"start": 679, "end": 684, "text": "[2.6]", "ref_id": null}, {"start": 894, "end": 899, "text": "[3.4]", "ref_id": null}, {"start": 1124, "end": 1129, "text": "[4.1]", "ref_id": null}, {"start": 1616, "end": 1621, "text": "[3.8]", "ref_id": null}, {"start": 1985, "end": 2000, "text": "[4.2, 4.3, 7.5]", "ref_id": null}, {"start": 2291, "end": 2296, "text": "[6.1]", "ref_id": null}], "ref_spans": [], "section": "Exit Strategy"}, {"text": "A major finding to come out of the student focus group was that learning through creation of a business plan goes beyond the scope of the finished product. The process involved in successfully completing the business plan begins before anything is put on paper with ample discussion about health problems and potential solutions. In order to adequately inform the discussion about the issue of concern, students agree that they must demonstrate their knowledge of the public health sciences within the appropriate contexts and be able to conceptualize these concepts in practice [1.1, 1.3, 2.5]. As well, students feel that extensive research may be involved in the selection of an issue, before groups begin to develop their plan of action [1.4] . Based on analysis of information and group discussion, students feel confident that the specific recommendations they provide are the most suitable solutions to the problem [2.6] .", "cite_spans": [{"start": 741, "end": 746, "text": "[1.4]", "ref_id": null}, {"start": 922, "end": 927, "text": "[2.6]", "ref_id": null}], "ref_spans": [], "section": "Additional Competencies Gained Through the Learning Experience"}, {"text": "Group work is critical to the value added from completing the business plan as a capstone project. Students recognize that it provides them with an avenue to present their own ideas, and work collaboratively with others to describe program options to address a specific issue, and discuss the implications of potential solutions [3.1, 3.2] . Working collaboratively to determine the most appropriate issue to be addressed can be a difficult task when students come from different backgrounds, and have differing interests. As a result, students came to the conclusion that working in a group setting provides them with an opportunity to advocate for health policies, programs, and services that best promote and protect the health and wellbeing of the public, as will be required of them when employed in the public health sector [4.4] . Not only does collaboration with classmates provide students with an experience more reminiscent of public health practice, it allows them to effectively demonstrate their leadership skills. Students eluded to the fact that by contributing their own ideas and debating the ideas of others, they are able to effectively build public health workforce capacity by sharing their own knowledge and expertise and enhancing the learning of classmates to advance public health goals [7.6, 7.4] . As a whole, these experiences lay the foundation for students to continually pursue learning opportunities in the field of public health throughout their career [1.5] .", "cite_spans": [{"start": 329, "end": 339, "text": "[3.1, 3.2]", "ref_id": null}, {"start": 830, "end": 835, "text": "[4.4]", "ref_id": null}, {"start": 1313, "end": 1323, "text": "[7.6, 7.4]", "ref_id": null}, {"start": 1487, "end": 1492, "text": "[1.5]", "ref_id": null}], "ref_spans": [], "section": "Additional Competencies Gained Through the Learning Experience"}, {"text": "To maximize the benefit of the business planning exercise, the capstone project should further capitalize from the strengths of practice-based learning. Ensuring that the process of creating a business plan is a collective learning partnership between faculty, public health practitioners, and students will be beneficial for all involved parties [1] . Students who worked closely with community agencies to develop their business plan, were able to develop a more comprehensive and realistic program plan. Moving forward, all groups of students will work with a community agency to create a business plan that will be used in practice. Working with organizations to develop programs based on identified need take competencies covered in the business plan one step further, from theoretical to applied. Students who engaged in two-way knowledge exchange with community agencies to complete the business plan felt that they were able to accelerate their learning as they are able to build community capacity and contribute to developing key values and a shared vision in program planning within the community [7.6, 7.2] . At the same time, they were able to provide a significant benefit for community agencies, as the partnerships facilitate program development in areas with limited capacity. Future research will involve measuring the specific competencies gained by students through the business planning exercise, as well as the impact greater community collaboration will have on the acceleration and enhancement of proficiency.", "cite_spans": [{"start": 347, "end": 350, "text": "[1]", "ref_id": "BIBREF2"}, {"start": 1108, "end": 1118, "text": "[7.6, 7.2]", "ref_id": null}], "ref_spans": [], "section": "Future Directions"}, {"text": "The business plan development group assignment at the University of Guelph incorporates all 36 core competencies for public health in Canada. It has students bring together theoretical knowledge acquired throughout their MPH program and apply it to an additional learning tool of developing a program based on public health need. Students agree that in order to successfully complete the business planning exercise, they are required to review epidemiological evidence, identify and analyze relevant information from multiple sources, and partake in stakeholder engagement, demonstrating their ability to engage in evidence-informed decision-making. Further, the financial component of a business plan allows them exposure to budgeting and financial concepts in a public health setting. This provides real-world experience that will aid in cost-benefit analysis, and developing administrative and organizational structures including implementation plans, as they undertake managerial tasks into the future. As the development of programs becomes more restricted and the continuation of other programs are under constant threat, the ability to develop a sound business plan is a required skill for individuals entering the public health sector, and ensures scarce resource consumption will have the biggest impact within the health of our communities.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The business plan is a valuable learning tool for MPH students across Canada, as in order to complete this group assignment successfully, students must demonstrate proficiency in the PHAC-stated core competencies. By bringing all of their knowledge together to create a single deliverable, students are able to validate their learning in the MPH program. The attitudes and values of public health professionals are an important component of effective practice, and business planning allows students to apply the public health problem-solving paradigm to evaluate and address a real-life public health problem. Coming up with a comprehensive and feasible solution requires a significant amount of time and effort, thus students assume ownership of the plan and become invested in the outcome. This desire for program success to effectively build capacity to respond to a given health issue, combined with the unique opportunity for students to demonstrate knowledge of all of the essential building blocks of public health practice, makes the business planning exercise an ideal capstone project for MPH programs in Canada and adequately prepares students for a successful future in the public health sector.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Demonstrating excellence in practice-based teaching for public health. Washington", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Preparing an effective business plan -A guide to planning and funding municipal and community projects", "authors": [{"first": "W", "middle": ["J"], "last": "Baxter", "suffix": ""}], "year": 2002, "venue": "Ontario Ministry of Agriculture, Food and Rural Affairs. Retrieved from", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Experiential learning", "authors": [{"first": "D", "middle": [], "last": "Kolb", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Core Competencies For Public Health in Canada: Release 1.0", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Public health business planning: A practical guide", "authors": [{"first": "S", "middle": [], "last": "Orton", "suffix": ""}, {"first": "A", "middle": [], "last": "Menkens", "suffix": ""}, {"first": "P", "middle": [], "last": "Santos", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Overview of problem-based learning: definitions and distinctions", "authors": [{"first": "J", "middle": ["R"], "last": "Savery", "suffix": ""}], "year": 2006, "venue": "Interdisciplinary Journal of Problem-based Learning", "volume": "1", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Public Health Human Resources Task Group", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {}, "back_matter": [{"text": "Appendix See Table 1 . ", "cite_spans": [], "ref_spans": [{"start": 13, "end": 20, "text": "Table 1", "ref_id": null}], "section": "annex"}]}