{"paper_id": "0f9fb130a1dea69e3a77f81d24caa057aefee080", "metadata": {"title": "Journal Pre-proof Modified Routine Cardiac Imaging Surveillance of Adult Cancer Patients and Survivors during the COVID-19 Pandemic Modified Routine Cardiac Imaging Surveillance of Adult Cancer Patients and Survivors during the COVID-19 Pandemic", "authors": [{"first": "Oscar", "middle": [], "last": "Calvillo-Argüelles", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Husam", "middle": [], "last": "Abdel-Qadir", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Bonnie", "middle": [], "last": "Ky", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pennsylvania School of Medicine", "location": {"settlement": "Philadelphia", "region": "Pennsylvania"}}, "email": ""}, {"first": "Jennifer", "middle": ["E"], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Memorial Sloan-Kettering Cancer Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Juan", "middle": ["C"], "last": "Lopez-Mattei", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Texas MD Anderson Cancer Center", "location": {"settlement": "Houston", "region": "Texas", "country": "USA"}}, "email": ""}, {"first": "Eitan", "middle": [], "last": "Amir", "suffix": "", "affiliation": {"laboratory": "Ted Rogers Program in Cardiotoxicity Prevention Peter Munk Cardiac Center", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Paaladinesh", "middle": [], "last": "Thavendiranathan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "ON", "country": "Canada"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The COVID-19 pandemic has overwhelmed health care systems internationally, prompting difficult decisions and ethical dilemmas over resource allocation. (1) In-person healthcare encounters have been restricted to reduce exposures to patients and providers. These restrictions are particularly relevant to patients with cancer and/or cardiovascular disease (CVD) who have a greater risk of infection and worse outcomes with COVID-19.(2) Therefore, we must reconsider which in-person encounters, including imaging tests, are essential -where the risk of undetected CVD outweighs the risk of potential infection. The goal of this viewpoint is to provide general guidance, based upon available evidence, regarding the role of routine cardiac surveillance during this pandemic.(1) These are not societal guidelines and recommendations may change as the pandemic evolves.", "cite_spans": [{"start": 152, "end": 155, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "While cardiac imaging surveillance through cancer treatment is a pillar of cardio-oncology practice, it is important to recognize that most recommendations are based on expert consensus.", "cite_spans": [], "ref_spans": [], "section": "Overarching principles with cardiac surveillance during COVID-19"}, {"text": "Many routine tests have relatively low yield for detecting abnormal findings or modifying clinical care in asymptomatic patients.(3) Thus, it may be possible to adopt temporary measures during this pandemic which strike a balance between the early detection and prevention of cancer therapy related cardiac dysfunction (CTRCD) and risk of COVID-19 transmission. This requires individualizing imaging approaches to prioritize patients at the highest risk of CTRCD while deferring testing among lower-risk individuals. Importantly, we do not advocate completely omitting testing that would otherwise be clinically indicated. Rather, we attempt to prioritize cardiovascular imaging tests that should ideally be conducted without delay. For other patients, we should consider deferring tests to a later time-point after the pandemic resolves, when routine practices are more feasible.", "cite_spans": [], "ref_spans": [], "section": "Overarching principles with cardiac surveillance during COVID-19"}, {"text": "Importantly, despite reduced surveillance, careful monitoring of symptoms, cardiovascular risk factor modification, and disease management should continue in all patients. This viewpoint will focus on surveillance for patients receiving anthracyclines and trastuzumab. There are no standard guidelines for routine imaging with other cardiotoxic therapies (e.g. VEGFi, immune check point inhibitors); this should remain unchanged.", "cite_spans": [], "ref_spans": [], "section": "Overarching principles with cardiac surveillance during COVID-19"}, {"text": "The ASCO guidelines recommend baseline cardiac imaging for individuals receiving potentially cardiotoxic therapies such as anthracyclines and/or trastuzumab.(4) An implicit objective to these guidelines is the avoidance of longer-term rather than short-term cardiovascular risk. These guidelines define increased risk of CTRCD based on the planned treatment regimen and individual cardiovascular risk factors/comorbidities. Although baseline imaging can help identify patients at risk of CTRCD, it may be prudent to limit baseline testing during the pandemic to patients who are more likely to have abnormal testing or are at higher risk for CTRCD in the near-or medium-term, particularly if it may result in the initiation of cardioprotective medications or impact chemotherapy delivery (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 788, "end": 797, "text": "(Table 1)", "ref_id": null}], "section": "Pretreatment risk assessment"}, {"text": "Thus, with anthracycline initiation, regardless of dose, it may be reasonable to prioritize baseline cardiac imaging for patients with: 1) established or suspected CVD based on past medical history (e.g. myocardial infarction, cardiomyopathy, arrhythmia, moderate or greater valvular disease); 2) signs or symptoms of cardiac dysfunction; 3) ≥2 risk factors for CTRCD, including age ≥ 60 years, hypertension, diabetes, dyslipidemia, smoking, or obesity. Prior research indicates that overt CTRCD is unlikely in the near term in young patients without risk factors.(5) For other asymptomatic patients, we recommend optimizing risk factors prior to chemotherapy and deferring imaging after COVID-19 associated restrictions end.", "cite_spans": [], "ref_spans": [], "section": "Pretreatment risk assessment"}, {"text": "When considering anthracycline dose as a risk factor for CTRCD, although we recognize that there is no safe dose, the risk rises substantially beyond 250mg/m 2 of doxorubicin-equivalent dose with even greater risk above 400mg/m 2 .(4) However, for adult patients whose only risk factor is high cumulative anthracycline dose, it may be reasonable to defer imaging until this high risk doses are reached or at the completion of anthracyclines. Since cardiac dysfunction rarely becomes clinically manifest at lower doses or before 3-6 months of treatment completion, this approach may allow identification and timely management of patients with CTRCD without baseline measurements. (6, 7) Baseline imaging is also commonly performed before trastuzumab initiation. Despite the high rates of trastuzumab-associated CTRCD, these patients often have a favorable clinical course.(8) Trastuzumab-associated CTRCD is less common without prior anthracycline exposure.(9) Baseline imaging prior to trastuzumab can be considered for women with: 1) preexisting CVD; 2) signs or symptoms of cardiac dysfunction; 3) ≥2 risk factors for CTRCD, including age ≥ 60 years, hypertension, diabetes, dyslipidemia, smoking, obesity; 4) exposure to anthracyclines as part of prior or current treatment regimen. However, if imaging in the past 6 months demonstrates normal cardiac function (LVEF ≥55%) and the absence of significant valvular disease, additional baseline testing can likely be deferred.", "cite_spans": [{"start": 679, "end": 682, "text": "(6,", "ref_id": "BIBREF5"}, {"start": 683, "end": 685, "text": "7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Pretreatment risk assessment"}, {"text": "The optimal surveillance regimen during anthracycline chemotherapy remains incompletely In patients who develop CTRCD and require cardiac treatments and/or withholding of cancer therapy, repeat imaging should continue as per institutional standard of care.(10)", "cite_spans": [], "ref_spans": [], "section": "Surveillance during cancer treatment"}, {"text": "Current guidelines recommend long-term surveillance of adult survivors of pediatric, adolescent, and young adult cancers at higher risk based on patient characteristics and treatment exposures. (14, 15 ) Since this is a longer-term concern, it may be reasonable to defer routine screening in asymptomatic survivors during this pandemic. Currently there are no recommendations for routine surveillance in older adult cancer survivors; this should remain the standard unless patients develop HF symptoms.", "cite_spans": [{"start": 194, "end": 198, "text": "(14,", "ref_id": "BIBREF13"}, {"start": 199, "end": 201, "text": "15", "ref_id": null}], "ref_spans": [], "section": "Routine imaging of cancer survivors after treatment"}, {"text": "Many patients will still require timely cardiac imaging. These studies should be performed with precautions to minimize the exposures (Table 2) , and The American Society of Echocardiography has developed guidance on how to practice echocardiography safely during this pandemic (https://www.asecho.org/ase-statement-covid-19/). Of note, there are also alternative imaging modalities that can be considered (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 134, "end": 143, "text": "(Table 2)", "ref_id": "TABREF0"}, {"start": 406, "end": 415, "text": "(Table 2)", "ref_id": "TABREF0"}], "section": "Considerations for safe imaging during COVID-19"}, {"text": "Several modifications to routine cardiac imaging practices in cancer patients can be considered during the COVID-19 pandemic. Since there are no data specific to these circumstances, our suggestions are not intended to change long-term practice. Rather, these are temporary measures where routine testing in asymptomatic patients may be deferred to minimize COVID-19", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "transmission. The suggestions are informed by existing literature in conjunction with our opinion which is borne from clinical experience. We recognize that some CTRCD events may be undetected. However, this likely poses a small absolute risk in the short-term. Any modifications to local practice patterns should not be enacted unilaterally. They need to be discussed collaboratively amongst cardiologists and oncologists and carefully with patients, who also need to be educated and informed, with individualization of practices to institutional and patientspecific needs. We believe that such approaches to reduce cardiac imaging during the COVID-19 pandemic will allow the cardio-oncology community to help in \"flattening the curve.\" Use of imaging enhancing agents in non-Limit use of an imaging enhancement agent to non-", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic", "authors": [{"first": "E", "middle": [], "last": "Driggin", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jacc.2020.03.031"]}}, "BIBREF1": {"ref_id": "b1", "title": "The Novel Coronavirus Disease (COVID-19) Threat for Patients with Cardiovascular Disease and Cancer", "authors": [{"first": "S", "middle": [], "last": "Ganatra", "suffix": ""}, {"first": "S", "middle": [], "last": "Hammond", "suffix": ""}, {"first": "A", "middle": [], "last": "Nohria", "suffix": ""}], "year": 2020, "venue": "JACC CardioOncology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jaccao.2020.03.001"]}}, "BIBREF2": {"ref_id": "b2", "title": "The yield of routine cardiac imaging in breast cancer patients receiving trastuzumab-based treatment: a retrospective cohort study", "authors": [{"first": "D", "middle": [], "last": "Bobrowski", "suffix": ""}, {"first": "S", "middle": [], "last": "Suntheralingam", "suffix": ""}, {"first": "O", "middle": [], "last": "Calvillo-Arguelles", "suffix": ""}], "year": 2019, "venue": "Can J Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cjca.2019.12.021"]}}, "BIBREF3": {"ref_id": "b3", "title": "Prevention and Monitoring of Cardiac Dysfunction in Survivors of Adult Cancers", "authors": [{"first": "S", "middle": ["H"], "last": "Armenian", "suffix": ""}, {"first": "C", "middle": [], "last": "Lacchetti", "suffix": ""}, {"first": "A", "middle": [], "last": "Barac", "suffix": ""}], "year": 2017, "venue": "J Clin Oncol", "volume": "35", "issn": "", "pages": "893--911", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Risk of Heart Failure and Other Cardiovascular Hospitalizations After Early Stage Breast Cancer: A Matched Cohort Study", "authors": [{"first": "H", "middle": [], "last": "Abdel-Qadir", "suffix": ""}, {"first": "P", "middle": [], "last": "Thavendiranathan", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Austin", "suffix": ""}], "year": 2019, "venue": "J Natl Cancer Inst", "volume": "1", "issn": "8", "pages": "854--862", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Early detection of anthracycline cardiotoxicity and improvement with heart failure therapy", "authors": [{"first": "D", "middle": [], "last": "Cardinale", "suffix": ""}, {"first": "A", "middle": [], "last": "Colombo", "suffix": ""}, {"first": "G", "middle": [], "last": "Bacchiani", "suffix": ""}], "year": 2015, "venue": "Circulation", "volume": "131", "issn": "", "pages": "1981--1989", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Detailed Echocardiographic Phenotyping in Breast Cancer Patients: Associations With Ejection Fraction Decline, Recovery, and Heart Failure Symptoms Over 3 Years of Follow-Up", "authors": [{"first": "H", "middle": ["K"], "last": "Narayan", "suffix": ""}, {"first": "B", "middle": [], "last": "Finkelman", "suffix": ""}, {"first": "B", "middle": [], "last": "French", "suffix": ""}], "year": 2017, "venue": "Circulation", "volume": "135", "issn": "", "pages": "1397--1412", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Safety of continuing trastuzumab despite mild cardiotoxicity. A Phase I Trial", "authors": [{"first": "D", "middle": ["P"], "last": "Leong", "suffix": ""}, {"first": "T", "middle": [], "last": "Cosman", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Alhussein", "suffix": ""}], "year": 2019, "venue": "JACC CardioOncology", "volume": "1", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Risk-Imaging Mismatch in Cardiac Imaging Practices for Women Receiving Systemic Therapy for Early-Stage Breast Cancer: A Population-Based Cohort Study", "authors": [{"first": "P", "middle": [], "last": "Thavendiranathan", "suffix": ""}, {"first": "H", "middle": [], "last": "Abdel-Qadir", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Fischer", "suffix": ""}], "year": 2018, "venue": "J Clin Oncol", "volume": "36", "issn": "", "pages": "2980--2987", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Management of cardiac disease in cancer patients throughout oncological treatment: ESMO consensus recommendations", "authors": [{"first": "G", "middle": [], "last": "Curigliano", "suffix": ""}, {"first": "D", "middle": [], "last": "Lenihan", "suffix": ""}, {"first": "M", "middle": [], "last": "Fradley", "suffix": ""}], "year": 2020, "venue": "Ann Oncol", "volume": "31", "issn": "", "pages": "171--190", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Classification, prevalence, and outcomes of anticancer therapy-induced cardiotoxicity: the CARDIOTOX registry", "authors": [{"first": "J", "middle": [], "last": "Lopez-Sendon", "suffix": ""}, {"first": "C", "middle": [], "last": "Alvarez-Ortega", "suffix": ""}, {"first": "P", "middle": [], "last": "Zamora Aunon", "suffix": ""}], "year": null, "venue": "European heart", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/eurheartj/ehaa006"]}}, "BIBREF11": {"ref_id": "b11", "title": "Seven-Year Follow-Up Analysis of Adjuvant Paclitaxel and Trastuzumab Trial for Node-Negative, Human Epidermal Growth Factor Receptor 2-Positive Breast Cancer", "authors": [{"first": "S", "middle": ["M"], "last": "Tolaney", "suffix": ""}, {"first": "H", "middle": [], "last": "Guo", "suffix": ""}, {"first": "S", "middle": [], "last": "Pernas", "suffix": ""}], "year": 2019, "venue": "J Clin Oncol", "volume": "37", "issn": "", "pages": "1868--1875", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Trastuzumab-Related Cardiotoxicity and Cardiac Care in Patients With HER2 Positive Metastatic Breast Cancer", "authors": [{"first": "O", "middle": [], "last": "Calvillo-Arguelles", "suffix": ""}, {"first": "Abdel-Qadir", "middle": [], "last": "", "suffix": ""}, {"first": "H", "middle": [], "last": "Suntheralingam", "suffix": ""}, {"first": "S", "middle": [], "last": "Michalowska", "suffix": ""}, {"first": "M", "middle": [], "last": "Amir", "suffix": ""}, {"first": "E", "middle": [], "last": "Thavendiranathan", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Am J Cardiol", "volume": "125", "issn": "", "pages": "1270--1275", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Recommendations for cardiomyopathy surveillance for survivors of childhood cancer: a report from the International Late Effects of Childhood Cancer Guideline Harmonization Group", "authors": [{"first": "S", "middle": ["H"], "last": "Armenian", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hudson", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mulder", "suffix": ""}], "year": 2015, "venue": "The Lancet Oncology", "volume": "16", "issn": "", "pages": "123--159", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "MUGA scans) which can be performed rapidly while minimizing patient/ technologist exposure", "authors": [], "year": null, "venue": "Alternate imaging modalities", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "defined. While ASCO guidelines recommend that surveillance frequency be based on cardiovascular and treatment-related risk factors and clinical judgement, of 865 patients receiving high-risk cancer treatment regimens (84.5% anthracyclines) with rigorous monitoring showed a high cumulative incidence of CTRCD (37.5%). However, the majority were mild (31.6%); moderate (LVEF 40-49%) and severe CTRCD (LVEF <40% or symptomatic HF) occurred in only 2.8% and 3.1% of patients, respectively. Mortality was associated with the development of severe rather than mild or moderate CTRCD.(11) It may thus be reasonable to temporarily delay early, routine imagingduring anthracycline therapy unless there is a potential immediate impact on clinical decisions. Potential scenarios include: signs or symptoms of HF; anthracycline dosages ≥400mg/m 2 with need for additional anthracyclines; patients with baseline CVD or high burden of CV risk factors who received anthracycline dosages ≥250 mg/m 2 with continued need for anthracyclines. This may allow for less frequent testing during the pandemic while still imaging patients prior to the occurrence of CTRCD, allowing timely cardioprotective therapy.(6,7) The most common scenario mandating repeated cardiac surveillance during treatment is for patients receiving trastuzumab therapy. ESMO guidelines and the FDA package insert recommend surveillance imaging every 3 months during trastuzumab treatment. However, most routine cardiac surveillance tests during trastuzumab treatment may not result in changes in clinical care.(3) Hence, during the COVID-19 pandemic, in women without cardiovascular risk factors treated with non-anthracycline-regimens, it may be appropriate to only perform imaging at 6 and 12 months. In patients with risk factors for CTRCD such as prior anthracycline exposure, age ≥60 years, hypertension, diabetes, dyslipidemia, smoking, obesity with a prior normal LVEF, it may be reasonable to consider imaging at 3, 6 and 12 months into trastuzumab therapy similar to clinical trial protocols.(12) However, patients with a borderline (e.g. LVEF 50-55%), reduced LVEF on a prior study, pre-existing CVD, or any signs or symptoms of HF should continue to have imaging as per current clinical practice. While exact risk with additional cardiotoxic exposures such as radiation and pertuzumab therapy are not well defined, similar imaging protocol could be considered in these patients. If clinical concerns regarding the development of HF are raised during telemedicine visits or at the time of treatment, patients should receive timely imaging.(3) We reiterate the importance of cardiovascular risk factor modification, disease management, and monitoring of symptoms in these patients. Patients with metastatic HER2-positive breast cancer receiving prolonged HER2-targeted are at increased risk for CTRCD.(13) The median time to CTRCD in this population is ~8-11 months.(13) It is reasonable to conduct testing less frequently in this group during the COVID-19 pandemic. During the first year of therapy, it may reasonable to repeat imaging every 6 months in asymptomatic patients. Beyond the first year, subsequent testing may be deferred until after COVID-19 restrictions are removed for asymptomatic patients if all prior studies have been normal.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Post Treatment -Adult survivors of childhood and adolescent cancers 1. Imaging in childhood cancer survivorsno later than 2 years after completion of treatment, at 5 years after diagnosis, and every 5 years.(14) 2. Imaging in adolescent and young adult cancer survivors -every 1-2 years in high risk patients(15) Avoid screening studies in all survivors until end of pandemic unless there are HF symptoms or a change in cardiovascular status Post treatment -Adult Cancer Survivors 1. Imaging in high risk asymptomatic patients at 6-12 months post treatment (4) and 2 years after treatment/periodically (10) 2. Imaging in symptomatic survivors (4) Temporarily defer routine follow-up imaging in all patients unless there are HF symptoms or a change in cardiovascular status * Age ≥ 60 years, hypertension, diabetes, dyslipidemia, smoking, obesity. † If the only risk factor is high anthracycline dose (e.g. doxorubicin-equivalent ≥250mg/m 2 ) it is reasonable to consider imaging only once high anthracycline dose threshold is met or after completion of cancer therapy. † If imaging in the previous 6 months demonstrates normal cardiac function (LVEF ≥55%) and the absence of significant valvular disease, additional baseline testing can be deferred. § Screening at 6 months should likely identify most patients with CTRCD.(7) CTRCD=cancer therapy related cardiac dysfunction; ASCO=American society of clinical oncology; HF=heart failure; CV=cardiovascular; CVD=cardiovascular disease; MI=myocardial infarction.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Precautions while performing transthoracic echocardiography. to consider Rationale Dedicated rooms (e.g. in COVID free zones) for immunosuppressed patients To avoid using potentially contaminated equipment in immunocompromised patients. Use of \"off-site\" scanning locations For cancer centers that do not have their own echocardiography labs, consider using an off-site location where the concentration of COVID-19 exposure may be less or moving a dedicated ultrasound machine to the cancer center \"Low exposure risk\" sonographers to scan patients Having sonographers un-exposed to COVID-19 positive patients and low risk of being asymptomatic carriers (e.g. no travel in past 14 days) may reduce potential risk of transmission Using point of care ultrasound whenever possible with capacity to store images. Equipment easier to clean and assessment of LVEF assessment, masses, and pericardial effusions are the priority and can be assessed with these devices Avoid ECG leads ECG cables are challenging to clean between patient and may become a source of transmission Use ultrasound transducer sleeves and single use ultrasound gel packets Use of disposable protective probe sleeves and gel can minimize transmission. Perform focused studies Since the primary question in these patients is LV function, short protocols to assess LV function with focus on 2D imaging may be sufficient Use PPE as per hospital guidelines and specific barriers developed at the institution to protect sonographers and patients Consider all patients to be asymptomatic carriers and take appropriate precautions. Consider requesting patients to wear masks / gloves if PPE available. Perform analysis after patient encounter All post-processing should be done outside the clinical room setting to minimize exposure to patient. Re-consider low yield tests Sonographers and imaging laboratories should actively assess requests for screening tests in cancer survivors and consider in consultation with oncologists / cardiooncologist if these tests could be safely postponed.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Dr. Calvillo-Argüelles is supported by the Hold'em for Life Oncology Clinician Scientist Award at the University of Toronto's Faculty of Medicine. Dr. Ky is supported by NIH R01 HL118018 and an AHA Transformational Project Award. Dr. Thavendiranathan (147814) is supported by the Canadian Institutes of Health Research New Investigator Award.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Baseline imaging prior to treatment with potentially cardiotoxic therapies. (4) (10) 1. Prior history of CVD (e.g. MI, cardiomyopathy, arrhythmia, moderate or greater valvular disease) 2. Signs and symptoms of cardiac dysfunction 3. ≥ 2 risk CV factors for CTRCD * 4. Exposure to anthracycline as part of current or prior treatment ‡ During Treatment -Anthracycline Treatment ASCO -Routine imaging surveillance may be considered in asymptomatic patient patients considered at increased risk of cardiac dysfunction with frequency determined by health care provider based on clinical judgement(4) ESMO -after each additional 100 mg/m 2 beyond 250 mg/m 2 as (10) Repeat imaging early upon diagnosis of CTRCD to guide re-initiation of cancer therapy or titrate cardiac medications.", "cite_spans": [], "ref_spans": [], "section": "Pre-treatment -Trastuzumab"}, {"text": "individuals during pandemic, but return to institution specific protocols post-pandemic. 2. Consider in those with HF signs/symptoms, high doses of doxorubicin-equivalent (e.g. ≥400mg/m 2 ), or those reaching 250mg/m 2 with prior CVD or multiple CV risk factors * with a continued need for anthracyclines.", "cite_spans": [], "ref_spans": [], "section": "No routine screening in asymptomatic"}, {"text": "During Treatment -Trastuzumab Variability in practice, FDA package insert recommends baseline imaging and every 3 months during duration of trastuzumab therapy Repeat imaging early upon diagnosis of CTRCD to guide re-initiation of cancer therapy or titration of cardiac medications. ", "cite_spans": [], "ref_spans": [], "section": "Early repeated imaging upon diagnosis of CTRCD should be performed as per institutional practices"}]}