{"paper_id": "0fa3e7c47affe19f1cba93e19936395aeec668d9", "metadata": {"title": "Lack of Association between Infection with a Novel Human Coronavirus (HCoV), HCoV-NH, and Kawasaki Disease in Taiwan", "authors": [{"first": "Luan-Yin", "middle": [], "last": "Chang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bor-Luen", "middle": [], "last": "Chiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chuan-Liang", "middle": [], "last": "Kao", "suffix": "", "affiliation": {"laboratory": "Laboratory Medicine", "institution": "", "location": {}}, "email": ""}, {"first": "Mei-Hwan", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pei-Jer", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University", "location": {"settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Ben", "middle": [], "last": "Berkhout", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam", "location": {"country": "The Netherlands"}}, "email": ""}, {"first": "Hui-Ching", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Li-Min", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": "lmhuang@ha.mc.ntu.edu.tw."}]}, "abstract": [{"text": "We investigated whether infection with a novel human coronavirus (HCoV), called \"New Haven coronavirus\" (HCoV-NH)-which is similar to and likely represents the same species as another novel HCoV, HCoV-NL63-is associated with Kawasaki disease (KD) in Taiwan. Fifty-three patients with KD were enrolled in our study. Serum, peripheral-blood mononuclear cells, nasopharyngeal aspirates, throat swabs, and rectal swabs from these patients were assayed for HCoV-NL63 by real-time reverse-transcriptase (RT) polymerase chain reaction (PCR), and the throat swabs, nasopharyngeal aspirates, and rectal swabs were also assayed for HCoV-NH by RT-PCR. All PCR results were negative for both HCoV-NL63 and HCoV-NH; therefore, we did not find any association between HCoV-NH infection and KD in Taiwan.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Kawasaki disease (KD) is an acute systemic febrile illness of unknown etiology that predominantly affects children !5 years old. Initially described in 1967 by Kawasaki [1], it has become the most common cause of acquired heart disease in children in the developed world, as rheumatic heart disease occurs much less frequently than before. Although normally self-limiting, KD is associated with a range of complications, the most important", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "of which is the development of life-threatening coronary arterial abnormalities.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since the implementation of National Health Insurance (NHI) in Taiwan in 1995, 195% of Taiwan's population has been entitled to use the same health care system, and a database has been built that includes data on hospitalization and outpatient care. Using the NHI data, we have found that there is a seasonal clustering of KD, usually in the summer, and that the annual incidence in Taiwan is 50-70 cases/100,000 children !5 years old [2] , which is much higher than the annual incidence in Western countries and is the second highest annual incidence in the world, just after Japan's [3] [4] [5] [6] [7] [8] . Therefore, KD can be considered one of the most important childhood diseases in Taiwan, and it should be thoroughly investigated.", "cite_spans": [{"start": 435, "end": 438, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 585, "end": 588, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 589, "end": 592, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 593, "end": 596, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 597, "end": 600, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 601, "end": 604, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 605, "end": 608, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "The evidence that suggests that the etiology of KD can be traced to an infectious agent includes temporal clustering and marked seasonality, geographic clustering, a strong association between the frequency of KD and infectious-disease surveillance [2, 9] , and age distribution (with the highest incidence among children 6 months to 2 years old, who have little maternal antibody and are, in general, the most susceptible to infection) [2] . Various infectious agents have been implicated as potential causes of KD, as have certain immunological agents and toxins, including bacterial toxin-mediated superantigens, allergens such as anionic detergents and house dust mites, and some chemicals. To date, no link between any of these individual agents and KD has been irrefutably established. Recently, infection with a novel human coronavirus (HCoV), called \"New Haven coronavirus\" (HCoV-NH) [10] -which is similar to and likely represents the same species as another novel HCoV, HCoV-NL63 [11] -was reported to be associated with KD [12] . Shortly thereafter, 2 groups of researchers reported that they did not find any association between HCoV-NH infection and KD [13, 14] . Therefore, controversy exists as to whether there is an association between HCoV-NH infection and KD, and further studies are needed to investigate whether the virus plays a role in the etiology of KD. Thus, we evaluated whether HCoV-NH infection is associated with KD in Taiwan.", "cite_spans": [{"start": 249, "end": 252, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 253, "end": 255, "text": "9]", "ref_id": "BIBREF8"}, {"start": 437, "end": 440, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 892, "end": 896, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 990, "end": 994, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1034, "end": 1038, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1166, "end": 1170, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1171, "end": 1174, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Patients, materials, and methods. The Institutional Review Board of National Taiwan University Hospital approved the collection of clinical specimens and data for the present study. Between February 2004 and April 2005, patients with KD were enrolled at National Taiwan University Hospital and Taiwan Adventist Hospital in the city of Taipei, at Far Eastern Memorial Hospital in Taipei County, and at Min-Sheng Hospital in Tao-Yuan County. We enrolled patients with KD who had at least 5 of the following 6 manifestations: fever for 15 days, skin rash, neck lymphadenopathy, nonpurulent bulbar conjunctivitis, red lip with fissure and/or strawberry tongue, and palm/sole erythema and induration followed by desquamation. We also enrolled patients with incomplete KD, defined as occurring in patients who had !5 of the above manifestations but who had a coronary arterial abnormality. A coronary arterial abnormality was defined as a lumen diameter (inner border to inner border) of у3 mm in patients р5 years old and of у4 mm in patients 15 years old. After informed consent was obtained from the parents of the patients, serum, peripheral-blood mononuclear cells (PBMCs), throat swabs, nasopharyngeal aspirates, and rectal swabs were obtained during hospitalization (acute illness) and at convalescence (∼2 weeks after hospital discharge). The acute-illness specimens were assayed for viral isolation by bacterial culture with HEp-2, MK-2, RD, HEL, and Vero cells and for specific pathogens by polymerase chain reaction (PCR). A questionnaire was also administered, by which contact history and clinical symptoms were ascertained. For all patients, 2-dimensional echocardiography was performed during hospitalization and again ∼8 weeks after hospital discharge. Laboratory data and data on responses to intravenous immunoglobulin (IVIG) and coronary arterial abnormalities were also collected.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Serum, PBMCs, nasopharyngeal aspirates, throat swabs, and rectal swabs were processed for RNA extraction, which was performed using an RNA isolation kit in accordance with the manufacturer's instructions (QIAamp Viral RNA Mini Kit; Qiagen). For detection of HCoV-NL63 (GenBank accession number AY567487), the forward primer (5 -CTAGTTCTTCTGGT-ACTTCCACTCC-3 ; nt 26746-26770), the reverse primer (5 -TCTGGTAGGAACACGCTTCCAA-3 ; nt 26858-26837), and the TaqMan probe (5 -TAAGCCTCTTTCTCAACCCAGGGC-3 ; nt 26783-26806) were designed for detection of the N gene by real-time reverse-transcriptase (RT) PCR (LightCycler; Roche). A 255-bp product covering this region was generated by RT-PCR with the forward primer 5 -GATAACCAGTCGAAGTCA-CCTAGTTC-3 (nt 26727-26752), the reverse primer 5 -ATTA-GGAATCAATTCAGCAAGCTGTG-3 (nt 26981-26956), and the RNA template derived from the HCoV-NL63 strain (gift from L. van der Hoek, University of Amsterdam). The RT-PCR product was cloned into a TA cloning vector (yT&A vector; Yeastern Biotech), to generate the construct. The in vitro-transcribed RNA was purified and quantified to determine the copy number and was subsequently used as the positive template for real-time RT-PCR. An aliquot (2.6 mL) of RNA isolated from the clinical specimens, the positive template (10, 100, 1000, and 10,000 copies of the in vitro-transcribed RNA), and the negative control (distilled water) were subjected to real-time RT-PCR. The real-time RT-PCR amplification program was as follows: 20 min at 60ЊC, for reverse transcription; 2 min at 95ЊC, to denature the cDNA; 45 cycles of 5 s at 95ЊC and 10 s at 60ЊC, for amplification; and 30 s at 40ЊC, for cooling. The sensitivity of this real-time RT-PCR was р10 copies of in vitrotranscribed RNA, and the linear regression coefficient of the standard dilution series was 0.99 to 1. To investigate possible inhibitors in the clinical specimens, a spike assay with 100 copies of the in vitro-transcribed RNA was performed on randomly selected HCoV-NL63-negative specimens, including 20 rectal swabs, 10 throat swabs, and 8 serum specimens. The mean copy number of the spiked clinical specimens was 78 copies/100 copies of the in vitro-transcribed RNA (SD, 22 copies; SE, 5.1 copies) and did not differ significantly from the standard value of 67 copies/100 copies of the in vitro-transcribed RNA ( ). Thus, the PCR conditions for the clin-P p .08 ical and standard specimens were comparable, and no significant PCR inhibitors were found in our clinical specimens.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This assay has been successfully used to identify circulation of HCoV-NL63 in Taiwan within the period of the present study. We screened 219 clinical respiratory tract specimens that had been collected between May and October 2004 and identified 5 children (2.3%) infected with HCoV-NL63 (authors' unpublished data).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Following the method of Esper et al. [10, 12] , we screened for HCoV-NH by RT-PCR with primers specific for the HCoV-NH replicase 1a gene (forward primer, 5 -GCGCTATGAGGGTGGT-TGTAAC-3 ; reverse primer, 5 -CGCGCAGTTAAAAGTCCAG-AATTAAC-3 [underscoring indicates G/C clamps]). Each set of RT-PCR amplifications included appropriate positive (HCoV-NL63 RNA) and negative (distilled water) controls. PCR products were analyzed by agarose gel electrophoresis.", "cite_spans": [{"start": 37, "end": 41, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 42, "end": 45, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Results. A total of 53 Taiwanese patients with KD were enrolled. Clinical information for these patients is shown in table 1, and the numbers of specimens obtained for analysis are shown in table 2. Fifty-two patients (98%) fulfilled the criteria for KD (28 fulfilled all 6 of the criteria, and 24 fulfilled 5 of the criteria), and only 1 patient had incomplete KD (4 criteria plus left coronary arterial dilatation of 3.9 mm in diameter). The mean ‫ע‬ SD age of the patients was 2.30 ‫ע‬ 1.93 years, and 27 (51%) were male. All of the patients had fever; the mean ‫ע‬ SD duration of fever was 8.2 ‫ע‬ 2.8 days, and the mean ‫ע‬ SD peak body temperature was 39.7ЊC ‫ע‬ 0.6ЊC. Of the patients, 96% had skin rash, 40% had erythema and induration over the bacille Calmette-Guérin scar, 96% had nonpurulent bulbar conjunctivitis, 92% had red lip with fissure and/or strawberry tongue, 74% had neck lymphadenopathy, 85% had palm/sole erythema and induration, and 100% had desquamation (96% had periungual desquamation, and 40% had perianal desquamation). In addition to the above typical symptoms of KD, 75% had cough, 72% had rhinorrhea, and 72% had diarrhea.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All of the blood cultures were negative, no group A strepto- coccus was identified in throat swabs, and no significant urine culture was obtained. Echocardiography showed that 4 (8%) of the 53 patients had a coronary arterial abnormality during the acute stage of KD: the first with a left coronary arterial diameter of 4.4 mm and a right coronary arterial diameter of 4.2, the second with a left anterior descending coronary arterial diameter of 4.2 mm, the third with a left coronary arterial diameter of 3.9 mm, and the fourth with a left coronary arterial diameter of 3.3 mm. All 53 patients received a second echocardiography ∼8 weeks after hospital discharge, and it was found that 2 (the first and the fourth) of the 4 patients who had had a coronary arterial abnormality during the acute stage still had a coronary arterial abnormality: the first with a right coronary arterial diameter of 3.7 mm and a normal left coronary arterial diameter (2.2 mm), and the fourth with a left coronary arterial diameter of 3.3 mm and a right coronary arterial diameter of 2.7 mm. Fiftyone patients (96%) received IVIG treatment (2 g/kg), and 2 did not (because their fevers subsided spontaneously). Two patients needed re-treatment with IVIG. All patients received low-dose aspirin (3-5 mg/kg/day) for 8-10 weeks or until their coronary arterial aneurysms subsided. The mean ‫ע‬ SD interval between specimen collection and disease onset was 6.1 ‫ע‬ 1.9 days, and the range of the interval was 3-11 days (median, 6 days). Specimens were obtained within 10 days of onset of illness for 51 patients (96%). Serum, PBMCs, throat swabs, nasopharyngeal aspirates, and rectal swabs were processed for real-time RT-PCR detection of HCoV-NL63, and the throat swabs, nasopharyngeal aspirates, and rectal swabs were also processed for RT-PCR detection of HCoV-NH. The sample sizes for the tested specimens are shown in table 2. All PCR results were negative for both HCoV-NL63 and HCoV-NH.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Discussion. The novel HCoVs identified in New Haven, Connecticut (HCoV-NH), and The Netherlands (HCoV-NL63) are similar and likely represent the same species [10, 11] . A study by Esper et al. suggested an association between HCoV-NH infection and KD [12] , a finding that required confirmation in broader epidemiologic settings, using data from other locations, other years, and other populations, as well as other detection methods [15] . We tested for HCoV-NH and HCoV-NL63 in another location, Taiwan, but failed to confirm the association in 53 patients with KD. Ebihara et al. studied 19 patients with KD in Japan [13] , and Belay et al. studied 10 patients with KD in San Diego, California [14] ; neither group found an association between HCoV-NH infection and KD, either. Further study is warranted to determine whether this new HCoV is associated with KD.", "cite_spans": [{"start": 158, "end": 162, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 163, "end": 166, "text": "11]", "ref_id": "BIBREF10"}, {"start": 180, "end": 192, "text": "Esper et al.", "ref_id": null}, {"start": 251, "end": 255, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 434, "end": 438, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 620, "end": 624, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 697, "end": 701, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Identification of the infectious etiology of KD has proved to be very difficult. Since KD was first reported in 1967, 130 years have passed. Despite plenty of hard work by many scientists and physicians worldwide, the causative pathogen has remained unknown. Although Esper et al. reported that HCoV-NH infection is associated with KD [12] , we did not find such a correlation. There are several possibilities with respect to the etiology of KD. The disease might be caused by 1 pathogen, or it might be caused by the interaction of 11 pathogen. Furthermore, different pathogens might be responsible for KD in different places or in different seasons. Because recent new evidence has failed to further support the association between HCoV-NH infection and KD, further investigations are required to discover the real causative pathogen of KD and whether it differs in different countries and in different time periods.", "cite_spans": [{"start": 335, "end": 339, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Kawasaki ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute febrile mucocutaneous syndrome with lymphoid involvement with specific desquamation of the fingers and toes in children", "authors": [{"first": "T", "middle": [], "last": "Kawasaki", "suffix": ""}], "year": 1967, "venue": "Arerugi", "volume": "16", "issn": "", "pages": "178--222", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiological features of Kawasaki disease in Taiwan from", "authors": [{"first": "L", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Lu", "suffix": ""}], "year": 1996, "venue": "Pediatrics", "volume": "114", "issn": "", "pages": "678--82", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiologic pictures of Kawasaki disease in Japan: from the nationwide incidence survey in 1991 and 1992", "authors": [{"first": "H", "middle": [], "last": "Yanagawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Yashiro", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakamura", "suffix": ""}], "year": 1995, "venue": "Pediatrics", "volume": "95", "issn": "", "pages": "475--484", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Kawasaki syndrome hospitalizations in the United States", "authors": [{"first": "R", "middle": ["C"], "last": "Holman", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Curns", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Belay", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Steiner", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}], "year": 1997, "venue": "Pediatrics", "volume": "112", "issn": "", "pages": "495--501", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Kawasaki syndrome in Hawaii", "authors": [{"first": "R", "middle": ["C"], "last": "Holman", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Curns", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Belay", "suffix": ""}], "year": 2005, "venue": "Pediatr Infect Dis J", "volume": "24", "issn": "", "pages": "429--462", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Incidence of Henoch-Schonlein purpura, Kawasaki disease, and rare vasculitides in children of different ethnic origins", "authors": [{"first": "J", "middle": ["M"], "last": "Gardner-Medwin", "suffix": ""}, {"first": "P", "middle": [], "last": "Dolezalova", "suffix": ""}, {"first": "C", "middle": [], "last": "Cummins", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Southwood", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "360", "issn": "", "pages": "1197--202", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Kawasaki disease in Australia, 1993-95", "authors": [{"first": "J", "middle": ["A"], "last": "Royle", "suffix": ""}, {"first": "K", "middle": [], "last": "Williams", "suffix": ""}, {"first": "E", "middle": [], "last": "Elliott", "suffix": ""}], "year": 1998, "venue": "Arch Dis Child", "volume": "78", "issn": "", "pages": "33--42", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Kawasaki disease in Sweden: incidence and clinical features", "authors": [{"first": "B", "middle": [], "last": "Schiller", "suffix": ""}, {"first": "A", "middle": [], "last": "Fasth", "suffix": ""}, {"first": "G", "middle": [], "last": "Bjorkhem", "suffix": ""}, {"first": "G", "middle": [], "last": "Elinder", "suffix": ""}], "year": 1995, "venue": "Acta Paediatr", "volume": "84", "issn": "", "pages": "769--74", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Seasonality and temporal clustering of Kawasaki syndrome", "authors": [{"first": "J", "middle": ["C"], "last": "Burns", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Cayan", "suffix": ""}, {"first": "G", "middle": [], "last": "Tong", "suffix": ""}], "year": 2005, "venue": "Epidemiology", "volume": "16", "issn": "", "pages": "220--225", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evidence of a novel human coronavirus that is associated with respiratory tract disease in infants and young children", "authors": [{"first": "F", "middle": [], "last": "Esper", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}, {"first": "D", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Landry", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "492--500", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Identification of a new human coronavirus", "authors": [{"first": "L", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "368--73", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Association between a novel human coronavirus and Kawasaki disease", "authors": [{"first": "F", "middle": [], "last": "Esper", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Shapiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}, {"first": "D", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Landry", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "499--502", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Lack of association between New Haven coronavirus and Kawasaki disease", "authors": [{"first": "T", "middle": [], "last": "Ebihara", "suffix": ""}, {"first": "R", "middle": [], "last": "Endo", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}, {"first": "N", "middle": [], "last": "Ishiguro", "suffix": ""}, {"first": "H", "middle": [], "last": "Kikuta", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "192", "issn": "", "pages": "351--353", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Kawasaki disease and human coronavirus", "authors": [{"first": "E", "middle": ["D"], "last": "Belay", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Erdman", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "192", "issn": "", "pages": "352--355", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Coronaviruses in the limelight", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "489--91", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Disease Research Group. The Kawasaki Disease Research Group of National Taiwan University Hospital, College of Medicine, National Taiwan University, is composed of Ding-Shinn Chen, Chin-Yun Lee, Ih-Jen Su, Bor-Luen Chiang, Li-Min Huang, Mei-Hwan Wu, Ping-Ing Lee, Jou-Kou Wang, Luan-Yin Chang, Chun-Yi Lu, Jin-Town Wang,", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical manifestations in 53 patients with Kawasaki disease.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Dr. Lia van der Hoek, for critical reading of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}