{
    "paper_id": "0fa74d92a26432cab5d2f1f445d8c593cc5b3c41",
    "metadata": {
        "title": "PSES GNS FNS PSES ∩ GNS PSES ∩ FNS GNS ∩ FNS PSES ∩ GNS ∩ FNS",
        "authors": [
            {
                "first": "Alchemilla",
                "middle": [],
                "last": "Conjuncta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bab",
                "middle": [],
                "last": "Atropa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Belladonna",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " (Schmid et al., 2012; Disler et al., 2014; Bischoff et al., 2016; Mayer et al., 2017; Stucki et al., 2019) ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 22,
                    "text": "(Schmid et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 43,
                    "text": "Disler et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 66,
                    "text": "Bischoff et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 86,
                    "text": "Mayer et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 107,
                    "text": "Stucki et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Solanum tuberosum L. Solidago virgaurea L",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Silybum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gaertn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Stellaria media L. Vill. Tanacetum parthenium (L.) Sch.Bip. Tanacetum vulgare L",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ex Wigg Theobroma cacao L",
            "authors": [
                {
                    "first": "Web",
                    "middle": [],
                    "last": "Taraxacum Officinale",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Arctostaphylos uva-ursi (L.) Sprengel Veratrum album L. Raphanus raphanistrum subsp. sativus (L.) Domin Petroselinum crispum (MILL.) Fuss Brassica oleracea L. (convar. Capitata var. Sabauda L.) Coffea L. Armoracia rusticana P.Gaertn., B.Mey. & Scherb. Rumex conglomeratus Murray Rhamnus alpina L. Carum carvi L. Daucus carota L. Arnica chamissoni s Less. Sorbus aucuparia L. Rhamnus cathartica L. Chelidonium majus L. Gentiana lutea L. Artemisia absinthium L. Sinapis alba L. Rubus idaeus L. Cinnamomum camphora (L.) J. Presl Hypericum perforatum L. Athyrium alpestre (Hoppe) Clairv Zingiber officinale Roscoe Rumex obtusifolius L. Cinnamomum v erum J.Presl Ilex aquifolium L. Avena sativa L. Salvia officinalis L. Citrus limon (L.) Osbeck Linum usitatissimum L. Azadirachta indica A. JUSS Sambucus nigra L. Equisetum arvense L. Malva neglecta Wallr. Betula pendula Roth Symphytum officinale L. Geranium robertianum L. Malva sylvestris L. Brassica napus L. Trigonella foenum-graecum L. Harpagophytum procumbens (Burch.) DC ex Meisn. Matricaria chamomilla L. Brassica rapa L. Juglans regia L. Picea abies (L.)H. Karst. Cannabis sativa L. Juniperus communis L. Prunus spinosa L. Capsella bursa-pastoris (L.) Medik Lavandula angustifolia Mill. Quercus robur L. Carlina acaulis L. Leontopodium nivale subsp. alpinum (Cass.) Greuter Sanicula europaéa L. Ceratonia siliqua L. Malus domestica Borkh. Thymus vulgaris L. Chenopodium bonus-henricus L-Melaleuca alternifolia (Maiden & Betche) Cheel Urtica dioica L. Corylus avellana L. Peucedanum ostruthium (L.) W.D.J.Koch Crataegus laevigata (Poir.) DC. Plantago lanceolata L. Cucurbita pepo L. Plantago media L. Daphne mezereum L. Rosa canina L. Dryopteris filix-mas (L.) Schott Syzygium aromaticum (L.) Merr. & L.M.Perry Echinaceae purpurea (L.) MOENCH Eucalyptus globulus Labill. Euphrasia rostkoviana HAYNE Filipendula ulmaria (L.) Maxim. Foeniculum vulgare Mill. Fragaria vesca L. Fraxinus excelsior L Glechoma hederacea L. Hedera helix L. Helianthus annus L. Humulus lupulus L. Jacobaea alpina (L.) Moench. Laurus nobilis L. Lycopodium clavatum L. Melissa officinalis L. Musa x paradisiaca L. Myristica fragans Houtt. Nicotiana tabacum L. Additional file 2: Distribution of plant species in addition to Figure 4. FNS = French native speakers, GNS = German native speakers, PSES = previous Swiss ethnoveterinary studies",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}