{"paper_id": "0fa9a7fc0fe35cda3fcefd6ef204cd0d6ab28452", "metadata": {"title": "Surgical Options for Pulmonary Atresia with Ventricular Septal Defect in Neonates and Young Infants", "authors": [{"first": "Young", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ulsan", "location": {"addrLine": "88, Olympic-Ro 43-Gil, Songpa-Gu", "postCode": "05505", "settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "·", "middle": [], "last": "Seung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ri", "middle": [], "last": "Kang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ulsan", "location": {"addrLine": "88, Olympic-Ro 43-Gil, Songpa-Gu", "postCode": "05505", "settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "·", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mi", "middle": [], "last": "Im", "suffix": "", "affiliation": {"laboratory": "", "institution": "Dankook University", "location": {"settlement": "Cheonan", "country": "Republic of Korea Pediatric Cardiology"}}, "email": ""}, {"first": "·", "middle": [], "last": "Tae", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jin", "middle": [], "last": "Yun", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ulsan", "location": {"addrLine": "88, Olympic-Ro 43-Gil, Songpa-Gu", "postCode": "05505", "settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Tae-Jin", "middle": [], "last": "Yun", "suffix": "", "affiliation": {}, "email": "tjyun@amc.seoul.kr"}]}, "abstract": [{"text": "Background The optimal surgical strategy for pulmonary atresia with ventricular septal defect (PA/VSD) in neonates and young infants is controversial. Staged repair may be associated with a higher risk of inter-stage mortality, while primary repair may lead to frequent post-repair re-interventions. Methods From 2004 to 2017, 65 patients with PA/VSD who underwent surgical intervention before 90 days of age were identified and enrolled in this retrospective study. The cohort was divided into two groups: group-SR, who underwent initial palliation with staged repair (n = 50), and group-PR who underwent primary repair (n = 15). Results There were three post-palliation in-hospital mortalities, four inter-stage mortalities, and one post-repair in-hospital mortality in group-SR. In group-PR, there was one in-hospital death and one late death. Five-year survival rates were comparable between the two groups (group-SR: 83.6%; group-PR: 86.7%; p = 0.754). During the median follow-up duration of 44.7 months (Inter-quartile range, 19-109 months), 40 post-repair re-interventions (22 in group-SR, 18 in group-PR) were performed in 26 patients (18 in group-SR, 8 in group-PR). On Cox proportional hazards model, primary repair was identified as the only risk factor for decreased time to death/1st post-repair re-intervention (Hazard ratio (HR): 2.3, p = 0.049) and death/2nd post-repair re-intervention (HR 2.91, p = 0.033). Conclusions A staged repair strategy, compared with primary repair, was associated with comparable overall survival with less frequent re-interventions after repair in young infants with PA/VSD. Lowering the inter-stage mortality after initial palliation by vigilant outpatient care and aggressive home monitoring may be the key to better surgical outcomes in this subset.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Surgical outcomes of PA with VSD according to the surgical strategies. Patient 1 (birth weight: 2.7 kg) underwent primary Rastelli-type repair at post-natal day # 50 (body weight: 3.8 kg) using Contegra® 12 mm. The postoperative course was rocky, with long ventilatory support (10 days), ICU stay (14 days), and hospital stay (20 days). Cardiac CT scan at 9 months postrepair showed severe branch pulmonary artery stenosis, which necessitated LPA stenting at 12 months post-repair and RV-PA conduit replacement with extensive pulmonary artery reconstruction at 25 months post-repair. Patient 2 (birth weight: 2.5 kg) underwent RMBT at post-natal day #30 (body weight: 3.4 kg) using 4 mm PTFE vascular graft and staged Rastelli-type Presented at the 55th annual meeting of Society of Thoracic Surgeons, repair at post-natal 11 months using a hand-made Gore-Tex valved conduit (14 mm). No post-repair re-intervention has been performed. Cardiac CT scan at 90 months post-repair showed no branch pulmonary artery stenosis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "CT computed tomography, ICU intensive care unit, LPA left pulmonary artery, PA pulmonary atresia, PTFE polytetrafluoroethylene, RMBT right modified Blalock-Taussig shunt, RV-PA right ventricle to pulmonary artery, VSD ventricular septal defect.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pulmonary atresia with ventricular septal defect (PA/VSD) is a congenital heart defect (CHD) characterized by discontinuity from the right ventricle (RV) to the pulmonary arteries (PAs), as well as a malaligned ventricular septal defect (VSD) caused by anterior displacement of the conal septum [1] . Except PA/VSD patients with major aortopulmonary collateral arteries (MAPCA), simple forms of PA/VSD have ductus-dependent pulmonary circulation requiring early surgical intervention. Surgical options for neonates and young infants with PA/VSD have been under debate. Early primary repairs guarantee the restoration of serial circulation, and may prevent progression of right ventricular hypertrophy (RVH). However, early primary repairs present increased risks of cardiopulmonary bypass (CPB) for young and small patients as well as inevitable placement of a small RV-PA conduit, which necessitates early conduit replacement.", "cite_spans": [{"start": 295, "end": 298, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Furthermore, repair with aggressive manipulation of the thin and fragile neonatal pulmonary arterial structures may lead to frequent post-repair surgical or catheter re-intervention on the branch PAs. Initial palliation with staged repair enables neonates to defer the definitive operation until they can undergo repair with relatively lower risks of CPB-associated complications, and larger RV-PA conduit with prolonged durability can be used. However, high in-hospital [2] and inter-stage mortality [3] [4] [5] have been considered as caveats of the staged repair strategy. In this study, we sought to determine the impact of surgical strategies on overall survival and the incidence of post-repair re-interventions.", "cite_spans": [{"start": 471, "end": 474, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 501, "end": 504, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 505, "end": 508, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 509, "end": 512, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "From 2004 to 2017, 65 patients who underwent surgical intervention for PA/VSD before reaching 90 days of age were identified and enrolled in this retrospective study. Patients with MAPCAs were excluded, and pulmonary circulation of all patients was dependent on ductal patency prior to the initial operation. There were 28 males, and prematurity (gestational age < 37 weeks) was present in 13 patients. The cohort was divided into two groups: group-SR, in which patients underwent staged repair after initial palliation (n = 50, 28 males), and group-PR, in which patients underwent primary repair (n = 15, nine males). Comparison of the patient characteristics at birth, at initial operation, and at repair between the two groups are summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 748, "end": 755, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "In group-SR, the median age at initial palliation was 22 days (Inter-quartile range (IQR): 16-36 days). Because the median birth weight of the patients in group-SR was 2.75 kg (birth weight < 2.5 kg in 17 patients; lowest birth weight: 910 gm), most of the patients were put on prostaglandin E1 for several weeks prior to the palliative procedures to prevent palliation-induced pulmonary overcirculation. Median body weight and pulmonary artery index (Nakata index) at palliation were 3.3 kg (IQR: 3.0-3.6 kg) and 116 mm 2 /m 2 (IQR: 90-143 mm 2 /m 2 ), respectively.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "The most common type of palliation was the right modified Blalock-Taussig (MBT) shunt (n = 42), followed by right ventricle to pulmonary artery (RV-PA) conduit placement (n = 4), left MBT shunt (n = 2), and central shunt (n = 2). MBT shunts utilized a thoracotomy approach via the 4th intercostal space, and placement of the RV-PA conduit and central shunts were performed via full median sternotomy. For the shunt procedures, polytetrafluoroethylene (PTFE) tube grafts (Gore-Tex vascular graft, W.L. Gore assoc. Inc, Elkton, MD) of appropriate size were used. The most commonly used shunt size was 3.5 mm (n = 37), followed by 4 mm (n = 8), and 3 mm (n = 1). For RV-PA conduit placement, 5-7 mm sized PTFE tube grafts were used. Additional palliative procedures prior to the repair were necessary for three patients: RV-PA conduit placement in two patients, and right MBT shunt in one patient. Excluding post-palliation in-hospital mortality (n = 3, 6%) and interstage mortality (n = 4, 8%), and staged Rastelli-type repair was performed in 43 patients at a median interval period of 9.4 months (IQR: 6.3-11.7 months) after initial palliation. Median age, body weight, and Nakata index at Rastelli-type repair was 10.1 months (IQR: 8.0-12.4 months), 8.0 kg (IQR: 7.2-10 kg), and 193 mm 2 /m 2 (IQR: 153-258 mm 2 / m 2 ), respectively. Types of RV-PA conduit comprised nonvalved PTFE conduit in 10, bovine jugular vein graft (Contegra; Medtronic, Inc, Minneapolis, Minn) in 10, Hancock valved conduit in 9, hand-made PTFE membrane-valved conduit [6] in 7, and miscellaneous in 3. In four patients with membranous pulmonary atresia, a transannular patch was placed without the use of extracardiac conduit.", "cite_spans": [{"start": 1546, "end": 1549, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Patients"}, {"text": "In group-PR, median age, body weight, and Nakata index at Rastelli-type repair was 29 days (IQR: 12-50 days), 3.4 kg (IQR: 3.3-4.0 kg), and 175 mm 2 /m 2 (IQR: 109-200 mm 2 / m 2 ), respectively. Types of RV-PA conduit included bovine jugular vein grafts in six patients, non-valved PTFE conduits in four patients, and a hand-made PTFE membrane-valved conduit in one patient. In four patients with membranous pulmonary atresia, a transannular patch was placed without the use of an extracardiac conduit. This study was approved by the Institutional Review Board (IRB No.: S2019-0119), and the need for informed consent was waived due to the retrospective nature of the study.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Data are presented as frequencies with percentage and median with ranges. A Kaplan-Meier curves with a 95% confidence interval were plotted for each group to delineate overall survival, freedom from death or 1st post-repair re-intervention, and freedom from death or 2nd post-repair re-intervention. Unadjusted comparisons of the freedom from time-related events between the two groups were conducted using log-rank test. Cox proportional hazards models were fitted to identify the risk factors for the decreased time from the initial surgical intervention to death/1st post-repair re-intervention and death/2nd reintervention, respectively. For the inter-group comparison of death or multiple re-interventions, the Prentice, Williams, and Peterson (PWP) model was used. Statistical significance was defined as a p value less than 0.05. All statistical analyses were conducted using R version 3.5.3.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "There were three post-palliation in-hospital mortalities, four inter-stage mortalities, and one post-repair in-hospital mortality in group-SR. In group-PR, there was one inhospital death and one late death. Outcomes of all patients according to the surgical strategies are summarized in Fig. 1 , and demographic profiles of the mortality cases with causes of death are summarized in Table 2 . Fiveyear-survival rates of group-SR and group-PR were 83.6% and 86.7%, respectively, without a significant inter-group difference (p = 0.756, Fig. 2 ). Median ventilatory support time (3 days, IQR: 2-4 days, in group-SR; 6 days, ", "cite_spans": [], "ref_spans": [{"start": 287, "end": 293, "text": "Fig. 1", "ref_id": "FIGREF1"}, {"start": 383, "end": 390, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 535, "end": 541, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "Post-repair re-intervention included numerous surgical or catheter-based interventions after Rastelli-type repair. During the median follow-up period, 40 post-repair re-interventions (22 in group-SR, 18 in group-PR) were performed for 26 patients (18 in group-SR, 8 in group-PR). Six patients (two in group-SR, four in group-PR) underwent two reinterventions, and four patients (one in group-SR, three in group-PR) underwent three re-interventions. Details of post-repair re-interventions are summarized in Table 3 . Freedom from death or 1st re-intervention at 5 years was 61% in group-SR and 39% in group-PR with a significant intergroup difference (p = 0.044) (Fig. 3) . Freedom from death or 2nd re-intervention at 5 years was 77% in group-SR and 34% in group-PR with a significant inter-group difference (p = 0.026) (Fig. 4) . When analyzing the risk factors for decreased time to adverse events using the Cox proportional hazards model, group-PR (against group-SR) was the only significant risk factor for decreased time to death or 1st re-intervention (HR 2.3, 95% confidence interval (CI): 1.00-5.45, p = 0.049) and death or 2nd re-intervention (HR 2.91, 95% CI 1.09-7.75, p = 0.033) (Tables4, 5). The chronological depiction of all adverse events in the two groups is presented in Fig. 5 . When the PWP recurrent event model was fitted to further analyze the difference between the two groups in terms of the frequency and interval of all adverse events (i.e., death or any re-intervention after birth), patients in group-PR turned out to experience significantly frequent adverse events with shorter intervals compared to group-SR (Table 6 ). ", "cite_spans": [], "ref_spans": [{"start": 507, "end": 514, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 663, "end": 671, "text": "(Fig. 3)", "ref_id": "FIGREF3"}, {"start": 821, "end": 829, "text": "(Fig. 4)", "ref_id": null}, {"start": 1290, "end": 1296, "text": "Fig. 5", "ref_id": "FIGREF4"}, {"start": 1641, "end": 1649, "text": "(Table 6", "ref_id": "TABREF4"}], "section": "Post-repair Re-interventions"}, {"text": "Determination of optimal surgical strategies for complex congenital heart anomalies during the neonatal period is still controversial. For example, ideal surgical options for symptomatic neonates with tetralogy of fallot (ToF) are not fully established. Although excellent results after elective repair of ToF during young infancy are reported [7] , current practice for symptomatic neonates with ToF is still either early primary repair or palliation [8] [9] [10] [11] . In patients with PA/VSD, initial post-natal palliation with staged repair is more frequently practiced than performing an early primary repair. However, high operative [2] and inter-stage mortality [3] [4] [5] rates following a palliative procedure may be a rationales for attempting an initial primary repair. Inter-stage mortality after systemic-to-pulmonary shunt is usually attributed to thrombotic occlusion of the graft, which could be more detrimental in patients with pulmonary atresia than in patients with pulmonary stenosis or additional collateral blood flow [12] . However, an initial primary repair strategy also entails taking risks such as the use of cardiopulmonary bypass for very small and premature babies, possible post-ischemic right ventricular dysfunction, and inevitable placement of a relatively smaller RV-PA conduit [13] . Although the possible detriments and possible advantages of each option have been argued, there have been limited studies comparing the two different surgical options, especially in terms of long-term risks of death or re-interventions.", "cite_spans": [{"start": 344, "end": 347, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 452, "end": 455, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 456, "end": 459, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 460, "end": 464, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 465, "end": 469, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 640, "end": 643, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 670, "end": 673, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 674, "end": 677, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 678, "end": 681, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1043, "end": 1047, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1316, "end": 1320, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Concerning the outcomes after a palliative shunt, there have been some studies with inconsistent and debatable results. A study utilizing the Society of Thoracic Surgeons (STS) database from the contemporary series showed that, among the 9,172 infants with systemic artery (or systemic ventricle)-to-pulmonary artery shunt, in-hospital shunt failure occurred in 674 (7.3%) patients [2] . Another retrospective study analyzing data from 173 patients with ToF or PA/VSD with or without MAPCAs showed an in-hospital mortality of 5.2%, and inter-stage mortality of 3.6% [14] . Our series also showed significantly high in-hospital and inter-stage mortality rates after initial palliation in group-SR.", "cite_spans": [{"start": 382, "end": 385, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 566, "end": 570, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, as shown in Fig. 5 , the occurrence of such adverse events has decreased in recent years, which is attributed to advancements in ICU care, early employment of anticoagulation [13, 15, 16] , and, most importantly, stringent postoperative home monitoring [17] [18] [19] . Parents of neonates discharged after a shunt operation are thoroughly educated about the symptoms and signs that may signify the development of shunt failure, and are given a 24-h hotline number for appropriate counseling provided by clinical nurse specialists. Frequent outpatient clinic visits are suggested so that the appropriate anticoagulation regimens can be given to rapidly growing babies who may outgrow the usual dose of anticoagulation. In 2006, we increased the daily dosage of acetylsalicylic acid (ASA) for patients with MBT from 5 mg/ kg-10 mg/kg, to effectively prevent thrombotic occlusion of the shunt, and also to prevent the under-dosage of ASA by the outgrowth of the patient [20] . In patients who received MBT using small (i.e., 3 mm or 3.5 mm) PTFE grafts, we attempt to minimize the inter-stage period by setting the timing of total correction within 6 months after birth, a point by which the risk of developing of inter-stage adverse outcomes is still low while a sizable RV-PA conduit can be implanted.", "cite_spans": [{"start": 184, "end": 188, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 189, "end": 192, "text": "15,", "ref_id": "BIBREF14"}, {"start": 193, "end": 196, "text": "16]", "ref_id": "BIBREF15"}, {"start": 262, "end": 266, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 267, "end": 271, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 272, "end": 276, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 977, "end": 981, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 21, "end": 27, "text": "Fig. 5", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "Another surgical issue is the presence of juxtaductal stenosis (JDS), which should be considered in the management of PAVSD [21] . Stenosis of the left pulmonary artery by ductal tissue remnants outgrowth is a well-known, common cause of re-intervention for the branch pulmonary arteries in patients with ToF [22] . Increased risks of pulmonary arterial re-interventions in group-PR from this study may also be attributable to the surgical manipulation directly on the ductal tissue that took place at primary repair. Thus, when staged repair strategies for patients with PA/VSD and JDS is contemplated, a surgical protocol of placing systemicto-pulmonary arterial shunts at our institution is placing MBT shunt on the opposite side to the JDS. This is because performing aggressive pulmonary artery angioplasty for JDS by manipulating a thin and fragile pulmonary artery with abundant ductal tissue may jeopardize the integrity of the pulmonary arterial structure later on. We trust that MBT performed contralaterally to the JSD leads to a clear demarcation of the normal pulmonary arterial tissue after the spontaneous closure of the ductus, which may be helpful for the determination of further management of the branch pulmonary artery ipsilateral to the JDS. Mild JDS with a sizable ipsilateral hilar pulmonary artery can be easily managed at repair, and severe JDS with a hypoplastic ipsilateral hilar pulmonary artery can be managed by placing an additional MBT shunt. The rationale of our strategy is based on the inability to visually discern normal arterial tissue from ductal tissue in the presence of ductal patency. ", "cite_spans": [{"start": 124, "end": 128, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 309, "end": 313, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "This is a retrospective study of the non-randomized data from a single institution. Although demographic profiles of the patients in the two groups were mostly comparable, patients in group-PR tended to have larger pulmonary arterial size, which might have influenced the decision to perform primary repair. In the analysis of the risk for re-intervention, we did not consider the repair as a re-intervention after initial palliation, which may be disputable to other investigators.", "cite_spans": [], "ref_spans": [], "section": "Limitations of the Study"}, {"text": "A staged repair strategy, compared with a primary repair strategy, was associated with comparable overall survival with less frequent re-interventions after Rastelli-type repair.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Lowering inter-stage mortality rates after initial palliation by vigilant outpatient care and aggressive home monitoring may be the key to better surgical outcomes.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Funding No funding was provided for this study.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Conflict of interest None of the authors has a financial relationship with a commercial entity with interest in the subject matter of this manuscript or other conflicts of interest to disclose.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Congenital heart surgery nomenclature and database project: pulmonary atresia-ventricular septal defect", "authors": [{"first": "C", "middle": ["I"], "last": "Tchervenkov", "suffix": ""}, {"first": "N", "middle": [], "last": "Roy", "suffix": ""}], "year": 2000, "venue": "Ann Thorac Surg", "volume": "69", "issn": "4", "pages": "97--105", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Shunt failure-risk factors and outcomes: an analysis of the Society of Thoracic Surgeons Congenital Heart Surgery Database", "authors": [{"first": "N", "middle": [], "last": "Do", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Hill", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Wallace", "suffix": ""}], "year": 2018, "venue": "Ann Thorac Surg", "volume": "105", "issn": "3", "pages": "857--864", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Independent factors associated with mortality, reintervention, and achievement of complete repair in children with pulmonary atresia with ventricular septal defect", "authors": [{"first": "K", "middle": ["M"], "last": "Amark", "suffix": ""}, {"first": "T", "middle": [], "last": "Karamlou", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Carroll", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "J Am Coll Cardiol", "volume": "47", "issn": "7", "pages": "1448--1456", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Results of primary repair versus shunt palliation in ductal dependent infants with pulmonary atresia and ventricular septal defect", "authors": [{"first": "B", "middle": [], "last": "Alsoufi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}, {"first": "C", "middle": [], "last": "Mccranken", "suffix": ""}], "year": 2015, "venue": "Ann Thorac Surg", "volume": "100", "issn": "2", "pages": "639--646", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Surgical management of pulmonary atresia with ventricular septal defect: early total correction versus shunt", "authors": [{"first": "J", "middle": ["G"], "last": "Kwak", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": [], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Park", "suffix": ""}], "year": 2011, "venue": "Ann Thorac Surg", "volume": "91", "issn": "6", "pages": "1928--1934", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A new simplified technique for making tricuspid expanded polytetrafluoroethylene valved conduit for right ventricular outflow reconstruction", "authors": [{"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Sung", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Chang", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Park", "suffix": ""}], "year": 2013, "venue": "Ann Thorac Surg", "volume": "95", "issn": "5", "pages": "131--133", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Castaneda AR (1988) Late results in patients with tetralogy of Fallot repaired during infancy", "authors": [{"first": "E", "middle": ["P"], "last": "Walsh", "suffix": ""}, {"first": "S", "middle": [], "last": "Rockenmacher", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Keane", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Hougen", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Lock", "suffix": ""}], "year": null, "venue": "Circulation", "volume": "77", "issn": "5", "pages": "1062--1067", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Impact of neonatal versus nonneonatal total repair of tetralogy of Fallot on growth in the first year of life", "authors": [{"first": "K", "middle": ["L"], "last": "Woldu", "suffix": ""}, {"first": "B", "middle": [], "last": "Arya", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Bacha", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Williams", "suffix": ""}], "year": 2014, "venue": "Ann Thorac Surg", "volume": "98", "issn": "4", "pages": "1399--1404", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Symptomatic neonatal tetralogy of Fallot: repair or shunt?", "authors": [{"first": "K", "middle": ["R"], "last": "Kanter", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Kogon", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Kirshbom", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Carlock", "suffix": ""}], "year": 2010, "venue": "Ann Thorac Surg", "volume": "89", "issn": "3", "pages": "858--863", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Tetralogy of Fallot: favorable outcome of nonneonatal transatrial, transpulmonary repair", "authors": [{"first": "T", "middle": ["R"], "last": "Karl", "suffix": ""}, {"first": "S", "middle": [], "last": "Sano", "suffix": ""}, {"first": "S", "middle": [], "last": "Pornviliwan", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Mee", "suffix": ""}], "year": 1992, "venue": "Ann Thorac Surg", "volume": "54", "issn": "5", "pages": "903--907", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Tetralogy of Fallot: surgical management individualized to the patient", "authors": [{"first": "C", "middle": ["D"], "last": "Fraser", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Mckenzie", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cooley", "suffix": ""}], "year": 2001, "venue": "Ann Thorac Surg", "volume": "71", "issn": "5", "pages": "1556--1561", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Factors affecting death and progression towards next stage following modified Blalock-Taussig shunt in neonates", "authors": [{"first": "B", "middle": [], "last": "Alsoufi", "suffix": ""}, {"first": "S", "middle": [], "last": "Gillespie", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}, {"first": "M", "middle": [], "last": "Clabby", "suffix": ""}, {"first": "K", "middle": [], "last": "Kanter", "suffix": ""}, {"first": "B", "middle": [], "last": "Kogon", "suffix": ""}], "year": 2016, "venue": "Eur J Cardiothorac Surg", "volume": "50", "issn": "1", "pages": "169--177", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Individualized approach to the surgical treatment of tetralogy of Fallot with pulmonary atresia", "authors": [{"first": "A", "middle": [], "last": "Farouk", "suffix": ""}, {"first": "K", "middle": [], "last": "Zahka", "suffix": ""}, {"first": "E", "middle": [], "last": "Siwik", "suffix": ""}], "year": 2009, "venue": "Cardiol Young", "volume": "19", "issn": "1", "pages": "76--85", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Determinants of adverse outcomes after systemicto-pulmonary shunts in biventricular circulation", "authors": [{"first": "B", "middle": [], "last": "Hobbes", "suffix": ""}, {"first": "Y", "middle": [], "last": "Udekem", "suffix": ""}, {"first": "D", "middle": [], "last": "Zannino", "suffix": ""}, {"first": "I", "middle": ["E"], "last": "Konstantinov", "suffix": ""}, {"first": "C", "middle": [], "last": "Brizard", "suffix": ""}, {"first": "J", "middle": [], "last": "Brink", "suffix": ""}], "year": 2017, "venue": "Ann Thorac Surg", "volume": "04", "issn": "4", "pages": "1365--1370", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Clopidogrel in infants with systemic-to-pulmonary-artery shunts", "authors": [{"first": "D", "middle": ["L"], "last": "Wessel", "suffix": ""}, {"first": "F", "middle": [], "last": "Berger", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Li", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "25", "pages": "2377--2384", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Defining the best practice patterns for the neonatal systemic-topulmonary artery shunt procedure", "authors": [{"first": "G", "middle": [], "last": "Heidari-Bateni", "suffix": ""}, {"first": "S", "middle": [], "last": "Norouzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Hall", "suffix": ""}, {"first": "A", "middle": [], "last": "Brar", "suffix": ""}, {"first": "P", "middle": [], "last": "Eghtesady", "suffix": ""}], "year": 2014, "venue": "J Thorac Cardiovasc Surg", "volume": "147", "issn": "3", "pages": "869--873", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pulse oximetry home monitoring in infants with single-ventricle physiology and a surgical shunt as the only source of pulmonary blood flow", "authors": [{"first": "A", "middle": [], "last": "Öhman", "suffix": ""}, {"first": "E", "middle": [], "last": "Strömball-Larseeon", "suffix": ""}, {"first": "B", "middle": [], "last": "Nilsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Mellander", "suffix": ""}], "year": 2013, "venue": "Cardiol Young", "volume": "23", "issn": "1", "pages": "75--81", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Association of interstage home monitoring with mortality, readmissions, and weight gain: a multicenter study from the National Pediatric Cardiology Quality Improvement Collaborative", "authors": [{"first": "M", "middle": ["E"], "last": "Oster", "suffix": ""}, {"first": "A", "middle": [], "last": "Enrlich", "suffix": ""}, {"first": "E", "middle": [], "last": "King", "suffix": ""}], "year": 2015, "venue": "Circulation", "volume": "132", "issn": "6", "pages": "502--508", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Home monitoring program reduces interstage mortality after the modified Norwood procedure", "authors": [{"first": "S", "middle": ["L"], "last": "Siehr", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Norris", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bushnell", "suffix": ""}], "year": 2014, "venue": "J Thorac Cardiovasc Surg", "volume": "147", "issn": "2", "pages": "718--723", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical outcomes of palliative surgery including a systemic-to-pulmonary artery shunt in infants with cyanotic congenital heart disease: does aspirin make a difference", "authors": [{"first": "J", "middle": ["S"], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Yow", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Berezny", "suffix": ""}], "year": 2007, "venue": "Circulation", "volume": "116", "issn": "3", "pages": "293--297", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Juxtaductal pulmonary artery coarctation. An underestimated cause of branch pulmonary artery stenosis in patients with pulmonary atresia or stenosis and a ventricular septal defect", "authors": [{"first": "N", "middle": ["J"], "last": "Elzenga", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Von Suylen", "suffix": ""}, {"first": "I", "middle": [], "last": "Frohn-Mulder", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Essed", "suffix": ""}, {"first": "E", "middle": [], "last": "Bos", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Quaegebeur", "suffix": ""}], "year": 1990, "venue": "J Thorac Cardiovasc Surg", "volume": "100", "issn": "3", "pages": "416--424", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Effects of angle correction angioplasty for pulmonary artery stenosis with tetralogy of Fallot", "authors": [{"first": "W", "middle": ["S"], "last": "Jang", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Cho", "suffix": ""}], "year": 2017, "venue": "Ann Thorac Surg", "volume": "103", "issn": "3", "pages": "862--868", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "-PA conduit size, mm (median, IQR) 14.0 (13.5 ~ 14.0) 12.0 (10.0 ~ 12.0) < .001 Indexed conduit size, mm 2 /m 2 (median, IQR) 34.8 (30.1 ~ 37.8) 50.0 (45.5 ~ 54.5) < .001", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Outcomes of 65 patients with PA with VSD according to the surgical strategy. PA pulmonary atresia, VSD ventricular septal defect", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Post-natal survival in the two groups with different surgical strategies. PR primary repair, SR staged repair", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Freedom from death or 1st post-repair re-intervention in two groups with different surgical strategies. PR primary repair, SR staged repairFig. 4Freedom from death or 2nd post-repair re-intervention in two groups with different surgical strategies. PR primary repair, SR staged repair", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Chronological plotting of death (red dots), 1st post-repair re-intervention (blue dots), and 2nd post-repair re-intervention (black dots) in two groups with different surgical strategies. PR primary repair, SR staged repair", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient characteristics of the two groups GA gestational age, IQR Inter-quartile range, PR primary repair, RV-PA right ventricle to pulmonary artery, SD standard deviation, SR staged repair", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of mortality cases and causes of death ISD inter-stage death, PPHD post-palliation in-hospital death, Op operation, PR primary repair, PRHD post-repair in-hospital death, PRLD postrepair late death, RMBT right modified Blalock-Taussig shunt, RV-PA right ventricle to pulmonary artery, SR staged repair, TEF tracheoesophageal fistula", "latex": null, "type": "table"}, "TABREF2": {"text": "PA pulmonary artery, PR primary repair, RVOTO right ventricular outflow tract obstruction, RV-PA right ventricle to pulmonary artery, SR staged repair, SVC the superior vena cava", "latex": null, "type": "table"}, "TABREF3": {"text": "Cox proportional hazards model for decreased time to death or 1st re-intervention CI confidence interval, HR hazard ratio, PR primary repair, SR staged repair CI confidence interval, HR hazard ratio, PR primary repair, SR staged repair", "latex": null, "type": "table"}, "TABREF4": {"text": "Risk factor analysis for death or repeated re-interventions (PWP model) CI confidence interval, HR hazard ratio, PR primary repair, PWP Prentice, Williams, and Peterson, SR staged repair", "latex": null, "type": "table"}}, "back_matter": []}