{
    "paper_id": "0fb24b3fed7074a7e2f988949bbd474763d043bd",
    "metadata": {
        "title": "Mental Health Issues Mediate Social Media Use in Rumors: Implication for Media Based Mental Health Literacy",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N S",
                "middle": [],
                "last": "Sj A",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Biswas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "A"
                ],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Tapatrikar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "D"
                ],
                "last": "Murthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors certify that informed consent has been taken from the patient for the present communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Acknowledgement:ICMR,DHR Delhi,India awarded the grant to Dr Manoj Kumar Sharma Compliance with ethical standard:There was no conflict of interest in relation to present work as well as informed consent of the human subjects had been taken prior to inclusion in the study. J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Research involving Human Participants and/or Animals:.All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "J o u r n a l P r e -p r o o f Social media use has recently become immensely popular not only for its leisure activities through connecting people over the world, but also for keeping updated with the current trends through news and sharing information. It provides a perfect platform to interact with others by offering opportunities to share a user's thoughts, emotions, pictures, videos and creative ideas through posts or blogs (Kuss & Griffiths, 2011b , 2011a . Hence, one important characteristic of social media platforms is rapid spreading of information through its users which is usually impactful.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 457,
                    "text": "(Kuss & Griffiths, 2011b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": ", 2011a",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another concern is when it comes to health related information sharing on social media. As open to all, anyone can produce information and publish in the digital forum, share experiences, form their own perspectives which remain unverified by any professional news channel, editors or factcheckers (Sommariva, Vamos, Mantzarlis, Uyên-Loan Đào, & Tyson, 2018) . Thus, social media comes with its own limitations for misinformation in the form of rumours or fake news (Zubiaga, Liakata, Procter, Wong Sak Hoi, & Tolmie, 2016) . Moreover, once rumors begin to spread on social media, they are very difficult to control with updates or corrections (Jones, Thompson, Dunkel Schetter, & Silver, 2017) . Among these, health rumors which are unverified information regarding the practice of medicine and healthcare, often endanger public health (Oh & Lee, 2019) . Hence, it is important to understand the role and impact of social media in spreading rumours and verify information before sharing it with others.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 358,
                    "text": "(Sommariva, Vamos, Mantzarlis, Uyên-Loan Đào, & Tyson, 2018)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 466,
                    "end": 523,
                    "text": "(Zubiaga, Liakata, Procter, Wong Sak Hoi, & Tolmie, 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 644,
                    "end": 694,
                    "text": "(Jones, Thompson, Dunkel Schetter, & Silver, 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 837,
                    "end": 853,
                    "text": "(Oh & Lee, 2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research literature has found that social media has power in influencing people's behavior when there is an outbreak of epidemic or pandemic. Over the decades, social media has been flooded with misinformation on diabetes, anorexia as well as anti-vaccination content along with the recent Zika virus or Ebola epidemic (Fernández-Luque & Bau, 2015; Sommariva et al., 2018) . The news of the Ebola epidemic created a climate of global nervousness with rumours and misinformation quickly spreading through social media platforms. Similar trend is being observed with current occurrence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which has been declared as a pandemic.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 348,
                    "text": "(Fernández-Luque & Bau, 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 349,
                    "end": 372,
                    "text": "Sommariva et al., 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies have also documented that during crisis events, people often seek out event-related information to stay informed of what is happening. If there is lack of official information, people may be at risk for exposure to rumors that fill the information void (Jones et al., 2017) . Additionally, constant assault of information through social media also leads its users to easily consume available information irrespective of its authenticity. In this is the era of \"headline stress disorder\", a lot of negative feelings like anxiety, hopelessness, despair, and sadness is fueled by being regulated by the (Sharma & Seshadri, 2020) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 281,
                    "text": "(Jones et al., 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 608,
                    "end": 633,
                    "text": "(Sharma & Seshadri, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly, suicide is another public mental health problem where media and social media play a significant role in either increasing or curtailing the problem within the society. The available literature in Bangladesh and India suggests that media reporting about suicide includes information which offers details name of the victim, their occupation, method of suicide, images of suicide victims, suicide notes and citations form suicide notes. This is the information which works to make the news attractive and shares details which increase access to information for harming self and may also work to create misinformation or rumors (Arafat, Mali & Akter, 2020; Armstrong et al., 2018; Jain and Kumar, 2016) . However, the media does not highlight information to educate the general population about what are early signs of suicidal behaviors, prevention plans and expert opinions from mental health professionals, helpline numbers for support and availability of emergency services in hospitals. These findings further suggest that the reports in media on suicide do not follow the guidelines issued by the World Health Organization (WHO) and other health regulatory bodies on reporting of suicide in media (Arafat, Mali & Akter, 2020; Armstrong et al., 2018; Cherian, Lukose, Rappaia et al., 2020; Jain and Kumar, 2016) . There are similar irregularities J o u r n a l P r e -p r o o f which indicate reporting of sensitive information about suicide in a detrimental manner in media in china as well (Chu et al., 2018) .",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 664,
                    "text": "(Arafat, Mali & Akter, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 665,
                    "end": 688,
                    "text": "Armstrong et al., 2018;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 689,
                    "end": 710,
                    "text": "Jain and Kumar, 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1211,
                    "end": 1239,
                    "text": "(Arafat, Mali & Akter, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1240,
                    "end": 1263,
                    "text": "Armstrong et al., 2018;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1264,
                    "end": 1302,
                    "text": "Cherian, Lukose, Rappaia et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1303,
                    "end": 1324,
                    "text": "Jain and Kumar, 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1505,
                    "end": 1523,
                    "text": "(Chu et al., 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, in the light of the existing information, it becomes understandable that media in all its formats have a huge impact and more significantly has a role to report responsibly the information in an educative format which is related to health of the population. In addition, it needs to be more sensitive and responsible in reporting about public health problems like the SARS-CoV-2, and suicide where the focus is on offering information which is helpful for prevention, details the steps to take in times of the health emergency, offers expert opinions from mental health professionals, helpline numbers for support and emergency services in hospitals. This role of media will surely work to minimize the digital content which leads to creation of misinformation or rumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To summarize, in addition to the responsible role of media in reporting about public health problems, the individual's members of the population, the government, policy makers, health regulatory bodies and health professionals need to collaborate and develop guidelines for responsible dissemination of information over all kinds of media formats with respect to public health problems. Such guidelines will also work to improve the media based literacy about health and mental problems among the population and will be extremely helpful for use in times of public health emergencies like the SARS-COV-2 pandemic. The development of such guidelines are crucial as the pattern of epidemics and pandemics changes over time, but the cycle of rumors or fake news or inaccurate media reports continues to revolve around media formats and especially in social media likely due to stress, anxiety and other psychological factors of individuals which requires to be studied in greater detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is suicide reporting in Bangla online news portals sensible? A year-round content analysis against World Health Organization guidelines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S M"
                    ],
                    "last": "Arafat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian. J. Psychiatry",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.101943"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Assessing the quality of media reporting of suicide news in India against World Health Organization guidelines: a content analysis study of nine major newspapers in Tamil Nadu",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijayakumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neiderkrotenthaler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jayaseelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kannan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pirkis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aust New Zeal J Psychiatry",
            "volume": "52",
            "issn": "9",
            "pages": "856--863",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adolescent suicide in India: Significance of public health prevention plan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Cherian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lukose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappaia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J V"
                    ],
                    "last": "Sagar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian. J. Psychiatry",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.101993"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing the use of media reporting recommendations by the World Health Organization in suicide news published in the most influential media sources in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schwebel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health and social media: Perfect storm of information",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernández-Luque",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is suicide reporting in Indian newspapers responsible? A study from Rajasthan",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asian J. Psychiatry",
            "volume": "24",
            "issn": "",
            "pages": "135--138",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distress and rumor exposure on social media during a campus lockdown",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schetter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "114",
            "issn": "44",
            "pages": "11663--11668",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1708518114"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Daria J . Kuss and Mark D . Griffiths Excessive online social networking : Can adolescents become addicted to Facebook ? Education and Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "68--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Online Social Networking and Addiction -A Review of the Psychological Literature",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "8",
            "issn": "",
            "pages": "3528--3552",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph8093528"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "When Do People Verify and Share Health Rumors on Social Media? The Effects of Message Importance, Health Anxiety, and Health Literacy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Health Communication",
            "volume": "24",
            "issn": "11",
            "pages": "837--847",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730.2019.1677824"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Adolescence: Contemporary issues in the clinic and beyond",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seshadri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. of Psychiatry",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2019.09.021"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spreading the (Fake) News: Exploring Health Messages on Social Media and the Implications for Health Professionals Using a Case Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sommariva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vamos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantzarlis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uyên-Loan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Đào",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tyson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/19325037.2018.1473178"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Analysing How People Orient to and Spread Rumours in Social Media by Looking at Conversational Threads",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zubiaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liakata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Procter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong Sak Hoi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tolmie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS ONE",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0150989"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "hour news cycle. The individual's anxiety levels or anxious personality traits makes them to spend more time online to look for information. Many reports show that there is an increase in online social media activity because of constant connectivity with the national and world news and as well as with presence of anxiety traits i.e. people with a high level of health anxiety spend more time searching online for health information than those with a lower level of health anxiety(Muse,   McManus, Leung, Meghrebilan, & Williams, 2012). Unverified information or rumors on social media and anxiety go hand in hand as anxious individuals or the people who are at risk of developing anxiety or for those for whom it serves as a medium to ventilate their affective state are the individuals who are more likely to share these kinds of information with others without verifying the source(Anthony, 1973; Pezzo & Beckstead, 2006). These behaviors lead to exponential spreading of fake news which may result in more time being spent online on nonproductive social interactions and on transitory alleviation of anxiety. The research literature suggests that around 20% of older adolescents and young adults are engaging in excessive use of technology like problematic use of social media and online gaming. In addition, they experience symptoms of depression, anxiety and stress which play a role as well in making them spend increased time online to alleviate these psychological symptoms momentarily. The spending of increased time online leads to excessive use of technology and it increases the risk of exposure to and spread of unverified information or rumors on digital platforms",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ashwini Tapatrikar SHUT clinic, Department of Clinical Psychology,NIMHANS,Bangalore,Karnataka,India E mail: tadpatrikarashwini6@gmail.com Keshava D Murthy,Department of Psychiatric Social Work,NIMHANS,Bangalore,Karnataka,India E mail: keshavamurthy20@gmail.com *Address for correspondence: Dr Manoj Kumar Sharma, Professor of Clinical Psychology,SHUT clinic(Service for Healthy use of Technology),National Institute of Mental health & Neurosciences,Bengaluru,Karnataka,India Communication word count:1340 Statement of Human right: The studies have been approved by the Institutional and/or national research ethics committee .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}