{
    "paper_id": "0fbd51040164b6c15580c04ad9e5a409327e5286",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This chapter addresses the various ways in which increasing world conflict, war, refugees, population migration, and the political and developmental inequities of these factors influence risk to infectious disease. There are many parallel factors occurring on the global front that may adversely affect capacity of public health to respond and protect the population it serves. Political violence, civil war, ethnic and religious conflicts, and in particular, the generation of millions of refugees by forced migration are obvious factors that are changing the balance between human beings and microorganisms (Pirages, Runci, & Sprinkle, 2001) . Competing with public health's capacity to mitigate the effects of forced displacement are demographic and ecological factors such as increased population growth and density, urban migration and urbanization, failures of governance and the protection of public health infrastructures, human invasion of the habitats of animals and arthropods, and population induced environmental change.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 643,
                    "text": "(Pirages, Runci, & Sprinkle, 2001)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, because of post 9/11 preoccupation and anxiety with what advanced biotechnology easily provides to the arsenal of militaries and to those singularly disposed to wreck havoc on an unwary population for political purposes, most of these new disease outbreaks are first thought to have been the result of a deliberate release of an infectious agent. Indeed, whether these bioevents, accidental or deliberate, result in risk to populations locally, nationally, regionally or internationally lies squarely on the capacity of public health and a nation-state's capacity to ensure public health viability. However, public health can no longer be narrowly confined to aspects of preventive healthcare. Increasingly 'public health' is understood in the context of multidisciplinary and multi-sector capacities of governance and political will, economics, judiciary, public safety, quality of public health utilities, health security, agriculture, communication, transportation, education and training, and other capacities that allow a village, town, city, and nation-states to functionally protect its citizens (Burkle, 1999) . Current wars, internal conflict, refugees, migration, and the consequential worry over the spread of infectious disease have synonymously become, right or wrong, a catalyst to what some fear is either a prelude to a downward trend or eventual worldwide collapse of public health as we know it (Doyle, 2004; Glasser, 2004) . Additional questions arise as to the relationship, if any, with the emergence or re-emergence of at least 40 infectious diseases, as well as an unprecedented increase of once-controlled and now antibiotic resistant infections, all in less than one decade (Heymann & Rodier, 1998 Paluzzi & Farmer, 2004) . Any infectious disease emerging locally has immediate global ramifications. This is occurring in a world where the generous predictions of a decade ago of an emerging global economy have failed to emerge, but a state of global health is here to stay. As such, issues of war, conflict, migration, politics and whether they significantly impact global concerns of infectious disease are worth exploring.",
            "cite_spans": [
                {
                    "start": 1116,
                    "end": 1130,
                    "text": "(Burkle, 1999)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1426,
                    "end": 1439,
                    "text": "(Doyle, 2004;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1440,
                    "end": 1454,
                    "text": "Glasser, 2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1712,
                    "end": 1735,
                    "text": "(Heymann & Rodier, 1998",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1736,
                    "end": 1759,
                    "text": "Paluzzi & Farmer, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "War has always been, and still remains, the prototype for understanding public health's dependency on societal order and the harsh consequences that occur when society witnesses its own physical, social, and cultural destruction. War and disease have accounted for a major proportion of human suffering and death. In the American Civil War, an estimated 660,000 deaths of soldiers resulted from pneumonia, typhoid, dysentery, and malaria causing a 2-year extension of the war. These diseases became known as the \"third army\" (Connolly & Heymann, 2002) .",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 551,
                    "text": "(Connolly & Heymann, 2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "War and Internal Conflict"
        },
        {
            "text": "The United Nations Charter, drafted in 1945 , was written with one thing in mind: to end cross border wars. Little appreciation was given at the time to Charter language which guaranteed that what occurred within borders of a nation-state were inviolable under laws of national sovereignty ( UN Charter, 1945 ). Yet, since the end of the Cold War, 95% of all major conflicts have been internal nation-state wars, raising grave concern in the world community that the UN Charter is outmoded and fails to adequately address war provoked by political conflicts in sovereign nation-states. Indeed, no legal document exists that will undeniably enforce outside protection of nationstate innocent lives. (Burkle, 1999) . By the end of the 20 th century more people were killed by their own country than from cross border forces. Unfortunately, human rights and international law abuses by sovereign nations against their citizens have led to unthinkable ethnic cleansing and genocide, terms that largely characterize war at the beginning of the 21 st century. These internal armed conflicts, otherwise commonly referred to as complex emergencies (CEs) or complex political disasters (Toole, Waldman, & Zwi, 2001; Zwi & Uglade, 1991) are now the most common human-induced disaster. CEs are further defined as \"situations affecting large civilian popu-",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 43,
                    "text": "Charter, drafted in 1945",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 308,
                    "text": "UN Charter, 1945",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 712,
                    "text": "(Burkle, 1999)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1177,
                    "end": 1206,
                    "text": "(Toole, Waldman, & Zwi, 2001;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1207,
                    "end": 1226,
                    "text": "Zwi & Uglade, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "War and Internal Conflict"
        },
        {
            "text": "Refugees are defined as people who flee their country to escape war or persecution. Refugees, who by definition cross sovereign borders, enjoy the immediate protections under international law afforded by the UNHCR (United Nations High Commissioner for Refugees) under the 1951 Convention on Refugees. This law protects them from being sent back home to unsafe areas and confers to them the rights for food, shelter and clothing, employment, and protection in the courts (Refugee International, 2002) . However, the reality is too often that they will live in marginal and unsanitary camps that are large, crowded, lack clean water, sufficient food, or health services. Refugee camps are public health anomalies and as such are ideal locations for the propagation and spread of disease and are serious health risks to the population.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 500,
                    "text": "(Refugee International, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Refugees"
        },
        {
            "text": "Camps may afford temporary protection but crowded camps, with poor environmental protections and increased density of populations, promote the spread of infectious disease. There are diminishing public health infrastructure problems in camps that exceed 25,000 people (Cosgrave, 1996) . Fleeing the mass slaughter in Rwanda, refugees in neighboring Zaire found little solace when the crude mortality rates exceeded 60 times the population baseline, primarily from epidemics of uncontrolled cholera and dysentery especially when camp populations swelled rapidly to a population of over 300,000 lacking even the rudiments of public health infrastructure and protections. (CDC/MMWR, 1991; CDC/MMWR, 1993; CDC/ MMWR, 1996) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 284,
                    "text": "(Cosgrave, 1996)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 669,
                    "end": 685,
                    "text": "(CDC/MMWR, 1991;",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 701,
                    "text": "CDC/MMWR, 1993;",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 718,
                    "text": "CDC/ MMWR, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Refugees"
        },
        {
            "text": "Despite declining incidence of CEs, refugee camps are still being built and populated. Refugees steadily increased during the 1980s to almost 20 million in 1990, mostly within Africa, Asia, and the Middle East (Toole et al., 2001; Prothero, 1987 Prothero, , 1994 . In South Asia alone, some 35 to 40 million crossed international borders (Pirages et al., 2001) . Over three million long-term refugees languish today in camps in Gaza, West Bank, and other areas of the Middle East (Refugees International, 2002) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 230,
                    "text": "(Toole et al., 2001;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 231,
                    "end": 245,
                    "text": "Prothero, 1987",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 246,
                    "end": 262,
                    "text": "Prothero, , 1994",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 338,
                    "end": 360,
                    "text": "(Pirages et al., 2001)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 480,
                    "end": 510,
                    "text": "(Refugees International, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Refugees"
        },
        {
            "text": "Since the Cold War era, state-centric geopolitical efforts aim to prevent, rather than welcome, people from crossing political borders to seek safety. Refugees may bring many political, economic, and health concerns including real or rumored infectious diseases and fears that permanent refugees will threaten social cohesion in the host nation (Hugo, 1997) . The UN has been forced to provide an alternative system using 'UN protectorates, preventive zones, and safe havens,' that assume temporary facilities and rapid repatriation (Hyndman, 1999) .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 357,
                    "text": "(Hugo, 1997)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 533,
                    "end": 548,
                    "text": "(Hyndman, 1999)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Refugees"
        },
        {
            "text": "Internally displaced populations (IDPs) are defined as those who have fled the conflict but remain within the borders of the country. Technically, IDPs remain the responsibility of their own country even though they find themselves persecuted by the government in power. They do not enjoy the legal protections afforded under international law to refugees. The UN with the objective to expand rights, protections, and services for all internally displaced populations is currently addressing these contradictory treatments. In the meantime, severely deplorable conditions affect IDPs, chance of survival (Refugees International, 2002) . The larger numbers of IDPs over refugees are difficult to measure but ranged between 27 and 32 million in 1999. Political interference in IDP protection still occurs, as it has in Western Sudan, where NGOs and UN agencies continue to struggle with the Sudanese government to recognize a UN Security Council Resolution that allows protective access to camps under threat from rebel factions.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 634,
                    "text": "(Refugees International, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internally Displaced Populations"
        },
        {
            "text": "Political violence, destroyed health facilities, infrastructure, and disruption of food security led to forced IDP migration with many finding themselves in even worse environments, such as hostile mountain slopes or desolate deserts (Toole, et al., 2001) . Not unusual, adult males often remained behind to care for animals and land, or to fight, leaving the IDP women and children to fend for themselves. High mortality occurs immediately following migration when relief efforts have not yet begun. Like refugees, the causes of death are generally preventable common infectious diseases such as measles, diarrhea, malaria, cholera, dysentery, and acute respiratory infections (Burkholder & Toole, 1995) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 255,
                    "text": "(Toole, et al., 2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 678,
                    "end": 704,
                    "text": "(Burkholder & Toole, 1995)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Internally Displaced Populations"
        },
        {
            "text": "IDP mortality rates are frequently 7 to 10 times the baseline population. Unaccompanied minors and orphans, without critical protections afforded by adult supervision number in the tens of thousands (Toole et al., 2001; CDC/MMWR, 1991) resulting in mortality rates 100 to 800 times the baseline. A cluster survey study, performed in hostile territory of Eastern Congo among rapidly moving IDPs, found that at least 2.5 million excess deaths occurred within a 4-month period. Only 10% of these deaths were from warrelated trauma; 90% were from preventable infectious diseases (diarrheal dehydration and malaria) and malnutrition (Roberts, 2001) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 219,
                    "text": "(Toole et al., 2001;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 220,
                    "end": 235,
                    "text": "CDC/MMWR, 1991)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 643,
                    "text": "(Roberts, 2001)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Internally Displaced Populations"
        },
        {
            "text": "Seventy-one countries have internal conflict situations severe enough to warrant placement on a Crisis Watch List where conditions are assessed monthly for deterioration or improvement (International Crisis Group, 2005) . Studies performed over the last 20 years of evolving complex emergencies in Africa, Asia, Middle East, and Eastern Europe have suggested that at least three distinct epidemiological models exist: developing country (e.g., primarily seen in Africa and Asian countries such as Somali, Angola, Rwanda, East Timor), chronic or smoldering country (e.g., Sudan, Haiti, Israel-Palestine), and developed country (e.g., Former Yugoslavia, Iraq, Macedonia, Kosovo). These epidemiologically described models are helpful in illustrating to policy level decision-makers the impact of conflict on civilian populations and public health infrastructure, but are also useful in planning for humanitarian interventions if and when they occur. Non-governmental aid organizations and UN agencies usually have, by legal mandate, an ongoing presence in crisis prone countries. These interventions are often designed to mitigate the severe consequences on the most vulnerable populations (women, children, elderly, disabled). If a wider assistance intervention occurs, it takes the form of a larger multi-sectoral, multidisciplinary, and multinational humanitarian model of intervention under UN Security Council Resolution political authority.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 219,
                    "text": "(International Crisis Group, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Models of Complex Emergencies"
        },
        {
            "text": "Living in a developing country does matter when it comes to vulnerability to infectious diseases. Overall, more people are affected by disasters where there is a rapid population increase and rapid unplanned development, particularly in urban areas. Where high human development (HHD) occurs, averages of 44 people are killed per disaster event, whereas in countries of low human development (LHD), averages of 300 people are killed per event (Walter, 2004) and governance easily falters with increasing violence and declining public health services that these disasters often bring (Zwi & Uglade, 1989) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 457,
                    "text": "(Walter, 2004)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 583,
                    "end": 603,
                    "text": "(Zwi & Uglade, 1989)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Developing Country Model"
        },
        {
            "text": "This model, common to Africa and Asia, provides an acute phase health profile of moderate to severe malnutrition, outbreaks of communicable diseases, high crude mortality rates, high case fatality rates, and the virtual absence of functionally protective public health infrastructure (Burkholder & Toole, 1995; Toole et al., 2001) . Countries in crisis, all with high endemic disease burdens, claim 75% of all reported epidemics of the 1990s. (Toole et al., 2001) . Infectious diseases that kill so many are, for the most part, no different from those endemic bacteria, viruses, and parasites that prevail in nonemergency conditions. If we learn anything from CEs, it is that once the preconflict protective public health infrastructure lid is removed, the endemic diseases, given the opportunity, will become epidemic (Toole et al., 2001; Toole & Waldman, 1990 .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 310,
                    "text": "(Burkholder & Toole, 1995;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 330,
                    "text": "Toole et al., 2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 443,
                    "end": 463,
                    "text": "(Toole et al., 2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 819,
                    "end": 839,
                    "text": "(Toole et al., 2001;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 840,
                    "end": 861,
                    "text": "Toole & Waldman, 1990",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Developing Country Model"
        },
        {
            "text": "Countries are also more likely to suffer famine and few have occurred that were not human induced or catalyzed the onset of CEs. Severe malnutrition, often referred to as protein energy malnutrition (PEM), is characterized by malnutrition, micronutrient deficiencies (in particular Vitamin A, C, and B6), and secondary infections. A PEM induced state of immunodeficiency is to blame for the frequent complications of secondary infections that account for the majority of deaths. High case fatality rates occur from simple childhood diseases such as measles, upper respiratory infections, diarrhea, and vaccine preventable diseases. Mortality and morbidity rates from measles can be greatly improved with the emergency use of low cost measles vaccine and Vitamin A supplements (Burkle, 1999; Burkholder & Toole, 1995; Toole et al., 2001) . The objective of humanitarian assistance is to decline these consequences by provision of food, water, sanitation, and shelter, a Health Information System (HIS), diarrheal disease control, immunization programs, basic curative care, and maternal and child health care, among other primary care essential programs (CDC/MMWR, 1992).",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 790,
                    "text": "(Burkle, 1999;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 791,
                    "end": 816,
                    "text": "Burkholder & Toole, 1995;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 817,
                    "end": 836,
                    "text": "Toole et al., 2001)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Developing Country Model"
        },
        {
            "text": "In all chronic, smoldering country models there are too few public health resources to defend an epidemic outbreak. Countries must rely on outside resources. Sudan, which has been at war since 1955, has a health profile of chronically malnourished children who know only a culture of violence and have little access to healthcare or education. Reproductive health and safe birthing remain an unknown luxury for most of the population. In 2003, an acute internal war resulted in over 70,000 deaths and 1.2 million internally displaced non-Arabs fleeing to the Darfur region in western Sudan. Mortality rates from acute traumatic small arms and machete-induced violence were 16 to 18 times the population baseline. Once the internal population fled to makeshift camps in the western region the deaths from rebel violence diminished but deaths from preventable diseases predictably escalated (Depoortere, Checchi, Broillet, Minetti, Gayraud, Briet, Pahl, Defourney, Tatay, & Brown, 2004) .",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 984,
                    "text": "(Depoortere, Checchi, Broillet, Minetti, Gayraud, Briet, Pahl, Defourney, Tatay, & Brown, 2004)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Chronic or Smoldering Country Model"
        },
        {
            "text": "In Haiti, disease demographics, except for HIV/AIDS, are similar to that seen in the U.S. in the early 1900s. Haiti represents, for outside aid organizations, both a chronic developmental emergency as well as an acute emergency situation. Chronically poor public health infrastructure, massive environmental problems (i.e., severe deforestation), along with high population density and acute and chronic outbreaks of preventable disease are commonplace (Farmer, 2004; Regan, 2004) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 467,
                    "text": "(Farmer, 2004;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 468,
                    "end": 480,
                    "text": "Regan, 2004)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Chronic or Smoldering Country Model"
        },
        {
            "text": "There are marked differences between the availability and access to health services seen in Israel and the occupied zones of the Palestinian West Bank and Gaza refugee camps. Initial mortality and nutritional indices were similar to those seen in Somalia and Bangladesh (Bennett, 2002) . Once these studies were made public, the UN, which has oversight responsibility for refugees in these occupied zones, increased and improved their aid capacity but like other chronic CEs these health indices fluctuate depending upon political and conflict conditions.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 285,
                    "text": "(Bennett, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic or Smoldering Country Model"
        },
        {
            "text": "Before the onset of internal conflicts, countries such as Iraq, the Former Yugoslavia, Macedonia, and Kosovo had relatively healthy populations with demographic profiles similar to Western countries. With war, the relatively low prevalence of malnutrition among children and infants were superseded by under nutrition and untreated chronic diseases (e.g., hypertension, diabetes, chronic heart diseases) among the elderly who could not flee the conflict and were later unable to access food, health care, and pharmaceuticals. High mortality rates were primarily from trauma from advanced weaponry (Spiegel & Salama, 2000) . In contrast to the previous two models, few outbreaks and no epidemics occurred due to dedicated attempts by the humanitarian community to keep the rudiments of the public health system functioning and encouragement of the educated population to maintain daily hygiene and hand washing practices.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 621,
                    "text": "(Spiegel & Salama, 2000)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Developed Country Model"
        },
        {
            "text": "After the first Persian Gulf War in 1991, for 71 days Baghdad and other cities throughout Iraq suffered loss of electricity, refrigeration, and disruption of water and sewage pipes from bombing (CDC/MMWR, 1991). Within two weeks, Baghdad, which had not seen a case of endemic cholera in over 20 years, experienced an outbreak. In the prolonged violence that has plagued Iraq since the beginning of the 2003 war, insecurity and social disorder have accounted for failure to return function to clinical and public health facilities. Only a semblance of a national surveillance system exists, preventing confirmation as to the status of a pre-war gradual rise in malaria, leishmaniasis, tuberculosis (TB), and cholera cases (Burkle & Noji, 2004) . A 2004 UN and Iraq Ministry of Health rapid nutrition assessment study confined to Baghdad showed that 7.7% of children under the age of five were suffering from acute malnutrition, compared to 2002's figure of 4% (Office of the Coordinator for Humanitarian Affairs, 2004). In 2005, higher than expected cost of protecting workers against insurgents attacks (about 25 cents of every reconstruction dollar now pays for security) has severely limited original plans for public health utility infrastructure repair, and rising security costs led to budget cuts by occupying forces for crucial water treatment plants, sewage networks, and power grids.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 742,
                    "text": "(Burkle & Noji, 2004)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Developed Country Model"
        },
        {
            "text": "Each nation-state strives to maintain continuity of government. This can be measured by how bioevents negatively affect a state's capacity (SC) by creating political, economic, and social instability. Price-Smith defines SC as a country's capacity to maximize its stability in exerting de facto control and protecting its population from infectious agents, both accidental and deliberate (1998) . He demonstrated that public health is a major driver of SC, in that a strong positive correlation exists between health, and in particular, infectious disease control (Price- Smith, 1998 ).",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 394,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 583,
                    "text": "Smith, 1998",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "State Capacity"
        },
        {
            "text": "An objective of terrorism is to compromise SC and embarrass the government in power by revealing its political, social, public health, and economic weaknesses (Burkle, 2002) . Developed countries possess internal levels of SC in the form of economic resources, human capital, infrastructural investments, and scientific capability (Price- Smith & Daly, 2004) . Such countries have had success in responding to epidemics such as SARS and HIV/AIDS. Countries in crisis, especially developing ones, have low SC levels primarily due to poor governance, which leads to decline in public health capacity. Zimbabwe is cited as an example where HIV/AIDS, in particular, has destabilized the government by exacting an increasingly larger toll on the country's economic productivity, political capacity, its life expectancy, and capacity of the police and military security forces (Price- Smith & Daly, 2004) . Declining SC can open a failing nation-state to internal violence. The term 'health security' has historical basis in CEs, the threat of bioterrorism, and newly emerging and re-emergent diseases. All have in common the threat to destroy a significant proportion of the population. Infectious disease, in particular, may in fact contribute to societal destabilization and to chronic low-intensity internal violence, and in extreme cases, it may accelerate the processes that lead to state failure (Fourie & Schonteich, 2001 , Price-Smith, 1999 . For countries in crisis, HIV/AIDS and TB programs fail quickly (UNAIDS, 2004) . TB programs are forced to taper the availability of medications leading quickly to the emergence of drugresistance and increased opportunities for communicability.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 173,
                    "text": "(Burkle, 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 339,
                    "end": 358,
                    "text": "Smith & Daly, 2004)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 879,
                    "end": 898,
                    "text": "Smith & Daly, 2004)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1397,
                    "end": 1423,
                    "text": "(Fourie & Schonteich, 2001",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1424,
                    "end": 1443,
                    "text": ", Price-Smith, 1999",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1509,
                    "end": 1523,
                    "text": "(UNAIDS, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "State Capacity"
        },
        {
            "text": "Historically, no country has acted fast enough or done enough to mitigate the consequences of HIV/AIDS or TB. In the U.S., cutbacks in essential program funding at the state levels have threatened public health by curtailing efforts to combat disease, such as TB. Ironically, some cutbacks are attributed to diversion of funding resources to fight bioterrorism (Dolye, 2004) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 374,
                    "text": "(Dolye, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "State Capacity"
        },
        {
            "text": "Both Uganda and Thailand are cited as examples of countries that may suffer in public health capacity, but through good governance and use of simple public health measures have 'mobilized civil society' to reduce behaviors (e.g., unsafe sex) that increase the risk of transmission of disease (Price- Smith & Daly, 2004) . Although major epidemics were averted in most developed country model CEs, lessons learned from humanitarian missions in Africa, the Balkans, and other developing countries forced healthcare workers to plan for outbreaks, especially enteric diseases, when the water and sanitation systems were disrupted, and to perform more stringent scrutiny on refugees entering the U.K. from these regions (Black & Healing, 1993 ).",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 319,
                    "text": "Smith & Daly, 2004)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 715,
                    "end": 737,
                    "text": "(Black & Healing, 1993",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "State Capacity"
        },
        {
            "text": "An argument against use of politically driven economic sanctions, commonly used to control internal conflict within rogue sovereign countries, is that sanctions may contribute to decline in health standards (Toole, Galson, & Brady, 1993) . Unfortunately, with time and inattention, all CE epidemiological models steadily decline in SC and health security. With a continuum of protracted social and political conflict, the model boundaries blur and eventually all represent catastrophic public health emergencies (e.g., Chechnya, Liberia, Gaza, Sudan, Haiti) that require continual outside assistance to survive.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 237,
                    "text": "(Toole, Galson, & Brady, 1993)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "State Capacity"
        },
        {
            "text": "There is much historical evidence of the spread of disease through human mobility (Prothero, 1977 (Prothero, , 1987 Siem, 1997) . In spite of medical advances and international health measures, there is still much cause for concern. Today, there is now more mobility, redistribution of populations across the developing world, and massive rural-urban movements than ever before. (Carballo & Nerukar, 2001; Cookson, Carballo, Nolan, Keystone, & Jong, 2001) . Most movement comes from the Third World and the majority are the consequence of fleeing violence and economic collapse.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 97,
                    "text": "(Prothero, 1977",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 98,
                    "end": 115,
                    "text": "(Prothero, , 1987",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 116,
                    "end": 127,
                    "text": "Siem, 1997)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 379,
                    "end": 405,
                    "text": "(Carballo & Nerukar, 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 406,
                    "end": 455,
                    "text": "Cookson, Carballo, Nolan, Keystone, & Jong, 2001)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Mobility and Urbanization"
        },
        {
            "text": "The urbanized proportion of the world's population has grown from 5% to 50% in the last two centuries and is still rising (McMichael, Kjellstrom, & Smith, 2001) In Africa, high rates of urban growth and ruralto-urban movement resulted in almost 67% of the population now living in cities. It is predicted, by 2012 to 15, the world will experience more people living in urban settings than rural. It is most worrisome that by the year 2015 there could be at least 26 urban areas (mega cities) of 10 million inhabitants, or more, all but four being in developing countries (Pirages et al., 2001) without complementary economic development and public health infrastructure protection (Prothero, 1987 (Prothero, , 1994 . By 2025, Asia's population is expected to contain half the world's people, more than half of whom will live in cities. Unlike much of the industrialized world, where urbanization followed industrialization, urbanization and industrialization have largely taken place independently. According to the Asian Development Bank, 13 of the 15 most polluted cities are already in the Asia-Pacific region, where some rivers carry up to three to four times the average world's levels of fecal pollutants (Brower & Chalk, 2003) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 160,
                    "text": "(McMichael, Kjellstrom, & Smith, 2001)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 571,
                    "end": 593,
                    "text": "(Pirages et al., 2001)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 681,
                    "end": 696,
                    "text": "(Prothero, 1987",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 697,
                    "end": 714,
                    "text": "(Prothero, , 1994",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1211,
                    "end": 1233,
                    "text": "(Brower & Chalk, 2003)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Mobility and Urbanization"
        },
        {
            "text": "Urban migrant populations tend to be young adult males escaping conflict or rural poverty. Women, many widowed with 2 to 5 children, who first resisted migration from rural villages, were forced to migrate to urban areas to flee disease, rape, and seek support services and protection. Factors associated with infectious disease, HIV/AIDS and other sexually transmitted disease transmission, are directly related to population migration, disruption of rural families, urbanization, social disruption, poor medical services, declining economy, low social status of women, and prostitution for means of survival. Population mobility, as a whole, has also contributed to the transmission of malaria and prejudiced programs for control and eradication of malaria, TB, and HIV/AIDS (Quinn, 1995) .",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 790,
                    "text": "(Quinn, 1995)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Mobility and Urbanization"
        },
        {
            "text": "As a consequence of urbanization, the crude population density increased on an average greater than 100% in every country where data was available (Quinn, 1995) . Consequently, outside humanitarian assistance is slowly moving to the urban environment, however little is known and few people are trained in how to defend a collapsing urban public health system. Most of the problems with infectivity in densely crowded settings such as refugee camps and cities arise through contamination of the environment by permanent excretors, such as livestock and humans, in particular young children who defecate everywhere and anywhere, and generate an inexhaustible reservoir for contamination of the soil, water, and urban dwellings (Toole et al., 2001) . Researchers claim that 'risk for the health of humans' due to symptomatic and non-symptomatic carriers of infectious agents and permanent excretors has 'dramatically increased' with refugees, urbanized crowding, and international tourism (Smith, 2001) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 160,
                    "text": "(Quinn, 1995)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 726,
                    "end": 746,
                    "text": "(Toole et al., 2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 987,
                    "end": 1000,
                    "text": "(Smith, 2001)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Mobility and Urbanization"
        },
        {
            "text": "Although international migrants only represent 4.5% of the world's population, they remain a challenge especially on the potential impact on a host countries' health (Santoro, Visona, Pusterla, & Vigevani, 2000) . Refugees resettling in their new country carry a significant burden of infectious diseases because of exposure in their countries of origin and circumstances of their migration. The death rate of newly arrived refugees was estimated to be 30 times the death rate in their country of origin. During a two year study period, 156 asylum seekers in the Netherlands died, 15 from infectious disease (Koppenaal, Bos, & Broer, 2003) . Among migrants to Italy, mostly from the Former Yugoslavia and Africa, 8.2% were admitted to hospital in 1998 for infectious diseases (Santoro et al., 2000) . Ten thousand refugees to Sweden, primarily from the Former Yugoslavia, Africa, Asia, and Iraq showed high prevalence of hepatitis B, TB and HIV (Christenson, 1995) , and TB prevalence rates for refugee populations reaching Australia were 157/100,000 as compared to incidence in Australia of 4.93/100,000 population (King & Vodicka, 2001) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 211,
                    "text": "(Santoro, Visona, Pusterla, & Vigevani, 2000)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 608,
                    "end": 639,
                    "text": "(Koppenaal, Bos, & Broer, 2003)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Santoro et al., 2000)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 945,
                    "end": 964,
                    "text": "(Christenson, 1995)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1116,
                    "end": 1138,
                    "text": "(King & Vodicka, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "International Migration"
        },
        {
            "text": "Overseas screening of refugees is required, but it inadequately assesses infectious diseases. Negative results may occur in overseas screening so there is a need to monitor the infectious disease prevalence and the effectiveness of overseas screening by on-arrival screening (Barnett, 2004) . Entry screening protocols exist for TB, hepatitis B, intestinal and other parasites, and updating immunizations, as well as tests for malaria, HIV, and sexually transmitted diseases. Researchers caution that warrelated outbreaks of diphtheria, now surfacing in Central Asia, and drug-resistant TB in Russia require greater public health 'vigilance' (Christenson, 1995) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 290,
                    "text": "(Barnett, 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 642,
                    "end": 661,
                    "text": "(Christenson, 1995)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "International Migration"
        },
        {
            "text": "Emerging infectious diseases are those due to newly identified and previously unknown infections that cause public health problems either locally or internationally. Many emerging diseases are thought to be due to a closer contact of humans with their reservoir in nature, with a jump of the infectious agent from animal to human across the species barrier (e.g., avian influenza).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "Legitimate concerns exist that prolonged war or smoldering conflict places economic drain on nation-states leading to conditions ripe for the emergence of new diseases. The world's burden of disease disproportionably affects the people of Sub-Saharan Africa that represents 10% of the total population but 26% of the total fatal and non-fatal health outcomes (Bloom, 2001; Michaud, Murray, & Murray & Lopez, 1996) . At the beginning of 2003, only two countries in Sub-Saharan Africa were polio-endemic. However, in 2004 at the height of political turmoil, a tragic setback occurred in Sudan when, after three polio-free years, new cases were confirmed. Asia, with overcrowding, few resources, and lacking the political will to keep up with public health infrastructure demands, have had epidemics of cholera, typhoid fever, rabies, and plague posing major public health problems. Newly emerging infectious diseases such as Nipah virus, avian influenza and enterovirus 71 infections have also caused significant epidemics (Western Pacific Regional Organization, 2003) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 372,
                    "text": "(Bloom, 2001;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 373,
                    "end": 413,
                    "text": "Michaud, Murray, & Murray & Lopez, 1996)",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1066,
                    "text": "(Western Pacific Regional Organization, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "Emerging infectious diseases pose a significant but unappreciated threat to public health. Infectious disease terminology referring to 'regional' or 'tropical' diseases no longer has basis in fact. Using a political-ecology framework, studies have examined the relationship between the geographies of exile and refugee movements and the associated implications for newly emerging and re-emerging infectious diseases. This research examined four main themes: examination of the geography of the refugee crisis, disruption of health services, breeding of disease in refugee camps, and creation of an optimal environment for emergence and spread of disease due to the chaotic nature of war and violence. Researchers concluded that once an infectious disease is out in the public, rapid diffusion, despite political boundaries, is likely. Secondly, they concluded that there is great potential for more virulent diseases than cholera, dysentery, Ebola and others endemically known to emerge (Kalipeni & Oppong, 1998) . Additional human behavior changes brought about by 'poverty, war, population growth, migration, and urban decay' contribute to the emergence of viral and rickettsial diseases (Smith, 2001) . For example dengue, often the result of vectors inhabiting standing water in uncollected urban trash, has emerged as a unique economic indicator of decaying urban infrastructure, prompting closer scrutiny by economists and public health authorities alike (Economist Editorial, 1998) .",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 1012,
                    "text": "(Kalipeni & Oppong, 1998)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1190,
                    "end": 1203,
                    "text": "(Smith, 2001)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1461,
                    "end": 1488,
                    "text": "(Economist Editorial, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "Factors such as unwarranted and too frequent antibiotic prescriptions, low vaccination rates among the elderly, and continuous exposure to small amounts of antimicrobials in the food supply contribute to resistance patterns among common pathogenic bacteria (e.g., E. Coli, Klebsiella, Pseudomonas, Staphylococcus) of up to 36% (Gums, 2002) . In developing countries where antibiotic usage in often uncontrolled, contributing factors leading to inadequate infectious disease management include:",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 339,
                    "text": "(Gums, 2002)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "• lack of infectious disease expertise, • lack of national infectious disease programs, • lack of education and training, • lack of a secure supply of equipment and supplies (e.g., syringes, soap, gloves), • lack of surveillance, • lack of an emergency preparedness program, and • lack of coordination at all management levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "Universal and common fears of infectious contamination by plagues and pestilence, first occurring from refugees and immigrants, and now from bioterrorism, can provoke much community anxiety and underscore the crucial role of rapidly mobilized health information systems and population education as a priority in the management of all outbreaks. Disaster planners recognize that vulnerable populations (those more at risk of becoming victims of a disaster) include refugees and recent immigrants unfamiliar with the host country's language and often influenced by their own cultural interpretations of disease. This takes many forms; 'delusions of fatal contagion' have even appeared in Southeast Asian Hmong refugees who, familiar with the deadly consequences of severe infectious disease outbreaks in their former country, presented to healthcare providers with signs of severe depression. This and other examples underscore the need to understand the multicultural interpretations of disease and death and to accurately portray these risks to any society, especially the identified vulnerable populations (Westermeyer, Lyfoung, Wahmanholm, & Westermeyer, 1989) .",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1162,
                    "text": "(Westermeyer, Lyfoung, Wahmanholm, & Westermeyer, 1989)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "Throughout history, certain infectious diseases always provoked great anxiety. During a plague (Yersinia Pestis) epidemic in war ravaged Viet Nam in 1968, (Burkle, 1973) fear caused a rapid halt to the fighting and a virtual standstill to any social and commercial activity in towns and surrounding villages. Whereas a few patients developed expected resistance to common Third World antibiotics such as Sulfa, new western antibiotics and simple but effective public health measures, unchanged since the 16 th century, such as rat control measures, isolation, and quarantine easily controlled the disease spread. It was only decades later, after the end of the Cold War in the early 1990s, that disclosures of clandestine Soviet Union research on developing plague (Yersinia Pestis) as a bioweapon in 1963, five years before the Viet Nam epidemic, in which a Yersinia Pestis microorganism was made resistant to 16 different antibiotics. Scientific advancements have altered forever both the playing field and the manner in which we consider infectious outbreaks. One can only contemplate how the 1968 epidemic in Viet Nam would have faired if a deliberate, biologically altered, and antibiotic resistant plague, secretly available at the time, had been unleashed on an unsuspecting and highly vulnerable population.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 169,
                    "text": "(Burkle, 1973)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "In September 1994 the \"very rumor of plague\" in Surat, India prompted a frenetic exodus from the city of more than 300,000 refugees. Neighboring countries of Pakistan, Bangladesh, Nepal, and China rapidly closed their borders to both trade and travel from India (Price- Smith, 2002) . The Bombay stock exchange plunged and soon after countries \"began to restrict imports from India and impounded goods in quarantine.\" Physicians who fled the area were forced to return under a threat of legal prosecution (Price- Smith, 2002) . To complicate issues further, the Centers for Disease Control and Prevention (CDC) reported that the strain of the Yersinia Pestis microorganism was an \"unknown and presumably new strain.\" Indian authorities, falsely interpreting this information as possibly representing a bioweapon accused rebel militants of procuring the microorganism to manufacture an epidemic (Price- Smith, 2002) . These scenarios emphasize the crucial importance of maintaining a timely and accurate health information system, from credible health authorities, at every level of the government and the public. The World Health Organization's (WHO) experience in the SARS epidemic found that a priority challenge for governments is to \"move fast and decisively to communicate incredibly well to the public\" (Heymann & Rodier, 2004) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 282,
                    "text": "Smith, 2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 513,
                    "end": 525,
                    "text": "Smith, 2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 902,
                    "end": 914,
                    "text": "Smith, 2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1309,
                    "end": 1333,
                    "text": "(Heymann & Rodier, 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Emerging and Re-emerging Diseases"
        },
        {
            "text": "In the last three decades, there has been a global explosion of infectious diseases which public health experts call 'unique in human history.' The recent SARS outbreak was not an isolated incident. Despite public health measures, some diseases, such as West Nile Fever, have spread rapidly across the U.S. in a matter of a few years and is now found in all continental states. News of these 'infectious diseases without boundaries' is focused on avian influenza (H5N1) which is not a new disease but an old one that is undergoing antigenic shifts to new subtypes that is highly pathogenic among poultry. The natural asymptomatic carrier, it appears, is the waterfowl (aquatic ducks and geese) with capacity to transmit this virus to other migratory birds, chickens, pigs, domestic cats, tigers, and leopards (H5N1 is 100% fatal to chickens). Viruses infect the respiratory and intestinal tracts of birds and then shed in respiratory secretions and feces. Human infections are extremely uncommon and usually associated with direct contact with sick poultry outbreaks occurring on small-scale and backyard farms. Human fatality rates are about 51% but human-to-human transmission has not yet been confirmed (WHO, 2005) .",
            "cite_spans": [
                {
                    "start": 1206,
                    "end": 1217,
                    "text": "(WHO, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infectious Diseases Without Borders"
        },
        {
            "text": "The longer H5N1 remains on the local level, the greater the opportunity for it to mutate to a human pathogenic form. It is crucial to provide economic incentives to small farmers to ensure early reporting and culling of infected birds and chickens, especially in Asian, African, and Middle Eastern economies which depend on flocks for survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases Without Borders"
        },
        {
            "text": "The world community is preparing for the potential mutation of such a strain or a reassortment of such a strain with the human influenza virus. The current H5N1 will need to mutate if it is to become highly pathogenic to humans. Any clusters of human cases might represent the beginning of an epidemic. Action would be quick and decisive with (WHO, 2005) :",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 354,
                    "text": "(WHO, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infectious Diseases Without Borders"
        },
        {
            "text": "• rapid mobilization of health and veterinary resources, • culling of birds, • investigation of the nature of transmission and whether it represents human-to-human transmission or co-exposure, • stockpiling of and scaling up of pandemic vaccine production and/or anti-virals to reduce the fatality rate among the general population and to protect key-workers and cullers, • increased vigilance through active surveillance and early case reporting, and, • support of countries in rapid investigation and containment activities (WHO, 2005) It is critical to vaccinate for seasonal Influenza A to avoid the potential of co-infection of H5N1 with the human avian strain in the same individual (WHO, 2005) . Currently, only 40 countries have some kind of preparedness plan, including access to or plans to produce vaccines. As a global health problem, solutions will be global.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 537,
                    "text": "(WHO, 2005)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 700,
                    "text": "(WHO, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infectious Diseases Without Borders"
        },
        {
            "text": "In general, infectious disease medical problems are generally common rather than exotic and pose little risk to public health. Other infectious diseases, except for malaria where vectors remain, do not pose a significant threat to public health given their low prevalence and/or low infectivity in the new environment. The historical plagues and other epidemics killed many people but far more survived than succumbed. Death rates were rarely more than 30% (Smith, 2001) . They occurred during times when poor public health infrastructure was the norm. Inferences here suggest that survival rates today, with improved technology, vaccines, and public health infrastructure, would result in much less morbidity and mortality. Unfortunately, the inequities brought about by an uneven world development and increasing war and conflict allows us to witness, all too often, environments in the developing world that shamefully remain too close in poverty, malnourishment, and decay to conditions of centuries past.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 470,
                    "text": "(Smith, 2001)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Ground Truth"
        },
        {
            "text": "Although our attention is easily drawn to bioterrorism threats and the formidable alterations in the biological and genetic makeup of microorganisms, the major barrier to significant reduction in infectious disease is poverty leading to poor public health infrastructure (Heymann & Rodier, 1998) . All infectious disease outbreaks draw increasing attention to principles of infection control, outbreak investigation, personal hygiene, and public health infrastructure capacity, as they should. Whereas most developed countries enjoy a surveillance system, these systems often lack an early warning component and do not provide the information necessary for a rapid response.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 295,
                    "text": "(Heymann & Rodier, 1998)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Ground Truth"
        },
        {
            "text": "The direction for countries is to turn to active surveillance systems that mitigate misdiagnosis and increase both sensitivity and specificity of investigative diagnosis through improved laboratories and detection devices. When it comes to making a rapid diagnosis of an infectious disease, clinicians remain constrained by expensive and poorly distributed diagnostic testing technologies such as polymerase chain reaction (PCR). In a matter of a few years, RNA/DNA microarray diagnostic chips will allow rapid real time accurate diagnosis of infectious agents from available bodily fluids having unprecedented impact on how medical and public health care is practiced worldwide. However, anything so powerful as this technology should face scrutiny for the potential it has to be a military weapon or political tool. This statement is not farfetched. A New York Times editorial blasted scientists for publishing the full genome findings of the 1918 influenza virus on the Internet in the GenBank database, claiming that the genome is essentially the design of a weapon of mass destruction far worse than an atomic bomb (Kurzweil & Joy, 2005) . This article prompted a debate on fear-mongering versus need for even more scientific censorship (New York Times, 2005) . Clearly, public health must take precedence over politics. Such advanced technology has the opportunity to disrupt inequities in both surveillance and response, ensuring in many situations that endemic disease will indeed remain endemic. However, with a pattern, over two decades of increasing political interference and influence on public health (Burkle, 2002; Kaufmann, Meltzer, & Schmid, 2000) there remains a strong risk that this technology will be misused.",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1142,
                    "text": "(Kurzweil & Joy, 2005)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1242,
                    "end": 1264,
                    "text": "(New York Times, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1629,
                    "text": "(Burkle, 2002;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1630,
                    "end": 1664,
                    "text": "Kaufmann, Meltzer, & Schmid, 2000)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Ground Truth"
        },
        {
            "text": "The WHO, recognizing that strengthening the public health and public health surveillance is the most effective way to prepare for accidental or deliberate bioevents, has urged:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground Truth"
        },
        {
            "text": "• Priorities in nation-state disease-surveillance plans must be complementary to regional and global disease-surveillance mechanisms for collaboration of rapid analysis and sharing of surveillance data of international concern. • Collaboration and mutual support to enhance national capacity in field epidemiology, laboratory diagnoses, and case management. • To treat any deliberate local bioevent (and chemical and radio-nuclear events) as a global public health threat and to respond to such a threat by sharing expertise, supplies and resources in order to rapidly contain the event and mitigate its effect (WHO, 2002) .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 622,
                    "text": "(WHO, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ground Truth"
        },
        {
            "text": "At a recent National Disaster Management Conference, a lecture was presented subtitled, \"SARS, the Best Thing Since Sliced Bread!\" (Burkle, 2004) . The lecture was not typically what was heard at medical conferences during the height of the SARS epidemic but challenged the audience to focus more on looking at disasters as one means of defining the existing public health and exposing its vulnerabilities. Now that SARS is over, what did the world learn and what did it need to change?",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 145,
                    "text": "(Burkle, 2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "The SARS epidemic was similar for many countries, as all disasters seem to be, but was critically different in that this was a global disaster demanding each country to use its resources, not only to mitigate the effects on its own population, but to ensure that it did not spread within and across borders. This disaster opened eyes on how a bioevent, deliberate or accidental, would impact societies which were now more at risk because of increased density of populations and easy access to global travel. SARS spread, impressively, from a rural area of China to 40 countries within 10 days. SARS transmissibility was moderately high with an attack rate of about 24% and a disease mortality rate between 5.6% and 18.2% (WHO, 2003) that fluctuated depending on country and age, with WHO emphasizing that SARS is particularly dangerous for the elderly where mortality rates are over 50%. Comparatively, Ebola has a disease fatality rate of 36% to 88%, smallpox 30%, and bubonic plague 15.4% (WHO, 2003) .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 732,
                    "text": "(WHO, 2003)",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1002,
                    "text": "(WHO, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "In the pre-SARS era, WHO relied on countries to report outbreaks of communicable diseases and to organize their own surveillance systems, if they existed at all. This awareness placed any semblance of a global health community in question. WHO existed as a passive but expert technical organization who offered its expertise to countries that were in need. WHO did not have the authority to force an outbreak investigation, could not compel itself on to a sovereign country unless requested, and then had only \"advice and limited resources\" to offer (Heymann & Rodier, 2004) . WHO, when faced with rumors and unsubstantiated evidence of an epidemic of global importance, as it did in China during the early days of the SARS outbreak, offered their services. In fact, China refused, and when they did allow WHO presence, they hid the patients from the WHO assessment team.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 574,
                    "text": "(Heymann & Rodier, 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "Recognizing a pending catastrophe, the World Health Ministers representing UN member states gave unprecedented authority, through new International Health Regulations, to WHO to act and intervene even without sovereign state permission, actions which proved instrumental in controlling the SARS epidemic. WHO's actions included collaboration with Canada's Global Public Health Information Network (GPHIN) that digitally searched for any hints of potential outbreaks, and the WHO Global Outbreak Alert and Response Network (GOARN) which provided technical, operational, and political assistance to governments at all levels. Countries must now report any disease outbreak of \"international concern.\" Moreover, through International Health Regulations (IHR), WHO now has authority to coordinate response to any infectious disease that is a threat to international public health. These roles apply to both accidental and deliberate outbreaks allowing WHO to verify outbreaks based on any available \"official or non-official information\" (Heymann & Rodier, 2004) and attempts to maximize security against the international spread of disease with minimum interference to sovereignty, travel and trade\" (Merianos & Peiris, 2005) .",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1058,
                    "text": "(Heymann & Rodier, 2004)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1197,
                    "end": 1222,
                    "text": "(Merianos & Peiris, 2005)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "As this chapter has indicated, WHO and the post-SARS environment must still rely on local expertise to identify sentinel cases, but WHO teams are now able to arrive early and assist. WHO provides a \"decision instrument\" of criteria for sovereign countries to use in determining whether an unexpected or unusual public health event within its territory, irrespective of origin or source, constitutes a public health emergency of international concern and require WHO notification (Merianos & Peiris, 2005) . Criteria include (Heymann & Rodier, 2004 ):",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 504,
                    "text": "(Merianos & Peiris, 2005)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 524,
                    "end": 547,
                    "text": "(Heymann & Rodier, 2004",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "• Mortality and morbidity, • Is the event unusual or unexpected?, • Its potential to lead to a major public health effect, • Whether external assistance is needed to detect, investigate, respond and control the outbreak, • Potential for international spread, and • Potential for risk to international travel or trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        },
        {
            "text": "These criteria clearly define new elements of what Price-Smith initially referred to as 'state capacity' (1998), but also sets a precedence that global health responsibilities exist before nation-state sovereignty and political will to do otherwise. IHRs will be expected to address these issues and the central authority of WHO will be expected to act on them (Fidler, 1996 (Fidler, , 1998 . The global public health lessons learned during the SARS epidemic must serve as the sentinel alarm for a stronger WHO authority with clear guidelines for improved local, national, and regional capacity to deal with infectious disease investigation and control within migrating populations and nation-states whether at peace, war, or conflict.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 374,
                    "text": "(Fidler, 1996",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 375,
                    "end": 390,
                    "text": "(Fidler, , 1998",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Global Health and the World Health Organization"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious disease screening for refugees resettled in the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Infectious Diseases",
            "volume": "39",
            "issn": "6",
            "pages": "833--841",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In Palestinian children, signs of increasing malnutrition",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New York Times",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Communicable diseases in former Yugoslavia and in refugees arriving in the United Kingdom",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Healing",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Communicable Disease Report CDR Review",
            "volume": "3",
            "issn": "6",
            "pages": "87--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of complex emergencies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Burkholder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "346",
            "issn": "",
            "pages": "1012--1015",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lessons learnt and future expectations of complex emergencies",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "British Medical Journal",
            "volume": "319",
            "issn": "",
            "pages": "422--426",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plague as seen in South Vietnamese children: A chronicle of observations and treatment under adverse conditions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Clinical Pediatrics",
            "volume": "12",
            "issn": "5",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mass casualty management of a large-scale bioterrorist event: an epidemiological approach that shapes triage decisions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emergency Medical Clinics of North America",
            "volume": "20",
            "issn": "",
            "pages": "409--436",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Grasping Public Health Emergencies: What we have learned from the SARS epidemic or SARS, The best thing since sliced bread. Presentation, National Disaster Management System Annual Conference",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The concept of assisted management of large-scale disasters by horizontal organizations",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Prehospital and Disaster Medicine",
            "volume": "16",
            "issn": "",
            "pages": "128--137",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "War and politics in the 2003 war with Iraq: Lessons learned",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Noji",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "9442",
            "pages": "1371--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Global Threat of New and Reemerging Infectious Diseases: Reconciling US National Security and Public Health Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chalk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Migration, refugees, and health risks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carballo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nerukar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerging Infectious Diseases",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International notes public health consequences of acute displacement of Iraqi citizens",
            "authors": [],
            "year": 1991,
            "venue": "CDC",
            "volume": "5",
            "issn": "26",
            "pages": "443--446",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nutrition and mortality assessment-Southern Sudan",
            "authors": [],
            "year": 1993,
            "venue": "CDC",
            "volume": "30",
            "issn": "16",
            "pages": "304--308",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Status of public health-Bosnia and Herzegovina",
            "authors": [],
            "year": 1993,
            "venue": "CDC",
            "volume": "42",
            "issn": "50",
            "pages": "979--982",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Morbidity and mortality surveillance in Rwandan refugees-Burundi and Zaire",
            "authors": [],
            "year": 1994,
            "venue": "CDC",
            "volume": "45",
            "issn": "5",
            "pages": "104--107",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Panorama of infections among refugees-the lack of epidemics from the east",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nordicum Meditteraneum",
            "volume": "110",
            "issn": "2",
            "pages": "40--41",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Deadly comrades: War and infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "23--24",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Migrating populations: A closer view of who, why, and so what",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carballo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Keystone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Jong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerging Infectious Diseases",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Refugee density and dependence: Practical implications of camp size",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cosgrave",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Disasters",
            "volume": "",
            "issn": "3",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Violence and mortality in West Dafur, Sudan (2003-04), Epidemiological evidence from four surveys",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Depoortere",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Broillet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minetti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gayraud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Briet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pahl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Defourney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tatay",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "9442",
            "pages": "1315--1320",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Getting sicker: State budget constraints threaten public health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dengue fever. A man-made disease. Editorial, 2, 21. Farmer",
            "authors": [],
            "year": 1998,
            "venue": "New England Journal of Medicine",
            "volume": "350",
            "issn": "15",
            "pages": "1483--1486",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Globalization, international law, and emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerging Infectious Diseases",
            "volume": "2",
            "issn": "2",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Legal issues associated with antimicrobial drug resistance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerging Infectious Diseases",
            "volume": "4",
            "issn": "2",
            "pages": "169--177",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Africa's new security threat: HIV/AIDS and human security in Southern Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schonteich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "African Security Review",
            "volume": "10",
            "issn": "4",
            "pages": "29--57",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "We are not immune: Influenza, SARS and the collapse of public health",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glasser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Harpers Magazine, Essay",
            "volume": "",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessing the impact of antimicrobial resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Gums",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Health-System Pharmacy",
            "volume": "59",
            "issn": "",
            "pages": "4--6",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global surveillance of communicable diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerging Infectious Diseases",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Politics of global epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Brown Journal of World Affairs",
            "volume": "",
            "issn": "",
            "pages": "185--196",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Asia and the Pacific on the move: workers and refugees, a challenge to nation states",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hugo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Asia Pacific Viewpoint",
            "volume": "38",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A post-Cold War geography of forced migration in Kenya and Somalia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hyndman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "104. International Crisis Group",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The refugee crisis in Africa and implications for health and disease: a political ecology approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kalipeni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oppong",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Social Science and Medicine",
            "volume": "46",
            "issn": "12",
            "pages": "1637--1653",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The economic impact of a bioterrorist attack: Are prevention and post attack intervention programs justifiable?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerging Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Screening for conditions of public health importance in people arriving in Australia by boat without authority",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vodioka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Medical Journal of Australia",
            "volume": "175",
            "issn": "",
            "pages": "600--602",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "High mortality due to infectious diseases and unnatural causes among asylum seekers in the Netherlands",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koppenaal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "147",
            "issn": "9",
            "pages": "391--395",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Recipe for Destruction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurzweil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Environmental Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kjellstrom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Public Health: Diseases, Programs, Systems, and Policies",
            "volume": "",
            "issn": "",
            "pages": "379--434",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "International Health Regulations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merianos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "9493",
            "pages": "1249--1251",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Burden of disease-implications for future research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of American Medical Association",
            "volume": "285",
            "issn": "",
            "pages": "553--539",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Global Burden of Disease: A Comprehensive Assessment of Mortality and Disability from Diseases, Injuries, and Risk Factors in 1990 and Projected to 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "118--200",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Turning the Flu into a Weapon (6 Letters). Letters to the Editor",
            "authors": [],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Iraq: Child malnutrition increasing in the south",
            "authors": [],
            "year": 2004,
            "venue": "UNOCHA Iraq Crisis News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A tale of two viruses: Social response to AIDS and SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paluzzui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Brown Journal of World Affairs",
            "volume": "",
            "issn": "",
            "pages": "199--206",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Human populations in the shared environment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Pirages",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Runci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Sprinkle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "165--183",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Wilson's bridge: A consilient methodology for analysis of complex biological-political relationships. Program on Health and Global Affairs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Price-Smith",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ghosts of Kigali: Infectious disease and global stability in the coming century",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Price-Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal",
            "volume": "54",
            "issn": "3",
            "pages": "426--442",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Health of Nations: Infectious disease, environmental change, and their effects on national security and development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Price-Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "117--140",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Downward spiral: HIV/AIDS, state capacity, and political conflict in Zimbabwe. United States Institute of Peace",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Price-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "5--15",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Disease and mobility: a neglected factor in epidemiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Prothero",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "International Journal of Epidemiology",
            "volume": "6",
            "issn": "3",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Populations on the move",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Prothero",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Third World Quarterly",
            "volume": "9",
            "issn": "4",
            "pages": "282--310",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Forced movements of populations and health hazards in tropical Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Prothero",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "International Journal of Epidemiology",
            "volume": "23",
            "issn": "4",
            "pages": "657--664",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Infectious Diseases in an age of change: The impact of human ecology and behavior on disease transmission",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "More effort needed to protect internally displaced",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Flood-hit struggles to manage health disaster: International agencies are helping clean up, but health workers warn of long-term disease risks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9424",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Mortality in Eastern Democratic Republic of Congo: Results from eleven mortality surveys. Health Unit, International Rescue Committee",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Migrants' admissions to hospital: a retrospective study in Como: 1994 to 1998",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Visona",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vigevani",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Travel Medicine",
            "volume": "7",
            "issn": "6",
            "pages": "300--303",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Migration and health-the international perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Siem",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Schweiz Rundsch Med Prax",
            "volume": "86",
            "issn": "19",
            "pages": "788--793",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Dangerous pathogens 2000: An overview of the international conference",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Applied Microbiology",
            "volume": "91",
            "issn": "4",
            "pages": "621--623",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "War and mortality in Kosovo, 1998-99: An epidemiological testimony",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salama",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "357",
            "issn": "9257",
            "pages": "2204--2209",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Prevention of excess mortality in refugee and displaced populations in developing countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of American Medical Association",
            "volume": "263",
            "issn": "",
            "pages": "3296--3302",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The public health aspects of complex emergencies and refugee situations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annual Review of Public Health",
            "volume": "18",
            "issn": "",
            "pages": "283--312",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Are war and public health compatible?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "341",
            "issn": "8854",
            "pages": "1193--1196",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Complex humanitarian emergencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Zwi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Public Health: Diseases, Programs, Systems, and Policies",
            "volume": "",
            "issn": "",
            "pages": "439--510",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Report on the global AIDS epidemic: Focus-AIDS and conflict: a growing problem worldwide",
            "authors": [],
            "year": 2004,
            "venue": "UNAIDS",
            "volume": "",
            "issn": "",
            "pages": "175--181",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Disaster data: Key trends and statistics. World Disaster Report-2004. International Federation of Red Cross and Red Crescent Societies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Delusions of fatal contagion among refugee patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westermeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lyfoung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wahmanholm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westermeyer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Psychosomatics",
            "volume": "30",
            "issn": "4",
            "pages": "374--382",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Combating Communicable Diseases: Focus on Communicable Diseases Surveillance and Response, Western Pacific Regional Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wpro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Global Public Health Response to the Deliberate Use of Biological and Chemical Agents, and Radio-nuclear Attacks to Cause Harm. 109 th Session: EB109.R5, Agenda item 3",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "WHO Report on SARS Case-Fatality Ratio",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "News Teleconference on Avian Influenza and Human Pandemic Influenza. WHO Transcript, 17 October WHO Headquarters",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--13",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Towards an epidemiology of political violence in the Third World",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zwi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uglade",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Social Science of Medicine",
            "volume": "29",
            "issn": "7",
            "pages": "633--642",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". BURKLE, JR., M.D., M.P.H.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}