{"paper_id": "0fc03eb1e26257540ca1e37d94336137240e1824", "metadata": {"title": "Testing for COVID-19: willful ignorance or selfless behavior?", "authors": [{"first": "", "middle": [], "last": "L I N D A T H U N S T R Ö M", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "T E P H E N N E W B O L D", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "A V I D F I N N O F F", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Widespread testing is key to controlling the spread of COVID-19. But should we worry about self-selection bias in the testing? The recent literature on willful ignorance says we shouldpeople often avoid health information. In the context of COVID-19, such willful ignorance can bias testing data. Furthermore, willful ignorance often arises when selfish wants conflict with social benefits, which might be particularly likely for potential 'super-spreaders'people with many social interactionsgiven people who test positive are urged to self-isolate for two weeks. We design a survey in which participants (n = 897) choose whether to take a costless COVID-19 test. We find that 70% would take a test. Surprisingly, the people most likely to widely spread COVID-19the extraverts, others who meet more people in their daily lives and younger peopleare the most willing to take a test. People's ability to financially or emotionally sustain self-isolation does not matter to their decision. We conclude that people are selfless in their decision to test for COVID-19. Our results are encouragingthey imply that COVOD-19 testing may succeed in targeting those who generate the largest social benefits from self-isolation if infected, which strengthens the case for widespread testing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 rapidly developed into a pandemic, and by 26 March 2020, the USA had the highest reported number of infected people in the world. A general message from public health experts is that effective control of the spread of COVID-19 requires widespread medical testing (WHO, 2020) . The testing will serve to determine whether people are infected or not, and ideally also if they have been infected and have reached immunity status.", "cite_spans": [{"start": 272, "end": 283, "text": "(WHO, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Three reasons motivate widespread testing. First, if a person learns that they are infected, they can take appropriate measures to reduce the probability of infecting others, such as the recommended 14-day self-isolation (Harvard Medical School, 2020) . Second, the data provided by widespread testing will better inform the need for the current social distancing policies (e.g., sheltering at home, avoiding gatherings of 10 or more people, keeping at least 6 feet away from other people and temporarily closing schools, universities, daycare centers, major sports leagues, cultural events and public spaces) (Stock, 2020) . Third, testing provides data about the asymptomatic rate in the USA (the share of infected people who show no or very mild symptoms) and insight into how close Americans are to developing herd immunity to COVID-19. This information is useful in order to determine when and where it makes sense to relax these costly social distancing measures.", "cite_spans": [{"start": 221, "end": 251, "text": "(Harvard Medical School, 2020)", "ref_id": null}, {"start": 610, "end": 623, "text": "(Stock, 2020)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "While the USA has increased its capacity to conduct more testing, around 1.8% of the population had been tested by 30 April 2020 (COVID Tracking Project, 2020) . The effectiveness of testing in controlling COVID-19 depends largely on how the tests are conducted. The ideal scenario is to test everyone, but that is infeasible. A second-best scenario is random sample testing (Stock, 2020) . But for random testing to be effective, all sampled people would either need to voluntarily agree to be tested (which is unlikely, as we explain) or be forced to do so (which is illegal in the USA). The third-best (and first-best feasible) strategy is voluntary random testing. This strategy, however, could lead to a systematic selection biaswe will only test those individuals who prefer to learn their health status regarding COVID-19; a significant fraction of people might not want to know. These individuals might find that their private costs outweigh any social benefits from not infecting others. This implies that they might want to avoid testing. If their private costs include above-average opportunity costs of social interactions, then individuals who decline to be tested may also be disproportionately likely to become superspreaders.", "cite_spans": [{"start": 129, "end": 159, "text": "(COVID Tracking Project, 2020)", "ref_id": null}, {"start": 375, "end": 388, "text": "(Stock, 2020)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "To understand why this might happen, consider the ongoing literature on willful ignorance of health information (also called strategic ignorance). While standard economic theory suggests people never ignore information that enables them to adjust behavior (Stigler, 1961) , many new studies find that people willfully ignore medical diagnoses, even when such knowledge would enable them to adjust behavior to better accommodate their health condition (Sharot & Sunstein, 2020) . For example, we see willful ignorance in many people at risk for breast cancer (Thompson et al., 2002) , Alzheimer's disease (Cutler & Hodgson, 2003) , HIV (Hightow et al., 2003) and Huntington's disease (Oster et al., 2013) . The study by Ganguly and Tasoff (2017) is particularly relevant: they observe people will avoid a costless test for herpesa disease for which there is currently no cure, but for which information is useful in that it helps adjust behavior. People have also been found to willfully ignore health risk information, such as calories in food (Thunström et al., 2016; Woolley & Risen, 2018; Sunstein, 2019; Thunström, 2019; Nordström et al., 2020) . Willful ignorance of health outcomes is likely to arise when people are torn between what they think they should do and what they want to do (Thunström, 2016; Woolley & Risen, 2018) , or when ignorance allows them to form optimal expectations (downplay the probability of a bad health outcome; Oster et al., 2013; Nordström et al., 2020) . For instance, a person may think she should eat healthy, but want to indulge in ice-cream-she might then choose to avoid learning about the exact amount of calories in the ice-cream in order to avoid either her inner pressure to reduce the ice-cream consumption or the guilt from consuming it despite being aware of the calorie content.", "cite_spans": [{"start": 256, "end": 271, "text": "(Stigler, 1961)", "ref_id": "BIBREF23"}, {"start": 451, "end": 476, "text": "(Sharot & Sunstein, 2020)", "ref_id": "BIBREF21"}, {"start": 558, "end": 581, "text": "(Thompson et al., 2002)", "ref_id": "BIBREF26"}, {"start": 604, "end": 628, "text": "(Cutler & Hodgson, 2003)", "ref_id": "BIBREF4"}, {"start": 635, "end": 657, "text": "(Hightow et al., 2003)", "ref_id": "BIBREF13"}, {"start": 683, "end": 703, "text": "(Oster et al., 2013)", "ref_id": "BIBREF20"}, {"start": 719, "end": 744, "text": "Ganguly and Tasoff (2017)", "ref_id": "BIBREF8"}, {"start": 1044, "end": 1068, "text": "(Thunström et al., 2016;", "ref_id": "BIBREF27"}, {"start": 1069, "end": 1091, "text": "Woolley & Risen, 2018;", "ref_id": "BIBREF30"}, {"start": 1092, "end": 1107, "text": "Sunstein, 2019;", "ref_id": "BIBREF25"}, {"start": 1108, "end": 1124, "text": "Thunström, 2019;", "ref_id": "BIBREF28"}, {"start": 1125, "end": 1148, "text": "Nordström et al., 2020)", "ref_id": "BIBREF18"}, {"start": 1292, "end": 1309, "text": "(Thunström, 2016;", "ref_id": "BIBREF27"}, {"start": 1310, "end": 1332, "text": "Woolley & Risen, 2018)", "ref_id": "BIBREF30"}, {"start": 1445, "end": 1464, "text": "Oster et al., 2013;", "ref_id": "BIBREF20"}, {"start": 1465, "end": 1488, "text": "Nordström et al., 2020)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we explore self-selection in COVID-19 testing in the USA. We examine if people willfully avoid getting tested for COVID-19, and, if so, what individual or household characteristics and circumstances are associated with testing avoidance. Given that random voluntary testing is not yet available in the USA, there are no observational data to rely on for our analysis. We therefore design a hypothetical randomized controlled trial (RCT). We recruit a nationally representative sample of 1000 participants. The study entails two treatments, across which we vary information about the potential emotional cost of testing before asking if participants would agree or disagree to a financially costless COVID-19 test. In the baseline treatment, we inform participants that if they are found to be infected, they are urged to self-isolate at home for 14 days. In the high-cost treatment, we tell participants that those who test positive are strongly urged to self-isolate, which may be in a self-quarantine site away from home.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We assume the test itself is costless and that the only cost incurred from a COVID-19 test is the recommended self-isolation for 14 days should the test come back positive. If people are concerned only with their private benefits and costs from taking a COVID-19 test, those with large private benefits and low private costs from knowing that they are infected will be the most likely to get tested. Private benefits are significant for people at elevated risk for severe health consequences if they contract the virus or with family members at higher risk, while private costs are low for those who generally live a solitary life, professionally and in private.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We expect elderly and those who haveor have a family member that haspre-existing conditions to be more willing to test. Furthermore, we expect those at the lowest risk of losing out financially (e.g., risk to labor income or health care costs) or emotionally from self-isolating (i.e., if they are introverts who attach a low value to social interactions) to be the most willing to get tested for COVID-19. In contrast, if people are concerned only with social benefits and costs, we would expect those most at risk of exposing others to be the most likely to get tested (e.g., potential 'super-spreaders'; i.e., people with jobs that entail mixing with other people, people living in urban areas, young people and people who are extroverts and attach a high value to social interactions).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "People with the potential to be super-spreaders might be torn about learning whether they are infected by COVID-19. Both private costs and social benefits from being urged to self-isolate for the next 14 days (Harvard Medical School, 2020) might be high for this group, and so influence their testing decision in opposite directions. For example, consider the behavior of an extrovert who values social interactions highly. If unsure of being infected, the extrovert behaves just as if she is not infected (e.g., as found for Huntington's disease, by Oster et al., 2013) . Self-isolation means this person needs to give up highly valued social interactionsa factor that might deter them from a voluntary test for COVID-19. At the same time, their self-isolation provides particularly meaningful private and social health benefits from reduction in exposure to, and spread of, the disease. These benefits to learning whether they are infected might encourage them to voluntarily test. It is an open question if the benefits outweigh the costs, causing the extrovert to take a costless COVID-19 test. Similarly, imagine a store clerk who risks losing income if self-isolating for 14 days. The potential private loss of income would deter them from testing, while the social benefits from reducing disease spread would encourage taking the test. Again, the decision to test becomes an open question. Previous studies show that willful ignorance arises when prosocial behavior is privately costly (Dana et al., 2007; Conrads & Irlenbusch, 2013; Onwezen & van der Weele, 2016; Gigerenzer & Garcia-Retamero, 2017; Grossman & van der Weele, 2017) .", "cite_spans": [{"start": 551, "end": 570, "text": "Oster et al., 2013)", "ref_id": "BIBREF20"}, {"start": 1493, "end": 1512, "text": "(Dana et al., 2007;", "ref_id": "BIBREF5"}, {"start": 1513, "end": 1540, "text": "Conrads & Irlenbusch, 2013;", "ref_id": "BIBREF2"}, {"start": 1541, "end": 1571, "text": "Onwezen & van der Weele, 2016;", "ref_id": "BIBREF19"}, {"start": 1572, "end": 1607, "text": "Gigerenzer & Garcia-Retamero, 2017;", "ref_id": "BIBREF9"}, {"start": 1608, "end": 1639, "text": "Grossman & van der Weele, 2017)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, we find that around 70% of people want to take a costless COVID-19 test. As might be expected, people who worry more about their health are particularly likely to want to take the test. We also find that those most likely to want to take the test are those most likely to spread the virus if unaware of their infection, including young people and extroverts with a preference for socializing. Extroverts might also be at the highest risk for being infected, but even when we control for personal risks (amount of social interactions and worry about own health), we find they are more willing to test. The ability to afford to self-isolate for 14 days does not seem to affect the willingness to test. Our results suggest that there is a significant amount of selflessness in the decision to test; people appear to be highly concerned about the social benefits from testing for COVID-19 and little concerned about private costs.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In addition, we do not find the expected treatment effect of our experimental manipulation of the private cost to testing (i.e., the location of self-isolation (at home or in a facility away from home) does not seem to matter to the testing decision). Our expectation was that willful ignorance would be higher if selfisolation might take place away from home, since we assume self-isolation away from home is perceived as more costly. One interpretation of the lack of expected treatment effect is that it lends further support to the idea that private costs play a negligible role in the decision to test for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our results matter because they underscore the value of widespread COVID-19 testing, even if such testing cannot be done randomly. Our findings suggest that widely available and costless voluntary testing will target rather than scare off those most likely to be 'super-spreaders'.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To test people's willingness to take a financially costless COVID-19 test, we designed a hypothetical field experiment. The experiment is a RCT with a between-subjects design, consisting of two treatments. In the first treatment (treatment baseline), participants were told they would be urged to selfisolate at home, if having tested positive. In the second treatment (treatment high cost), they were told they might be urged to self-isolate at a special site away from home.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Participants (n = 1000) were recruited by the research firm Qualtrics, and the sample was required to be nationally representative along the dimensions of gender, age, education, race, income and residential region (east, west, north or south). While the recruitment costs from Qualtrics are higher than when recruiting from Amazon Mechanical Turk or Turk Prime, Qualtrics continuously quality checks participants, which enabled us to avoid many issues that may otherwise contaminate online panels (e.g., see Chandler & Paolacci, 2017; Sharpe Wessling et al., 2017) . Participants received standard Qualtrics compensation to participate in a survey.", "cite_spans": [{"start": 509, "end": 535, "text": "Chandler & Paolacci, 2017;", "ref_id": "BIBREF1"}, {"start": 536, "end": 565, "text": "Sharpe Wessling et al., 2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Methods and data"}, {"text": "Testing for The sequence of the experimental study was as follows:", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Step 1: All participants were asked screening questions at the front end of the survey about their gender, age, education, race, income and region in order to ensure the sample met US national quotas for those characteristics.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Step 2: Participants were asked whether they had already been tested for the COVID-19. If 'yes', they were asked why they got tested, the outcome of the test, how many days prior to survey participation they had taken the test and if the test was costly. If 'no', they were randomized into one of the two treatments and asked about their willingness to take a test.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Specifically, if in treatment baseline, they received the following information:", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Currently, US authorities are working to test more people for the coronavirus. Legislators are urging people who test positive, i.e., are found to be infected by the virus, to self-isolate at home for 14 days.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "If in treatment high cost, they were instead told:", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Currently, US authorities are working to test more people for the coronavirus. Legislators are urging people who test positive, i.e., are found to be infected by the virus, to self-isolate for 14 days. Some states have started building self-quarantine sitessites where people who have the virus would be isolated for 14 days. If people stay at those sites, it is easier to ensure they comply with the guidelines to self-isolate.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Thereafter, participants in both treatments were asked:", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "If you were given the opportunity to take a coronavirus test for free within the next 3 days, would you take the test? Default alternatives to get or not get information have been shown to affect observed choices of ignorance (Grossman, 2014) . To avoid nudging participants toward any particular answer, there was no default alternative; participants needed to choose either \"Yes, I would take the test,\" or \"No, I would not take the test.\"", "cite_spans": [{"start": 226, "end": 242, "text": "(Grossman, 2014)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Methods and data"}, {"text": "Step 3: All participants were asked about their current level of social distancing (how many people outside their household they had been within 6 feet of in the last 3 days; how many gatherings with more than 10 people they had participated in; and self-assessed level of compliance with social distancing). They were also asked whether they supported the public recommendations for social distancing in general.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "Step 4: Participants were asked questions about factors that might affect the perceived cost of a positive COVID-19 test (implying social isolation for 14 days), as well as the perceived benefits from being able to make behavioral adjustments. They were asked about their job situation, job security and possibility of the main income provider in the household taking sick leave; risk factors for contracting the virus (e.g., living in a urban area, working in a health care facility, working in a grocery store or pharmacy); risk factors (for self or any children) for suffering severe health consequences if contracting the virus (e.g., underlying health conditions that increases the risk, such as cancer, obesity, diabetes, etc.); level of extraversion (Francis et al., 1992) ; and social lifestyle.", "cite_spans": [{"start": 757, "end": 779, "text": "(Francis et al., 1992)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Methods and data"}, {"text": "Step 5: Participants were asked about religious belonging, religiosity, political affiliation and social and fiscal conservatism (Everett, 2013) .", "cite_spans": [{"start": 129, "end": 144, "text": "(Everett, 2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods and data"}, {"text": "The full survey can be found in the Online Supplementary Material. Of our total sample, 103 participants stated that they had already been tested, while 897 stated that they had not already been tested. We asked those who had been tested for the primary reason they had taken the COVID-19 test. Table 1 shows their answers. As expected, given the current prevailing strategy in the USA of focusing the limited testing on people who are symptomatic, most people got tested because they themselves showed symptoms (almost 55%) or because someone close to them either showed symptoms or was diagnosed with COVID-19 (around 35%). Summary statistics for the 103 participants who had been tested before participating in our study are shown in the Online Supplementary Material.", "cite_spans": [], "ref_spans": [{"start": 295, "end": 302, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods and data"}, {"text": "Our analysis focuses on the 897 participants who stated that they had not been tested for COVID-19. Due to a coding error in the survey at the beginning of the data collection, seven participants did not respond to the question on whether they were a business owner, employed or unemployed. We dropped these seven participants from our analysis, and we were left with 890 observations. Table 2 presents the summary statistics for these participants. Unless otherwise stated, all of the remaining analysis focuses on the results for this group of participants. Table 2 shows that 53% of participants who had not yet been tested for COVID-19 are Female. The variable Age describes a participant's age in years, and the mean age in our sample is 47 years. The variable High-risk age is a dummy variable that takes the value 1 if a person is aged 65 years or older. Table 2 shows that 16% of our participants are aged 65 years or older. The variable Rural area takes a value 1 if participants stated that they live in a rural area and 0 if they live in an urban area. Table 2 shows that 35% of our participants live in a rural area.", "cite_spans": [], "ref_spans": [{"start": 386, "end": 393, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 560, "end": 567, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 862, "end": 869, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1064, "end": 1071, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods and data"}, {"text": "The variables Emotional tolerance and Financial tolerance are dummy variables that take the value 1 if the participant answered that the maximum time (from the time of taking the survey) he/she would be able to emotionally or financially sustain social distancing was 14 days or longer, given the 14-day recommended time to self-isolate if you test positive for COVID-19. These variables take the value 0 if their stated maximum time was 13 days or less. Table 2 shows that 84% of participants stated that they can afford to continue their Testing for COVID-19 7 current level of social distancing for 14 days or more, while 87% stated that they can emotionally tolerate another 14 days or more of their current level of social distancing. The variable Lifestyle impacthealthy is an index that measures the extent to which social distancing has changed participants' behavior in a healthier direction. Participants were assigned a value 1 for each of the following: if they stated that social distancing had (a) increased consumption of vegetables, (b) decreased in-between-meals snacking (excluding fruits and vegetables), (c) increased time spent in green spaces, (d) increased time spent doing strenuous or (e) moderate exercising and (f) reduced stress. This variable could take a value between 0 and 6, where higher values represent healthier changes. The variable Lifestyle impactunhealthy is an index that measures the extent to which social distancing has changed behavior in an unhealthy direction. Participants were assigned a value 1 for each of the following: if they stated that social distancing had (a) decreased consumption of vegetables, (b) increased in-between-meals snacking (excluding fruits and vegetables), (c) decreased time spent in green spaces, (d) decreased time spent doing strenuous or (e) moderate exercising and (f) increased stress. This variable could also take a value between 0 and 6, where higher values represent a higher number of unhealthy changes. The summary statistics in Table 2 suggest that social distancing has led to more unhealthy behavior than it has healthy behavior, as implied by the lower mean value of Lifestyle impacthealthy. We note, however, that these variables are crude measures of the lifestyle impact from social distancing, where each change is given equal weight, although some changes might have a more important health effect than others. 1 The variable Business impact takes a value 1 if a participant is a business owner whose business has experienced negative impacts due to COVID-19, such as their operation losing income, going out of business or being at risk of going out of business. The variable Employer impact takes a value 1 if a participant is an employee and his/her employer has experienced a negative impact due to COVID-19, such as their employer losing income or being at risk for going out of business, if they had experienced pay cuts, reduced working hours or were on unpaid leave as a result of the virus. 2 Table 2 shows that of participants who are business owners, or where until a month ago (n = 89), 64% had experienced a negative impact on their business from COVID-19. Of participants who are employees, or were until a month ago (n = 477), 57% had experienced a negative impact on their job security, payment or employer revenues.", "cite_spans": [{"start": 2406, "end": 2407, "text": "1", "ref_id": null}, {"start": 2995, "end": 2996, "text": "2", "ref_id": null}], "ref_spans": [{"start": 455, "end": 462, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2015, "end": 2022, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2997, "end": 3004, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods and data"}, {"text": "The variable Social distant compliant -6 feet measures how many people a participant has been close to in the last 3 days. Participants could state 'none', 1 person, 2-3 people, 4-5 people, 6-9 people, 10-15 people, 16-25 people, 26-50 people or 'more than 50 people'. We assigned participants the midpoint of the range they picked. For those in the highest range (50 and more), we assumed the same size interval as the second to highest interval (i.e., we assumed an endpoint of the last interval equal to 75 people). Table 2 shows that the average number of people that participants had been close to during the last 3 days, besides their household members, was 5.76. Although not reported in the Table 2 , the median was 2.5.", "cite_spans": [], "ref_spans": [{"start": 519, "end": 526, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 699, "end": 706, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods and data"}, {"text": "The variable Social distant compliantgroups measures how many times during the last 3 days a participant has been in a room with 10 or more people. Participants could state a value anywhere between zero and '5 or more times'. The median of this variable is 0. Table 2 shows that participants on average had been in a room with 10 or more people around 0.5 times during the last 3 days. The variable Self health risk measures the sum of 10 underlying health conditions that would put the participant at higher risk for developing severe health consequences if becoming infected with COVID-19. These health conditions include chronic respiratory conditions, heart disease, neurological conditions, diabetes and obesity (CDC, 2020). The variable Child health risk measures the same sum of underlying health conditions for a child in the household. The variable Worry about own health is based on the stated extent to which participants worry about their own health due to COVID-19, where the value 0 indicates 'not at all' and the value 3 indicates 'a lot'.", "cite_spans": [], "ref_spans": [{"start": 260, "end": 267, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods and data"}, {"text": "The dummy variable Insurance takes a value 1 if a participant states that he/she has private health insurance or is covered by Medicare or Medicaid and 0 if the participant stated not having any coverage. Table 2 shows that 69% of participants have insurance or Medicare or Medicaid coverage. The dummy variables Republican, Democrat and Other political party take a value 1 if a participant identifies as Republican, Democrat or neither, and 0 otherwise. About 34% of participants identify as Republican, 43% as Democrat and 23% as other.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods and data"}, {"text": "that they had been placed on unpaid leave; and 23% of workers said that they had had their pay reduced.", "cite_spans": [], "ref_spans": [], "section": "Methods and data"}, {"text": "The variable Extrovert is based on the extraversion scale developed by Francis et al. (1992) and includes participants' answers to questions such as \"Are you a talkative person?\" and \"Can you easily get some life into a rather dull party?\" In addition to the extraversion scale, we also asked participants to indicate their level of agreement with statements about their general social lifestyle, such as \"My social life is very important to me,\" and \"In my spare time, my favorite thing to do is to spend time with friends.\" If the participant answered yes to three or more of these questions, they were assigned a 1 for the Extrovert dummy variable. The answers to these statements were, however, highly correlated with the extraversion scale, so they were excluded from our analysis because they provided little or no additional information.", "cite_spans": [{"start": 71, "end": 92, "text": "Francis et al. (1992)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Methods and data"}, {"text": "When we pool participants from both treatments who had not been tested prior to participating in our study (n = 897), we find that 69% of participants would be willing to take a costless COVID-19 test. 3 We find no difference in shares of participants willing to test across treatments (Pearson χ 2 (1.619); p = 0.203), suggesting that the location of self-isolation (at home or in a facility away from home), in the event the test comes back positive, is not an important determinant of people's willingness to test for COVID-19. Not only is the treatment effect small, it is also of the unexpected signthe share of people willing to test if self-isolation would happen at home is smaller (67%) than the share of people willing to test if self-isolation might happen at a facility away from home (71%). If anything, people might be slightly more inclined to test if a positive result could lead to isolation away from home (potentially due to this also signaling the greater severity of the COVID-19 situation), but the size of the effect is too small for us to detect with our sample size. We have ruled out 3 Participants who stated that they would prefer not to take the test (278/897) were asked for their reasons not to want to take the test. They were given the following alternatives and were asked to mark all that apply: \"I would not change my behavior if I learned I had the virus\" (11%); \"I do not want to self-isolate for 14 days\" (4%); \"My job prevents me from self-isolating for 14 days\" (6%); \"I think I have already had the virus\" (2%); \"It would cause me emotional discomfort if I knew I had the virus\" (7%); \"It doesn't matter to me if I get tested or not\" (30%); other (53%). The numbers in parentheses show the shares of participants who agreed with the statement. As shown, a large share of participants stated that the test would not matter, and that they would not change their behavior anyway. A potential reason for the prominence of these reasons could be that they are already highly complying with social distancing. (Table 3 shows that the more people comply with social distancing, the less likely they are to want to take a COVID-19 test.) However, a large share also states 'other', suggesting that the alternatives presented to our participants did not cover the full range of reasons as to why people may refrain from testing. We encourage future research to further explore these reasons. that this absence of identifiable average effect masks any potentially 'rational' heterogeneity in the population (i.e., we have explored whether there exists a treatment effect for subgroups of the population, such as those with children, higher-quality homes (as measured by income) or health anxiety (as measured by underlying health conditions)). One interpretation of the absence of treatment effect is that people assign little weight to the personal cost associated with the location of self-isolating when they decide on whether to take a COVID-19 test.", "cite_spans": [{"start": 202, "end": 203, "text": "3", "ref_id": null}], "ref_spans": [{"start": 2046, "end": 2054, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "We pool participants from both treatments and examine the determinants of willingness to test. We estimate a probit model. Table 3 shows the resulting average marginal effects.", "cite_spans": [], "ref_spans": [{"start": 123, "end": 130, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Concerns about own health are captured by the variable Worry about own health. The results in Table 3 imply that the more a person worries about their health due to COVID-19, the more likely they are to take a test. The inclusion of this variable in our model also renders the coefficient for the variable that measures underlying health conditions (i.e., Self health risk) small and statistically insignificant (if Worry about own health is excluded from the regression, Self health risk has the expected positive, and statistically significant, effect on willingness to test). We do not find that people with children who have underlying health conditions are more likely to take the test, perhaps due to the expectation that people of young age are less affected. This result remains robust if we recode the variable Child health risk into a dummy variable that takes the value 1 if any child in the household has one or more underlying health conditions.", "cite_spans": [], "ref_spans": [{"start": 94, "end": 101, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Variables that affect a person's financial situation do not seem to matter to the willingness to take a COVID-19 test. In particular, we do not find an effect from Business impact or Employer impact. We examine the robustness of these findings to alternative measures of business and employer impact. First, we instead include the multitude of variables underlying Business impact and Employer impact in the regression model (see Footnote 2), but we do not find an effect from any of those variables that is close to statistically significant at even the 10% level. Furthermore, we do not find an effect on willingness to test from Financial tolerance. Second, we recode the variables such that they range from little impact to severe impact (ranging from if a business owner or employee has experienced no adverse effects from COVID-19, to one or multiple effects). Again, we find no statistically significant effects from these variables on the willingness to test. Taken together, these results suggest that people do not consider their own private costs from a positive test when deciding on taking a COVID-19 test. Similarly, we find no effect on the willingness to test from Emotional tolerance, implying that the private emotional cost from social isolation in the event of a positive test might not affect the decision to take a COVID-19 test.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We find that healthy younger people are more likely to take a test than healthy older people, as implied by the negative parameter estimate for High-risk age. This age effect is consistent with findings in other studies that Standard errors in parentheses. *p < 0.1, **p < 0.05, ***p < 0.01.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "observe older people avoid health-related information more than younger people (Thunström et al., 2016; Gigerenzer & Garcia-Retamero, 2017) . While this result could imply that older people are more likely to be willfully ignorant, it is also in line with the idea that those with more social interactions (younger people) are more likely to get tested. Studies find that people below 60 years old have more social contacts, and therefore are more likely to transmit infectious diseases (Mossong et al., 2008) . Furthermore, we find that those who have met more people during the last 3 days are more willing to take the test, as suggested by the negative parameter estimate for Social distance compliant -6 feet. Furthermore, the potential 'super-spreaders'the extrovertsare more likely (by 8%) to take a test compared to the introverts. Taken together, this suggests that social benefits weight heavily in people's decisions to test; those most at risk to spread COVID-19 are the most willing to get tested. We find that Republicans are 13% less likely than Democrats to get tested. We speculate that this might be due to different information sources and because the risks of COVID-19 might be portrayed differently in liberal and conservative popular and social media. We examined the robustness of this result by including a conservatism scale (Everett, 2013) in the probit regression, and the result remains the same: people who are more conservative are less likely to want to take a COVID-19 test. The conservatism scale is, however, not included in the final model, given its high correlation with the political dummy variables.", "cite_spans": [{"start": 79, "end": 103, "text": "(Thunström et al., 2016;", "ref_id": "BIBREF27"}, {"start": 104, "end": 139, "text": "Gigerenzer & Garcia-Retamero, 2017)", "ref_id": "BIBREF9"}, {"start": 487, "end": 509, "text": "(Mossong et al., 2008)", "ref_id": "BIBREF16"}, {"start": 1349, "end": 1364, "text": "(Everett, 2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Results"}, {"text": "Finally, we find that people with health insurance, or coverage from Medicare or Medicaid, are around 8% more likely to take the test. This result might suggest that people who lack health care coverage use willful ignorance as a means to reduce anxiety about how to deal with a diagnosis. This would be in line with previous studies that suggest willful ignorance of health diagnoses may be motivated by the drive to reduce anxiety about the future (e.g., Oster et al., 2013) .", "cite_spans": [{"start": 457, "end": 476, "text": "Oster et al., 2013)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Results"}, {"text": "Our results are robust to the inclusion of other explanatory variables, such as race, education, income and profession with high exposure to infected people (health care worker, store clerk, etc.). But these variables lack explanatory power or are highly correlated with other explanatory variables included in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 311, "end": 318, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The tests conducted prior to participating in our study were neither randomly offered to people (so far, testing for COVID-19 in the USA has been primarily of individuals who showed symptoms), nor costless (52% of those who had tested prior to participating in our study stated the tests were financially costly and 60% said testing was time consuming). The value of data on observed testing is limited when it comes to helping us understand whether people might purposefully ignore such tests. While acknowledging that, we still compare our identified determinants of testing in Table 3 to the determinants of having taken a test before participating in our study (see Online Supplementary Material). While the levels of statistical significance vary, all coefficients are of the same sign as those in Table 3 , except for four variables. Having taken a test before participating in our study seems to be positively affected by having spent more time in groups with 10 or more people (i.e., Social distance compliantgroups), as well as by a child having underlying health conditions (i.e., Child health risk). Employer impact has a (weakly) statistically significant positive effect on testing prior to participating in our study, while it is not statistically significant in Table 3 . Insurance is not a statistically significant determinant of having been tested prior to participating in our study, while it does have an effect in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 580, "end": 587, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 803, "end": 810, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1277, "end": 1284, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1435, "end": 1442, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Widespread testing is one of the most important actions that US governments at any level can undertake to help slow down the spread of COVID-19. Given budget and testing supply constraints, it is likely that random, but voluntary, testing will be the most effective policy. We design a survey to examine the risks from self-selection into taking a COVID-19 test.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, we observe that around 70% of people would agree to a costless COVID-19 test. We find that people who are more worried about their own health due to COVID-19 are more likely to test, as are young healthy people, relative to older healthy people. Ability to afford self-isolation for 14 days does not seem to affect the decision to test. Furthermore, people who worry more about their health, and people with health insurance or health coverage through Medicare or Medicaid, are more likely to take the test, as are people identifying as Democrats compared to Republicans.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Contrary to our expectation, we also find that potential 'super-spreaders' are more likely than other individuals to agree to a costless COVID-19. It could be that extroverts are more willing than expected to take a COVID-19 test because their private cost of doing so is unusually low due to the broadly implemented social distancing at the time of data collection for this study. If extroverts are already relatively isolated (i.e., due to a stay-athome order and mandated closures by the state governor of public spaces, such as gyms, restaurants and bars), the personal cost of testing might be low. Furthermore, extroverts might be more likely to get infected if they socialize more, which could be a 'selfish' motivation to get tested. However, we control for the current level of compliance with social distancing, which should address both of these private motivations for increased probability of testing, and we find that people who comply more are less motivated to take the test. We also control for their worry about own health due to COVID-19. Even so, the positive effect on willingness to test from being an extrovert persists. We therefore conclude that the positive effect of being an extrovert on willingness to test for COVID-19 is likely due to social health benefits weighing more heavily in their decision than their private costs from potential self-isolation for 14 days, should the test come back positive. The importance of the prosocial motive in determining COVID-19 testing is consistent with the results of the study by Jordan et al. (2020) , who find that prosocial messages are more effective than self-interested messages in promoting behavior that prevent the spread of COVID-19 (e.g., hand washing, hand shaking, hugging).", "cite_spans": [{"start": 1551, "end": 1571, "text": "Jordan et al. (2020)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our results suggest that the risks of adverse selection (in terms of failing to target the people most likely to spread the virus) in testing for COVID-19 might be fairly low. This underscores the value of widespread testing, even if it cannot be truly random, and the importance of making such testing available nationwide in the USA as soon as possible.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "An important shortcoming of our analysis is that it builds on hypothetical survey data. It is well documented that survey answers may be affected by a 'hypothetical bias', meaning that people answer one way in a survey and behave in a different way when faced with real, incentivized decisions. This risk pertains to our study as well, and the hypothetical bias might be particularly pronounced if the choice to test for COVID-19 is regarded as prosocial. Several studies suggest that a hypothetical bias is particularly likely when measuring prosocial behaviorpeople often exaggerate the extent to which they engage in such behavior (e.g., Murphy et al., 2005; Vossler et al., 2012; Jacquemet et al., 2013) . Furthermore, it is possible that personal costs to the testing decision are less salient in a hypothetical context. Once testing is more widespread in the USA, it will be important to examine who actually chooses to get tested, and the extent to which they deviate from the general population. That said, hypothetical and incentivized behavior generally correlate, such that an analysis like ours can provide important insights into the potential pitfalls of voluntary testing, prior to the actual testing. This is useful information to have on hand when designing an efficient and costeffective testing strategy.", "cite_spans": [{"start": 641, "end": 661, "text": "Murphy et al., 2005;", "ref_id": "BIBREF17"}, {"start": 662, "end": 683, "text": "Vossler et al., 2012;", "ref_id": "BIBREF29"}, {"start": 684, "end": 707, "text": "Jacquemet et al., 2013)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "To view supplementary material for this article, please visit https://doi.org/10.1017/bpp. 2020.15 16 L I N D A T H U N S T R Ö M E T A L .", "cite_spans": [], "ref_spans": [], "section": "Supplementary material"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "What You Can Do if You Are at Higher Risk of Severe Illness from COVID-19", "authors": [], "year": 2020, "venue": "and Prevention (CDC) (2020)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Lie for a dime: When most prescreening responses are honest but most study participants are impostors", "authors": [{"first": "J", "middle": [], "last": "Chandler", "suffix": ""}, {"first": "G", "middle": [], "last": "Paolacci", "suffix": ""}], "year": 2017, "venue": "Social Psychological and Personality Science", "volume": "8", "issn": "5", "pages": "500--508", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Strategic ignorance in ultimatum bargaining", "authors": [{"first": "J", "middle": [], "last": "Conrads", "suffix": ""}, {"first": "B", "middle": [], "last": "Irlenbusch", "suffix": ""}], "year": 2013, "venue": "Journal of Economic Behavior & Organization", "volume": "92", "issn": "", "pages": "104--115", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Most recent data", "authors": [], "year": 2020, "venue": "COVID Tracking Project", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "To test or not to test: Interest in genetic testing for Alzheimer's disease among middle-aged adults", "authors": [{"first": "S", "middle": ["J"], "last": "Cutler", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Hodgson", "suffix": ""}], "year": 2003, "venue": "American Journal of Alzheimer's Disease & Other Dementias®", "volume": "18", "issn": "1", "pages": "9--20", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Exploiting moral wiggle room: experiments demonstrating an illusory preference for fairness", "authors": [{"first": "J", "middle": [], "last": "Dana", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Weber", "suffix": ""}, {"first": "J", "middle": ["Xi"], "last": "Kuang", "suffix": ""}], "year": 2007, "venue": "Economic Theory", "volume": "33", "issn": "1", "pages": "67--80", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The 12 item social and economic conservatism scale (SECS)', PloS one", "authors": [{"first": "J", "middle": ["A"], "last": "Everett", "suffix": ""}], "year": 2013, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The development of an abbreviated form of the Revised Eysenck Personality Questionnaire (EPQR-A): Its use among students in England, Canada, the USA and Australia", "authors": [{"first": "L", "middle": ["J"], "last": "Francis", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": [], "last": "Philipchalk", "suffix": ""}], "year": 1992, "venue": "Personality and individual differences", "volume": "13", "issn": "4", "pages": "443--449", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fantasy and dread: The demand for information and the consumption utility of the future", "authors": [{"first": "A", "middle": ["R"], "last": "Ganguly", "suffix": ""}, {"first": "J", "middle": [], "last": "Tasoff", "suffix": ""}], "year": 2017, "venue": "Management Science", "volume": "63", "issn": "12", "pages": "4037--4060", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cassandra's regret: the psychology of not wanting to know", "authors": [{"first": "G", "middle": [], "last": "Gigerenzer", "suffix": ""}, {"first": "R", "middle": [], "last": "Garcia-Retamero", "suffix": ""}], "year": 2017, "venue": "Psychological Review", "volume": "124", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Strategic Ignorance and the Robustness of Social Preferences", "authors": [{"first": "Z", "middle": [], "last": "Grossman", "suffix": ""}], "year": 2014, "venue": "Management Science", "volume": "60", "issn": "11", "pages": "2659--2665", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Self-image and willful ignorance in social decisions", "authors": [{"first": "Z", "middle": [], "last": "Grossman", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Der Weele", "suffix": ""}], "year": 2017, "venue": "Journal of the European Economic Association", "volume": "15", "issn": "1", "pages": "173--217", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Coronavirus Resource Center", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Failure to return for HIV posttest counseling in an STD clinic population", "authors": [{"first": "L", "middle": ["B"], "last": "Hightow", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Miller", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Leone", "suffix": ""}, {"first": "D", "middle": [], "last": "Wohl", "suffix": ""}, {"first": "M", "middle": [], "last": "Smurzynski", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Kaplan", "suffix": ""}], "year": 2003, "venue": "AIDS Education and Prevention", "volume": "15", "issn": "3", "pages": "282--290", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Preference elicitation under oath", "authors": [{"first": "N", "middle": [], "last": "Jacquemet", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Joule", "suffix": ""}, {"first": "S", "middle": [], "last": "Luchini", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Shogren", "suffix": ""}], "year": 2013, "venue": "Journal of Environmental Economics and Management", "volume": "65", "issn": "1", "pages": "110--132", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Don't get it or don't spread it? Comparing self-interested versus prosocially framed COVID-19 prevention messaging", "authors": [{"first": "J", "middle": ["J"], "last": "Jordan", "suffix": ""}, {"first": "E", "middle": [], "last": "Yoeli", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Rand", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}, {"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}, {"first": "K", "middle": [], "last": "Auranen", "suffix": ""}, {"first": "R", "middle": [], "last": "Mikolajczyk", "suffix": ""}, {"first": "M", "middle": [], "last": "Massari", "suffix": ""}, {"first": "S", "middle": [], "last": "Salmaso", "suffix": ""}, {"first": "G", "middle": [], "last": "Scalia Tomba", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "J", "middle": [], "last": "Heijne", "suffix": ""}, {"first": "M", "middle": [], "last": "Sadkowska-Todys", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosinska", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2008, "venue": "PLoS Medicine", "volume": "5", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.0050074"]}}, "BIBREF17": {"ref_id": "b17", "title": "A meta-analysis of hypothetical bias in stated preference valuation", "authors": [{"first": "J", "middle": ["J"], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Allen", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Stevens", "suffix": ""}, {"first": "D", "middle": [], "last": "Weatherhead", "suffix": ""}], "year": 2005, "venue": "Environmental and Resource Economics", "volume": "30", "issn": "3", "pages": "313--325", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Strategic ignorance of health risk: Its causes and policy consequences", "authors": [{"first": "J", "middle": [], "last": "Nordström", "suffix": ""}, {"first": "L", "middle": [], "last": "Thunström", "suffix": ""}, {"first": "K", "middle": [], "last": "Van&apos;t Veld", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Shogren", "suffix": ""}, {"first": "M", "middle": [], "last": "Ehmke", "suffix": ""}], "year": 2020, "venue": "Behavioural Public Policy", "volume": "", "issn": "", "pages": "1--32", "other_ids": {"DOI": ["Doi:10.1017/bpp.2019.52"]}}, "BIBREF19": {"ref_id": "b19", "title": "When indifference is ambivalence: strategic ignorance about meat consumption", "authors": [{"first": "M", "middle": ["C"], "last": "Onwezen", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Van Der Weele", "suffix": ""}], "year": 2016, "venue": "Food Quality and Preference", "volume": "52", "issn": "", "pages": "96--105", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Optimal expectations and limited medical testing: Evidence from Huntington disease", "authors": [{"first": "E", "middle": [], "last": "Oster", "suffix": ""}, {"first": "I", "middle": [], "last": "Shoulson", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Dorsey", "suffix": ""}], "year": 2013, "venue": "American Economic Review", "volume": "103", "issn": "2", "pages": "804--834", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "How people decide what they want to know", "authors": [{"first": "T", "middle": [], "last": "Sharot", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Sunstein", "suffix": ""}], "year": 2020, "venue": "Nature Human Behaviour", "volume": "4", "issn": "", "pages": "14--19", "other_ids": {"DOI": ["Doi:10.1038/s41562-019-0793-1"]}}, "BIBREF22": {"ref_id": "b22", "title": "MTurk character misrepresentation: Assessment and solutions", "authors": [{"first": "K", "middle": [], "last": "Sharpe Wessling", "suffix": ""}, {"first": "J", "middle": [], "last": "Huber", "suffix": ""}, {"first": "O", "middle": [], "last": "Netzer", "suffix": ""}], "year": 2017, "venue": "Journal of Consumer Research", "volume": "44", "issn": "1", "pages": "211--230", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The economics of information", "authors": [{"first": "G", "middle": ["J"], "last": "Stigler", "suffix": ""}], "year": 1961, "venue": "Journal of Political Economy", "volume": "69", "issn": "3", "pages": "213--225", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Random Testing Is Urgently Needed", "authors": [{"first": "J", "middle": [], "last": "Stock", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Ruining popcorn? The welfare effects of information", "authors": [{"first": "C", "middle": ["R"], "last": "Sunstein", "suffix": ""}], "year": 2019, "venue": "Journal of Risk and Uncertainty", "volume": "58", "issn": "2-3", "pages": "121--142", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Psychosocial predictors of BRCA counseling and testing decisions among urban African-American women", "authors": [{"first": "H", "middle": ["S"], "last": "Thompson", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Valdimarsdottir", "suffix": ""}, {"first": "C", "middle": [], "last": "Duteau-Buck", "suffix": ""}, {"first": "J", "middle": [], "last": "Guevarra", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Bovbjerg", "suffix": ""}, {"first": "C", "middle": [], "last": "Richmond-Avellaneda", "suffix": ""}, {"first": "K", "middle": [], "last": "Offit", "suffix": ""}], "year": 2002, "venue": "Cancer Epidemiology and Prevention Biomarkers", "volume": "11", "issn": "12", "pages": "1579--1585", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Strategic selfignorance", "authors": [{"first": "L", "middle": [], "last": "Thunström", "suffix": ""}, {"first": "J", "middle": [], "last": "Nordström", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Shogren", "suffix": ""}, {"first": "M", "middle": [], "last": "Ehmke", "suffix": ""}, {"first": "K", "middle": [], "last": "Van&apos;t Veld", "suffix": ""}], "year": 2016, "venue": "Journal of Risk and Uncertainty", "volume": "52", "issn": "2", "pages": "117--136", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Welfare effects of nudges: The emotional tax of calorie menu labeling", "authors": [{"first": "L", "middle": [], "last": "Thunström", "suffix": ""}], "year": 2019, "venue": "Judgment and Decision making", "volume": "14", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Truth in consequentiality: theory and field evidence on discrete choice experiments", "authors": [{"first": "C", "middle": ["A"], "last": "Vossler", "suffix": ""}, {"first": "M", "middle": [], "last": "Doyon", "suffix": ""}, {"first": "D", "middle": [], "last": "Rondeau", "suffix": ""}], "year": 2012, "venue": "American Economic Journal: Microeconomics", "volume": "4", "issn": "4", "pages": "145--71", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Closing your eyes to follow your heart: Avoiding information to protect a strong intuitive preference", "authors": [{"first": "K", "middle": [], "last": "Woolley", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Risen", "suffix": ""}], "year": 2018, "venue": "Journal of Personality and Social Psychology", "volume": "114", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Report of the WHO-China Joint Mission on Coronavirus Disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "The primary reason for having been tested for COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Reason\n</td><td>Number of participants\n</td><td>Percentage of all who had been tested\n</td></tr><tr><td>I showed symptoms </td><td>55 </td><td>53.4\n</td></tr><tr><td>A family member showed symptoms </td><td>14 </td><td>13.6\n</td></tr><tr><td>A friend showed symptoms </td><td>11 </td><td>10.7\n</td></tr><tr><td>I wanted to know if I was infected </td><td>6 </td><td>5.8\n</td></tr><tr><td>A family member tested positive </td><td>1 </td><td>1.0\n</td></tr><tr><td>A friend tested positive </td><td>11 </td><td>10.7\n</td></tr><tr><td>Other </td><td>5 </td><td>4.6\n</td></tr><tr><td>Total </td><td>103 </td><td>100\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Descriptive statistics.", "latex": null, "type": "table"}, "TABREF2": {"text": "Determinants of willingness to test for COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>∂Pr (test)=∂x\n</td></tr><tr><td>Female </td><td>-0.059\n</td></tr><tr><td>(0.030)\n</td></tr><tr><td>Emotional tolerance </td><td>0.063\n</td></tr><tr><td>(0.051)\n</td></tr><tr><td>Financial tolerance </td><td>-0.037\n</td></tr><tr><td>(0.049)\n</td></tr><tr><td>Lifestyle impact - healthy </td><td>0.030**\n</td></tr><tr><td>(0.013)\n</td></tr><tr><td>Lifestyle impact - unhealthy </td><td>0.018**\n</td></tr><tr><td>(0.009)\n</td></tr><tr><td>Business impact </td><td>0.074\n</td></tr><tr><td>(0.066)\n</td></tr><tr><td>Employer impact </td><td>-0.049\n</td></tr><tr><td>(0.034)\n</td></tr><tr><td>High-risk age </td><td>-0.126***\n</td></tr><tr><td>(0.041)\n</td></tr><tr><td>Rural area </td><td>-0.018\n</td></tr><tr><td>(0.031)\n</td></tr><tr><td>Social distance compliant - 6 feet </td><td>-0.003**\n</td></tr><tr><td>(0.002)\n</td></tr><tr><td>Social distance compliant - groups </td><td>-0.015\n</td></tr><tr><td>(0.017)\n</td></tr><tr><td>Self health risk </td><td>0.020\n</td></tr><tr><td>(0.013)\n</td></tr><tr><td>Child health risk </td><td>-0.027\n</td></tr><tr><td>(0.037)\n</td></tr><tr><td>Insurance </td><td>0.082**\n</td></tr><tr><td>(0.035)\n</td></tr><tr><td>Extrovert </td><td>0.087**\n</td></tr><tr><td>(0.029)\n</td></tr><tr><td>Republican </td><td>-0.127***\n</td></tr><tr><td>(0.034)\n</td></tr><tr><td>Other political party </td><td>-0.059\n</td></tr><tr><td>(0.039)\n</td></tr><tr><td>Worry about own health </td><td>0.063***\n</td></tr><tr><td>(0.015)\n</td></tr><tr><td>Observations </td><td>890\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the Stroock Fund for financial support. This study was approved by the IRB at University of Wyoming and was pre-registered in the AEA RCT registry (RCT ID: AEARCTR-0005587).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}