{
    "paper_id": "0fc22b7a5ee74f62d15e633ad318e943faaefe54",
    "metadata": {
        "title": "Tube thoracostomy during the COVID-19 pandemic: guidance and recommendations from the AAST Acute Care Surgery and Critical Care Committees",
        "authors": [
            {
                "first": "Fredric",
                "middle": [
                    "M"
                ],
                "last": "Pieracci",
                "suffix": "",
                "affiliation": {},
                "email": "fredric.pieracci@dhha.org"
            },
            {
                "first": "Clay",
                "middle": [
                    "Cothren"
                ],
                "last": "Burlew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Spain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "H"
                ],
                "last": "Livingston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [
                    "M"
                ],
                "last": "Bulger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle, Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [
                    "A"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Michetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ Colorado",
                    "location": {
                        "postCode": "80204",
                        "settlement": "Denver",
                        "region": "Virginia, CO",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This document provides guidance for trauma and acute care surgeons surrounding the placement, management and removal of chest tubes during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "bACkground Tube thoracostomy for a traumatic hemothorax or pneumothorax is a potentially aerosol-generating procedure that is performed frequently by acute care surgeons. There are no data specific to the aerosolization of the severe acute respiratory syndrome coronavirus 2 specifically through placement of a tube thoracostomy, and the potential risk likely varies based on the indication for placement. This document provides guidance regarding special precautions to consider during the COVID-19 pandemic to minimize exposure risk to staff during tube insertion, drainage system management and tube removal. The information provided here is not intended to supersede clinical judgment. Given the limited data, the lack of any of the special equipment below should not prevent or delay the placement of a tube thoracostomy in a life-threatening situation. As the current pandemic evolves, some or all of the data and recommendations may not be applicable to future conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "The complication rate following tube thoracostomy insertion can be up to 40%. 1 In many hospitals, tube thoracostomy is normally performed by multiple specialties, including surgery, pulmonary, radiology and emergency medicine, and the likelihood of complication is directly related to both the experience level and specialty of the proceduralist. 2 During the COVID-19 pandemic, ensuring staff safety must supersede trainee education. Accordingly, tube thoracostomy insertion for patients with known or suspected COVID-19 should occur by the most experienced provider and with the fewest number of staff members required. Optimally a thoracic procedure team would be created, composed of an attending surgeon and either a senior resident, fellow or advanced practice provider. If a thoracic procedure team is available, they would respond to all requests for tube thoracostomy in at-risk or confirmed COVID-positive patients throughout the hospital, thereby minimizing both variability in and number of proceduralists, as well as maximizing the likelihood of successful tube placement. If creation of a formal thoracic procedure team is not logistically possible, strong consideration should be given to limiting the number of both providers and specialists performing tube thoracostomy.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 348,
                    "end": 349,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CreATion of A ThorACiC proCedure TeAm"
        },
        {
            "text": "It is recommended that each institution create a standard algorithm for handling thoracic procedures based on their resources and expertise. The algorithm should include stratification of both procedure urgency and patient risk of COVID-19. One such algorithm is shown in figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "figure 1",
                    "ref_id": null
                }
            ],
            "section": "CreATion of An insTiTuTionAl AlgoriThm for ThorACiC proCedures"
        },
        {
            "text": "It is recommended that an equipment bag containing the necessary supplies for tube thoracostomy is created and housed in a central location (eg, surgical intensive care unit and/or COVID unit), so that the proceduralists may easily access equipment with which they are experienced for rapid tube insertion anywhere in the hospital. Use of an equipment bag is particularly advantageous if tube thoracostomy is performed in areas of the hospital with which the thoracic procedure team may not be familiar (eg, makeshift and mobile intensive care units). The equipment bag needs to be restocked after each use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CreATion of An equipmenT bAg ('go bAg') for Tube ThorACosTomy"
        },
        {
            "text": "Chest tube drainage systems do not contain viral filters. Accordingly, with any air leak, virus in the patient's lungs may flow into the drainage system and out into the suction canister (when on suction) or room (when on water seal). We recommend the following modifications be made to the drainage system in order to minimize the aerosolizing of virus while the chest tube is in place: 1. Set up the drainage system prior to beginning the procedure. 2. Consider adding dilute bleach to the water seal chamber instead of water alone (figure 2). A typical dilution ratio is 1:50, using one part 5.25%-6.15% sodium hypochlorite (household bleach) to 50 parts water. Since most commercially available chest tube drainage systems contain a 45-60 mL water seal chamber volume, 1 mL of bleach may be added to 50 mL of water. Hospital protocols surrounding the storage, dis- posal and disinfection of bleach vary and should be consulted prior to implementing this recommendation. 3. When on suction, attach an in-line viral filter to the suction tubing ( figure 3 ). 4. When on water seal, attach a gravity bag-based viral filter to the suction port of the drainage system (figure 4). 5. In the case of an acute decompensation while on water seal, remove the gravity bag-based filter and reattach to suction with in-line filter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1049,
                    "end": 1057,
                    "text": "figure 3",
                    "ref_id": null
                }
            ],
            "section": "drainage system management"
        },
        {
            "text": "Organize necessary equipment outside of the patient room, such that the door is only opened once. A runner should be positioned outside of the room to obtain any additional equipment that may be needed. It is currently unknown if tube size or method of insertion (eg, percutaneous vs open) influences risk of exposure. Accordingly, surgeon preference should focus on maximizing efficiency of the procedure and effectiveness of placement. For a tension pneumothorax, a 12-Fr or 14-Fr pigtail catheter may be preferable if the patient's condition allows, while a traumatic hemopneumothorax may be better managed with a 24-28 Fr tube thoracostomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tube insertion Preparation"
        },
        {
            "text": "If an AIIR is not available, avoid entry into room by non-essential personnel for at least 10 min following the procedure due to persistence of viable virus in aerosols. 3 2. Limit the number of participants in the room to essential personnel only. 4 3. An experienced attending surgeon or other experienced individual should perform the procedure. Trainees should not be involved unless absolutely necessary 5 to expedite the procedure and avoid unnecessary risk.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 249,
                    "end": 250,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Perform in a negative pressure airborne infection isolation room (AIIR)."
        },
        {
            "text": "Gravity bag-based viral filter (pictured is the LaproShield Plus, Pall Medical, Port Washington, New York, USA) (A); attached to drainage system suction port while on water seal (B). Note that the lure lock has been cut-off so that the filter tubing may fit into the suction port of the drainage system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "figure 4"
        },
        {
            "text": "Cable tie and gun (A); two cable ties allow easy visualization of the connection with complete assurance that the connection will not be dislodged (B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "figure 5"
        },
        {
            "text": "4. Post a runner outside the room to aid communication and to obtain new equipment as needed. 5. Take only essential equipment into the room, including an oversupply of any medications that will be needed. Have potentially necessary and backup equipment immediately outside the room (thoracic equipment bag). It is important to avoid delays or interruptions after starting the procedure due to lack of equipment or sedative medications. 6. Ensure presence of a high efficiency particulate air (HEPA) viral filter on the ventilator and also on suctioning equipment. 7. Set up the chest tube drainage system (as per previous section) prior to beginning the procedure. 8. Perform standard hand hygiene and use a double glove technique, which has been recommended to reduce risk of viral transfer during doffing of PPE. 5 Wear a fluid-resistant gown. Double gowning has also been recommended by some. 6 Personnel should use an N-95 or P100 or higher mask, along with a fluid shield and full eye protection. Individuals may prefer to use a powered air purifying respirator (PAPR)",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 817,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 897,
                    "end": 898,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "figure 5"
        },
        {
            "text": "with standard donning as recommended by the Centers for Disease Control and Prevention . 7 7 8 9. During non-procedural situations, in the event of failure of PAPR gear, healthcare personnel are instructed to leave the room immediately since they are no longer protected from airborne viral transmission. 10. If the patient is mechanically ventilated, use neuromuscular blockade in addition to full sedation/analgesia to prevent coughing and resultant particulate spread. 11. Fully drape the entire patient and bed after sterile preparation of the chest to avoid any contamination of the bed, pillow, sheets or equipment. a. Use a double layer of impervious draping to prevent soak-through. b. Place instruments on a flat tray or table instead of on the patient to avoid equipment rolling or falling off the bed. 12. Clamp the tube prior to insertion. 13. If safe for the patient, hold ventilation prior to entry into the pleural space and until placement of the tube. 14. Make as small of a skin incision as necessary to adequately place the tube thoracostomy. 15. Following pleurotomy, immediately insert a sterile suction catheter to evacuate the space. 16. Place the tube into the pleural space using digital confirmation of entry into the thoracic cavity. 17. Attach the tube to the previously prepared chest tube management system tubing with in-line viral filters for egress of air from the thoracic cavity (see next section). Unclamp the chest tube once tube is connected to drainage system. 18. Ensure that the thoracostomy tube will not dislodge from the drainage system but still allow visual inspection of the connection. The use of cable ties instead of tape for this connection is particularly useful ( figure 5 ). 19. Close the skin incision around the tube with additional sutures to prevent air leakage around the tube. 20. Doff PPE as recommended by the CDC. 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1717,
                    "end": 1725,
                    "text": "figure 5",
                    "ref_id": null
                }
            ],
            "section": "figure 5"
        },
        {
            "text": "Minimization of staff in room and application of PPE as outlined in the section on insertion. In addition, hold ventilation during tube removal. Ensure that there is an occlusive dressing in place and stuck down on three sides over the tube prior to removal. As the tube is removed, stick down the forth side. An alternative method involves cinching down on a preplaced suture as the tube is being removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tube removal"
        },
        {
            "text": "Contributors FP and CCB contributed to manuscript drafting and literature review. All other authors contributed to critical revisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tube removal"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Beyond the tube: can we predict (and improve) chest tube complications in trauma patients? Oral presentation at the 2020 virtual meeting of the chest wall injury Society",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Platnick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Pieraccci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawless",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burlew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Platnick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tube thoracostomy. Factors related to complications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Etoch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bar-Natan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Surg",
            "volume": "130",
            "issn": "",
            "pages": "521--526",
            "other_ids": {
                "DOI": [
                    "10.1001/archsurg.1995.01430050071012"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Thornburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1571",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Managing COVID-19 in surgical systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gawande",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of single-versus double-gloving on virus transfer to health care workers' skin and clothing during removal of personal protective equipment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Infect Control",
            "volume": "40",
            "issn": "",
            "pages": "369--74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2011.04.324"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tracheostomy in a patient with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Fok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Anaesth",
            "volume": "92",
            "issn": "",
            "pages": "280--282",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/aeh035"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Anesthesia Patient Safety Foundation. Perioperative considerations for the 2019 novel coronavirus (COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Defining PAPRs and current standards: regulatory perspective. In board on health sciences policy; Institute of medicine. The use and effectiveness of powered air purifying respirators in health care: workshop summary",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "7--18",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Denver Health Medical Center algorithm for thoracic surgery/procedures during COVID-19. EDT, emergency department thoracotomy; PAPR, powered air purifying respirator; PPE, personal protective equipment; PTX/HTX, pneumothorax/hemothorax. figure 2 Bleach may be added to the water seal chamber of the drainage system (orange arrow) instead of water alone.figure 3 In line viral filter applied to chest tube drainage system while on suction. Pictured is the BILF150 Multi-use in-line Filter (Buffalo Filter LLC, Lancaster, New York, USA) with two sections of additional suction tubing attached.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}