{
    "paper_id": "0fc518ab95f4a66ea020ce70f971a9ff8ed8b2de",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Marotto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Piercarlo",
                "middle": [],
                "last": "Sarzi-Puttini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Chloroquine and hydroxychloroquine are widely used anti-malarial drugs with immunomodulatory properties that are approved for use in a number of rheumatological diseases. Their anti-viral effects were discovered in 1960, and are related to their ability to limit viral replication by increasing the J o u r n a l P r e -p r o o f Journal Pre-proof 1 (AAK1) is a key regulator of endocytosis. Baricitinib seems to inhibit AAK1 and binding cyclin G-associated kinase (GAK), another regulator of endocytosis, thus blocking viral entry [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rheumatologists not only know the effectiveness of these drugs, but also the vital aspect of their safety. Although there is an imperative need to discover treatments that can save human lives from this infection, it is also necessary to consider their possible adverse effects. J o u r n a l P r e -p r o o f Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. COVID-19 is not only threatening the resilience of national health systems, but inevitably raises questions about the world's political and economic-financial future. The disease phenotypically presents itself in patients who may be asymptomatic or have only mild symptoms, or whose clinical picture may be extremely severe and lead to death. Although every effort is being made to develop an effective vaccine or prophylactic treatment as soon as possible in order to manage the infection and prevent future epidemics [1] , even after the two previous coronavirus epidemics, we have found ourselves unprepared.",
            "cite_spans": [
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current COVID-19 management strategies are aimed at reducing the transmission of the infection and providing support for hospitalized patients. Various drugs have been empirically used on the basis of their in vitro antiviral or anti-inflammatory properties, except for some case reports, there is still no concrete evidence that they are safe and efficacious against any coronavirus, including SARS-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the midst of the SARS-CoV-2 pandemic, rheumatologists can play an important role in collectively addressing the impact of this virus not only on vulnerable populations with rheumatic diseases, but also on the population as a whole. We may not be experts in infectious diseases or coronaviruses, but we do have considerable knowledge and expertise concerning the drugs that are currently being tested in the treatment of COVID-19. We are old acquaintances of chloroquine, hydroxychloroquine, tocilizumab, Jak1 Inhibitors and anti-IL-1 agents, all of which are indicated in different rheumatic diseases, and so we are ideally placed to share our experience with the rest of the scientific community endosomal pH required for virus/cell fusion, thus inhibiting toll-like receptor activity and interfering with ACE-2 receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There have been some anecdotal reports of successful chloroquine treatment from China, and the guidelines of the Italian Society for Infectious and Tropical Diseases (SIMIT) suggest its use in the case of mild forms of COVID-19, but there is a question as to whether chloroquine and hydroxychloroquine can play a prophylactic role as a randomised, double-blind, placebo-controlled clinical trial of chloroquine found that it did not prevent influenza infection [5] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical presentation of COVID-19 is different ranging from influenza-like symptoms (fever, cough, dyspnea, nausea, vomiting, diarrhea) to a more severe form of diffuse interstitial pneumonia(specific radiographic pattern) characterised by neutrophilia, lymphopenia, thrombocytopenia, high levels of acute phase reactants and inflammatory cytokines, including IL-6,.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tocilizumab/Sarilumab"
        },
        {
            "text": "The acute respiratory distress syndrome induced by coronavirus infection is associated with the overexuberant release of cytokines (a 'cytokine storm'). In SARS and MERS patients, peak viral load precedes maximum IL-6 release and subsequent radiographically severe pneumonia [3] . IL-6 is also a pyrogenic cytokine and, and a trial involving 21 patients in China [6] found that tocilizumab (an IL-6 receptor antagonist) quickly resolved some of the clinical manifestations of COVID-19, such as fever and oxygen saturation. Sarilumab an inhibitor of soluble and membrane IL-6Rα receptors may reduce the severity of the pulmonary complications of COVID-19, including respiratory failure, but there is no evidence that it has anti-viral potential.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Tocilizumab/Sarilumab"
        },
        {
            "text": "Some clinical trials are now underway with the aim of demonstrating the efficacy of the two drugs in severe forms of COVID-19 [6] [7] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tocilizumab/Sarilumab"
        },
        {
            "text": "Like IL-6, IL-1 plays a key role in hyper-inflammation, and so it has been hypothesised that the use of IL-1 blockers is a further possible therapeutic strategy for COVID-19 [8] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Anti-IL-1 agents"
        },
        {
            "text": "There may be a role for the Janus kinase inhibitor baricitinib in the treatment of acute COVID-19 respiratory disease. Viruses infect cells by means of endocytosis, and AP2-associated protein kinase",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JAK inhibition (baricitinib)"
        },
        {
            "text": "The people most affected by SARS-CoV-2 infection are adults aged >60 years with one or more concomitant medical conditions such as cardiovascular, hepatic, renal and/or bone marrow comorbidities. Neutropenia, hepatitis, increased hepatic enzymes, QT prolongation, and bone marrow dysfunction are possible COVID-19 manifestations and potential adverse events of chloroquine, hydroxychloroquine, Tocilizumab, Sarilumab, and anti-IL-1 agents [2] . Steroids, and anti-IL-6 and anti-IL-1 agents may lead to profound immunosuppression and increase the risk of infections, and anti-IL-6 agents have also been associated with bacterial pneumonia and gastrointestinal perforation [10] [11] [12] [13] [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "JAK inhibition (baricitinib)"
        },
        {
            "text": "Careful screening is therefore necessary before starting any of these treatments, which should only be used by experienced physicians. Rheumatologists have always worked with vulnerable, immunocompromised patients at high risk of infection, and are therefore highly experienced in protecting them from the adverse effects of immunosuppressive treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JAK inhibition (baricitinib)"
        },
        {
            "text": "Last but not least, rheumatologists have a specific responsibility to ensure that our patients are appropriately managed and burden the national health service as little as possible. Given that they are at high risk, we are used to suggesting alternative management methods such as delaying routines and medical appointments, promoting teleworking, and developing apps to monitor their condition [17] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "JAK inhibition (baricitinib)"
        },
        {
            "text": "We are all in the same boat being tossed on a sea of pandemic uncertainties and fears. Today, more than ever, the only way of reaching the other side is to ensure the solid collaboration of all physicians, scientists and politicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JAK inhibition (baricitinib)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel 2019 Coronavirus SARS-CoV-2 (COVID-19): An Updated Overview for",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Giwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emergency Clinicians Emerg Med Pract",
            "volume": "22",
            "issn": "5",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treating COVID-19 -Off-Label Drug Use, Compassionate Use, and Randomized Clinical Trials During Pandemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19, cytokines and immunosuppression: what can we learn from severe acute respiratory syndrome?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarzi-Puttini",
                    "suffix": ""
                },
                {
                    "first": "Giorgi",
                    "middle": [
                        "V"
                    ],
                    "last": "Sirotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marotto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ardizzone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rizzardini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antinori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Exp Rheumatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: the new challenge for rheumatologists",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elefante",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bartoloni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Puxeddu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Talarico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mosca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bombardieri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Exp Rheumatol",
            "volume": "2020",
            "issn": "2",
            "pages": "175--180",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Of Cloroquine and Covid 19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Touret",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Antiviral Research",
            "volume": "",
            "issn": "177",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effective treatment of severe COVID-19 patients with tocilizumab",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A human monoclonal 1 antibody blocking SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drabek",
                    "suffix": ""
                },
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Haperen R Van, Osterhaus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oechsle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stebbing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Saudi Critical Care Trial Group. Corticosteroid therapy for critically ill patients with Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandourah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Hameed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "197",
            "issn": "6",
            "pages": "757--767",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of early corticosteroid treatment on plasma SARS-associated coronavirus RNA concentrations in adult patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "31",
            "issn": "4",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 infection and rheumatoid arthritis: Faraway, so close! Autoimmun Rev",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Favalli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ingegnoli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lucia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cincinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cimaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caporali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scarpa R Could Sars-coronavirus-2 trigger autoimmune and/or autoinflammatory mechanisms in genetically predisposed subjects?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ruscitti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Navarinic",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Puente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giacomelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmun Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Low-dose steroids for septic shock and severe sepsis: the use of Bayesian statistics to resolve clinical trial controversies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "3",
            "pages": "420--429",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prescribing information. Genentech",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "end of 2019, a new enemy appeared on the world scene in the shape of the new coronavirus SARS-CoV-2 or 2019-nCoV, thus leading to the third major coronavirus epidemic of the 21st century after Middle East respiratory syndrome (MERS) and severe acute respiratory syndrome (SARS).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}