{"paper_id": "0fc7cde7847275315cfad0f4f3d6532f29f2297c", "metadata": {"title": "COVID-19 Clinical Trial Oversight at a Major Academic Medical Center: Approach of the Michigan Medicine COVID-19 Clinical Trial Committees", "authors": [{"first": "Kayte", "middle": [], "last": "Spector-Bagdady", "suffix": "", "affiliation": {}, "email": "kaytesb@med.umich.edu"}, {"first": "Peter", "middle": ["D R"], "last": "Higgins", "suffix": "", "affiliation": {}, "email": "phiggins@med.umich.edu"}, {"first": "Anna", "middle": ["S"], "last": "Lok", "suffix": "", "affiliation": {}, "email": "aslok@med.umich.edu"}, {"first": "Anna", "middle": [], "last": "Suk-Fong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Lok", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A c c e p t e d M a n u s c r i p t 2 Summary: Here we share the approach and instruments of the University of Michigan regarding how to determine which COVID-19 randomized clinical trials have the best chance of benefiting patients and how to recruit participants.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A c c e p t e d M a n u s c r i p t 3 Abstract: Clinicianseager to offer the best care in the absence of guiding datahave provided patients with COVID-19 diverse clinical interventions. This usage has led to perceptions of efficacy of some interventions that, while receiving media coverage, lack robust evidence. Moving forward, randomized controlled clinical trials (RCTs) are necessary to ensure that clinicians can treat patients effectively during this outbreak and the next. To do so, academic medical centers must address two key research issues: (1) how to effectively and efficiently determine which trials have the best chance of benefiting current and future patients, and (2) how to establish a transparent and ethical process for subject recruitment while maintaining research integrity and without overburdening patients or staff. We share here the current methods used by the University of Michigan to address these issues.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The SARS-CoV-2 (COVID-19) pandemic has caused unprecedented disruption to both clinical care and research globally. While the causative virus has been isolated, the disease itself is poorly understood and no effective therapeutic has yet been established. 1 The mainstay of treatment remains supportive care. Consequently, clinicianseager to offer the best care in the absence of guiding datahave provided patients with COVID-19 diverse clinical interventions under the auspices of innovative care, compassionate use, expanded access, and emergency use authorizations. This usage has led to perceptions of efficacy of some interventions that, while receiving media coverage, lack robust evidence. Moving forward, randomized controlled clinical trials (RCTs) are necessary to ensure that clinicians can treat patients effectively during this outbreak and the next. 2, 3 It is therefore critical to efficiently and ethically enroll enough participants into RCTs of diverse therapies to both establish an evidence-based standard of care and to cease interventions that are ineffective or harmful.", "cite_spans": [{"start": 256, "end": 257, "text": "1", "ref_id": "BIBREF0"}, {"start": 864, "end": 866, "text": "2,", "ref_id": "BIBREF1"}, {"start": 867, "end": 868, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "A global pandemic alters the typical processes for review and recruitment to clinical research to accelerate analysis and result distribution. Additionally, in the case of a novel pathogen, researchers must evaluate multiple interventions concurrently, which might also exacerbate competition between trials for research resources including prospective participants.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Large hospitals and academic medical centers must address two key research issues that occur along with the surge of both patients and RCTs: (1) how to effectively and efficiently determine which trials have the best chance of benefiting current and future patients, and (2) how to establish a transparent and ethical process for participant recruitment while maintaining research integrity and without overburdening patients or staff. Neither of these M a n u s c r i p t 5 requirements is unique to COVID-19 RCTs, but the complexities of both are exacerbated by its breadth and urgency. 4 We share here the current methods used by the University of Michigan (Office of Research) and its health system, Michigan Medicine, to address these issues. To do so, we also adopted three overarching goals: (1) support the rapid development of generalizable evidence; (2) ensure responsible stewardship of scarce research resources; and (3) establish a fair and transparent system of protocol review and recruitment from the perspective of patients, clinicians, and researchers.", "cite_spans": [{"start": 271, "end": 274, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 589, "end": 590, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "While researchers want to explore all potential interventions, and hospitals want to support as many trials as feasible, limited research and participant resources can slow enrollment and delay results. Hospitals need a formal process to efficiently evaluate proposed trials. 5 We established the Michigan Medicine COVID-19 Clinical Trials Feasibility Review Committee, made up of neutral and diverse experts, to assess the safety and scientific plausibility of proposed interventions in order to best allocate participants into well-designed studies of promising agents. We designed a rigorous and transparent process modeled after the National Institutes of Health study sections to review the following domains: scientific plausibility, significance, research plan, practicality, investigator and study team, patient and institutional burden, and safety. (Table 1) 6, 7 While these areas are common across trial assessment rubrics, concurrently running multiple RCTs at a single institution studying the same disease, the virulence of COVID-19, and exacerbation of health disparities, require additional considerations. As to the first issue, important questions include: Is the scientific plausibility of the proposed intervention sufficient to justify testing in very ill and vulnerable patients? Is the therapeutic mechanism A c c e p t e d M a n u s c r i p t 6 proposed distinct from an existing trial? If there is overlap in inclusion criteria, are there enough prospective participants to rapidly meet enrollment targets?", "cite_spans": [{"start": 276, "end": 277, "text": "5", "ref_id": "BIBREF4"}, {"start": 868, "end": 870, "text": "6,", "ref_id": "BIBREF5"}, {"start": 871, "end": 872, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 858, "end": 867, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Assessment of which trials have the best chance of benefiting current and future patients"}, {"text": "Second, while we are used to assessing potential benefit to the participant and importance of the knowledge expected to result from research, the virulence and transmissibility of COVID-19 requires us to weigh these potential benefits against both the potential risk to the participant as well as the study team. For example: Does the study team have the experience and ability to recruit with infection prevention precautions? Can the procedures be remote? If there must be contact between the study team and participant, is there sufficient personal protective equipment available?", "cite_spans": [], "ref_spans": [], "section": "Assessment of which trials have the best chance of benefiting current and future patients"}, {"text": "Finally, we must be cognizant of the fact that COVID-19 is overrepresented in minority patients. 8 Ensuring equitable enrollment in, and access to, RCTs is critical. In addition, any future effective therapeutics must be available across the diverse communities from which our participants are derived.", "cite_spans": [{"start": 97, "end": 98, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Assessment of which trials have the best chance of benefiting current and future patients"}, {"text": "The second important issue is how to transparently and ethically establish a process through which participants can be recruited. Under the foundational ethics principle of 'respect for persons,' we enable informed consent for each individual participant by discussing risks, benefits, and alternatives to enrollment. Nevertheless, offering patients a 'choice' between several different COVID-19 RCTs for which they might qualify raises three important considerations. Therefore, in order to provide a balance between enabling participant autonomy as well as the timely production of generalizable results, we have adopted a process by which patients who meet inclusion criteria for multiple trials are prioritized to a 'primary' and a 'secondary' trial. If they choose not to enroll in the primary trial, but express interest in future research opportunities, the secondary team will approach them. If they choose not to enroll in the secondary trial, they will be offered no further trials at that stage of disease (but may be offered other trials in the future). (Table 2 ) The research teams discuss nuances of recruitment daily and also address any conflicts.", "cite_spans": [], "ref_spans": [{"start": 1066, "end": 1074, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Establishment of a process through which patients are recruited"}, {"text": "A c c e p t e d M a n u s c r i p t 8", "cite_spans": [], "ref_spans": [], "section": "Establishment of a process through which patients are recruited"}, {"text": "to unprecedented circumstances. While we cannot reliably predict which interventions will be most effective in treating COVID-19, the design of and recruitment into well-designed and unbiased clinical trials is necessary to determine which proposed interventions are safe and efficacious.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 requires institutions to modify standard clinical trial practices in response"}, {"text": "Our approach addresses the current problem of multiple competing single-sponsor RCTs; however, we hope that it will eventually yield to platform, adaptive RCTs studying multiple therapies head to headdropping the weakest, and adding new promising therapiesin a process that combines the rigor of RCTs with the efficiency of continuous quality improvement. 9 Until that time, Michigan Medicine's current approach seeks to balance the importance of autonomy and choice for our current patients, with robust and feasible clinical trial design, to offer evidence-based interventions for our current and future patients and our communities.", "cite_spans": [{"start": 356, "end": 357, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "COVID-19 requires institutions to modify standard clinical trial practices in response"}, {"text": "M a n u s c r i p t 11 The primary trial team will present the patient with the option to either receive standard of care or enroll in the primary trial to which they have been allocated", "cite_spans": [], "ref_spans": [], "section": "COVID-19 requires institutions to modify standard clinical trial practices in response"}, {"text": "The trial team will disclose that that there are other trials going on at MM, the details of which are available on our public website, but this is the one that MM believes is both a potentially appropriate fit for this patient, and also the one that we can offer at this time The patient will be offered no further trials at this stage of disease, but may become qualified for other trials in the future", "cite_spans": [], "ref_spans": [], "section": "COVID-19 requires institutions to modify standard clinical trial practices in response"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Treating COVID-19-Off-Label Drug Use, Compassionate Use, and Randomized Clinical Trials During Pandemics", "authors": [{"first": "A", "middle": ["C"], "last": "Kalil", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4742"]}}, "BIBREF1": {"ref_id": "b1", "title": "Drug Evaluation during the Covid-19 Pandemic", "authors": [{"first": "B", "middle": ["N"], "last": "Rome", "suffix": ""}, {"first": "J", "middle": [], "last": "Avorn", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMp2009457"]}}, "BIBREF2": {"ref_id": "b2", "title": "Optimizing the Trade-off Between Learning and Doing in a Pandemic", "authors": [{"first": "D", "middle": ["C"], "last": "Angus", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "202", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4984"]}}, "BIBREF3": {"ref_id": "b3", "title": "Against pandemic research exceptionalism", "authors": [{"first": "A", "middle": ["J"], "last": "London", "suffix": ""}, {"first": "J", "middle": [], "last": "Kimmelman", "suffix": ""}], "year": null, "venue": "Science", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abc1731"]}}, "BIBREF4": {"ref_id": "b4", "title": "When clinical trials compete: prioritising study recruitment", "authors": [{"first": "L", "middle": [], "last": "Gelinas", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Lynch", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Bierer", "suffix": ""}, {"first": "I", "middle": ["G"], "last": "Cohen", "suffix": ""}], "year": 2017, "venue": "J Med Ethics", "volume": "43", "issn": "12", "pages": "803--809", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The SPIRIT Electronic Protocol Tool & Resource", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "CONSORT: Transparent Reporting of Trials", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19 and African Americans", "authors": [{"first": "C", "middle": ["W"], "last": "Yancy", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.6548"]}}, "BIBREF8": {"ref_id": "b8", "title": "WHO launches global megatrial of the four most promising coronavirus treatments", "authors": [{"first": "K", "middle": [], "last": "Kupferschmidt", "suffix": ""}, {"first": "J", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb8497"]}}}, "ref_entries": {"FIGREF0": {"text": ", this presentation could mislead patients regarding the efficacy of experimental interventions. Giving patients a choice between experimental interventions, as we would for indicated clinical interventions, risks exacerbating the 'therapeutic misconception' that RCTs are alternatives with established clinical benefit. In the absence of established treatment, a potential benefit, but even investigational utilization of off-label drugs with safety records can cause harm in patients with COVID-19. Second, we are already challenged to ensure that prospective participants comprehend the complexities of a single research protocol. With COVID-19, usual communication is severely impaired by requirements for airborne isolation. To attempt to fully brief acutely ill patients on the protocols of multiple RCTs, particularly without the physical presence of supportive friends or family, is both impractical and often overwhelming. Third, we must be aware of the politicization and media coverage regarding several interventions under study which might affect prospective participant choice of RCTs in ways that might skew results.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "At this point the patient may agree to enroll in the primary trial or request standard clinical careIf patient declines to enroll in the primary trialThe primary research team will ask the patient if he or she might be interested in other trial opportunities in the future: If the patient declines, MM will not offer them any more COVID-19 clinical trial opportunities  If the patient says yes, the secondary trial study team will", "latex": null, "type": "figure"}, "TABREF0": {"text": "Review Criteria for COVID-19 Clinical Trials Is there a reasonable rationale for the sample size?importance of the knowledge expected to result justify the risks to the community (e.g., risk of increased spread of COVID-19)? Is there any way to modify the protocol to reduce the risk of harm to the patient, to the clinical care team, to the study team, or to the community? Given all the information and scores above, score this proposal (1-9) on its likely overall impact on COVID-19 at Michigan Medicine and in the world.Seven Domains Scored on a 1-9 NIH scale. 1= Exceptional, 9= Poor", "latex": null, "type": "table"}, "TABREF1": {"text": "Allocation and Recruitment Procedure for COVID-19 Clinical TrialsAssess patient with respect to all current clinical trial inclusion/ exclusion criteria Each patient meeting the criteria for multiple trials will be allocated to a 'primary' and a 'secondary' trial, based on a best fit determinationMorning of recruitmentThe clinical and research teams will communicate each morning regarding which patients have been allocated to which trials and what their primary and secondary options are Recruitment to \"primary\"", "latex": null, "type": "table"}}, "back_matter": [{"text": "A c c e p t e d M a n u s c r i p t", "cite_spans": [], "ref_spans": [], "section": "annex"}]}