{
    "paper_id": "0fc8c7b924f71a4705b68ba5a897ee2599807a9e",
    "metadata": {
        "title": "Application of National Aerosol Facility (NAF) in Designing of a Ventilation System for Isolation Rooms to Minimize Interpersonal Exposure of Sneezing/Coughing",
        "authors": [
            {
                "first": "Ram",
                "middle": [
                    "Kumar"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Sachchida",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nand",
                "middle": [],
                "last": "Tripathi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the outbreak of pandemic COVID-19, protection of public and health workers has become a national priority. In this regard, it is desirable to study the coughing-and sneezing-generated pathogen aerosols, its dispersion and transportation in isolation rooms, clinics, confined spaces and other general public places to evolve efficient ventilation system along with suitable protective measures to limit the spread of the virus. The present paper describes the overall experimental scheme supported with computational fluid dynamics evaluation to address this problem for evolution of optimal ventilation system using the National Aerosol Facility at IIT Kanpur set up in collaboration with BARC Trombay. The outcome of this study is aimed to evolve a national standard for optimum isolation rooms that would provide adequate protection to health workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aerosol characterization, its transportation, coagulation and settlement have been of interest to nuclear, fossil power and chemical process industries and various supporting technologies are available within the country for environmental protection. A National Aerosol Test Facility at IIT Kanpur in collaboration with BARC Trombay has been earlier set up to address specific safety issues related to aerosol transport within the Indian nuclear containment and primary heat transport systems. With little intervention, it would be possible to evolve an optimal ventilation system for isolation rooms of COVID-19 patients and other viral diseases for the protection of health workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Over the last two decades, with the outbreaks of the severe acute respiratory syndrome (SARS) in [2002] [2003] and the human swine influenza (H1N1) in 2009, global interest has been generated to understand the transportation of pathogen within confined spaces. Moreover, in the present-day scenario of pandemic COVID-19 and for other future applications it is desirable to limit the exposure of health workers. The optimal design evolution of isolation rooms, quarantine facilities and clinics is desirable as different ventilation schemes are functions of pathogen size, initial velocity at the source, air quality described by its humidity and temperature. Controlling pathogen transport in confined spaces due to coughing, sneezing or talking requires efficient ventilation management for isolation wards, clinics and clean rooms with specified air changes, to protect the health professionals for their sustenance on a long-term basis with protective measures. Ministry of Health and Family Welfare (MoHFW) generic guidelines require maintenance of negative pressure rooms with minimum of 12 air changes per hour or at least 160 l/s per patient in facilities with natural ventilation. However, the existing isolation rooms, clinics and quarantine facilities with multiple patients and medical workers need to be provided with an optimum ventilation system.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "[2002]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 110,
                    "text": "[2003]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "It was observed that within the indoor environments, there is a strong association between transmission of different pathogens, such as measles, tuberculosis, smallpox, and SARS, and the air movement, which is largely influenced by ventilation types as presented by Li et al. (2007) . Ventilation is the process of supplying fresh air to an enclosed space to refresh/remove the existing atmosphere. Efforts have been IIT Kanpur, Kanpur, India made in the past to understand the effect of ventilation types, human-to-human orientation, sneezing velocities, and droplet sizes on the transmission of exhaled micro droplets in different environments such as office rooms, hospital wards, or air cabins. However, most of these studies were limited to numerical analysis. A numerical study was carried out with two people sitting opposite to each other in a room by Gao and Niu (2006) . It was found that cross infection may occur because of the long distances travelled by the sneezed air in a specific direction. Another group studied the transmission of pathogens under different ventilation schemes, such as well mixed ventilation (WMV), displacement ventilation (DV), and under floor air distribution system (UFAD), in an office room as reported by Li et al. (2011) . Seepana and Lai (2012) conducted experiments and numerical simulation in a controlled chamber with two mannequins (source and susceptible) situated opposite each other at a fixed distance. The results at measured points indicated that droplet concentrations around the susceptible mannequin were higher when the mannequins were placed near the wall, rather than at the center. In a study conducted in a mock airborne infection isolation room, reported by Thatiparti et al. (2017) , an optimum ventilation configuration involved a linear supply diffuser. The optimum ventilation was achieved by interchanging the square supply and exhaust locations to place the exhaust closer to the patient source and allow clean air from supply vents to flow in clean-to-dirty flow paths. A recent study applicable to a restaurant in Guangzhou by Lu et al. (2020) suggested an improved ventilation for reducing droplet transmission. Thus, ventilation and air flow in a room or any controlled space plays a very important role in the spread of viruses like COVID-19. This knowledge will help to design optimal ventilation systems for hospitals and quarantine zones very efficiently to reduce spread in highrisk areas. The existing experimental and modelling setup at the National Aerosol Facility, IIT Kanpur, with minor modifications, can be used to understand the efficacy of isolation rooms considering virus as being produced from a group of sources (taking more number of patients) and studying its concentration distribution inside the room for an optimized ventilation strategy.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 282,
                    "text": "Li et al. (2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 860,
                    "end": 878,
                    "text": "Gao and Niu (2006)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1248,
                    "end": 1264,
                    "text": "Li et al. (2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1267,
                    "end": 1289,
                    "text": "Seepana and Lai (2012)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1722,
                    "end": 1746,
                    "text": "Thatiparti et al. (2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2099,
                    "end": 2115,
                    "text": "Lu et al. (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The National Aerosol Facility, IIT Kanpur is a multi-purpose aerosol study facility to investigate the dynamics, microphysics, chemistry and behaviour of airborne as well as laboratory-generated aerosol particles in different atmospheric conditions in relevance to health and climatic effects, see e.g. Dwivedi et al. (2019 Dwivedi et al. ( , 2020 , and Mishra et al. (2019 Mishra et al. ( , 2020 . The facility is well equipped with sophisticated instruments for precise measurements of particle size ranging from nanometres to several microns, i.e. from bio-aerosols to coarse particles. The velocity of the particles in a flow can also be measured without physical contact using electromagnetic radiation based instruments. The facility may be utilized to determine the efficacy of the isolation wards by designing a chamber with proper ventilation with the help of modelling and experimentation in relevance to COVID-19 outbreak from the knowledge of pre-existing chamber experiments. The available aerosol instruments relevant to COVID-19 are described in the following section.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 323,
                    "text": "Dwivedi et al. (2019",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 324,
                    "end": 347,
                    "text": "Dwivedi et al. ( , 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 354,
                    "end": 373,
                    "text": "Mishra et al. (2019",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 374,
                    "end": 396,
                    "text": "Mishra et al. ( , 2020",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "National Aerosol Facility (NAF)"
        },
        {
            "text": "Scanning mobility particle sizer spectrometer (SMPS): this instrument is capable of measuring the size distribution of airborne submicron particles with accuracy and precision. The size range of the measurement from SMPS is 15 nm to 0.7 µm and the concentration range is up to 10 7 particles/ cm 3 . Aerodynamic particle sizer spectrometer (APS): it measures the aerodynamic size of particles from 0.5 to 20 µm. Time-of-flight aerodynamic sizing determines the particle's behaviour while airborne and is unaffected by the index of refraction or Mie scattering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available Aerosol Instruments"
        },
        {
            "text": "Phase Doppler particle analyser system (PDPA): it provides accurate and reliable flow velocity and particle size data from all measurement situations-from simple flows to high-speed, low SNR situations. This instrument is best suited for spray diagnostics and turbulence measurements within the droplet size range of 0.5 µm to 5 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available Aerosol Instruments"
        },
        {
            "text": "Condensation particle counter (CPC): it is a general-purpose counter that detects airborne particles down to 4 nm. It provides highly accurate measurements over a wide concentration range from 0 to 10 7 particles/cm 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available Aerosol Instruments"
        },
        {
            "text": "Aerosol generator: it is a rugged, compact atomizer that generates particles in concentrations up to 10 8 particles/ cm 3 and offers an adjustable flow rate from 1.2 to 5.0 l/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available Aerosol Instruments"
        },
        {
            "text": "Our recent research has focused on aerosol generation from a high-temperature system (hot wire generator). We have developed a detailed numerical model where we have coupled aerosol microphysics with computational fluid dynamics (CFD) for high-temperature aerosol source. The governing equations of the model include Navier-Stokes framework for the fluid flow and general dynamic equations for the aerosol particles. The formulation uniquely couples standard k-epsilon scheme (including mass, momentum, energy and boundary layer equations) with aerosol dynamics equations (nucleation, condensation, coagulation and deposition) through residence time. The model can be used to simulate spatial and temporal characteristics of evolving aerosol spectrum using experimentally measured input parameters and wire composition data. The coupling of CFD and aerosol dynamics offers better insights in comparison to standalone aerosol microphysics models or standalone CFD models. This work was published in January 2020 in an international journal of high repute by Ghosh et al. (2017 Ghosh et al. ( , 2020 .",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1075,
                    "text": "Ghosh et al. (2017",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1076,
                    "end": 1097,
                    "text": "Ghosh et al. ( , 2020",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Current CFD Modelling Status"
        },
        {
            "text": "The existing model requires very minimal tweaks to achieve 2-D modelling of ventilation system. The fundamental equations are the same as used in previously reported studies conducted in Hong Kong by Seepana and Lai (2012) . The advanced aerosol microphysics and CFD embedded in the model will help to understand the behaviour of sneeze droplet generated from a COVID-19 patient. Based on the results of the model and confirmation with calibrated aerosol experiments, an effective ventilation system can be designed. A schematic diagram showing the overall plan for the modelling scheme is shown in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "Seepana and Lai (2012)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modelling of Pathogen"
        },
        {
            "text": "At different positions of the designed experimental chamber, the concentration of the particles is to be measured to validate the numerical simulations. The aerosol measurement instruments will be deployed near the source and far away from the source at different locations, which will give us the knowledge of concentration gradient with respect to time. The ideal isolation chamber should have concentrations less than 350 particles per cubic meter. To maintain an optimum concentration in the chamber; the position of the exhaust, flow and supply of clean air is an important parameter; see Vohra et al. (2017) . The schematic diagram of this proposed study for an isolation chamber is given below in Fig. 2 . For the pathogen-aerosol management, there is need to analyse its transient distribution and particle deposition patterns on different solid surfaces as an output parameter from a number of controlled experiments that would help to evolve an efficient ventilation strategy for the protection of health professionals.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 613,
                    "text": "Vohra et al. (2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 710,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Experimental Approach for Pathogen-Aerosol Studies"
        },
        {
            "text": "It is desirable to pursue this research in consultation with the end users from the medical fraternity. For the design of pathogen-aerosol experiments, data collection should be relevant for the present application. Additional aerosol sensors and instruments suitable for the simulated pathogen aerosols would be procured in consultation with them. Further, it is proposed to conduct a round robin numerical analysis using various CFD codes available with a team of national experts who would be invited to participate in this exercise. They would be required to provide their numerical results before the set of identified experiments during the pre-test phase, which would form the basis for the optimal data collection scheme during the various pathogen transport experiments. This would be followed by a post-test analysis phase for improved understanding of the experimental results obtained during this study. It is suggested that a panel of experts from the medical fraternity, CFD numerical analysts and aerosol scientists be formed in consultation with us for this important study related to COVID-19. The overall timeline for this study is 24 months, which includes a set of experiments, CFD analysis, validation of results and evolution of the optimum ventilation system suitable for health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way Forward for the Present Proposal"
        },
        {
            "text": "The proposed experimental and modelling studies will together generate useful results which can be used to design an efficient ventilation system for isolation rooms and hospitals that may be made as the national standard. It will also help to overcome the limitations with the existing ventilation systems towards the spread of COVID-19, especially for the protection of health-care professionals. This study will not only be relevant for isolation or treatment facilities, but also other enclosed establishments such as office space, shop floors, and classrooms, including public transit vehicles like buses and train coaches. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aerosol depositional characteristics in piping assembly under varying flow conditions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prog Nucl Energy",
            "volume": "116",
            "issn": "",
            "pages": "148--157",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Optimization of controlling parameters of plasma torch aerosol generator and characteristics of synthesized metal oxide aerosols in context of NAF program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prog Nucl Energy",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transient CFD simulation of the respiration process, and inter-person exposure assessment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Build Environ",
            "volume": "41",
            "issn": "",
            "pages": "1214--1222",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling studies on coagulation of charged particles and comparison with experiments",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Mayya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Aerosol Sci",
            "volume": "105",
            "issn": "",
            "pages": "35--47",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Particle formation from vapors emitted from glowing wires: theory and experiments",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Mayya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aerosol Sci Technol",
            "volume": "54",
            "issn": "",
            "pages": "243--261",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of ventilation in airborne transmission of infectious agents in the built environment-a multidisciplinary systematic review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Cyh",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spatial distribution of human respiratory droplet residuals and exposure risk for the co-occupant under different ventilation methods",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "HVAC&R Res",
            "volume": "17",
            "issn": "",
            "pages": "432--445",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 outbreak associated with air conditioning in restaurant",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200764"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hygroscopic growth of CsI and CsOH particles in context of nuclear reactor accident research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mandariya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mariam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Aerosol Sci",
            "volume": "132",
            "issn": "",
            "pages": "60--69",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Study on CCN activity of fission product aerosols (CsI and CsOH) and their effect on size and other properties",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Atmos Res",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Experimental and numerical investigation of interpersonal exposure of sneezing in a full-scale chamber",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seepana",
                    "suffix": ""
                },
                {
                    "first": "Ack",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aerosol Sci Technol",
            "volume": "46",
            "issn": "",
            "pages": "485--493",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Computational fluid dynamics study on the influence of an alternate ventilation configuration on the possible flow path of infectious cough aerosols in a mock airborne infection isolation room",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Thatiparti",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ghia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Technol Built Environ",
            "volume": "23",
            "issn": "",
            "pages": "355--366",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Submicron particle dynamics for different surfaces under quiescent and turbulent conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vohra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thangamani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Atmos Environ",
            "volume": "152",
            "issn": "",
            "pages": "330--344",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic flowchart showing overall plan for modelling using existing simulations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematics",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}