{
    "paper_id": "0fc9ca12882611054c71ad2e86dbf2311626a1c1",
    "metadata": {
        "title": "Cats under the shadow of the SARS-CoV-2 pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "research group performed a retrospective serological survey of cats during the pandemic in Wuhan, and reported more than 10% seropositivity of 102 cats using ELISA and virus-neutralizing antibody tests without reporting any clinical signs in the positive cats (Zhang et al., 2020 , a preprint at the moment). Therefore, we should be cautious in explaining the disparity in these results and discussing the role cats play in SARS-CoV-2 transmission.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 279,
                    "text": "(Zhang et al., 2020",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the SARS-CoV-2 epidemic situations in different cities sampled may contribute to the disparity in the above results. Wuhan, the epicentre of the SARS-CoV-2 pandemic, had more than 50,000 confirmed cased with 5.13% mortality, significantly higher than other Chinese cities. Therefore, the cats in Wuhan may have been more frequently exposed to SARS-CoV-2 contaminated environments when stray cats fed in garbage or pet cats had close contact with their infected owners. In the report of Deng et al. (2020) , they did not mention from which cities or provinces cats were sampled.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 511,
                    "text": "Deng et al. (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, different types of ELISA were used by the two research groups. A commercial SARS-CoV-2 double-antigen sandwich ELISA based on virus S1 protein was applied to clinical samples by Third, some important information such as age and clinical signs of cats when sampling in these two field serosurveys were missing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the experimental cat infection of SARS-CoV-2, juvenile cats (aged 70 days to 3 months) were more susceptible to the virus and died with severe histological lesions in the nasal and tracheal mucosa epithelium and lungs (Shi et al., 2020) . However, no clinical signs of infected cats were described in their study. Coincidently, a cat naturally infected by her owner in Belgium presented with or harsh breathing, vomiting and diarrhoea; this cat was reportedly confirmed to be SARS-CoV-2-positive (The Brussels Times).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 239,
                    "text": "(Shi et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Besides domestic cats, one large cat (tiger) was recently reported to be infected with SARS-CoV-2 and showed respiratory signs in a zoo in New York City (USDA). It was believed the tiger was infected by a zoo employee who was actively shedding virus. Although lacking some important information in these experimental studies, serosurveys and case reports, it seems we can conclude that cats are able to be infected with SARS-CoV-2 via transmission from humans, but the reverse transmission from cats to humans remains unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This research was supported by the Project of the Priority Academic Program Development of Jiangsu Higher Education Institutions (PADD) and Ten-thousand Talents Program, and grants from Jiangsu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "Animal Infectious Diseases and Zoonoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-innovation Center for Prevention and Control of Important"
        },
        {
            "text": "The author declares no conflict of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        },
        {
            "text": "Not applicable to this comment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E TH I C A L A PPROVA L"
        },
        {
            "text": "There are no experimental data available in this letter. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Serological survey of SARS-CoV-2 for experimental, domestic, companion and wild animals excludes intermediate hosts of 35 different species of animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.13577"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Susceptibility of ferrets, cats, dogs, and different domestic animals to SARS-coronavirus-2. Science. Advance online publication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb7015"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Brussels Times. Coronavirus: Belgian woman infected her cat",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "/coron aviru s-belgi an-woman -infec ted-her-cat/ USDA statement on the confirmation of COVID-19 in a tiger",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus 2019, an emerging public health emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "67",
            "issn": "2",
            "pages": "469--470",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.13509"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 neutralizing serum antibodies in cats: A serological investigation",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv Preprint",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.01.021196"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Deng et al. (2020) after validating with clear background SARS-CoV-2-negative and SARS-CoV-2-positive serum samples(Deng et al., 2020). Another research group developed an in-house indirect ELISA base on virus receptor-binding domain (BRD) protein and set arbitrarily the cut-off as 0.32 of OD 450 based on 39 SARS-CoV-2negative sera(Zhang et al., 2020, a preprint at the moment). Later, neutralizing antibodies (>1/20) were detected in 9 out of 15 ELISApositive serum samples. The authors did not explain the disparity between ELISA and neutralizing antibody tests. Interestingly, the owners of 3 cats with higher neutralizing antibody titres (1/360, 1/360 and 1/1,080) were confirmed to be SARS-CoV-2 patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Xiangdong Li 1,2 1 Jiangsu Co-innovation Center for Prevention and Control of Important Animal Infectious Diseases and Zoonoses, College of Veterinary Medicine, Yangzhou University, Yangzhou, China 2 Joint International Research Laboratory of Agriculture and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}