{
    "paper_id": "0fcc385c6e13ee39ba5fc075927f373e29542a29",
    "metadata": {
        "title": "Journal Pre-proof A rapid transition to voluntary breath hold from device-assisted moderate deep inspiration breath hold for patients receiving breast radiotherapy during the COVID-19 pandemic A rapid transition to voluntary breath hold from device-assisted moderate deep inspiration breath hold for patients receiving breast radiotherapy during the COVID-19 pandemic A rapid transition to voluntary breath hold from device-assisted moderate deep inspiration breath hold for patients receiving breast radiotherapy during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Erin",
                "middle": [],
                "last": "Barnett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daria",
                "middle": [],
                "last": "Comsa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Beibei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tyler",
                "middle": [],
                "last": "Pestill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [],
                "last": "Barnett Msc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Beibei",
                "middle": [],
                "last": "Zhang Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Tyler",
                "middle": [],
                "last": "Pestill Bsc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mrt",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cari",
                "middle": [],
                "last": "Bradley Bsc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Proctor Bsc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Gulaid",
                "middle": [],
                "last": "Mohamoud Bsc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "Ryan"
                ],
                "last": "Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Loudon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Fenkell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Radiation Therapy",
                    "institution": "Southlake Regional Health Centre",
                    "location": {
                        "settlement": "Newmarket",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Preventing infection of radiation oncology patients during the COVID-19 pandemic is a priority in the radiation oncology community. The highly infectious nature and severity of the COVID-19 virus requires a critical review of practices in our radiation medicine program. The worldwide radiation oncology community has described site specific recommendations for supporting radiation oncology patients in the setting of a global pandemic. This consensus document recommends for breast cancer radiotherapy \"avoiding use of active breathing control for radiotherapy due to the risk of aerosol contamination and minimisation of devices requiring decontamination\"(Simcock et al., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The radiation medicine program at our facility treats approximately 1300 patients per year on four Elekta Agility (Elekta, Sweden) linear accelerators. Breast radiotherapy makes up more than 30% of our cases. The Active Breathing Coordinator (ABC) Response v3.0 system (Elekta, Sweden) facilitates moderate Deep Inspiration Breath Hold (mDIBH) for cardiac sparing breast radiotherapy. The ABC system has been used at our institution for the majority of left breast radiotherapy treatments since 2013 to reduce the radiation dose to heart. The system is fully integrated with the linac and permits gated radiotherapy delivery. Patients breathe through a snorkel into the ABC system and the system controls the volume of air in the lungs and the duration of the breath hold. Based on the recommendation to avoid use of active breathing control for breast radiotherapy in the recent publication entitled \"COVID-19: Global Radiation Oncology's Targeted Response for Pandemic Preparedness\" (Simcock et al., 2020), the medical physics and radiotherapy teams were tasked with transitioning patients receiving breast radiotherapy from mDIBH using the ABC system to a visuallymonitored voluntary breath hold (vBH) technique within a very short time frame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to our target implementation timeline of 1.5 weeks, three groups of breast cancer patients were identified that would be impacted by this change:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. patients simulated with mDIBH and currently on treatment using the ABC device. This group is subdivided into two sub-groups: Table 1 . The implementation team's first priority was to transition treatment to vBH and the second priority was to modify the CT simulation process to vBH. In anticipation of the growing impact of COVID-19 on the health care system, the oncology program was required to reduce the number of patient visits to the cancer centre and the decision was made to not re-simulate or re-plan these cases. The transition from mDIBH ABC treatment to a vBH treatment without re-simulating the first group of patients is described. The second group of patients will be simulated and treated using a vBH technique. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In our implementation in place of the ABC system controlling the volume of air held, vBH is based on monitoring skin marks using the closed-circuit television (CCTV) system present on all linear In addition to monitoring skin marks relative to the coronal laser, MV electronic portal daily imaging was performed. Also, during delivery of beams, megavoltage (MV) cine images were acquired to monitor internal anatomy and to assess reproducibility of patient anatomy during an individual breath hold and from breath hold to breath hold. A practical aspect of this implementation is that for some of our treatment plans the lateral gantry angle blocked the coronal laser at the axial level of mid-breast. For these cases an additional set of skin marks was made more inferiorly to permit monitoring of patient position during vBH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process -Treatment Delivery"
        },
        {
            "text": "Process maps describing the vBH treatment techniques were developed, tested and revised for the following breast treatment: tangents, mono-isocentric four field, bilateral and conformal boost. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process -Treatment Delivery"
        },
        {
            "text": "During this brief period of transition from ABC to vBH, a number of scheduled ABC CT simulations were delayed until a vBH simulation protocol was developed and implemented as the advantage of offering a cardiac sparing treatment technique was believed to outweigh the impact of a short delay in starting radiotherapy for this patient group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process -CT simulation"
        },
        {
            "text": "The CT simulation team of radiation therapists was tasked to transition the ABC simulation process to a vBH technique. New CT scanning protocols were developed and reviewed by the committee that oversees the external beam program protocols and processes at our centre. Patients able to hold their breath for a minimum of 18 s were considered eligible for vBH treatment. This minimum breath hold requirement is consistent with the previous requirement using the ABC device and was established to facilitate efficient delivery. Patients were also required to understand the breathing instructions to be eligible for vBH. If both of these eligibility criteria were met, then patients were coached on how to breathe (through mouth or nose according to patient comfort and with relaxed shoulders and back). vBH reproducibility was assessed by monitoring the marks on patients' skin relative to the coronal laser prior to CT acquisition. Relevant information from the vBH training at the time of simulation was transcribed to the patient treatment setup note and included maximum breath hold duration, tattoo table heights for free breathing and vBH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process -CT simulation"
        },
        {
            "text": "To prepare patients for the transition from the mDIBH to the vBH delivery technique, the treating radiation oncologist contacted each impacted patient by phone in advance of the Go-Live date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient education"
        },
        {
            "text": "Radiation oncologists explained the reason for this change in breath hold technique. Upon arrival at the treatment unit for the first vBH fraction, patients received a brief education session from the radiation therapists. Treating radiotherapists were able to gauge patient comfort with the vBH technique and provide additional breath hold coaching as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient education"
        },
        {
            "text": "Staff education sessions for radiotherapy team members were coordinated on a treatment unit using a staff volunteer patient to simulate the process. vBH was implemented on a single linear accelerator initially to maintain a consistent treatment team. As more staff gained experience with the vBH technique, vBH treatment was offered on a second linear accelerator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff education"
        },
        {
            "text": "Implementation of vBH required the treating therapists to enter the treatment room extra times as compared with the mDIBH treatment technique. For tangent and four field deliveries, two extra trips into the room were required, once to make marks on skin and a second time to adjust MV panel position to capture the MV images. For boost deliveries, radiation therapists needed to make a single extra trip into the room to mark the patient's skin. To accommodate the additional entries into the treatment room and skin marking steps, appointment times were increased by 10 minutes for tangent and four field treatments for the first fraction and increased by 5 minutes for subsequent fractions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "Boost appointment times were increased by 5 minutes. It is anticipated that the appointment times will be returned to their original duration once the technique is fully established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "To support this practice change, some additional machine configuration changes were required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "The in-room lasers were configured to remain on for the duration of a typical breast treatment. Pre-set positions of the CCTV cameras were saved on each unit to best view the skin marks relative to the coronal laser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "The inherent differences between the ABC and the vBH techniques is acknowledged. The most significant challenge is anticipated for the patients simulated using the ABC system but receiving ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Radiation Oncology, Radiation Medicine Program, Stronach Regional Cancer Centre, Southlake Regional Health Centre",
            "authors": [],
            "year": null,
            "venue": "Radiation Medicine Program",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Radiation Medicine Program, Princess Margaret Cancer Centre",
            "authors": [],
            "year": null,
            "venue": "Medical Physics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: Global Radiation Oncology's Targeted Response for Pandemic Preparedness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Mercy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical and Translational Radiation Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ctro.2020.03.009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "accelerators as described elsewhere (Conroy et al., 2016,Bartlett et al., 2013). Aside from the difference in breath hold techniques and the requirement to manually gate the linear accelerator, the radiotherapy delivery process remained largely unchanged. Skin marks were placed on a patient's left side in a location that was visible using the CCTV system. Skin marks consisted of three parallel lines separated by 5 mm. Patients were coached into vBH while the marks on skin were monitored relative to the coronal laser. When the skin marks align with the coronal laser, the beam is turned on. Skin marks are shown inFigure 1below for a patient while free breathing(Figure 1(a)) and while in breath hold (Figure 1(b)). A count down timer was used to monitor the breath hold duration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Tangential treatment of left breast showing skin marks relative to coronal laser. Lateral light field is projected on skin. (a) Skin marks relative to coronal laser during free breathing. (b) Skin marks relative to coronal laser during breath hold. With coronal laser aligned with central line on skin beam is manually turned on.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "illustrates the timeline for the implementation of vBH for breast radiotherapy from the decision to transition to the Go-Live date.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "vBH implementation timeline for breast patients simulated with mDIBH and currently on treatment using the ABC device",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "treatment using the vBH technique. For this reason, skin marks included three parallel lines: the central line to be aligned with the coronal laser while in breath hold, a line 5 mm anterior to the central line and a line 5 mm posterior to the central line. This generous skin mark threshold was included in the process to accommodate any patients whose breath hold with the vBH technique differed greatly from the ABC",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Bartlett, F. R., Colgan, R. M., Carr, K., Donovan, E. M., McNair, H. A., Locke, I., Evans, P. M., Haviland, J. S., Yarnold, J. R., & Kirby, A. M. (2013). The UK HeartSpare Study: Randomised evaluation of voluntary deep-inspiratory breath-hold in women undergoing breast radiotherapy. Radiotherapy and Oncology, 108(2), 242-247. https://doi.org/10.1016/j.radonc.2013.04.021 Figure Captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Tangential treatment of left breast showing skin marks relative to coronal laser. Lateral light field is projected on skin. (a) Skin marks relative to coronal laser during free breathing. (b) Skin marks relative to coronal laser during breath hold. With coronal laser aligned with central line on skin beam is manually turned on.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "vBH implementation timeline for breast patients simulated with mDIBH and currently on treatment using the ABC device",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Patient groups using ABC mDIBH and corresponding impact to radiotherapy treatment",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "vBH fractions have been delivered. Radiation therapy team members report a smooth roll out of this rapid technique transition. No patients that have been simulated using the vBH technique have initiated treatment yet.Quality care in the context of breast cancer radiotherapy means continuing to offer cardiac sparing treatment techniques during the COVID-19 pandemic. Our radiation medicine program was able to respond quickly and efficiently to the recommendations from the global radiation oncology community and transition breast radiotherapy using the ABC system to a deviceless vBH technique. In total the transition took seven clinical days of considerable effort with team members from radiation oncology, radiation therapy and medical physics working cohesively. On the eighth day all breast patients previously on treatment using the ABC device were transitioned to the vBH delivery technique and CT simulation for eligible patients was performed with the vBH technique.Conroy, L., Yeung, R., Watt, E., Quirk, S., Long, K., Hudson, A., Phan, T., & Smith, W. L. (2016). Evaluation of target and cardiac position during visually monitored deep inspiration breath-hold for breast radiotherapy. ttps://doi.org/http://dx.doi.org/10.1120/jacmp.v17i4.6188",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}