{
    "paper_id": "0fcd3975664a5658071a8b4bc878539fd5e788bd",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Scala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applico Lab",
                    "institution": "CNR-ISC",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Flori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Politecnico di Milano",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Spelta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Analysis Decisions and Society",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Brugnoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applico Lab",
                    "institution": "CNR-ISC",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Cinelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applico Lab",
                    "institution": "CNR-ISC",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [],
                "last": "Quattrociocchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applico Lab",
                    "institution": "CNR-ISC",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Pammolli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Politecnico di Milano",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We develop a minimal compartmental model to analyze policies on mobility restriction in Italy during the Covid-19 outbreak. Our findings show that a premature lockdown barely shifts the epidemic in time: moreover, beyond a critical value of the lockdown strength, an epidemic that seems to be quelled fully recovers after lifting the restrictions. We investigate the effects on lockdown scenarios and exit strategies by introducing heterogeneities in the model. In particular, we consider Italian regions as separate administrative entities in which social interactions through different age classes occur. We find that, due to the sparsity of the mobility matrix, epidemics develop independently in different regions once the outbreak starts. Moreover, after the epidemics ha started, the influence of contacts with other regions becomes soon irrelevant. Sparsity might be responsible for the observed delays among different regions. Analogous arguments apply to the world/countries scenario. We also find that disregarding the structure of social contacts could lead to severe underestimation of the post-lockdown effects. Nevertheless, age class based strategies can help to mitigate rebound effects with milder strategies. Finally, we point out that these results can be generalized beyond this particular model by providing a description of the effects of key parameters on non-medical epidemic mitigation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Epidemic modelling is not a new field, and, especially in the veterinary field, scientists have developed models for diseases and infections that have been successfully applied to mitigate their impact. However, when coming to humans, epidemic modelling has never had such a great impact as we are experiencing now with Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemic models can vary in complexity; more complex models require highquality granular data. However, even if each single model may risk to oversimplify the underlying system and may lack crucial aspects, different modelling approaches can provide different insights and contribute to the decision process for the policies to be applied [1] . Despite the sophistication of epidemic models, they often still lack important aspects, like the failure to include economic aspects (see [2, 3, 4] ) or, in the case of human epidemics, to assess the influence of media communication [5] . At the moment, although the World Health Organization (WHO) organizes regular calls for Covid-19 modelers to compare strategies and outcomes, policymakers find difficult to handle the discrepancies between the proposed models 1 : while uncertainty and complexity are accustomed traveling companions for scientists, they are possibly the worst scenario for decision makers.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For containing the Covid-19 epidemic, governments worldwide have adopted severe social distancing policies, ranging from partial to total lockdown of their population [6] . These restrictions have led to the disruption of business activities in many economic sectors and areas. Furthermore, the age class of 15-64 years, those engaged in the labor force, account for the majority of Covid-19 infections [7] . Hence, the impact of contagion and lockdown measures on economic activities appear to be substantial and pervasive. As a consequence, disposable incomes will drop significantly during the outbreak; consumption by households will also decrease and the closure of schools could result in lost education with long-term effects on human capital accumulation. Thus, the socio-economic implications of the Covid-19 are likely to play a detrimental impact not only on public health systems, but also on several production sectors and retail markets and, possibly, on wider global value chains.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Starting from such premises, we apply a model-based scenario analysis for Covid-19, highlighting the role non-medical variables play in the epidemic spreading and how those dimensions are likely to impact on lockdown policies and exit (from lockdown) strategies [8] . In particular, we study how to schedule shortterm interventions in response to an emerging epidemic when geographic and demographic variables are accounted in the model. We are indeed interested in analyzing how mobility restriction measures and the timing of the lockdown release might affect the total fraction of infected, the peak prevalence, and, possibly, the delay of the epidemic when model heterogeneity is driven by regional boundaries and age classes [8] . To such an end, we use a very general compartmental model, minimally adapted to describe Italian data, and we analyze the effect of disregarding regional compartmentalization and age classes. Notice that our results are general for the vast class of epidemic models where transmission rate is proportional to the number of susceptible people times the density of infected. In a nutshell, our scope is to understand which dimensions, beside medical ones, should be considered and available to leverage strategies for containing epidemic even before having detailed quantitative predictions. Secondly, we also aim to point out how disregarding such dimensions in epidemic models could seriously affect exit scenarios.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our approach contributes to the extant literature on the trade-offs between a mitigation scenario, aimed to slow down the epidemic contagion, and a suppression scenario, consisting on lowering the risk of contagious while maintaining it indefinitely [8, 9, 10] . Our projections show that an anticipated lockdown just shifts the epidemic in time, with a delay proportional to the anticipation time and grows with the strength of the lockdown. Moreover, beyond a critical lockdown strength, while at the beginning the epidemic seems to be quelled, it fully recovers its strength as soon as the lockdown is lifted. If we consider regional mobility flows, due to the sparsity of the mobility matrix, epidemics develop independently in different regions once the epidemic is started. We postulate that the sparsity of the inter-regional mobility matrix could be responsible of the delays observed among different regions and that the same consideration may apply to explain the independent dynamic of the epidemic spreading in different countries. Finally, if we add social contact heterogeneity on different age classes we find that the structure of social contacts is of primarily importance for avoiding an underestimation of the post-lockdown effects and that age class based strategies can help to mitigate rebound effects with milder strategies.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To analyze mobility-restrictive policies, we set up a minimal compartmental model [10, 11] . Although many models, both mechanistic and stochastic, have been proposed for the Covid-19 infection, it is very difficult to assess their effectiveness since the data collected from the national healthcare systems suffer from the lack of homogeneous procedures in medical testing, sampling and data collection [12] . Even so, there is still the problem of assessing the impact of the variability in social habits during the epidemics [10, 13] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Especially in the early phases of the epidemic -i.e. the ones characterised by an exponential growth -different models sharing the same reproduction number R 0 can fit the data with a similar accuracy (see Sec. 8.1). Since we are interested in the qualitative scenarios and not in the detailed predictions, we adapt the SIR model, the most basic epidemic model for flu-like epidemics, to the observed data available in the Italian case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "In our model, we rely on four compartments, namely: S, I, O, R. Hence, S(usceptible) individuals can become I(nfective) when meeting another infective individual, I(nfectives) either become O(bserved) -i.e. present symptoms 3 acute enough to be detected from the national health-care system -or are R(emoved) from the infection cycle by having recovered; also O(bserved) individuals are eventually R(emoved) from the infection cycle (see Fig. 1 for a visual representation of the model workflow). Notice that, it is not still clear if there is an asymptomatic phase [14, 15] ; in our model, we are implicitly assuming that asymptomatics are infective and their recovery time is the same of the I class. Hence, our model is described by the following differential equations:",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 444,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model"
        },
        {
            "text": "Here, N = S + I + O + R is the total number of individuals in a population, the transmission coefficient β is the rate at which a susceptible becomes infected upon meeting an infected individual, γ is the rate at which an infected either becomes observable or is removed from the infection cycle. Like the SIR model, the basic reproduction number is R 0 = β/γ; the extra parameters of the SIOR model are ρ, the fraction of infected that become observed from the national health-care system, and h, the rate at which observed individuals are removed from the infection cycle. Notice that we consider that O(bserved) individuals not infecting others, either because hospitalized or because in a strict quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . , with symptoms acute enough to be detected from the national health-care system, or is R(emoved) from the infection cycle by having recovered. An O(bserved) individual can also be R(emoved) from the infection cycle having become immune. The parameter β defines the rate at which a susceptible becomes infected, γ represents the rate at which infected either become observable or recover, ρ is the fraction of infected that become observed from the national health-care system and h is the rate at which observed individuals are removed from the infection cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The Italian lockdown measures of the 8 th and 9 th of March [16, 17] were intended to change the mobility patterns and to reduce the de-visu social contacts, thanks both to quarantine measures and to an increased awareness of the importance of social distancing. The analysis of Facebook mobility data 2 [18] confirms that the lockdown has reduced both the travelled distance and the flow of travelling people.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Lockdown"
        },
        {
            "text": "Let us consider the effects of such lockdown measures on the parameters of our model. The rate γ is the most unaffected, since it is related to the \"medical\" evolution of the disease; analogous arguments apply to the probability ρ of developing a condition serious enough to be observed (although variations in testing schemes and alert thresholds could influence such parameter) and to the rate h of exiting such a condition. On the other hand, the transmission coefficient β can be thought as the product of a contact rate times a diseasedependent transmission probability. Hence, if we assume that the speed of 2 Those data are part of the Facebook project \"Data for Good\", and illustrates where users, who allowed the social network to track their location, moved. See https://dataforgood.fb.com/docs/Covid-19/ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint Covid-19 mutation is irrelevant on our timescales, lockdown strategies mostly influence β by reducing the contact rate among individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "To adapt the SIOR's parameters to the Italian data [19] , we compare the reported cumulative number of Covid-19 cases Y Obs with the analogous quantity Y model = ργIdt in our model. We first estimate model's parameters by least square fitting on the pre-lockdown period. Since in such range the data Y Obs show an exponential growth trend, we are possibly observing a very early phase of the epidemic, where β − γ equals the growth rate of Y Obs (see Sec. 8.1).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "In response to the outbreak of Covid-19, a series of estimates of model parameters have been proposed in the literature. Nevertheless, they still show a certain amount of uncertainty about some fundamental variables of the epidemic contagion. Following extant literature [20, 21, 22, 23] , we use an infection time duration τ I ∼ 10 days and γ ∼ τ −1 I . Notice that, while the R 0 would vary linearly with τ I (i.e. R 0 ∈ [2.5, 4.5] for τ I ∈ [5, 15] , see Sec. 8.1), the scenarios are much less sensitive to such variations. Moreover, we consider an hospitalization period τ H ∼ 10 days to estimate h ∼ τ −1 H . Lastly, we estimate the attenuation α of the transmission parameter β by refitting the parameters in the post-lockdown time range.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "To have an idea of the variability of our parameters [20, 22, 23] , we both estimate the variability through a bootstrap procedure and through the sensibility to the variations of ρ. While the variations of ρ is the factor that mostly shifts the parameter, for our policy-modelling scopes we find a good stability of the fitted parameters even varying ρ in a range [10% . . . 100%]. Namely, we find β = 0.35±0.01 day −1 , γ = h = 10 −1 day −1 , R 0 = 3.5±0.1 day −1 , α = 0.49±0.01 for t Lock = 15 and t 0 = −30 ± 5 days. Being t Lock the time of the lockdown implementation and t 0 the starting time of the epidemic (i 0 = i(t 0 ) = 1). In our analysis we set ρ = 40%, R 0 = 3.5 day −1 and α = 0.49. Notice that the attenuation α in the transmission parameter measures the reduction of the contact rate after the lockdown.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "To understand the effects of model's parameter, but also of introducing several heterogeneities in the modelling, we consider several scenarios. First, we analyze the effects of lockdown starting time and lockdown intensity on the post-exit dynamics in the simple case of a SIOR model fitted on Italian data. Then, we study the effect of considering Italy as a collection of separate administrative entities (Italian regions) independently evolving; last, we consider the effects of social interactions through different age classes. We want to point out since the beginning that mobility flows [18] and inter-age social mixing [24] lie at the two opposite range of modelling. In fact, the regional social contact matrix is dense (Fig. 2 , left panel), indicating that age classes dynamics are strongly coupled. On the other hand, the inter-regional mobility matrix is very sparse (Fig. 2 , right panel), indicating that regions have essentially independent dynamics. This can be seen as an example of the decomposability conditions under which partial 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 737,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 881,
                    "end": 888,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Italian scenarios"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Italian scenarios"
        },
        {
            "text": "Left Panel: social contact matrix. Right panel: inter-regional mobility matrix. While the regional inter-age social mixing matrix is dense and age classes dynamics are strongly coupled, the inter-regional mobility flows is very sparse; most of the people travel within region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "dynamics may influence the configuration of the system as whole through the relationships connecting different partitions to the aggregate system (see, e.g., [25, 26, 27, 28] ).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "In our model, we first consider a simple exit strategy consisting in releasing the lockdown at a time t Unlock after the peak of O has occurred. For instance, we imagine that infection proceeds uncontrolled up to time t Lock ; in the following lockdown period [t Lock , t Unlock ], the transmission coefficient β is reduced by a factor α; finally, β returns to its initial value and herd immunity is responsible for the dampening of the epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "Our results show that the lockdown lowers the peak of O -i.e. the individuals with noticeable symptoms -to ∼ 70% of the free epidemic one, but also doubles its occurrence time from ∼ 1.9 months to ∼ 3.8 months, thus an extremely obnoxious effect for the sustainability conditions of the economy of a country. Moreover, since the number of hospitalized patients is a fraction of O, much less stress is put on the healthcare system. We can decide to lift the lockdown after the observed people O have dropped to a suitable percentage of the maximum peak; as an example, after ∼ 4.7 months the peak has reduced to 70% of its initial value, while after ∼ 5.2 months to 50%, i.e. ∼ 0.5 months later. Notice that, the earlier the lockdown is lifted, the faster O decays to zero even if it starts from higher. All such effects are shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 839,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . In general, we can observe several effects. The first effect is related to the timeliness of the lockdown, i.e. to the choice of anticipating t Lock . As expected, early lockdown reduces the height of the peak without much moving it forward in time. Conversely, lifting the lockdown too soon can make epidemic start again and reach values even higher than the ones before the release. A very peculiar and counter-intuitive effect can be generated if the lockdown is anticipated: in fact, a too early lockdown has the effect of delaying the start of the epidemic without attenuating its severity (see Sec. 8.2). Hence, early lockdown buy us some time but do only postpone the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "Another effect is represented by the impact of extreme quarantine measures on the post-lockdown time range. Indeed, increasing the strength α of the lockdown (i.e., reducing the social contacts) not only delays the time at which the lockdown can be lifted, but also induces a stronger reprise of the epidemic in the post-lockdown (see Sec. 8.2). Moreover, such approach could can result not sustainable for an economic system and motivate a gradual lifting of the lockdown measures to lessen the extant of further peaks. Furthermore, another counter-intuitive effect must be considered. Since to an attenuation α corresponds an effective reproduction number R eff 0 = αR 0 , at the critical value α crit = 1/R 0 the epidemic neither grows nor decreases. Thus, after t Lock the system stays stationary until the quarantine is released at t Unlock , and at this point the epidemic starts growing again as it was before the lockdown. In general, if α < α crit the system looks to ameliorate (infected, hospitalized, all the infective compartments go down) but as soon as the lockdown is lifted, the epidemic starts again to reach its full extent (see Sec. 8.2). Nevertheless, our estimate α ∼ 0.5 > α crit ∼ 0.3 for the Italian lockdown gives us hope that, perhaps, it will not be necessary to follow a repeated seek-and-release strategy in the post-lockdown phase. On the other hand, if a lockdown strength α ∼ α y, can be attained without disrupting the economy, the epidemic could be contained 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . until the creation, production and distribution of a vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simple Exit Strategy"
        },
        {
            "text": "Starting with the first confirmed cases in Lombardy on 21 February, by the beginning of March the Covid-19 outbreak had spread to all regions of Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional Scenarios"
        },
        {
            "text": "While the delay in the beginning of the infection is due to the different interaction among regions, once an epidemic has started it grows exponentially and the intake of external infected people becomes quickly irrelevant (see Sec. 8.6). As a consequence, the growth curves of the epidemic variables should tend to the same shape (see Sec. 8.5). Coherently, looking at the regional infographics released by the Italian National Healthcare Institute (ISS) [19] , one may notice that they have a similar shape but different starting time (see Fig. 4 ). Such observation can be justified as follows: Italian regions are independent administrative units, where most of the population tend to work inside the resident region [29] . Hence, epidemics propagate from region to region via the fewer inter-regional exchanges (notice that Lombardy is among the Italian regions most involved in international trade connections [30] , hence it appears as one of the most probable candidate for the start of the Italian epidemic). More practically, we estimate these delays by minimizing the distance among the observed curves (see also Sec. 8.4); results are reported in Tab. 1. Notice that, assuming that Lombardy has been the first region (i.e. delay=0), the resulting regional delays are mostly correlated to geographical distances. We assume that the Covid-19 outbreak spreads independently in each region of Italy; as argued before, such an approximation is reasonable after the epidemic has started and is even more accurate under lockdown conditions. Hence, we apply the parameters for the whole Italy to regional cases, where now the maximum number of individuals N i is the population of the i th region. Then, by summing up all the S i , . . . , R i , respectively, we obtain the evolution of Covid-19 epidemic throughout Italy. To evaluate the effect of heterogeneity in time 9 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 548,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Regional Scenarios"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint (obtained by taking into account the regional delays t i as reported in Tab. 1) with the number of daily cases O 0 = O 0 i we would observe by considering the epidemics starts at the same time t 0 in all regions. As expected, heterogeneity flattens the curve and shifts its maximum later in time. This is a first source of errors when fitting with a global model an heterogeneous dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional Scenarios"
        },
        {
            "text": "Assuming that the right approach is the one with regional delays, we consider two possible exit strategies: in the first, that we call the Asynchronous scenario, each region i lifts the lockdown at the time t Unlock i when the peak of O Delay i decreases by 30%; in the second, that we call the Synchronous scenario, each region i lifts the lockdown at the same time t Unlock , i.e., when the global peak of O Delay decreases by 30%. Notice that, since once started epidemics become essentially uncorrelated processes for each region, it could be safe to let each region have its own unlock time respect to having a global unlock. In Fig. 4 we compare the effect of a region-to-region release of the lockdown respect to releasing the lockdown at the same time in all the regions for the case of Lazio and Lombardy: in the latter case, there is a risk of having regions that have started earlier the contagion to wait a too much long time, and to have regions that have started later to have a too much strong rebound. Since not only epidemics, but also the ruin of an economy is a non-linear process, the Sync scenario can turn out to be even more disruptive than the epidemic itself (see also Fig. 3 ). Notice that analogous arguments hold -mutatis mutandis -also for the world/countries scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 640,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1200,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Regional Scenarios"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Fig. 4 . Upper panels: analysis of time delays among the start of epidemics in different regions (see Tab. 1). Lower panels: sketch of an Async(hronous) exit strategy (i.e. each region releases the lockdown following a given policy) respect to a Sync(hronous) exit strategy (i.e. the lockdown release follows the same policy, but applied to a nation wide scale ). In particular, t Sync corresponds to releasing the lockdown in all the region after the peak has fallen by 30% , while t Async i corresponds to releasing the lockdown in the i th region after the peak of such region has fallen by 30%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "As we have already observed in the previous Section, heterogeneity strongly impacts on the results of a model [31] . Since the transmission coefficient is proportional to the contact rate of individuals, the rates of social mixing among different age classes could represent another important source of heterogeneity. This kind of information has been estimated either through large-scales surveys [24] or through virtual populations modeling [32] . While the POLYMOD [24] matrices have been extensively used to estimate the cost-effectiveness of vaccination for different age-classes during the 2009 H1N1 pandemic [33, 34] , here we apply such matrices to the design of lockdown measures and exit strategies. Hence, to account for age classes, we extend our model by rewriting the transmission coefficient as βC (see Sec. 8.7), where β is the transmission probability characteristic of the disease, and C is the sociological matrix describing the contact patterns typical of a nation. For lack of further information, we assume β constant among age classes and C as in [24] . To simplify the analysis, we gather POLYMOD age groups into three classes: Y oung (00 − 19), M iddle (20 − 69) and Elderly (70+) (see Tab 2) . Such aggregation puts together the most \"contactful\" classes (00 − 19), the classes with the highest mortality risk (70+) [19] , and the working class (20 − 69). 12 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1211,
                    "end": 1217,
                    "text": "Tab 2)",
                    "ref_id": null
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Fig. 5 shows how the percentage of people with visible symptoms (O) varies once the age class heterogeneity has been added into the model. Introducing age structure in the model may lessen the peak we would observe in the case of full release and could allow to set up different exit strategies based on agetargeted policies for dampening a possible upturn of contagion. Specifically, quarantine measures applied to only elderly people may limit the impact of a renewed upward phase, while maintaining lockdown restrictions to all classes except the middle age class (20-69) could be enough to smooth and lessen the propagation of contagion in the post-lockdown phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "11"
        },
        {
            "text": "In this work we propose and test a generalized framework to study an epidemic contagion through a compartmental model based on geographical groups and age classes. We reveal how the promptness of lockdown measures has only a main effect on the timing of the contagion. More specifically, we show that strict social distancing policies reduce the extent of contagion during the lockdown period, but full recover occurs once such measures are relaxed. Interestingly, our study also contributes to uncover how local dynamics at regional level can be masked by observing the aggregate national system. Such regional heterogeneity, in fact, lowers and widens the curve of the contagion thus determining a shift forward in time for its peak at the aggregate national level. Moreover, by employing mobility data, we find that, due to the sparsity of interconnections across regions, contagion develops independently within each region once the epidemic is started. This, in turn, contributes to explain the delays observed in the alignment of the contagion curves across different geographical areas. Finally, we rely on the structure of social contacts to emphasize the role played by different age classes in the spreading of contagion. We notice that both young people (0-19) and elderly people (70+) are the most interconnected classes and therefore can have a greater influence on the post-lockdown phase. We show that while confirming quarantine policies to only elderly people can limit the possibility of a renewed upward phase in the contagion dynamics, relaxing the lockdown measures to only the middle age class can be enough to smooth and lessen the propagation of contagion in the post-lockdown phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although our study relies on data from relative to the Italian Covid-19 contagion, the proposed modeling approach can be broadly generalized to understand which dimensions, beside medical ones, should be considered to define leverage strategies for containing epidemics and mitigating its effects. Such a framework can also guide policymakers in the assessment of the trade-off between the impacts on the health care systems and the effects on wider economy. In particular, our analysis reveals how the timeline of post-lockdown measures can benefit from the inclusion of compartmental aspects, such as the geographical groups and age classes, in the decision process of a policymaker. For instance, this approach can be applied to evaluate specific quarantine measures for target age classes, such as those impacting on the most fragile age class (70+). For 13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . them, two competing policy paradigms could be applied: i) the first in which elderly people are grouped and confined to devoted residential buildings, thus increasing social mixing which enforces within connections and dismisses external relationships; ii) the second in which each elderly person is allocated alone thus limiting both intra and inter connections. Hence, in the first scenario in order to avoid the risk of spreading the contagion within a very fragile and concentrated community, strong social distancing measures with respect external individuals should be put in place. Such measures, if in the form of a strict lockdown applied regardless the age class membership, might have severe economic consequences and disruptive effects on production processes. Our approach thus sheds light on how target policy actions on specific age classes (namely, young and elderly people) can contain the spreading of contagion and keep a sufficient level of workforce at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A.S., E.B., M.C. and W.Q. acknowledge the support from CNR P0000326 project AMOFI (Analysis and Models OF social medIa) and CNR-PNR National Project DFM.AD004.027 \" Crisis-Lab\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint 18 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint 8 Supplementary Information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "In the early phases of the epidemic, observed quantities follow an approximately exponential growth Y Obs ∼ Y 0 e gt as expected in most epidemic models. To understand what happens in our model, we notice that for I/S 1 we can linearize Eq. 1 resulting in I ∼ I 0 e (β−γ)t and in O ∼ ργI. Hence, minimizing the difference between O and Y Obs in such time range would yield estimates for β, γ such that β − γ ∼ g and the basic reproduction number R 0 ∼ 1 + g/γ would increase linearly with the characteristic time τ I = γ −1 for exiting the infective phase. Notice that most of the compartmental models based on ordinary differential equation will show an initial exponential growth phase with the same exponent (see Fig. 6 ); hence, in the early stage of the epidemic it is possible to successfully fit the \"wrong\" variables. Fig. 6 . In the initial stage, most of the quantities experience an exponential growth with the same exponent; hence, it would be possibly to \"successfully\" fit the wrong variables. In the panel, we show the pre-lockdown growth of the number of I(nfected), O(bserved), R(emoved) individuals in our model (1) . Full circles are the experimental counts of confirmed Covid-19 cases in Italy; X is the cumulative variable we use to fit the experimental data.",
            "cite_spans": [
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 722,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 832,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Initial parameters estimation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "By increasing the strength α of the lockdown (where α is the ratio between the trasmission β after and before the lockdown) the height of the peak lowers but shifts to farther times. On the other hand, slowing down the epidemic implies that lifting the lockdown would bring back the infection. In the left panel of Fig. 7 , we show what happens by releasing the lockdown when the peak is fallen by 30%: stronger lockdowns induce a stronger reprise of the epidemic. An analogous effect can be observed by varying the lockdown time: anticipating the lockdown ameliorates the peak by decreasing its height, but shifts it to later time and retards the end of the epidemic. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 321,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effects of lockdown time and lockdown strength"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "Contrary to what could be naively expected, an early imposition of the lockdown does not ameliorate the epidemics: in fact, anticipating too much the lockdown just shifts the timing of the epidemics, leaving its evolution unchanged (see Fig. 8 ). This is to be expected every time extreme measures of social distancing are applied in the very early, exponentially growing, stages. In fact, let us consider two countries A and B, having the same number of inhabitants, the same contact matrix, and the same number of infected people. If A and B decide to put a lockdown of strength α at time t A and t B , respectively, at time t any quantity y would have grown as y A (t) ∼ y 0 e R0t A e αR0(t−t A ) and as y B (t) ∼ y 0 e R0t B e αR0(t−tB) . If there exists a t such that y A (t) = y B (t ), the epidemics in A and in B will proceed in parallel (even in the non-linear phase) with a delay t − t. Therefore, if the epidemic dynamics of A and B are still well approximated by exponentials at times < max{t, t }, then t − t ∝ −(t A − t B ), i.e, the country that has started the lockdown before will experience the same epidemic of the other country, just delayed in time. In particular, for identical initial conditions, we have that:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 243,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "20"
        },
        {
            "text": "as long as all the times are before the initial exponential regime ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Finally, we notice that to each lockdown strength α corresponds an effective reproductive number R eff 0 = αR 0 ; hence, for α ∼ α crit = 1/R 0 , the epidemics is expected to stay in a quiescent state where it does not either grow or decay sensibly. On the other hand, for α < α crit the epidemics decreases; nevertheless, since this happens before a sufficient number of recovered individuals has built up herd-immunization, the height of the peaks after the lockdown lifting are almost unchanged if compared with the no lockdown scenario. Again, a \"too good\" intervention risks to postpone the problem without attenuating it. Notice that, if one applies lockdowns with α < α crit , it could be necessary to switch back and forth to lockdown to avoid the peak go beyond the capacity of a national healthcare system (see Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 899,
                    "end": 905,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Fig. 9 . Upper panel: variation of the behavior of the model for lockdown strengths α < α crit = 1/R 0 . Notice that the height of the peaks after the lockdown is released is almost unchanged if compared with the no lockdown scenario. Lockdown time is fixed at t Lock = 15 and is fully lifted when the peak has fallen by 30%. Lower panel: for better clarity, the plot is also reported in log-linear scale. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "22"
        },
        {
            "text": "We first normalize the observed data by dividing the number of non-zero observations in a region for the population of the region. Let y i be the normalized observations for the i th region. For each pair of regions i, j, we define the variation interval ∆ ij = [min ij , max ij ] that contains the maximum number of points of both y i and y j , i.e. min ij = max{min(y i ), min(y j )} and max ij = min{max(y i ), max(y j )}. The delay t ij between the epidemics start in i and j, respectively, is calculated by minimizing the square norm of (∆ ij ∩ y i (t)) \\ (∆ ij ∩ y j (t − t ij ) , where ∆ ij ∩ y denotes the values of y falling in the interval ∆ ij . Denoting with T i the times corresponding to the observation in 23 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the experimental time delays"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the experimental time delays"
        },
        {
            "text": "∆ ij ∩ y i , it is easy to verify that t ij = T i − T j , where T is the average value of the times contained in T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the experimental time delays"
        },
        {
            "text": "Eq. 1 referred to region k becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of normalized curves"
        },
        {
            "text": "where N k is the population of the region. By rewriting Eq. 3 in terms of normalized quantities s k = S k /N k , . . . s k = S k /N k , we obtain the same equation for all the regions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of normalized curves"
        },
        {
            "text": "Hence, for similar initial conditions, by normalizing the experimental observations by the population, one should obtain similar time behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of normalized curves"
        },
        {
            "text": "Let us assume that we know the fraction T kl of people commuting from region k to region l, Eq. 4 becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional metapopulation model"
        },
        {
            "text": "From mobility data, we know that k = l =k T kl /T kk 1 and T kk ∼ 1; in particular, from Facebook mobility data we can estimate k ∼ 10 −3 . If all the neighbors of a given region k are fully infected (i.e. i l = 1 ∀ l = k) and i k (t 0 ) = 0, then the variation of i k can be approximated as ∂ t i k ∼ k +(β−γ) i k . Namely, as soon as i k > k , i k will grow exponentially according to ∂ t i k ∼ (β − γ) i k and k will become irrelevant; that is to say, the dynamics of the regions will decouple. On the other hand, if epidemic is decaying everywhere, then i l 1 ∀ l = k; thus l =k T kl i l k and equation again decouple, having each region followed Eq. 4 separately. An alternative source of network information comes from 24 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional metapopulation model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint the recorded movements of individuals. Both airline transportation network [35, 36] and individual work commutes [37, 38] have played important roles in understanding the spread of infectious diseases.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regional metapopulation model"
        },
        {
            "text": "To take account for social mixing, we rewrite the transmission coefficient as the product of a transmission probability β times a contact matrix C whose element C ab measure the average number of (physical) daily contacts among an individual in class age a and an individual in class age b. Notice that the probability that a susceptible in class a has a contact with an infected in class b is the product of the contact rate C ab times the probability I b /N B that individual in class b is infected. Hence, denoting with S a , . . . , R a the number of S(usceptibles),. . .,R(emoved) individuals in class age a, we can rewrite Eq. 1 as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social mixing"
        },
        {
            "text": "Although the form of Eq. 6 is similar to Eq. 3, here it is not possible to consider separate evolutions for the different age classes since, differently than the inter-regional mobility matrix T , the off diagonal elements of the social matrix C a,b , a = b, measure the interaction among different age classes and are of the same magnitude of the diagonal elements C aa measuring the interaction among individuals of the same age class. Notice that Eq. 6 can be summed up, and the resulting equation can be obtained by substituting β → βC eff in Eq. 1, where C eff = ab C ab S a I b /N b SI/N is the average contact value among infected and susceptible individuals of all age classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social mixing"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059592 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Models of foot-and-mouth disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "272",
            "issn": "",
            "pages": "1195--1202",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The global macroeconomic impacts of covid-19: Seven scenarios. papers.ssrn.com",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "Roshen",
                    "middle": [],
                    "last": "Mckibbin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What will be the economic impact of covid-19 in the us? rough estimates of disease scenarios",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Atkeson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic effects of coronavirus outbreak (covid-19) on the world economy",
            "authors": [
                {
                    "first": "Nuno",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3557504",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incorporating media data into a model of infectious disease transmission",
            "authors": [
                {
                    "first": "Louis",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "Natasha",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Markuzon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PloS one",
            "volume": "14",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The timing of one-shot interventions for epidemic control. medRxiv",
            "authors": [
                {
                    "first": "Francesco",
                    "middle": [],
                    "last": "Di Lauro",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "István",
                    "suffix": ""
                },
                {
                    "first": "Joel",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (covid-19)-china",
            "authors": [
                {
                    "first": "Vital",
                    "middle": [],
                    "last": "Surveillances",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "8",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How will country-based mitigation measures influence the course of the covid-19 epidemic? The Lancet",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Roy M Anderson",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "T Déirdre",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [
                        "Nedjati"
                    ],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Zulma Cucunuba Perez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the covid-19 epidemic in wuhan, china: a modelling study",
            "authors": [
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Rosalind",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "Samuel",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Carl",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "D"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The mathematical theory of infectious diseases and its applications. Charles Griffin & Company Ltd, 5a Crendon Street, High Wycombe, Bucks HP13 6LE",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Can the covid-19 epidemic be managed on the basis of daily data?",
            "authors": [
                {
                    "first": "Francesco",
                    "middle": [],
                    "last": "Casella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06967"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modelling the influence of human behaviour on the spread of infectious diseases: a review",
            "authors": [
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "50",
            "pages": "1247--1256",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Presumed asymptomatic carrier transmission of covid-19",
            "authors": [
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Lingsheng",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Dong-Yan",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Lijuan",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Meiyun",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (covid-19). medRxiv",
            "authors": [
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Tetsuro",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Takeshi",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "Ayako",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "Sungmok",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Katsuma",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "Ryo",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Yichi",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Baoyin",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Andrei",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ulteriori disposizioni attuative del decreto-legge 23 febbraio 2020, n. 6, recante misure urgenti in materia di contenimento e gestione dell'emergenza epidemiologica da covid-19",
            "authors": [],
            "year": null,
            "venue": "Gazzetta Ufficiale",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ulteriori disposizioni attuative del decreto-legge 23 febbraio 2020, n. 6, recante misure urgenti in materia di contenimento e gestione dell'emergenza epidemiologica da covid-19",
            "authors": [],
            "year": null,
            "venue": "Gazzetta Ufficiale",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Aggregated mobility data could help fight covid-19",
            "authors": [
                {
                    "first": "Satchit",
                    "middle": [],
                    "last": "Caroline O Buckee",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Balsari",
                    "suffix": ""
                },
                {
                    "first": "Mercè",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Francesca",
                    "middle": [],
                    "last": "Crosas",
                    "suffix": ""
                },
                {
                    "first": "Urs",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yonatan",
                    "suffix": ""
                },
                {
                    "first": "Bryan",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Iss: Sars-cov-2 dati epidemiologici",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The reproductive number of covid-19 is higher compared to sars coronavirus",
            "authors": [
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "Annelies",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "Joacim",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Covid-19 and italy: what next? The Lancet",
            "authors": [
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "Giuseppe",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Phase-adjusted estimation of the number of coronavirus disease 2019 cases in wuhan, china",
            "authors": [
                {
                    "first": "Huwen",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zezhou",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yinqiao",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Ruijie",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Xiaoyue",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Shuxian",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Lhakpa",
                    "middle": [],
                    "last": "Tsamlag",
                    "suffix": ""
                },
                {
                    "first": "Meili",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "Jinyan",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discovery",
            "volume": "6",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimation of the reproductive number of novel coronavirus (covid-19) and the probable outbreak size on the diamond princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "Sheng",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Mengyuan",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "Wenbo",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Zhaofen",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Dechang",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "Joël",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "Niel",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Kari",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "Rafael",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                },
                {
                    "first": "Stefania",
                    "middle": [],
                    "last": "Salmaso",
                    "suffix": ""
                },
                {
                    "first": "Gianpaolo",
                    "middle": [],
                    "last": "Scalia Tomba",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS medicine",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Aggregation of variables in dynamic systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Econometrica: journal of the Econometric Society",
            "volume": "",
            "issn": "",
            "pages": "111--138",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Near-decomposability, partition and aggregation, and the relevance of stability discussions",
            "authors": [
                {
                    "first": "Albert",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "International Economic Review",
            "volume": "4",
            "issn": "1",
            "pages": "53--67",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The architecture of complexity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Decomposability: queueing and computer system applications",
            "authors": [
                {
                    "first": "Pierre",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "Courtois",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Popolazione insistente per studio e lavoro",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Istituto Nazionale Di Statistica",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On the definition and the computation of the basic reproduction ratio r 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "Odo",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Johan",
                    "middle": [
                        "Andre"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "Johan Aj",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of mathematical biology",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Inferring the structure of social contacts from demographic data in the analysis of infectious diseases spread",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Fumanelli",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "Piero",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "Stefano",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS computational biology",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Optimizing influenza vaccine distribution",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "Alison",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "5948",
            "pages": "1705--1708",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Vaccination against pandemic influenza a/h1n1v in england: a real-time economic evaluation",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [
                        "Jan"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "W John",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "12",
            "pages": "2370--2384",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "Lars",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "Dirk",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "Theo",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "101",
            "issn": "42",
            "pages": "15124--15129",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The SIOR compartimental model: workflow of the epidemic process. A S(usceptible) individual becomes I(nfective) when meeting an infectived person. An I(nfectived) either become O(bserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the scenarios where the lockdown is relaxed after the percentage of people with visible symptoms (O) is reached the 70% and the 50% of the reported cases peak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "POLYMOD matrix aggregated for three age classes: Y oung (00 − 19), M iddle (20 − 69) and Elderly (70+).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the scenarios where the lockdown is relaxed only for particular age class with respect to a full release policy. Strategies: YE = quarantine young and elderly, E = quarantine elderly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Left panel: variation of the behavior of the model by varying the lockdown strength α. Lockdown starts at t Lock = 15 and is fully lifted when the peak has fallen by 30%. Right panel: variation of the behavior of the model by delaying the lockdown time t Lock . Lockdown strength is fixed at α = 0.5 and is fully lifted when the peak has fallen by 30%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Upper panel: variation of the behavior of the model by anticipating the lockdown time. Notice that anticipating the lockdown leaves unchanged the behaviour of the epidemics, just shifting all the times of an amount proportional to how much the lockdown is anticipated. Lockdown strength is fixed at α = 0.5 and is fully lifted when the peak has fallen by 30%. Lower panel: by applying the Eq. 2, we show how the curves in the upper panel collapse on each other.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Let X = O + R. Then, ∂ X S = −R 0 S and S(t → ∞) = N e −R0X(t→∞) . Since O(t → ∞) = I(t → ∞) = 0 and hence R(t → ∞) = N − S(t → ∞),we recover the same solution of the SIR model: S(t → ∞) = N e −R0 [N −S(→∞)] . For R 0 ∈ [2.5, 4.5], we have that the final fraction of uninfected population varies between 10% and 1%.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tab. 1. Regional delays (in days)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "delays, we compare the number of daily cases O Delay =",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}