{"paper_id": "0fdc7694db5cb27919527ac35059e5da0ceba547", "metadata": {"title": "Route of inoculation and mosquito vector exposure modulate dengue virus replication kinetics and immune responses in rhesus macaques", "authors": [{"first": "Michael", "middle": ["K"], "last": "Mccracken Id", "suffix": "", "affiliation": {}, "email": "*michael.k.mccracken.civ@mail.mil"}, {"first": "Gregory", "middle": ["D"], "last": "Gromowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lindsey", "middle": ["S"], "last": "Garver", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brad", "middle": ["A"], "last": "Goupil", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kathryne", "middle": ["D"], "last": "Walker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Heather", "middle": ["Friberg"], "last": "Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeffrey", "middle": ["R"], "last": "Currier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wiriya", "middle": [], "last": "Rutvisuttinunt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kevin", "middle": ["L"], "last": "Hinton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rebecca", "middle": ["C"], "last": "Christofferson Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": ["N"], "last": "Mores", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["D"], "last": "3¤", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yannick", "middle": [], "last": "Vanloubbeeck", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Clarisse", "middle": [], "last": "Lorin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marie-Pierre", "middle": [], "last": "Malice", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["J"], "last": "Thomas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["G"], "last": "Jarman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["W"], "last": "Vaughn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["Robert"], "last": "Putnak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["D"], "last": "1☯", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lucile", "middle": [], "last": "Warter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["D"], "last": "5☯", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Dengue virus (DENV) is transmitted by infectious mosquitoes during blood-feeding via saliva containing biologically-active proteins. Here, we examined the effect of varying DENV infection modality in rhesus macaques in order to improve the DENV nonhuman primate (NHP) challenge model. NHPs were exposed to DENV-1 via subcutaneous or intradermal inoculation of virus only, intradermal inoculation of virus and salivary gland extract, or infectious mosquito feeding. The infectious mosquito feeding group exhibited delayed onset of viremia, greater viral loads, and altered clinical and immune responses compared to other groups. After 15 months, NHPs in the subcutaneous and infectious mosquito feeding groups were re-exposed to either DENV-1 or DENV-2. Viral replication and neutralizing antibody following homologous challenge were suggestive of sterilizing immunity, whereas heterologous challenge resulted in productive, yet reduced, DENV-2 replication and boosted neutralizing antibody. These results show that a more transmission-relevant exposure modality resulted in viral replication closer to that observed in humans.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Dengue virus (DENV) is a positive-sense RNA virus transmitted by mosquito vectors (primarily Aedes spp.) consisting of four, often co-circulating, serotypes in the genus flavivirus. Each serotype is comprised of multiple distinct genotypes, and include sylvatic genotypes that infect wild non-human primates (NHP). In humans, dengue is an acute febrile disease, i.e., classical dengue fever (DF), accompanied by rash, headache, eye pain, and arthralgia, with laboratory findings of transient neutropenia, AST and ALT elevations and, less frequently, thrombocytopenia. [1] [2] [3] [4] [5] During the febrile period circulating virus (viremia) or viral RNA (RNAemia) can often be detected by cell-based or genetic amplification assays, respectively. Approximately 3.2 million cases of DF were reported to the WHO in 2015, and unreported case estimates increase the annual global incidence to more than 50 million, including over 25,000 deaths due to the more severe forms of disease, dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS). [6] A major risk factor for DHF/DSS is the presence of serotype cross-reactive antibody after an initial or primary DENV infection, which in some individuals leads to enhanced viral replication after a second infection with a heterologous serotype. [7] This potential for immune-mediated enhancement of viral replication has complicated vaccine development efforts.", "cite_spans": [{"start": 568, "end": 571, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 572, "end": 575, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 576, "end": 579, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 580, "end": 583, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 584, "end": 587, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1046, "end": 1049, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1295, "end": 1298, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Aside from a few immune deficient murine models, macaques are the most widely accepted animal model for preclinical evaluation of dengue vaccine candidates, with DENV challenge typically administered by subcutaneous (SC) injection. For such models the endpoint is usually inapparent infection manifested by viremia, rather than overt disease. [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] As an example, the tetravalent dengue vaccine that has undergone the most comprehensive animal and clinical trials, Dengvaxia, exhibited >90% overall efficacy in vaccinated rhesus macaques challenged with each DENV serotype by the SC route, as measured by protection from viremia. [18] However, this vaccine was found to be approximately 60% efficacious overall in humans and, more concerning, dengue-seronegative children who received the vaccine were at greater risk for hospitalization and severe virologically confirmed dengue from subsequent DENV natural infection compared to unvaccinated children. [19] [20] [21] It is unclear why the macaque model in this instance failed to demonstrate this limitation of the vaccine. Critical differences observed between pre-clinical and field efficacy and safety data for Dengvaxia underscore the need for a more predictive animal model for testing future dengue vaccine candidates.", "cite_spans": [{"start": 343, "end": 346, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 347, "end": 350, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 351, "end": 355, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 356, "end": 360, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 361, "end": 365, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 366, "end": 370, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 371, "end": 375, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 376, "end": 380, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 381, "end": 385, "text": "[16]", "ref_id": "BIBREF17"}, {"start": 386, "end": 390, "text": "[17]", "ref_id": "BIBREF18"}, {"start": 391, "end": 395, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 677, "end": 681, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 1001, "end": 1005, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 1006, "end": 1010, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 1011, "end": 1015, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "Previously, we hypothesized that the limited utility of the rhesus macaque for accurately predicting vaccine efficacy may relate to a number of factors such as the use of high-passage, non-contemporary DENV strains, the relatively low viremia levels observed in macaques, and assessment of vaccine efficacy based mainly on the degree of reduction in post-challenge DENV replication markers (e.g., viremia or RNAemia) while neglecting other biological parameters associated with human dengue infections, which may be considered as proxies for clinical disease. To address these limitations, we demonstrated that a low cell-passage level, contemporary DENV clinical isolate from Brazil induced viremia of higher magnitude and longer duration compared to previously reported viremia kinetics in macaques, and also changes in cytokine profiles similar to those in patients with acute DF. [22] Furthermore, we showed that when assessing vaccine efficacy by combining viremia and RNAemia measurement with characterization of changes in relevant biological markers, safety signals associated with a dengue vaccine could be detected in the SC-inoculated macaque model. [23] However, despite these improvements, the model did not demonstrate clinical signs, and viremia/RNAemia, onset of which occurred 1-2 days post-challenge, remained low both in terms of magnitude and duration compared to viremia/RNAemia reported in severe dengue patients.", "cite_spans": [{"start": 884, "end": 888, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 1161, "end": 1165, "text": "[23]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "Previous attempts to develop a dengue disease model in NHP have employed intravenous (IV) administration of very high challenge virus doses, atypical routes for challenge (e.g., intramuscular injection) which are far removed from the conditions of natural vector-mediated infection, and the utilization of non-macaque species which in some cases demonstrate disease signs such as transient rash, coagulopathy, or elevated liver enzymes. However, results from such studies are often difficult to reproduce, possibly due to unrecognized variables, and most did not include comparative SC inoculation controls. [24] [25] [26] In macaques, comparisons to SC challenge of alternative routes of administration have been evaluated. Macaques challenged with DENV-2 by the intradermal (ID) route seroconverted more rapidly than those challenged by the SC route [27] , and macaques challenged with DENV-2 by the IV route exhibited higher peak RNAemia titers compared to those challenged ID or SC.", "cite_spans": [{"start": 608, "end": 612, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 613, "end": 617, "text": "[25]", "ref_id": null}, {"start": 618, "end": 622, "text": "[26]", "ref_id": null}, {"start": 852, "end": 856, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "[28] Small groups of macaques infected with DENV-3 by the SC, ID, or IV routes exhibited some differences in the tissue distribution of virus, but all groups exhibited only transient (1-4 days) and low level viremia. [29] The effect of prior DENV exposure or immunity on subsequent DENV infection has also been explored in macaques. These studies utilized sequential infections and passive transfer of sub-neutralizing concentrations of pooled, human DENV-immune sera or DENV-specific monoclonal antibody to demonstrate significantly higher DENV viremia titers compared to non-immune controls. [30] [31] [32] Additionally, some animals and DENV serotypes in the sequential infection study exhibited reduced viremia, indicating some level of cross-protection.", "cite_spans": [{"start": 183, "end": 193, "text": "(1-4 days)", "ref_id": null}, {"start": 217, "end": 221, "text": "[29]", "ref_id": null}, {"start": 594, "end": 598, "text": "[30]", "ref_id": null}, {"start": 599, "end": 603, "text": "[31]", "ref_id": "BIBREF27"}, {"start": 604, "end": 608, "text": "[32]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "[30] Together, these studies indicate that, as observed in humans, heterologous DENV infection and waning or insufficient humoral immunity can be associated in NHP with increased DENV replication.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As the effect of the natural mosquito vector and/or mosquito salivary proteins (MSP) on the course of DENV infection has not been rigorously studied in NHP, it is possible that the mosquito vector plays an essential role in determining the outcome of infection in terms of primary target cell(s), virus dissemination pathways, and immune activation, all of which may impact disease severity. Blood-feeding by mosquitoes on vertebrate hosts is initiated by probing, which results in physical damage to the epithelium and vasculature as well as simultaneous introduction of virus and MSP into the cutaneous layers of the skin. [33] [34] [35] [36] MSP contains biologically active proteins that modulate host hemostasis and immune responses, which in turn facilitate blood-feeding and virus transmission. [37] [38] [39] The effects of MSP on mosquito-borne viral infections have been reviewed previously, and include 1) alterations to vascular permeability in DENV infection, 2) changes in cytokine and innate signaling profiles, such as decreased expression of IFNβ/γ, IL-2, and TLR3/7 and increased expression of IL-4, IL-10, and IL-12 in DENV, Chikungunya virus (CHIKV), and West Nile virus (WNV) infections, and 3) migration of monocytes, neutrophils, eosinophils, and plasma cells to the site of infection for DENV, CHIKV, and WNV, as well as increased WNV neurovirulence. [38, [40] [41] [42] [43] [44] [45] [46] [47] Additionally, Aedes aegypti MSP increased the prevalence of disease signs and extended the viremic period in DENV-infected, humanized mice. [48] Various methods have been utilized to incorporate MSP into arbovirus research, including salivary gland extract (SGE) and feeding by infectious mosquitoes. [40] [41] [42] [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57] [58] While the use of feeding mosquitoes offers the most naturally relevant exposure method, SGE allows for greater control over, and reproducibility of, the administered dose. [59] In an attempt to further increase the clinical relevance of the dengue macaque model, we compared different viral infection modalities including live mosquito vector-mediated, ID inoculation of virus with and without MSP, and conventional SC viral inoculation, all using low-passage, i.e., near wild-type, contemporaneous DENV clinical isolates. In order to reduce the impact of variation in past exposure to MSP antigens, all animals in the study were primed by multiple, sequential exposures to uninfected, feeding Ae. aegypti before being exposed to DENV. We then examined viral replication magnitude/kinetics and host immune responses following primary infection with DENV-1, and thereafter, following secondary infection with either DENV-1 (homologous) or DENV-2 (heterologous).", "cite_spans": [{"start": 625, "end": 629, "text": "[33]", "ref_id": "BIBREF30"}, {"start": 630, "end": 634, "text": "[34]", "ref_id": "BIBREF31"}, {"start": 635, "end": 639, "text": "[35]", "ref_id": "BIBREF32"}, {"start": 640, "end": 644, "text": "[36]", "ref_id": "BIBREF33"}, {"start": 802, "end": 806, "text": "[37]", "ref_id": "BIBREF34"}, {"start": 807, "end": 811, "text": "[38]", "ref_id": "BIBREF35"}, {"start": 812, "end": 816, "text": "[39]", "ref_id": "BIBREF36"}, {"start": 1375, "end": 1379, "text": "[38,", "ref_id": "BIBREF35"}, {"start": 1380, "end": 1384, "text": "[40]", "ref_id": "BIBREF37"}, {"start": 1385, "end": 1389, "text": "[41]", "ref_id": "BIBREF38"}, {"start": 1390, "end": 1394, "text": "[42]", "ref_id": "BIBREF39"}, {"start": 1395, "end": 1399, "text": "[43]", "ref_id": "BIBREF40"}, {"start": 1400, "end": 1404, "text": "[44]", "ref_id": "BIBREF41"}, {"start": 1405, "end": 1409, "text": "[45]", "ref_id": "BIBREF42"}, {"start": 1410, "end": 1414, "text": "[46]", "ref_id": "BIBREF43"}, {"start": 1415, "end": 1419, "text": "[47]", "ref_id": "BIBREF44"}, {"start": 1560, "end": 1564, "text": "[48]", "ref_id": "BIBREF45"}, {"start": 1721, "end": 1725, "text": "[40]", "ref_id": "BIBREF37"}, {"start": 1726, "end": 1730, "text": "[41]", "ref_id": "BIBREF38"}, {"start": 1731, "end": 1735, "text": "[42]", "ref_id": "BIBREF39"}, {"start": 1736, "end": 1740, "text": "[47]", "ref_id": "BIBREF44"}, {"start": 1741, "end": 1745, "text": "[48]", "ref_id": "BIBREF45"}, {"start": 1746, "end": 1750, "text": "[49]", "ref_id": "BIBREF46"}, {"start": 1751, "end": 1755, "text": "[50]", "ref_id": "BIBREF47"}, {"start": 1756, "end": 1760, "text": "[51]", "ref_id": "BIBREF48"}, {"start": 1761, "end": 1765, "text": "[52]", "ref_id": "BIBREF49"}, {"start": 1766, "end": 1770, "text": "[53]", "ref_id": "BIBREF50"}, {"start": 1771, "end": 1775, "text": "[54]", "ref_id": "BIBREF51"}, {"start": 1776, "end": 1780, "text": "[55]", "ref_id": "BIBREF52"}, {"start": 1781, "end": 1785, "text": "[56]", "ref_id": "BIBREF53"}, {"start": 1786, "end": 1790, "text": "[57]", "ref_id": "BIBREF54"}, {"start": 1791, "end": 1795, "text": "[58]", "ref_id": "BIBREF55"}, {"start": 1968, "end": 1972, "text": "[59]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Introduction"}, {"text": "Dengue virus (DENV) is naturally transmitted by virus-infected mosquitoes in regions where Ae. aegypti are endemic and post-primary DENV infections are common. Accordingly, animal models that are utilized in investigations of DENV pathogenesis and the evaluation of dengue vaccine candidates should take these important factors into consideration. We hypothesized that infection modalities closer to natural, mosquito vector-mediated viral transmission may result in viral replication kinetics and elicit other infection and disease markers more like those seen in humans. In this experiment, all NHP were exposed multiple times to MSP via blood-feeding by naïve, laboratory-reared Ae. aegypti in order to provide exposure of all NHP to a common population of mosquitoes. The long-standing Rockefeller colony of Ae. aegypti was chosen for this study instead of a recent generation of field-caught mosquitoes because, as a more homogenous population of indiscriminate feeders, it is more likely to promote reproducibility of the model. Groups of these NHP were later infected with DENV-1 by one of four methods (Table 1) : standard SC injection, ID injection with and without mosquito salivary gland extract (SGE), and infectious mosquito feeding (IMF). After an interval of 15 months, we exposed subsets of these macaques to homologous or heterologous serotypes of DENV in order to assess the model in the context of post-primary infections.", "cite_spans": [], "ref_spans": [{"start": 1110, "end": 1119, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results and discussion"}, {"text": "Macaques infected by mosquito (IMF group) demonstrated peak serum infectious virus (viremia) and viral RNA (RNAemia) titers that were significantly higher than those achieved by SC, ID, and ID+SGE infection modalities (3.1-3.92-and 2.92-4.96-fold, respectively; Fig 1) . The duration of viremia for the IMF group was also significantly longer compared to the ID and ID+SGE groups, but not the SC group; whereas, the duration of RNAemia for the IMF group was significantly longer than for the ID+SGE group, but not the SC and ID groups. Considering both the magnitude and the duration of viremia estimated by the area under the curve (AUC), AUC was also significantly greater for the IMF group compared to the other three groups (>1.5-fold). And, although RNAemia AUCs were similar between the IMF and SC groups, these were significantly greater than that of the ID+SGE group; the RNAemia AUC for the ID group was not significantly different from other groups. Mean time to detection (onset) of viremia for the IMF group was 4.7 days, which was significantly longer compared to the other three groups by 1.5-2.2 days.", "cite_spans": [], "ref_spans": [{"start": 262, "end": 268, "text": "Fig 1)", "ref_id": "FIGREF0"}], "section": "Primary DENV-1 inoculation of rhesus macaques via IMF resulted in delayed and increased viral replication kinetics compared to other infection modalities"}, {"text": "Together, these results demonstrated that DENV-1 replication kinetics were delayed and increased by IMF, in terms of both AUC and peak magnitude, when compared to the other modalities for virus delivery. As such, the timing of DENV presence and peak in the peripheral blood of the IMF group macaques more closely resembles the published dengue human infection model (average viremia onset day 4.7) than do the SC group macaques (average viremia onset day 2.5, in agreement with previous estimates). [60] [61] [62] [63] Surprisingly, the addition of SGE to the ID injection route did not result in the same kinetics observed in the IMF group, suggesting that direct mosquito delivery differs from simple inclusion of salivary gland components in a DENV inoculum.", "cite_spans": [{"start": 499, "end": 503, "text": "[60]", "ref_id": "BIBREF57"}, {"start": 504, "end": 508, "text": "[61]", "ref_id": "BIBREF58"}, {"start": 509, "end": 513, "text": "[62]", "ref_id": "BIBREF59"}, {"start": 514, "end": 518, "text": "[63]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Primary DENV-1 inoculation of rhesus macaques via IMF resulted in delayed and increased viral replication kinetics compared to other infection modalities"}, {"text": "Importantly, we cannot discount potential differences in delivered doses between the IMF and needle-inoculated groups as a contributing factor to these results. The estimated dose of DENV delivered by a mosquito has not been extensively investigated, and it may also depend on the strains of mosquito and virus used and the method by which the quantity is determined. One estimate of DENV-2 expectorated by Ae. aegypti into capillary tubes determined a maximum of approximately 10 PFU or 10 4 genome equivalents. [48] Another estimate of a different strain of DENV-2 expectorated by Ae. albopictus into a suspended droplet measured a range of approximately 10 2.5 -10 5.2 mosquito infectious doses 50 , which would translate to a minimum of 10 2.2 -10 4.9 infectious virions. [64] This latter estimate is more consistent with the needleinoculated dose used here (10 5.18 PFU) and with estimates of West Nile virus transmission during feeding on animals, which ranges from 10 3.6 -10 6.1 PFU depending on the mosquito species tested. [34] Higher elevations of liver aminotransferase were observed in IMF and ID +SGE compared to SC and ID groups Thrombocytopenia, leukopenia, decreases in lymphocyte, monocyte, and neutrophil counts, elevated percent monocytes, and elevated levels of aminotransferases are considered biological hallmarks of dengue fever (DF) in humans. [2] [3] [4] [5] 65] To determine if these hematologic and serum chemistry parameters were impacted by infection modality, we evaluated blood and serum samples collected before, during, and after primary DENV-1 infection (days 0, 7, 21; Figs 2A and S1A). Similar to DF patients, all groups demonstrated a significant decrease in absolute white blood cell (WBC), lymphocyte, and neutrophil counts, whereas differentials showed an increase in percent monocytes, on day 7. There was also an increase in AST on day 7 compared to baseline levels for all groups, and in ALT for all except the ID group. Significant decreases in RBC count, hemoglobin, and hematocrit (HCT) relative to baseline values were Sera were collected daily following DENV-1 exposure and tested, in duplicate, by A) plaque assay for their infectious virus (viremia) titer expressed as plaque forming units (PFU)/mL, and by B) qRT-PCR for their RNAemia titer expressed as genome equivalents (GE)/mL. Geometric mean titers with standard error of the log 10 -transformed mean are displayed. C) Geometric mean ratios (GMR) and p-values for between-group comparisons of viremia and RNAemia areas under the curve (AUC) and peak titers are shown. AUC and peak titers were log 10 -transformed for statistical analysis using an ANOVA model. Peak titers were additionally compared using a non-parametric analysis (ANOVA on ranks) to confirm the log 10 -transformed results. D) Viremia and RNAemia times to onset and durations were compared between groups using an ANOVA model, with Least Squares means differences and p-values shown. n = 10 for each SC, ID+SGE, and IMF. n = 9 for ID. observed in all groups on day 7, as well as a significant increase in reticulocyte counts for all groups on day 21, the latter of which is likely attributable to recovery from daily blood collections. ", "cite_spans": [{"start": 513, "end": 517, "text": "[48]", "ref_id": "BIBREF45"}, {"start": 776, "end": 780, "text": "[64]", "ref_id": "BIBREF61"}, {"start": 1033, "end": 1037, "text": "[34]", "ref_id": "BIBREF31"}, {"start": 1369, "end": 1372, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1373, "end": 1376, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1377, "end": 1380, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1381, "end": 1384, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1385, "end": 1388, "text": "65]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Primary DENV-1 inoculation of rhesus macaques via IMF resulted in delayed and increased viral replication kinetics compared to other infection modalities"}, {"text": "Between-group comparisons revealed that absolute WBC counts on day 7 were significantly lower for the ID+SGE group versus the ID and IMF groups. Neutrophil counts were also significantly lower for this group compared to the IMF group. Mean AST levels above the upper limit of normal were observed for the ID+SGE and IMF groups, but only for the ID+SGE group was the mean AST level significantly higher than that observed for the SC and ID groups. Although the mean platelet counts fell below baseline for the SC and ID+SGE groups they remained within the normal reference range. Nevertheless, the mean platelet count for the SC group was still significantly lower than that for the IMF group. Additional significant changes in mean values from baseline and significant differences between groups are presented in S2 Table. Importantly, we cannot exclude that differences might have been detected at other time points postchallenge, particularly given the differences in DENV replication kinetics described above.", "cite_spans": [], "ref_spans": [{"start": 816, "end": 822, "text": "Table.", "ref_id": "TABREF2"}], "section": "PLOS NEGLECTED TROPICAL DISEASES"}, {"text": "Administration site skin biopsies were collected prior to primary DENV-1 exposure as well as at 6h, 24h and 21 days post-exposure, and examined for local inflammation (i.e. dermatitis/ panniculitis) and immune cellular infiltration. Each biopsy sample was scored from 0-4, with 0 corresponding to a lack of local inflammation/cellular infiltration, and 4 corresponding to marked inflammation/cellular infiltration (S2A Fig) . None of the animals from the SC group scored above baseline after DENV-1 exposure, and only 1/9 animals from the ID group scored above baseline, with a score of 2 at 6h post-exposure. In contrast, in the ID+SGE group, 9/10 animals had a score of 1 or 2 at 6h post-exposure and 8/10 animals had a score of 1 or 2 at 24h post-exposure. Similarly, in the IMF group, 3/10 animals had a score of 1 or 2 at 6h post-exposure and 7/10 animals had a score of 1 or 2 at 24h post-exposure. Cumulatively, 19/20 animals from ID+SGE and IMF groups showed skin inflammation/cellular infiltration within 24h of DENV-1 exposure, albeit at minimal to mild levels, compared to only 1/19 animals from the virus-only groups. Altogether, these data implicate mosquito-based factor(s) as the impetus for this inflammation.", "cite_spans": [], "ref_spans": [{"start": 419, "end": 423, "text": "Fig)", "ref_id": null}], "section": "Skin inflammation/immune cell infiltration was detected at the site of DENV-1 administration in ID+SGE and IMF groups"}, {"text": "To assess whether DENV-1 infection modality impacted early immune responses at the site of administration, transcriptional analyses were conducted on skin biopsy samples from these sites. RNA transcript median expression levels are shown by group and time point in Fig 3. In all groups, expression was elevated over baseline for eotaxin, which is chemotactic for eosinophils, at 6h and for IP10, which is chemotactic for mononuclear cells, at 24h and 21d. Expression of IL-10, a pleotropic immunomodulatory cytokine best known for inhibiting IFNγ and type 1 inflammation, was elevated in all groups except for SC at 24h. Expression levels of RIG-I and MDA5, two double-stranded cytoplasmic RNA pattern recognition receptors (PRRs), were elevated only in the SC group at 24h. Expression levels of IL-1β, IL-4, and IL-5 were elevated only in the two mosquito-related groups (ID+SGE and IMF).", "cite_spans": [], "ref_spans": [{"start": 265, "end": 271, "text": "Fig 3.", "ref_id": "FIGREF2"}], "section": "IMF induced expression of Th2 cytokines and not of double-stranded RNA pattern recognition receptors at the site of DENV-1 administration"}, {"text": "Statistical difference was assessed for each group relative to the SC group. In the ID group, TLR7 and IP10 expression was significantly lower than in the SC group at 6h, and IL-10 expression was significantly higher at 24h and on day 21. In the ID+SGE group relative to the SC group, expression levels of IL-4, IL-8, IL-10, and eotaxin were significantly elevated at 6h and 24h; IL-1β and RANTES at 6h and TLR4 and TLR7 at 24h were also significantly elevated. IMF induced significantly increased transcription of the traditionally T H 2-associated cytokines IL-4 and IL-5 at 6h, followed by elevated IL-10, decreased IP10, and decreased RIG-I and MDA5 at 24h compared to the SC group. Taken together, the transcriptional responses observed here would indicate an IMF-induced shift away from the early, anti-viral response observed with SC inoculation of DENV-1 at the site of initial replication, similar to previous observations from murine models. [40, 44, 66, 67] ", "cite_spans": [{"start": 952, "end": 956, "text": "[40,", "ref_id": "BIBREF37"}, {"start": 957, "end": 960, "text": "44,", "ref_id": "BIBREF41"}, {"start": 961, "end": 964, "text": "66,", "ref_id": "BIBREF63"}, {"start": 965, "end": 968, "text": "67]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "IMF induced expression of Th2 cytokines and not of double-stranded RNA pattern recognition receptors at the site of DENV-1 administration"}, {"text": "To assess whether a parallel exists between the immune transcript expression detected in the administration site skin and systemic cytokine production evident in peripheral blood, 25 cytokines, chemokines, and growth factors in serum were assessed following primary infection Skin biopsies from DENV-1 administration sites were collected immediately prior to administration (0h), and at 6 hours, 24 hours, and 21 days later. A) Heat map of median fold changes from baseline (0h) by group and time point for each gene. B), C), and D) display geometric mean ratios with 95% confidence intervals of ID, ID+SGE, and IMF groups, respectively, relative to the SC group. Vertical grey bands indicate the 2-fold cutoff region on either side of 1 (no change). Analyses of transcriptional data were based on fold change from baseline derived from the ΔΔCt method. To compare each group to the SC group, an ANOVA model was fitted on log 2 fold changes by including group, time, and group � time as fixed effects. Time was considered as a repeated factor with an unstructured matrix and heterogeneous variances between groups were assumed. Geometric means and geometric mean ratios and their respective 95% CIs were derived from this model. No adjustment for multiplicity was performed. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID. ( � , p<0.05). SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding.", "cite_spans": [], "ref_spans": [], "section": "Serum cytokines vary by DENV-1 administration route"}, {"text": "https://doi.org/10.1371/journal.pntd.0008191.g003", "cite_spans": [], "ref_spans": [], "section": "Serum cytokines vary by DENV-1 administration route"}, {"text": "with DENV-1 (Figs 4A and S3 ). Cytokine production profiles in serum were not observed to be comparable to the transcript expression observed in the administration site biopsies for the parameters present in both assays. However, we did observe cytokine production outside of the 2-fold cutoff range specific to certain groups. For example, IL-5 and IL-8 were elevated in only the SC group, whereas IL-6, IL-17, and IL-12/23p40 were elevated only in the ID and ID +SGE groups, and MCP1 was elevated in only the ID+SGE and IMF groups. None of the cytokines tested were expressed outside the 2-fold range exclusively in the IMF group. In contrast, IL-2 and IL-15 were reduced exclusively in the IMF group, which preceded the day of peak RNAemia. The synchronous decrease in both IL-2 and IL-15 is notable as both cytokines utilize the same heterodimeric cytokine receptor (IL-2Rβ/IL-2Rγ), and are critical proliferative and pro-survival factors for activated T cells. Interestingly, the onset of elevated VEGF, a cytokine involved in angiogenesis and vascular permeability, coincides with the day of peak RNAemia at the group level in all groups; elevated VEGF on early days of illness has been proposed as a predictor of severe dengue in humans. [68] Due to the disparity between administration site responses and serum cytokine production, and the systemic focus of the remainder of the assessments herein, administration site transcriptional analyses were not conducted in the latter phase of the study.", "cite_spans": [{"start": 1245, "end": 1249, "text": "[68]", "ref_id": "BIBREF65"}], "ref_spans": [{"start": 12, "end": 27, "text": "(Figs 4A and S3", "ref_id": "FIGREF2"}], "section": "PLOS NEGLECTED TROPICAL DISEASES"}, {"text": "Neutralizing antibody titers against the four DENV serotypes were assessed, in both the SC and IMF groups, at months 1, 5, 8, 10, and 13 post-primary DENV-1 exposure. Geometric mean NT50 titers for months 1 (all groups) and 13 (SC and IMF groups only) are shown in Fig 5 and longitudinal NT50 titers across all time points are shown for individual animals from the SC and IMF groups in S4 Fig. Month 1 NT50 titers were highest against the infecting DENV-1 serotype, moderate against DENV-2, and low to undetectable against DENV-3 and 4, irrespective of group. Neutralizing antibody titers continued to develop over time, with a moderate 3-4-fold rise in geometric mean titers against DENV-1 and DENV-2 between month 1 and month 13. Additionally, most NT50 titers against DENV-3 were undetectable (<40) at month 1 and rose to geometric mean titers of over 100 at month 13. A similar lack of waning, cross-neutralizing anti-DENV antibody in rhesus macaques has been reported previously. [26] The ability of serially diluted month 13 sera to promote antibody-dependent infection enhancement (ADE) in vitro of the DENV-2 strain 0126/2010 used for secondary infections was also assessed. There was approximately a 15-fold increase in mean peak infection in the presence of this DENV-1-primed sera relative to negative control sera from both the SC and IMF groups. However, no statistical difference was observed between the two groups. ADE curves with NT50 overlaid for each animal are shown in S5 Fig. All animals had a detectable NT50 titer to DENV-2 and the ADE peak was observed at dilutions at or greater than the NT50 indicating that undiluted serum in these animals would be expected to neutralize virus infectivity and not mediate ADE.", "cite_spans": [{"start": 985, "end": 989, "text": "[26]", "ref_id": null}], "ref_spans": [{"start": 265, "end": 274, "text": "Fig 5 and", "ref_id": "FIGREF4"}], "section": "Cross-reactive neutralizing antibody was detected consistently without detectable waning following primary DENV-1 infection"}, {"text": "As shown in Table 1 , 15 months after primary infection, the SC and IMF groups were split into two subgroups of five animals each and homologously re-exposed to the same strain of DENV-1 (SC D1-D1 and IMF D1-D1) or heterologously exposed to DENV-2 (SC D1-D2 and IMF D1-D2). Two additional groups of 5 animals each were included as infection modality controls for DENV-2 exposure in flavivirus-naïve macaques (SC N-D2 and IMF N-D2). As in the primary DENV-1 infection groups, serum RNAemia and viremia were measured and statistical comparisons were made for peak titer observed, AUC, day of onset, and duration. Interestingly, as shown in Fig 6, the IMF N-D2 group did not differ significantly in RNAemia peak, AUC, onset, or duration as compared to SC N-D2, yet did demonstrate a significantly higher viremia peak titer (4.17-fold) and AUC (2.44-fold). The discrepancies in the IMF and SC observations between primary DENV-1 and DENV-2 infections suggest a serotype-or strain-specific relationship with the infection modality, possibly through differences in vertebrate or vector infectivity or through differences in interactions with specific MSP. Serotype PLOS NEGLECTED TROPICAL DISEASES differences in the onset and duration of viremia in NHP have been identified previously, suggesting that this IMF model is likely also useful for investigating these differences. [69] In addition, specific interactions between individual MSP and DENV have been described previously, and utilizing a model that allows for these interactions may prove critical in studies of DENV pathogenesis and vaccine development. [69] Secondary exposure resulted in partially or completely controlled DENV replication Heterologous exposure to DENV-2 differed from primary infection with DENV-2 (Fig 6) . In opposition to our study hypothesis that viremia/RNAemia would be unchanged or increased during heterologous infection compared to primary infection, many viremia/RNAemia parameters were reduced or not detected in secondary DENV-2 SC (SC D1-D2) and secondary DENV-2 IMF (IMF D1-D2) compared to the corresponding primary DENV-2 SC and IMF groups. The duration of RNAemia for SC D1-D2 and IMF D1-D2 groups was significantly shortened by 2.6 and 3.2 days, respectively, and the RNAemia AUC was significantly less in these groups, as compared to primary DENV-2 infections. Also, there was a significant 162-fold decrease in peak RNAemia of the IMF D1-D2 group relative to primary DENV-2 IMF. These data may be explained by the unexpectedly long-lasting and high titer DENV-2 cross neutralizing activity resulting from primary DENV-1 infection.", "cite_spans": [{"start": 1371, "end": 1375, "text": "[69]", "ref_id": "BIBREF66"}, {"start": 1608, "end": 1612, "text": "[69]", "ref_id": "BIBREF66"}], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 638, "end": 644, "text": "Fig 6,", "ref_id": "FIGREF5"}, {"start": 1772, "end": 1779, "text": "(Fig 6)", "ref_id": "FIGREF5"}], "section": "Primary DENV-2 replication kinetics differ from those of primary DENV-1"}, {"text": "As in primary DENV-2 infection, RNAemia peak, AUC, and duration did not differ significantly between IMF D1-D2 and SC D1-D2. In contrast, RNAemia onset in IMF D1-D2 was significantly delayed relative to SC D1-D2. Unlike primary DENV-2 IMF, IMF D1-D2 did not demonstrate detectable viremia as measured by plaque titration. Importantly, on an animal by animal basis, we consistently observed plaque production only in serum samples with genome equivalents/mL of at least 545,010 in secondary DENV-2 infections; none of the animals in IMF D1-D2 had genome equivalents/mL peaks that reached this threshold. Not surprisingly, no replication of DENV-1 in homologous re-exposure groups was observed in the periphery.", "cite_spans": [], "ref_spans": [], "section": "Primary DENV-2 replication kinetics differ from those of primary DENV-1"}, {"text": "As with primary DENV-1 exposures, hematology and clinical chemistries were assessed on study days 0, 7, and 21 post primary DENV-2, homologous DENV-1, and heterologous To compare IMF to the SC group, an ANOVA model was fitted on log 10 fold changes by including group, time, and group � time as fixed effects. Time was considered as a repeated factor with an unstructured matrix and heterogeneous variances between groups were assumed. Geometric means and geometric mean ratios and their respective 95% CIs were derived from this model. No adjustment for multiplicity was performed. No differences were found between groups at these time points for NT50 titer. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID. SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding.", "cite_spans": [], "ref_spans": [], "section": "Both SC and IMF secondary exposures exhibited hematological and biochemical parameter shifts consistent with human DENV infection"}, {"text": "https://doi.org/10.1371/journal.pntd.0008191.g005 DENV-2 exposures (Figs 2B and S1B ). Similar to primary DENV-1 exposures, HCT decreased and percent monocytes increased significantly in both SC N-D2 and IMF N-D2 groups on day 7 relative to baseline. Contrary to primary DENV-1 exposures, WBC counts in SC N-D2 and and IMF groups were divided into two subgroups, each of which were exposed to either DENV-1 or DENV-2 using the same administration route that was used for their respective primary infections. In parallel, DENV-naïve macaques were exposed to DENV-2, either via SC inoculation or IMF, as controls for primary DENV-2 infection. Sera were collected daily following DENV exposure and tested, in duplicate, by A) plaque assay for their infectious virus (viremia) titer expressed as PFU/mL, and by B) qRT-PCR for their RNAemia titer expressed as genome equivalents/mL. Geometric mean titers with standard error of the log 10transformed mean are displayed (n = 5/subgroup). C) Geometric mean ratios (GMR) and p-values for between group comparisons of viremia and RNAemia areas under the curve (AUC) and peak titers are shown. AUC and peak titers were log 10 -transformed for statistical analysis using an ANOVA model. Peak titers were additionally compared using a non-parametric analysis (ANOVA on ranks) to confirm the log 10 -transformed results. D) Viremia and RNAemia times to onset and durations were compared between groups using an ANOVA model, with LS means differences and p-values shown. SC, subcutaneous; IMF, infectious mosquito feeding; D1-D1, homologous DENV-1; D1-D2, heterologous DENV-2; N-D2, primary DENV-2.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 83, "text": "(Figs 2B and S1B", "ref_id": "FIGREF0"}], "section": "Both SC and IMF secondary exposures exhibited hematological and biochemical parameter shifts consistent with human DENV infection"}, {"text": "https://doi.org/10.1371/journal.pntd.0008191.g006", "cite_spans": [], "ref_spans": [], "section": "Both SC and IMF secondary exposures exhibited hematological and biochemical parameter shifts consistent with human DENV infection"}, {"text": "IMF N-D2 did not change significantly from baseline. Additionally, day 7 lymphocyte and neutrophil counts decreased and the levels of ALT increased significantly relative to baseline in IMF N-D2 but not in SC N-D2, whereas these changes extended to both SC and IMF groups after primary DENV-1 exposures. With regard to homologous secondary exposures on day 7, WBC and neutrophil counts decreased and AST levels increased significantly relative to baseline in IMF D1-D1 but not in SC D1-D1. With regard to heterologous secondary exposures on day 7, WBC counts and neutrophil counts decreased significantly relative to baseline in both SC D1-D2 and IMF D1-D2, lymphocyte counts decreased and AST levels increased significantly in SC D1-D2, and percent monocytes increased significantly in IMF D1-D2. As seen after primary DENV-1 exposure, significant decreases in RBC counts, hemoglobin, and HCT relative to baseline were detected in all groups on day 7.", "cite_spans": [], "ref_spans": [], "section": "PLOS NEGLECTED TROPICAL DISEASES"}, {"text": "Between-group comparisons revealed more significant differences reflective of administration route rather than exposure history. WBC counts and monocyte counts were significantly lower and percent lymphocytes higher in IMF N-D2 relative to SC N-D2. Albumin was significantly lower in IMF N-D2 compared to SC N-D2, as well as IMF D1-D2 relative to SC D1-D2; a reduction of albumin concentration has been suggested as a predictor of DHF in humans. [70] Lymphocyte counts were significantly lower in SC D1-D2 relative to IMF D1-D2. Comparing heterologous versus homologous secondary exposures, percent monocytes and basophils were significantly higher in SC D1-D2 relative to SC D1-D1. Lastly, percent basophils was significantly higher in SC D1-D2 relative to SC N-D2. All other significant mean changes from baseline and significant differences between groups are presented in S2 Table.", "cite_spans": [{"start": 446, "end": 450, "text": "[70]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "PLOS NEGLECTED TROPICAL DISEASES"}, {"text": "Administration site skin biopsies were again collected prior to DENV exposure (0h), and at 6h, 24h, and 21 days post-exposure, and examined for local inflammation (i.e. dermatitis/panniculitis) and immune cellular infiltration as above. Analysis revealed dermatitis/panniculitis scores above baseline in only 14 of 120 skin biopsy specimens (S2B Fig). None of the animals from SC D1-D1 scored above baseline, whereas 3/5 animals in IMF D1-D1 had a score of 1 or 2 at 6h and 1/5 had a score of 1 at 24h after DENV-1 re-exposure. Three of 5 animals in SC D1-D2 had a score of 1 or 2 at 24h, and 2/5 animals in SC N-D2 had a score of 1 or 2 at 24h. Similarly, 2/5 animals in IMF D1-D2 had a score of 1 or 2 at 24h and 1/5 had a score of 2 at 21d, and 2/5 animals in IMF N-D2 had a score of 1 or 2 at 24h.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 351, "text": "Fig).", "ref_id": null}], "section": "Mild skin inflammation without clear association with a specific DENV infection sequence or modality"}, {"text": "Serum cytokines were assessed following primary DENV-2, homologous DENV-1, and heterologous DENV-2 exposures as performed after primary DENV-1 infection (Figs 4B and S3 ). IL-4 and MCP-1 were elevated relative to baseline in the four groups receiving DENV-2 exposures but not in the homologous DENV-1 re-exposure groups; elevated production of these cytokines began on or immediately following the day of peak viremia/RNAemia. IFN-γ was elevated only in SC D1-D2, also beginning after peak RNAemia/viremia. IL-8 was elevated only in the three groups exposed by IMF. As observed in the primary DENV-1 IMF group, IL-2 and IL-15 exhibited decreased concentration in only the IMF N-D2 group, though at the earlier time point of 6h. VEGF exhibited elevated production at multiple time points only in the three SC exposure groups; in contrast to primary DENV-1 infection, the timing of VEGF production did not associate with the day of peak RNAemia in any discernable pattern.", "cite_spans": [], "ref_spans": [{"start": 153, "end": 168, "text": "(Figs 4B and S3", "ref_id": "FIGREF2"}], "section": "Serum cytokines vary by DENV serotype and infection modality"}, {"text": "Neutralizing antibody titers against the administered serotypes were assessed on day 35 following secondary DENV and primary DENV-2 exposure. Geometric mean NT50 titers (GMT) were 426 and 636 in the SC N-D2 and IMF N-D2 groups, respectively, following primary DENV-2 exposure (S3 Table) . GMT for animals in the SC D1-D2 and IMF D1-D2 groups increased 13.96-and 26.33-fold, respectively, following secondary, heterologous DENV-2 exposure. However, there was no detectable boost in NT50 titers following secondary, homologous DENV-1 exposures by either modality, and GMT even waned by 4-and 5-fold in the SC D1-D1 and IMF D1-D1 groups, respectively, compared to the month 13 pre-infection titers. This lack of boosting suggests negligible levels of DENV-1 replication following homologous re-exposure, which could indicate sterilizing immunity as a result of primary DENV-1 infection, irrespective of infection modality. However, the significant changes observed in hematological parameters and serum cytokine production following homologous DENV-1 exposure stand in contrast to this hypothesis and suggest a need for further characterization of fluctuations in these parameters during repeated DENV exposures, anesthetizations, and blood sample collections in this model.", "cite_spans": [], "ref_spans": [{"start": 280, "end": 286, "text": "Table)", "ref_id": null}], "section": "Neutralizing antibody titers following homologous DENV-1 re-exposure were indicative of sterilizing immunity"}, {"text": "The present study demonstrated the effects of varying the infection modality for DENV in a nonhuman primate model, including changes to the timing and magnitude of DENV replication kinetics in the periphery and to the concentration of numerous hematological, biochemical, and immunological parameters as compared to a more typical subcutaneous inoculation. Many of these effects were serotype-or strain-dependent, and the addition of salivary gland extract to an intradermal inoculation was not sufficient to recapitulate DENV infection via IMF in the present study. DENV infection of rhesus macaques via IMF appears to be an important step forward for better recapitulating natural human infection, although additional factors could be contributing to the observed outcomes.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "A potential confounding variable in the study of DENV pathogenesis following natural infection is the degree to which the subject was previously exposed to mosquito saliva and salivary antigens by blood-feeding mosquitoes. The prevalence of antibodies to the MSP of a given species in human sera varies with age and seasonality, but has been reported to be as high as 97% in Ae. aegypti endemic areas. [71] [72] [73] [74] A significant association was also found between the presence of antibodies to individual Ae. aegypti salivary proteins in sera from patients with secondary dengue infections and their clinical presentation. [75] Additionally, pre-exposure of mice to feeding by Ae. aegypti resulted in increased WNV neurovirulence and mortality upon subsequent viral infection via vector mosquito. [56] The macaques in the present study were obtained from colonies that are housed outdoors, and all have been exposed to the bites of various species of mosquito naturally in that environment. Given the improbability of locating a cohort of MSP-naïve animals, such a control group was not included and, thus, the impact of sensitization to MSP on infection cannot be parsed out from the physiological impact of MSP on infection in a MSP-naïve system.", "cite_spans": [{"start": 402, "end": 406, "text": "[71]", "ref_id": "BIBREF68"}, {"start": 407, "end": 411, "text": "[72]", "ref_id": "BIBREF69"}, {"start": 412, "end": 416, "text": "[73]", "ref_id": "BIBREF70"}, {"start": 417, "end": 421, "text": "[74]", "ref_id": "BIBREF71"}, {"start": 630, "end": 634, "text": "[75]", "ref_id": "BIBREF72"}, {"start": 804, "end": 808, "text": "[56]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Further, as discussed above, the quantity of virus inoculated by a probing and feeding mosquito relative to the amount needle-inoculated in this study remains uncharacterized. While we cannot exclude that the increased peak titers seen in the mosquito-exposed animals might be due to a higher overall inocula per animal, this is unlikely in light of other published literature. A systematic review of NHP models of DENV concluded that increasing dose was significantly associated with shorter time until detectable viremia and a shorter duration of detectable viremia, whereas these times in the present study were similar or increased in the mosquito-exposed animals relative to needle-inoculated animals. [63] Additionally, another review of NHP models of DENV concluded that higher doses do not appear to result in higher viremias, including doses as high as 10 7 PFU injected intravenously. [76] Differences in early viral recognition and effector molecule production associated with the challenge modality chosen when assessing vaccine efficacy could have great influence over downstream replication and pathogenesis of DENV, and thereby influence the apparent efficacy of a candidate vaccine. The data presented herein further points to a need for inclusion of vector-based administration in the investigation of other arbovirus systems of human public health relevance.", "cite_spans": [{"start": 707, "end": 711, "text": "[63]", "ref_id": "BIBREF60"}, {"start": 895, "end": 899, "text": "[76]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Research was conducted under an animal use protocol approved by the WRAIR/NMRC Institutional Animal Care and Use Committee. An institutional approval letter for this study has been provided to the journal. Research was conducted in an AAALACi accredited facility in compliance with the Animal Welfare Act and other federal statutes and regulations relating to animals and experiments involving animals and adheres to principles stated in the Guide for the Care and Use of Laboratory Animals, NRC Publication, 2011 edition. Material has been reviewed by the Walter Reed Army Institute of Research. There is no objection to its presentation and/or publication. The opinions or assertions contained herein are the private views of the author, and are not to be construed as official, or as reflecting true views of the Department of the Army or the Department of Defense.", "cite_spans": [], "ref_spans": [], "section": "Ethics statement"}, {"text": "Animals were housed individually during the viremic periods of the study, and pair-housed for the remainder of the study on a 12:12-hour light cycle and with 10-15 room air changes per hour. Animals were fed Old World Primate Chow 5038 (Quality Lab Products, Elkridge, MD) twice daily, fresh fruit at least three times a week, and water ad libitum. Environmental Enrichment was provided in the form of cage complexities, food treats, opportunities to forage, a rotation of several toys and puzzles, periodic access to an activity cage that permits climbing, jumping, and swinging, and alternating days of television and music. Animals were anesthetized with a combination of ketamine (11 mg/Kg) and acepromazine (0.55 mg/Kg), intramuscularly, prior to all procedures. The studies performed under this protocol were nonterminal.", "cite_spans": [], "ref_spans": [], "section": "Ethics statement"}, {"text": "Acquisition of healthy, adult, female, Chinese origin, colony bred rhesus macaques was facilitated by Covance Research Products and the NIH Primate Center. Prior to being placed on protocol all animals were tested and found negative for antibodies to Japanese encephalitis virus, WNV, yellow fever virus, and DENV-1-4 by a low-dilution screening using the virus neutralization assay prior to initial infection.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "Animals were assigned in no particular order, while attempting to balance ages and weights, to four experimental infection groups. These groups differed in virus exposure modality as shown in Table 1 . Prior to infection all animals were pre-exposed to feeding Aedes aegypti (Rockefeller strain) mosquitoes to prime them immunologically to mosquito salivary antigens. Cartons of 20 mosquitoes were allowed to feed on each animal at 7, 5, and 4 weeks prior to infection. Four weeks after the last mosquito priming, animals were infected with DENV-1 according to group. Virus was administered into the shaved skin in separate locations spaced at least 3 cm apart at the dorsal aspect by the methods specified in Table 1 . Skin punch biopsies were collected immediately after infection, and at 6h, 24h, and 21 days post-infection to characterize inflammation and transcriptional differences at the infection site. Blood samples were collected prior to infection for baseline and then after infection at 6 hours, daily from day 1 to 14, and on day 16, 18, 21, and 35 to assess circulating infectious virus (viremia) and viral RNA (RNAemia), serum antibodies, cytokines, CBC/differential, and serum chemistries. Following primary infection, follow-up blood samples were collected at approximately monthly intervals to allow for longitudinal assessment of serum neutralizing antibody titers before administering the secondary infection. Weight, body temperature, pulse and respiration rates were recorded for each animal at every time point. After assessment of primary infection, the SC and IMF groups were selected for secondary infection administered approximately 15 months after the primary infection. The 10 animals in each of the original SC and IMF groups were divided into subgroups of 5 animals each. Two new flavivirus-naïve control groups of 5 animals each (SC N-D2 and IMF N-D2) were added to the protocol to serve as primary DENV-2 infection controls as shown in Table 1 , and pre-exposed to feeding Ae. aegypti as above. The animals then were exposed by group to either DENV-1 (homologous re-exposure) or DENV-2 (heterologous exposure or primary exposure in the case of the flavivirus-naïve controls) and followed as in primary DENV-1 infection. For both study phases, animals were monitored for the development of clinical signs of disease, and blood samples and infection site skin biopsies were collected for assessment of virological, hematological, and immunological parameters.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 199, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 710, "end": 717, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1971, "end": 1978, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Study design"}, {"text": "Animals were exposed to virus by one of four methods: (i) subcutaneous injection (SC), (ii) intradermal injection (ID), (iii) intradermal injection also containing mosquito salivary gland extract (ID+SGE), and (iv) feeding by infectious mosquitoes (IMF). For all injections, a DENV stock in Eagle's Minimal Essential Medium with 20% heat-inactivated fetal bovine serum (EMEM/20% FBS) was further diluted, as needed, in un-supplemented EMEM to obtain a viral load in the final inoculum of 5.18 log 10 PFU per animal, with administration at three separate sites of the dorsal aspect of the torso. With the exception of mosquito feeding and unless otherwise noted, the same viral dose was administered at each injection site. In four animals, a partial dose was delivered in the ID+SGE group due to clogging of the microneedle in the delivery apparatus; the dose delivered ranged from 50-90% of the intended volume, which equates to 4.88-5.13 log 10 PFU and was considered negligible. SC injections utilized 0.5 mL doses and 1 mL syringes with 25 gauge, ¾-inch needles. ID injections utilized 120 μL doses and were administered using the Debioject device (Debiotech SA, Switzerland) equipped with a microneedle. ID+SGE injections each additionally included the equivalent of five salivary glands in PBS (to equate, at a minimum, the feeding of five mosquitoes). SGE was prepared as previously described and was 0.2μm filtered prior to use. [77] For the IMF groups, 5 mosquitoes in a canister with a 10mm restricted opening were allowed to feed per each of three sites, totaling 15 mosquitoes per animal. The mosquitoes were allowed to feed until 5 had probed and at least 3 fed to repletion per location or up to ten minutes (S4 Table) .", "cite_spans": [{"start": 1437, "end": 1441, "text": "[77]", "ref_id": "BIBREF75"}], "ref_spans": [{"start": 1726, "end": 1732, "text": "Table)", "ref_id": null}], "section": "DENV administration methods"}, {"text": "The DENVs used for NHP infection were recently circulating strains from Brazil isolated in C6/36 mosquito cells from febrile patients from Rio de Janeiro (DENV-1 strain 0111/2011) and Campos (DENV-2 strain 0126/2010) in 2011 and 2010, respectively. These viruses were kindly provided by Dr. Ana Bispo de Filippis and described previously. [22] To prepare stocks for NHP infection, Vero cell culture supernatants containing 20% FBS were harvested and centrifuged to pellet large debris, and clarified supernatants then were plaque titrated. Singleuse aliquots were frozen at -80˚C prior to use. Vero passage-2 stocks, following the original isolation in C6/36 cells, were used for infection of NHP and mosquitoes. The stocks were sequenced using DENV1 and DENV2 specific primers, respectively, on the Illumina MiSeq platform as described in [78] to authenticate contents. The genomes were assembled using an in-house developed reference mapping pipeline, ngs_mapper (https://github.com/ VDBWRAIR/ngs_mapper).", "cite_spans": [{"start": 339, "end": 343, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 840, "end": 844, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Cells and viruses"}, {"text": "Additionally, DENV1-4 (strains Western Pacific 1974, S16803, CH53489, TVP-360, respectively), YFV strain 17D, and JEV strain SA14-14-2 were utilized for ELISA, FlowNT50, and/or PRNT assays. Viruses for PRNT assays were produced in Vero cells. Viruses for ELISA and FlowNT50 assay were produced in C6/36 cells. Virus for ELISA was purified by ultracentrifugation through a 30% sucrose solution, and the virus pellet was resuspended in PBS.", "cite_spans": [], "ref_spans": [], "section": "Cells and viruses"}, {"text": "Laboratory strain Ae. aegypti Rockefeller were maintained under constant environmental conditions (28-29˚C, 60-80% relative humidity, with a 12:12-hour light:dark photoperiod) and provided 10% sucrose solution ad libitum. Mosquitoes were cold-anesthetized and then exposed to DENV by intrathoracic (IT) inoculation using a microcapillary needle fixed to a microinjection apparatus. Mosquitoes were injected with 0.3μL of 7 log 10 PFU/mL DENV1 or 6.75 log 10 PFU/mL DENV2 stocks. Mosquitoes were utilized for feeding on NHP on day 14 post IT inoculation. Method validation prior to study start demonstrated 100% infection of mosquito salivary glands by either stock virus as measured using plaque titration.", "cite_spans": [], "ref_spans": [], "section": "Infection of mosquitoes"}, {"text": "Following mosquito feeding or needle inoculation, the sites of administration were biopsied in time course sequence using 10mm biopsy punches. These skin biopsies were then dissected into cross-sectional portions. One portion was immediately submerged in 10% neutral buffered formalin for histopathological analysis. In the case of primary DENV-1 infection, another portion was immediately submerged in RNA-later solution (Thermo Fisher Scientific), according to manufacturer's suggested volume and preservation time, for subsequent RNA extraction. The third virus administration site was not biopsied until after the systemic infection had cleared, on day 21.", "cite_spans": [], "ref_spans": [], "section": "Biopsy collection"}, {"text": "Standard plaque-reduction neutralization tests (PRNT) on Vero cell monolayers were used to screen pre-study sera for determining serologically flavivirus-naïve animals at a 1:10 dilution of heat-inactivated sera.", "cite_spans": [], "ref_spans": [], "section": "PRNT"}, {"text": "Neutralizing antibody titers in heat-inactivated sera between the primary infection and secondary infection phases of the experiment were determined using a 96-well, high-throughput, flow cytometry-based neutralization assay as previously described. [79] Serial dilutions of sera were mixed with an equal volume of virus, diluted to achieve 10-15% infection of cells/well, and incubated for 1h at 37˚C. After 1h of incubation, an equal volume of medium (RPMI-1640 supplemented with 10% FBS, 1% penicillin/streptomycin, 1% L-glutamine (200mM), and 1% nonessential amino acids (10mM)) containing 5x10 4 U937-DC-SIGN cells were added to each serum-virus mixture and incubated 18-20 h overnight in a 37˚C, 5% CO2, humidified incubator. Following overnight incubation, the cells were fixed, permeabilized and immunostained with the flavivirus group-reactive mouse monoclonal antibody 4G2, and a secondary polyclonal goat anti-mouse IgG PE-conjugated antibody (#550589, BD Biosciences). The percent infected cells were quantified on a BD Accuri C6 Plus flow cytometer (BD Biosciences). Data were analyzed by nonlinear regression to determine 50% endpoint titers in GraphPad Prism 6.", "cite_spans": [{"start": 250, "end": 254, "text": "[79]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "FlowNT50"}, {"text": "In vitro antibody-dependent enhancement of DENV infection was quantified as previously described. [79] Beginning at 1:40, two-fold serial dilutions of heat-inactivated day 0 sera were incubated with virus (in sufficient amount to infect 10-15% of U937-DC-SIGN cells) at 1:1 for 1h at 37˚C. This mixture was then added to a 96-well plate containing 5x10 4 cells (K562) per well in duplicate. Cells were infected 18-20 h overnight in a 37˚C, 5% CO2, humidified incubator. Processing and quantification continued as outlined in the FlowNT50 methods. Foldinfection relative to control serum was reported.", "cite_spans": [{"start": 98, "end": 102, "text": "[79]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Antibody-dependent enhancement assay"}, {"text": "Plaque titration of DENV in inocula and in sera were determined by standard plaque assay, in duplicate, on Vero cell monolayers. Limit of detection was 25 plaque-forming units/mL (PFU/ mL) for primary infection samples and 5 PFU/mL for secondary infection samples. Values for undetectable samples were replaced with 12.5 or 2.5 PFU/mL, respectively, for the purposes of statistical analysis and graphing; these values are one-half of the theoretical minimum of one detected plaque multiplied by the assay dilution factor of 25 or 5, respectively, to achieve per mL concentrations.", "cite_spans": [], "ref_spans": [], "section": "Plaque titration"}, {"text": "DENV in sera was determined as previously described, with modification: the DENV-2 probe fluorophore was changed to JOE. [80] RNA was extracted from sera on days 1-14, 16, 18, and 21 using QIAamp Viral RNA mini on the QIAcube instrument. Eluted RNA was quantified by qRT-PCR using the SuperScript III Platinum One-Step qRT-PCR kit (Thermo Fisher Scientific) on the QuantStudio 7-Flex Real-Time PCR instrument (Thermo Fisher Scientific). DENV RNAemia was calculated as genome equivalents (GE) per mL using an internal standard curve of 10-fold serially diluted in vitro-transcribed RNA. The limit of quantitation, defined here as detection of a standard curve dilution in �95% of at least 20 replicate curves tested, for both the DENV-1 and DENV-2 assays is 50 GE/reaction. Values for undetectable samples were replaced with 25 GE/mL for the purposes of statistical analysis and graphing; this value is one-half of a theoretical minimum of one detected copy per reaction multiplied by the assay dilution factor of 50 to achieve per mL concentrations.", "cite_spans": [{"start": 121, "end": 125, "text": "[80]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Virus quantification (qRT-PCR)"}, {"text": "The ", "cite_spans": [], "ref_spans": [], "section": "Cytokine analysis"}, {"text": "Skin biopsy cross-sectional portions were disrupted and homogenized in 750 μL of Lysis/Binding Buffer (Thermo Fisher Scientific) using the FastPrep-24 homogenizer and Lysing Matrix Z (MP Biomedicals) in accordance with the manufacturer's instructions. RNA was then purified with the mirVana miRNA Isolation Kit (Thermo Fisher Scientific) in accordance with the manufacturer's instructions. Fifty μL of eluate was DNase-treated with TURBO DNA-free kit (Thermo Fisher Scientific) in accordance with the manufacturer's Rigorous DNase treatment procedure. RNA in the resulting DNase-treated sample was further purified using the RNA Clean & Concentrator-5 kit (Zymo Research) in accordance with the manufacturer's instructions. A uniform quantity of total RNA per skin biopsy, as determined by NanoDrop ND-1000 (Thermo Fisher Scientific) A260 reading, was used to create cDNA. cDNA creation was performed with the SuperScript VILO cDNA Synthesis Kit using 500ng total RNA. Transcript quantification was performed using PowerUp SYBR Green Master Mix (Thermo Fisher Scientific) according to manufacturer's instructions and cycling parameters on the QuantStudio 7 Flex Real-Time PCR System in triplicate in 384-well format (Thermo Fisher Scientific). Testing was conducted with 500nM of individual primer sets (Integrated DNA Technologies) for  Eotaxin, IFN-β1, IL-1β, IL-4, IL-5, IL-8, IL-10, IL-29-like/IFNλ1, IP10/CXCL10, RelA, TLR3,  TLR4, TLR7, TNF, IRF3, RANTES, XRN1, MDA5, RIG-I, MYD88 , ALG9, and RPL32-like (S1 Table) . The ΔΔCt method was used in order to calculate fold change differences for each sample at each time point relative to time 0. [44, 81] Ct values from triplicate wells were averaged to find mean-Ct values for each gene of interest per sample. Mean-Ct values for ALG9 and RPL32-like were averaged together to generate the mean normalization factor, which was then utilized as the \"house-keeping gene\" in ΔCt calculations. Undetectable values were artificially set to the maximum detected Ct value per target rounded up to the nearest 0.5Ct in order to enable relative quantification.", "cite_spans": [{"start": 1649, "end": 1653, "text": "[44,", "ref_id": "BIBREF41"}, {"start": 1654, "end": 1657, "text": "81]", "ref_id": "BIBREF80"}], "ref_spans": [{"start": 1303, "end": 1486, "text": "(Integrated DNA Technologies) for  Eotaxin, IFN-β1, IL-1β, IL-4, IL-5, IL-8, IL-10, IL-29-like/IFNλ1, IP10/CXCL10, RelA, TLR3,  TLR4, TLR7, TNF, IRF3, RANTES, XRN1, MDA5, RIG-I, MYD88", "ref_id": "TABREF0"}, {"start": 1514, "end": 1520, "text": "Table)", "ref_id": null}], "section": "Transcriptional analysis (RT-qPCR)"}, {"text": "Histopathological analysis was conducted on all skin biopsy specimens. Tissue sections were immersion-fixed in 10% neutral buffered formalin, embedded in paraffin, sectioned, and stained with hematoxylin and eosin. Dermatitis/panniculitis was scored from 0-4 (none, minimal, mild, moderate, marked) by board-certified anatomical pathologists.", "cite_spans": [], "ref_spans": [], "section": "Histopathology"}, {"text": "Hematologic analysis was performed using whole blood samples collected in purple-topped EDTA tubes on days 0, 7, and 21. Hematologic analysis was conducted using a Sysmex XT-2000iV Hematology Analyzer (Sysmex America, Lincolnshire, IL). The hematology parameters analyzed included white blood cell (WBC) count, red blood cell (RBC) count, hemoglobin (HGB), percentage hematocrit (HCT), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), mean cell hemoglobin concentration (MCHC), platelet (PLT) count, red cell distribution width (RDW), mean platelet volume (MPV), reticulocyte percentage, and reticulocyte count. Reference ranges utilized were in-house intervals based upon routine physicals of 200 rhesus monkeys from the WRAIR animal colony not involved in studies. Serum chemistry analysis was obtained from whole blood collected in gold-topped serum separator tubes. Serum was analyzed for aspartate aminotransferase (AST) and alanine transaminase (ALT) using a Vitros 350 Chemistry System (Ortho Clinical Diagnostics, Raritan, NJ).", "cite_spans": [], "ref_spans": [], "section": "Clinical chemistry and hematology"}, {"text": "Statistical analyses were performed according to the data distribution and type as follows: 1) RNAemia and viremia data were compared in the following ways: AUC, peak magnitude, duration, and onset. AUC and peak magnitude were analyzed using log-transformed values while onset and duration were analyzed using untransformed values. Differences were tested for using ANOVA and estimates obtained. For AUC and peak magnitude, these estimates are means of log-values which are geometric means. For results presentation, the ratios of the geometric means were calculated for each pairwise comparison and are discussed as fold changes. For the onset and duration, estimates obtained are differences in means and presented as such.", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses"}, {"text": "2) Statistical significance of clinical values was assessed as the change from baseline and analyzed via ANOVA, with the baseline values of the variable, baseline weight, and group as factors. 3) Analyses of transcriptional data were based on fold change from baseline derived from the ΔΔCt method; fold change values between 0.5-2 were considered not biologically meaningful. 4) For both transcriptional data and antibody data, to compare each group to the SC group, an ANOVA model was fitted on fold changes of log 2 (transcriptional data) or log 10 (antibody data) by including group, time, and group � time as fixed effects. Time was considered as a repeated measure with an unstructured covariance matrix, and heterogeneous variances between groups were assumed. Geometric means and geometric mean ratios and their respective 95% CIs were derived from this model. No adjustment for multiplicity was performed. All data analyses were performed using SAS version 9.4 or RStudio with R version 3.5.1. All tests performed as two-tailed tests and significance was assessed at α = 0.05. Serum was collected at 0 hour, 6 hours, and days 1, 3, 5, 7, 10, and 16 A) post-primary DENV-1 infection, B) post-primary and post-secondary DENV-1 for SC and IMF animals only, and C) post-primary and post-secondary DENV-2 infection. Twenty-five cytokines, chemokines, and growth factors in serum were assessed. Data are expressed as geometric mean fold change ranges relative to baseline (0h). Fold change values within 2-fold of baseline (horizontal grey bands) were considered unchanged from baseline. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID; n = 5 for the remainder of groups. SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding; D1-D1, homologous DENV-1; D1-D2, heterologous DENV-2; N-D2, primary DENV-2. Table. Neutralizing antibody titers before and after homologous DENV-1, heterologous DENV-2, and primary DENV-2 exposure. NT50 titers on day 35 post exposure are shown for each animal, as well as geometric mean titers (GMT) for each group. Fold change values for each animal and geometric mean fold change values for each group relative to pre-secondary exposure titers (month 13) are also shown. (XLSX) S4 Table. Table of ", "cite_spans": [], "ref_spans": [{"start": 1868, "end": 1874, "text": "Table.", "ref_id": "TABREF2"}, {"start": 2275, "end": 2290, "text": "Table. Table of", "ref_id": "TABREF2"}], "section": "Statistical analyses"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Dengue and dengue hemorrhagic fever", "authors": [{"first": "D", "middle": ["J"], "last": "Gubler", "suffix": ""}], "year": 1998, "venue": "Clin Microbiol Rev", "volume": "11", "issn": "3", "pages": "", "other_ids": {"PMID": ["9665979"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical and laboratory predictive markers for acute dengue infection", "authors": [{"first": "T", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Liu", "suffix": ""}], "year": 2013, "venue": "J Biomed Sci", "volume": "20", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1423-0127-20-75"], "PMID": ["24138072"], "PMCID": ["PMC4015130"]}}, "BIBREF2": {"ref_id": "b2", "title": "Immunopathogenesis of dengue virus infection", "authors": [{"first": "H", "middle": ["Y"], "last": "Lei", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Yeh", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Liu", "suffix": ""}], "year": 2001, "venue": "J Biomed Sci", "volume": "8", "issn": "5", "pages": "377--88", "other_ids": {"DOI": ["10.1007/bf02255946"], "PMID": ["11549879"]}}, "BIBREF3": {"ref_id": "b3", "title": "Haematological and biochemical markers as predictors of dengue infection", "authors": [{"first": "M", "middle": ["V"], "last": "Rashmi", "suffix": ""}, {"first": "", "middle": [], "last": "Hamsaveena", "suffix": ""}], "year": 2015, "venue": "Malays J Pathol", "volume": "37", "issn": "3", "pages": "247--51", "other_ids": {"PMID": ["26712670"]}}, "BIBREF4": {"ref_id": "b4", "title": "Use of simple laboratory features to distinguish the early stage of severe acute respiratory syndrome from dengue fever", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Earnest", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Paton", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "39", "issn": "12", "pages": "1818--1841", "other_ids": {"DOI": ["10.1086/426029"], "PMID": ["15578405"]}}, "BIBREF5": {"ref_id": "b5", "title": "The global burden of dengue: an analysis from the Global Burden of Disease Study", "authors": [{"first": "J", "middle": ["D"], "last": "Stanaway", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Shepard", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Undurraga", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Halasa", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Coffeng", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Brady", "suffix": ""}], "year": 2013, "venue": "Lancet Infect Dis", "volume": "16", "issn": "6", "pages": "712--735", "other_ids": {"DOI": ["10.1016/S1473-3099(16)00026-8"], "PMID": ["26874619"]}}, "BIBREF8": {"ref_id": "b8", "title": "Can non-human primates serve as models for investigating dengue disease pathogenesis? Frontiers in microbiology", "authors": [{"first": "K", "middle": ["B"], "last": "Clark", "suffix": ""}, {"first": "N", "middle": [], "last": "Onlamoon", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Hsiao", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Perng", "suffix": ""}, {"first": "F", "middle": [], "last": "Villinger", "suffix": ""}], "year": 2013, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2013.00305"], "PMID": ["24130557"]}}, "BIBREF9": {"ref_id": "b9", "title": "Studies on the pathogenesis of dengue infection in monkeys. I. Clinical laboratory responses to primary infection. The Journal of infectious diseases", "authors": [{"first": "S", "middle": ["B"], "last": "Halstead", "suffix": ""}, {"first": "H", "middle": [], "last": "Shotwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Casals", "suffix": ""}], "year": 1973, "venue": "", "volume": "128", "issn": "", "pages": "7--14", "other_ids": {"DOI": ["10.1093/infdis/128.1.7"], "PMID": ["4198027"]}}, "BIBREF10": {"ref_id": "b10", "title": "Studies on the pathogenesis of dengue infection in monkeys. 3. Sequential distribution of virus in primary and heterologous infections. The Journal of infectious diseases", "authors": [{"first": "N", "middle": ["J"], "last": "Marchette", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Halstead", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Falkler", "suffix": ""}, {"first": "A", "middle": [], "last": "Stenhouse", "suffix": ""}, {"first": "D", "middle": [], "last": "Nash", "suffix": ""}], "year": 1973, "venue": "", "volume": "128", "issn": "", "pages": "23--30", "other_ids": {"DOI": ["10.1093/infdis/128.1.23"], "PMID": ["4198025"]}}, "BIBREF11": {"ref_id": "b11", "title": "An adjuvanted, tetravalent dengue virus purified inactivated vaccine candidate induces long-lasting and protective antibody responses against dengue challenge in rhesus macaques. The American journal of tropical medicine and hygiene", "authors": [{"first": "S", "middle": [], "last": "Fernandez", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Thomas", "suffix": ""}, {"first": "De", "middle": ["La"], "last": "Barrera", "suffix": ""}, {"first": "R", "middle": [], "last": "Im-Erbsin", "suffix": ""}, {"first": "R", "middle": [], "last": "Jarman", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Baras", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "", "volume": "92", "issn": "", "pages": "698--708", "other_ids": {"DOI": ["10.4269/ajtmh.14-0268"], "PMID": ["25646261"]}}, "BIBREF13": {"ref_id": "b13", "title": "Protection against dengue virus by non-replicating and live attenuated vaccines used together in a prime boost vaccination strategy", "authors": [{"first": "M", "middle": [], "last": "Simmons", "suffix": ""}, {"first": "T", "middle": [], "last": "Burgess", "suffix": ""}, {"first": "J", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "R", "middle": [], "last": "Putnak", "suffix": ""}], "year": 2010, "venue": "Virology", "volume": "396", "issn": "2", "pages": "280--288", "other_ids": {"DOI": ["10.1016/j.virol.2009.10.023"]}}, "BIBREF14": {"ref_id": "b14", "title": "Substitution of the structural genes of dengue virus type 4 with those of type 2 results in chimeric vaccine candidates which are attenuated for mosquitoes, mice, and rhesus monkeys", "authors": [{"first": "S", "middle": ["S"], "last": "Whitehead", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hanley", "suffix": ""}, {"first": "J", "middle": [], "last": "Blaney", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Gilmore", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Elkins", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphy", "suffix": ""}], "year": 2003, "venue": "Vaccine", "volume": "21", "issn": "", "pages": "4307--4323", "other_ids": {"DOI": ["10.1016/s0264-410x(03)00488-2"], "PMID": ["14505913"]}}, "BIBREF15": {"ref_id": "b15", "title": "Dengue virus type 3 vaccine candidates generated by introduction of deletions in the 3' untranslated region (3'-UTR) or by exchange of the DENV-3 3'-UTR with that of DENV-4", "authors": [{"first": "J", "middle": ["E"], "last": "Blaney", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Sathe", "suffix": ""}, {"first": "L", "middle": [], "last": "Goddard", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Hanson", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Romero", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hanley", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1016/j.vaccine.2007.11.082"], "PMID": ["18191005"]}}, "BIBREF16": {"ref_id": "b16", "title": "Attenuation and immunogenicity in humans of a live dengue virus type-4 vaccine candidate with a 30 nucleotide deletion in its 3'-untranslated region. The American journal of tropical medicine and hygiene", "authors": [{"first": "A", "middle": ["P"], "last": "Durbin", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}, {"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Vaughn", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Reynolds", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Perreault", "suffix": ""}], "year": 2001, "venue": "", "volume": "65", "issn": "", "pages": "405--418", "other_ids": {"DOI": ["10.4269/ajtmh.2001.65.405"], "PMID": ["11716091"]}}, "BIBREF17": {"ref_id": "b17", "title": "Development of a recombinant tetravalent dengue virus vaccine: immunogenicity and efficacy studies in mice and monkeys", "authors": [{"first": "D", "middle": ["E"], "last": "Clements", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Coller", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Lieberman", "suffix": ""}, {"first": "S", "middle": [], "last": "Ogata", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Harada", "suffix": ""}], "year": 2010, "venue": "Vaccine", "volume": "28", "issn": "15", "pages": "", "other_ids": {"DOI": ["10.1016/j.vaccine.2010.01.022"], "PMID": ["20097152"]}}, "BIBREF18": {"ref_id": "b18", "title": "Efficacy of a tetravalent chimeric dengue vaccine (DENVax) in Cynomolgus macaques. The American journal of tropical medicine and hygiene", "authors": [{"first": "J", "middle": ["E"], "last": "Osorio", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Brewoo", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Silengo", "suffix": ""}, {"first": "J", "middle": [], "last": "Arguello", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Moldovan", "suffix": ""}, {"first": "M", "middle": [], "last": "Tary-Lehmann", "suffix": ""}], "year": 2011, "venue": "", "volume": "84", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4269/ajtmh.2011.10-0592"], "PMID": ["21633037"]}}, "BIBREF19": {"ref_id": "b19", "title": "Safety and efficacy of chimeric yellow Fever-dengue virus tetravalent vaccine formulations in nonhuman primates", "authors": [{"first": "F", "middle": [], "last": "Guirakhoo", "suffix": ""}, {"first": "K", "middle": [], "last": "Pugachev", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Myers", "suffix": ""}, {"first": "I", "middle": [], "last": "Levenbook", "suffix": ""}, {"first": "K", "middle": [], "last": "Draper", "suffix": ""}], "year": 2004, "venue": "Journal of virology", "volume": "78", "issn": "9", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.78.9.4761-4775.2004"], "PMID": ["15078958"]}}, "BIBREF20": {"ref_id": "b20", "title": "Clinical efficacy and safety of a novel tetravalent dengue vaccine in healthy children in Asia: a phase 3, randomised, observer-masked, placebo-controlled trial", "authors": [{"first": "M", "middle": ["R"], "last": "Capeding", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Tran", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Hadinegoro", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Ismail", "suffix": ""}, {"first": "T", "middle": [], "last": "Chotpitayasunondh", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Chua", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "9951", "pages": "61060--61066", "other_ids": {"DOI": ["10.1016/S0140-6736(14)61060-6"], "PMID": ["25018116"]}}, "BIBREF21": {"ref_id": "b21", "title": "Effect of Dengue Serostatus on Dengue Vaccine Safety and Efficacy", "authors": [{"first": "S", "middle": [], "last": "Sridhar", "suffix": ""}, {"first": "A", "middle": [], "last": "Luedtke", "suffix": ""}, {"first": "E", "middle": [], "last": "Langevin", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": [], "last": "Bonaparte", "suffix": ""}, {"first": "T", "middle": [], "last": "Machabert", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "379", "issn": "4", "pages": "327--367", "other_ids": {"DOI": ["10.1056/NEJMoa1800820"], "PMID": ["29897841"]}}, "BIBREF22": {"ref_id": "b22", "title": "Efficacy of a tetravalent dengue vaccine in children in Latin America", "authors": [{"first": "L", "middle": [], "last": "Villar", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Dayan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Arredondo-Garcia", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rivera", "suffix": ""}, {"first": "R", "middle": [], "last": "Cunha", "suffix": ""}, {"first": "C", "middle": [], "last": "Deseda", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "2", "pages": "113--136", "other_ids": {"DOI": ["10.1056/NEJMoa1411037"], "PMID": ["25365753"]}}, "BIBREF23": {"ref_id": "b23", "title": "Characterization of recent and minimally passaged Brazilian dengue viruses inducing robust infection in rhesus macaques", "authors": [{"first": "M", "middle": ["B"], "last": "Borges", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Marchevsky", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Mendes", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Mendes", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Duarte", "suffix": ""}, {"first": "M", "middle": [], "last": "Cruz", "suffix": ""}], "year": 2018, "venue": "PloS one", "volume": "13", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0196311"], "PMID": ["29694440"], "PMCID": ["PMC5919018"]}}, "BIBREF24": {"ref_id": "b24", "title": "Detection of post-vaccination enhanced dengue virus infection in macaques: An improved model for early assessment of dengue vaccines", "authors": [{"first": "M", "middle": ["B"], "last": "Borges", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Marchevsky", "suffix": ""}, {"first": "Carvalho", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "R", "middle": [], "last": "Da Silva Mendes", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}, {"first": "Almeida", "middle": [], "last": "Mendes", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Diniz-Mendes", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "PLoS pathogens", "volume": "15", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1007721"], "PMID": ["31009499"]}}, "BIBREF25": {"ref_id": "b25", "title": "Infection dynamics of sylvatic dengue virus in a natural primate host, the African Green Monkey. The American journal of tropical medicine and hygiene", "authors": [{"first": "K", "middle": ["A"], "last": "Hanley", "suffix": ""}, {"first": "M", "middle": [], "last": "Guerbois", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Kautz", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Whitehead", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Weaver", "suffix": ""}], "year": 2014, "venue": "", "volume": "91", "issn": "", "pages": "672--678", "other_ids": {"DOI": ["10.4269/ajtmh.13-0492"], "PMID": ["25092823"]}}, "BIBREF27": {"ref_id": "b27", "title": "In vivo enhancement of dengue virus infection in rhesus monkeys by passively transferred antibody. The Journal of infectious diseases", "authors": [{"first": "S", "middle": ["B"], "last": "Halstead", "suffix": ""}], "year": 1979, "venue": "", "volume": "140", "issn": "", "pages": "527--560", "other_ids": {"DOI": ["10.1093/infdis/140.4.527"], "PMID": ["117061"]}}, "BIBREF28": {"ref_id": "b28", "title": "Monoclonal antibody-mediated enhancement of dengue virus infection in vitro and in vivo and strategies for prevention", "authors": [{"first": "A", "middle": ["P"], "last": "Goncalvez", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Engle", "suffix": ""}, {"first": "M", "middle": [], "last": "St Claire", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Purcell", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Lai", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci", "volume": "104", "issn": "22", "pages": "9422--9429", "other_ids": {"DOI": ["10.1073/pnas.0703498104"], "PMID": ["17517625"]}}, "BIBREF30": {"ref_id": "b30", "title": "An apparatus which enables the process of feeding by mosquitoes to be observed in the tissues of a live rodent; together with an account of the ejection of saliva and its significance in Malaria. Annals of tropical medicine and parasitology", "authors": [{"first": "R", "middle": ["B"], "last": "Griffiths", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Gordon", "suffix": ""}], "year": 1952, "venue": "", "volume": "46", "issn": "", "pages": "311--320", "other_ids": {"DOI": ["10.1080/00034983.1952.11685536"], "PMID": ["13008362"]}}, "BIBREF31": {"ref_id": "b31", "title": "Mosquitoes inoculate high doses of West Nile virus as they probe and feed on live hosts", "authors": [{"first": "L", "middle": ["M"], "last": "Styer", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Kent", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Albright", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Bennett", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bernard", "suffix": ""}], "year": 2007, "venue": "PLoS pathogens", "volume": "3", "issn": "9", "pages": "1262--70", "other_ids": {"DOI": ["10.1371/journal.ppat.0030132"], "PMID": ["17941708"], "PMCID": ["PMC1976553"]}}, "BIBREF32": {"ref_id": "b32", "title": "Nonvascular delivery of Rift Valley fever virus by infected mosquitoes. The American journal of tropical medicine and hygiene", "authors": [{"first": "M", "middle": ["J"], "last": "Turell", "suffix": ""}, {"first": "A", "middle": [], "last": "Spielman", "suffix": ""}], "year": 1992, "venue": "", "volume": "47", "issn": "", "pages": "190--194", "other_ids": {"DOI": ["10.4269/ajtmh.1992.47.190"], "PMID": ["1503187"]}}, "BIBREF33": {"ref_id": "b33", "title": "Nonvascular delivery of St. Louis encephalitis and Venezuelan equine encephalitis viruses by infected mosquitoes (Diptera: Culicidae) feeding on a vertebrate host", "authors": [{"first": "M", "middle": ["J"], "last": "Turell", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Tammariello", "suffix": ""}, {"first": "A", "middle": [], "last": "Spielman", "suffix": ""}], "year": 1995, "venue": "Journal of medical entomology", "volume": "32", "issn": "4", "pages": "563--571", "other_ids": {"DOI": ["10.1093/jmedent/32.4.563"], "PMID": ["7650720"]}}, "BIBREF34": {"ref_id": "b34", "title": "An annotated catalogue of salivary gland transcripts in the adult female mosquito, Aedes aegypti", "authors": [{"first": "J", "middle": ["M"], "last": "Ribeiro", "suffix": ""}, {"first": "B", "middle": [], "last": "Arca", "suffix": ""}, {"first": "F", "middle": [], "last": "Lombardo", "suffix": ""}, {"first": "E", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Phan", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Chandra", "suffix": ""}], "year": 2007, "venue": "BMC genomics", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2164-8-6"], "PMID": ["17204158"]}}, "BIBREF35": {"ref_id": "b35", "title": "The enhancement of arbovirus transmission and disease by mosquito saliva is associated with modulation of the host immune response", "authors": [{"first": "B", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2008, "venue": "Transactions of the Royal Society of Tropical Medicine and Hygiene", "volume": "102", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1016/j.trstmh.2008.01.024"], "PMID": ["18342898"]}}, "BIBREF36": {"ref_id": "b36", "title": "Infection with dengue-2 virus alters proteins in naturally expectorated saliva of Aedes aegypti mosquitoes", "authors": [{"first": "D", "middle": ["M"], "last": "Chisenhall", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Christofferson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Mccracken", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Johnson", "suffix": ""}, {"first": "B", "middle": [], "last": "Londono-Renteria", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Mores", "suffix": ""}], "year": 2014, "venue": "Parasit Vectors", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-3305-7-252"], "PMID": ["24886023"]}}, "BIBREF37": {"ref_id": "b37", "title": "Aedes aegypti salivary gland extracts modulate anti-viral and TH1/TH2 cytokine responses to sindbis virus infection", "authors": [{"first": "B", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "L", "middle": [], "last": "Soong", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Zeidner", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2004, "venue": "Viral immunology", "volume": "17", "issn": "4", "pages": "565--73", "other_ids": {"DOI": ["10.1089/vim.2004.17.565"], "PMID": ["15671753"]}}, "BIBREF38": {"ref_id": "b38", "title": "Aedes aegypti saliva alters leukocyte recruitment and cytokine signaling by antigen-presenting cells during West Nile virus infection", "authors": [{"first": "B", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "L", "middle": [], "last": "Soong", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Coffey", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Stevenson", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mcgee", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2010, "venue": "PloS one", "volume": "5", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0011704"], "PMID": ["20661470"], "PMCID": ["PMC2908538"]}}, "BIBREF39": {"ref_id": "b39", "title": "Host immune response to mosquito-transmitted chikungunya virus differs from that elicited by needle inoculated virus", "authors": [{"first": "S", "middle": [], "last": "Thangamani", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}, {"first": "S", "middle": [], "last": "Ziegler", "suffix": ""}, {"first": "D", "middle": [], "last": "Vanlandingham", "suffix": ""}, {"first": "R", "middle": [], "last": "Tesh", "suffix": ""}, {"first": "S", "middle": [], "last": "Wikel", "suffix": ""}], "year": 2010, "venue": "PloS one", "volume": "5", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0012137"], "PMID": ["20711354"]}}, "BIBREF40": {"ref_id": "b40", "title": "Mosquito Biting Modulates Skin Response to Virus Infection", "authors": [{"first": "M", "middle": [], "last": "Pingen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Schmid", "suffix": ""}, {"first": "E", "middle": [], "last": "Harris", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Mckimmie", "suffix": ""}], "year": 2017, "venue": "Trends in parasitology", "volume": "33", "issn": "8", "pages": "645--57", "other_ids": {"DOI": ["10.1016/j.pt.2017.04.003"], "PMID": ["28495485"]}}, "BIBREF41": {"ref_id": "b41", "title": "Analysis of early dengue virus infection in mice as modulated by Aedes aegypti probing", "authors": [{"first": "M", "middle": ["K"], "last": "Mccracken", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Christofferson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Chisenhall", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Mores", "suffix": ""}], "year": 2014, "venue": "Journal of virology", "volume": "88", "issn": "4", "pages": "1881--1890", "other_ids": {"DOI": ["10.1128/JVI.01218-13"], "PMID": ["24198426"], "PMCID": ["PMC3911562"]}}, "BIBREF42": {"ref_id": "b42", "title": "Aedes aegypti salivary protein \"aegyptin\" co-inoculation modulates dengue virus infection in the vertebrate host. Virology", "authors": [{"first": "M", "middle": ["K"], "last": "Mccracken", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Christofferson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Grasperge", "suffix": ""}, {"first": "E", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Chisenhall", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Mores", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.virol.2014.07.019"], "PMID": ["25173089"]}}, "BIBREF43": {"ref_id": "b43", "title": "Mosquito Saliva Increases Endothelial Permeability in the Skin, Immune Cell Migration, and Dengue Pathogenesis during Antibody-Dependent Enhancement", "authors": [{"first": "M", "middle": ["A"], "last": "Schmid", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Glasner", "suffix": ""}, {"first": "S", "middle": [], "last": "Shah", "suffix": ""}, {"first": "D", "middle": [], "last": "Michlmayr", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "E", "middle": [], "last": "Harris", "suffix": ""}], "year": 2016, "venue": "PLoS pathogens", "volume": "12", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1005676"], "PMID": ["27310141"], "PMCID": ["PMC4911004"]}}, "BIBREF44": {"ref_id": "b44", "title": "Potentiation of West Nile encephalitis by mosquito feeding", "authors": [{"first": "B", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "L", "middle": [], "last": "Soong", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Girard", "suffix": ""}, {"first": "G", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "P", "middle": [], "last": "Mason", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2006, "venue": "Viral immunology", "volume": "19", "issn": "1", "pages": "74--82", "other_ids": {"DOI": ["10.1089/vim.2006.19.74"], "PMID": ["16553552"]}}, "BIBREF45": {"ref_id": "b45", "title": "Mosquito bite delivery of dengue virus enhances immunogenicity and pathogenesis in humanized mice", "authors": [{"first": "J", "middle": [], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Mota", "suffix": ""}, {"first": "S", "middle": [], "last": "Sukupolvi-Petty", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Diamond", "suffix": ""}, {"first": "R", "middle": [], "last": "Rico-Hesse", "suffix": ""}], "year": 2012, "venue": "Journal of virology", "volume": "86", "issn": "14", "pages": "7637--7686", "other_ids": {"DOI": ["10.1128/JVI.00534-12"], "PMID": ["22573866"], "PMCID": ["PMC3416288"]}}, "BIBREF46": {"ref_id": "b46", "title": "Mosquito saliva causes enhancement of West Nile virus infection in mice", "authors": [{"first": "L", "middle": ["M"], "last": "Styer", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Lim", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Louie", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Albright", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bernard", "suffix": ""}], "year": 2011, "venue": "Journal of virology", "volume": "85", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.01112-10"], "PMID": ["21147918"]}}, "BIBREF47": {"ref_id": "b47", "title": "Mosquito feeding-induced enhancement of Cache Valley Virus (Bunyaviridae) infection in mice", "authors": [{"first": "J", "middle": ["F"], "last": "Edwards", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Beaty", "suffix": ""}], "year": 1998, "venue": "Journal of medical entomology", "volume": "35", "issn": "3", "pages": "261--266", "other_ids": {"DOI": ["10.1093/jmedent/35.3.261"], "PMID": ["9615544"]}}, "BIBREF48": {"ref_id": "b48", "title": "Effect of mosquito salivary gland treatment on vesicular stomatitis New Jersey virus replication and interferon alpha/beta expression in vitro", "authors": [{"first": "K", "middle": ["H"], "last": "Limesand", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Pearson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Beaty", "suffix": ""}], "year": 2003, "venue": "Journal of medical entomology", "volume": "40", "issn": "2", "pages": "199--205", "other_ids": {"DOI": ["10.1603/0022-2585-40.2.199"], "PMID": ["12693849"]}}, "BIBREF49": {"ref_id": "b49", "title": "Aedes aegypti saliva enhances dengue virus infection of human keratinocytes by suppressing innate immune responses", "authors": [{"first": "P", "middle": [], "last": "Surasombatpattana", "suffix": ""}, {"first": "S", "middle": [], "last": "Patramool", "suffix": ""}, {"first": "N", "middle": [], "last": "Luplertlop", "suffix": ""}, {"first": "H", "middle": [], "last": "Yssel", "suffix": ""}, {"first": "D", "middle": [], "last": "Misse", "suffix": ""}], "year": 2012, "venue": "The Journal of investigative dermatology", "volume": "132", "issn": "8", "pages": "2103--2108", "other_ids": {"DOI": ["10.1038/jid.2012.76"], "PMID": ["22475758"]}}, "BIBREF50": {"ref_id": "b50", "title": "Differential modulation of murine host immune response by salivary gland extracts from the mosquitoes Aedes aegypti and Culex quinquefasciatus. Medical and veterinary entomology", "authors": [{"first": "N", "middle": [], "last": "Wanasen", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Nussenzveig", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Champagne", "suffix": ""}, {"first": "L", "middle": [], "last": "Soong", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2004, "venue": "", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1365-2915.2004.00498.x"]}}, "BIBREF51": {"ref_id": "b51", "title": "Potentiation of vesicular stomatitis New Jersey virus infection in mice by mosquito saliva", "authors": [{"first": "K", "middle": ["H"], "last": "Limesand", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Pearson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Beaty", "suffix": ""}], "year": 2000, "venue": "Parasite immunology", "volume": "22", "issn": "9", "pages": "461--468", "other_ids": {"DOI": ["10.1046/j.1365-3024.2000.00326.x"], "PMID": ["10972853"]}}, "BIBREF52": {"ref_id": "b52", "title": "La Crosse viremias in white-tailed deer and chipmunks exposed by injection or mosquito bite. The American journal of tropical medicine and hygiene", "authors": [{"first": "J", "middle": ["E"], "last": "Osorio", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Godsey", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Defoliart", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Yuill", "suffix": ""}], "year": 1996, "venue": "", "volume": "54", "issn": "", "pages": "338--380", "other_ids": {"DOI": ["10.4269/ajtmh.1996.54.338"], "PMID": ["8615443"]}}, "BIBREF53": {"ref_id": "b53", "title": "Prior exposure to uninfected mosquitoes enhances mortality in naturally-transmitted West Nile virus infection", "authors": [{"first": "B", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mcgee", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Jordan", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Stevenson", "suffix": ""}, {"first": "L", "middle": [], "last": "Soong", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2007, "venue": "PloS one", "volume": "2", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0001171"], "PMID": ["18000543"], "PMCID": ["PMC2048662"]}}, "BIBREF54": {"ref_id": "b54", "title": "Enhanced early West Nile virus infection in young chickens infected by mosquito bite: effect of viral dose. The American journal of tropical medicine and hygiene", "authors": [{"first": "L", "middle": ["M"], "last": "Styer", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bernard", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Kramer", "suffix": ""}], "year": 2006, "venue": "", "volume": "75", "issn": "", "pages": "337--382", "other_ids": {"PMID": ["16896145"]}}, "BIBREF55": {"ref_id": "b55", "title": "Toll-like receptor 7-induced immune response to cutaneous West Nile virus infection. The Journal of general virology", "authors": [{"first": "T", "middle": [], "last": "Welte", "suffix": ""}, {"first": "K", "middle": [], "last": "Reagan", "suffix": ""}, {"first": "H", "middle": [], "last": "Fang", "suffix": ""}, {"first": "C", "middle": [], "last": "Machain-Williams", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "N", "middle": [], "last": "Mendell", "suffix": ""}], "year": 2009, "venue": "", "volume": "90", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1099/vir.0.0117830"]}}, "BIBREF56": {"ref_id": "b56", "title": "The role of the mosquito in a dengue human infection model. The Journal of infectious diseases", "authors": [{"first": "C", "middle": ["N"], "last": "Mores", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Christofferson", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Davidson", "suffix": ""}], "year": 2014, "venue": "", "volume": "209", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/infdis/jiu110"], "PMID": ["24872400"]}}, "BIBREF57": {"ref_id": "b57", "title": "Dengue human infection models to advance dengue vaccine development", "authors": [{"first": "C", "middle": ["P"], "last": "Larsen", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Whitehead", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Durbin", "suffix": ""}], "year": 2015, "venue": "Vaccine", "volume": "33", "issn": "50", "pages": "7075--82", "other_ids": {"DOI": ["10.1016/j.vaccine.2015.09.052"], "PMID": ["26424605"]}}, "BIBREF58": {"ref_id": "b58", "title": "Experimental dengue virus challenge of human subjects previously vaccinated with live attenuated tetravalent dengue vaccines. The Journal of infectious diseases", "authors": [{"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Eckels", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Putnak", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Lyons", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Thomas", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Vaughn", "suffix": ""}], "year": 2013, "venue": "", "volume": "207", "issn": "", "pages": "700--708", "other_ids": {"DOI": ["10.1093/infdis/jis744"], "PMID": ["23225894"]}}, "BIBREF59": {"ref_id": "b59", "title": "The live attenuated dengue vaccine TV003 elicits complete protection against dengue in a human challenge model", "authors": [{"first": "B", "middle": ["D"], "last": "Kirkpatrick", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Whitehead", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Pierce", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Tibery", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Grier", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hynes", "suffix": ""}], "year": 2016, "venue": "Sci Transl Med", "volume": "8", "issn": "330", "pages": "", "other_ids": {"DOI": ["10.1126/scitranslmed.aaf1517"], "PMID": ["27089205"]}}, "BIBREF60": {"ref_id": "b60", "title": "Viral kinetics of primary dengue virus infection in non-human primates: a systematic review and individual pooled analysis. Virology", "authors": [{"first": "B", "middle": ["M"], "last": "Althouse", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Durbin", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hanley", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Halstead", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Weaver", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.virol.2014.01.015"], "PMID": ["24606701"]}}, "BIBREF61": {"ref_id": "b61", "title": "A simple technique for demonstrating transmission of dengue virus by mosquitoes without the use of vertebrate hosts. The American journal of tropical medicine and hygiene", "authors": [{"first": "D", "middle": ["J"], "last": "Gubler", "suffix": ""}, {"first": "L", "middle": [], "last": "Rosen", "suffix": ""}], "year": 1976, "venue": "", "volume": "25", "issn": "", "pages": "146--50", "other_ids": {"DOI": ["10.4269/ajtmh.1976.25.146"], "PMID": ["3980"]}}, "BIBREF62": {"ref_id": "b62", "title": "Dengue: profile of hematological and biochemical dynamics", "authors": [{"first": "F", "middle": ["R"], "last": "Azin", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Goncalves", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Pitombeira", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Lima", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Branco", "suffix": ""}], "year": 2012, "venue": "Rev Bras Hematol Hemoter", "volume": "34", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.5581/1516-8484.20120012"], "PMID": ["23049382"]}}, "BIBREF63": {"ref_id": "b63", "title": "Mosquito feeding modulates Th1 and Th2 cytokines in flavivirus susceptible mice: an effect mimicked by injection of sialokinins, but not demonstrated in flavivirus resistant mice", "authors": [{"first": "N", "middle": ["S"], "last": "Zeidner", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Happ", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Beaty", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Miller", "suffix": ""}], "year": 1999, "venue": "Parasite immunology", "volume": "21", "issn": "1", "pages": "35--44", "other_ids": {"DOI": ["10.1046/j.1365-3024.1999.00199.x"], "PMID": ["10081770"]}}, "BIBREF64": {"ref_id": "b64", "title": "Mosquito saliva alone has profound effects on the human immune system", "authors": [{"first": "M", "middle": ["B"], "last": "Vogt", "suffix": ""}, {"first": "A", "middle": [], "last": "Lahon", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Arya", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Kneubehl", "suffix": ""}, {"first": "Spencer", "middle": [], "last": "Clinton", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Paust", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "PLoS neglected tropical diseases", "volume": "12", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0006439"], "PMID": ["29771921"]}}, "BIBREF65": {"ref_id": "b65", "title": "The predictive and diagnostic accuracy of vascular endothelial growth factor and pentraxin-3 in severe dengue", "authors": [{"first": "Gkk", "middle": [], "last": "Low", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Gan", "suffix": ""}, {"first": "N", "middle": [], "last": "Zainal", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Naidu", "suffix": ""}, {"first": "S", "middle": [], "last": "Amin-Nordin", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Khoo", "suffix": ""}], "year": 2018, "venue": "Pathog Glob Health", "volume": "112", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1080/20477724.2018.1516417"], "PMID": ["30246621"]}}, "BIBREF66": {"ref_id": "b66", "title": "Aedes aegypti D7 Saliva Protein Inhibits Dengue Virus Infection", "authors": [{"first": "M", "middle": ["J"], "last": "Conway", "suffix": ""}, {"first": "B", "middle": [], "last": "Londono-Renteria", "suffix": ""}, {"first": "A", "middle": [], "last": "Troupin", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Watson", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Klimstra", "suffix": ""}, {"first": "E", "middle": [], "last": "Fikrig", "suffix": ""}], "year": 2016, "venue": "PLoS neglected tropical diseases", "volume": "10", "issn": "9", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0004941"], "PMID": ["27632170"]}}, "BIBREF67": {"ref_id": "b67", "title": "Biochemical alterations as markers of dengue hemorrhagic fever. The American journal of tropical medicine and hygiene", "authors": [{"first": "L", "middle": ["A"], "last": "Villar-Centeno", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Diaz-Quijano", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Martinez-Vega", "suffix": ""}], "year": 2008, "venue": "", "volume": "78", "issn": "", "pages": "370--374", "other_ids": {"PMID": ["18337328"]}}, "BIBREF68": {"ref_id": "b68", "title": "First attempt to validate human IgG antibody response to Nterm-34kDa salivary peptide as biomarker for evaluating exposure to Aedes aegypti bites. PLoS neglected tropical diseases", "authors": [{"first": "E", "middle": [], "last": "Elanga Ndille", "suffix": ""}, {"first": "S", "middle": [], "last": "Doucoure", "suffix": ""}, {"first": "G", "middle": [], "last": "Damien", "suffix": ""}, {"first": "F", "middle": [], "last": "Mouchet", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Drame", "suffix": ""}, {"first": "S", "middle": [], "last": "Cornelie", "suffix": ""}], "year": 2012, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0001905"], "PMID": ["23166852"]}}, "BIBREF69": {"ref_id": "b69", "title": "Human antibody response to Aedes aegypti saliva in an urban population in Bolivia: a new biomarker of exposure to Dengue vector bites. The American journal of tropical medicine and hygiene", "authors": [{"first": "S", "middle": [], "last": "Doucoure", "suffix": ""}, {"first": "F", "middle": [], "last": "Mouchet", "suffix": ""}, {"first": "A", "middle": [], "last": "Cournil", "suffix": ""}, {"first": "Le", "middle": [], "last": "Goff", "suffix": ""}, {"first": "G", "middle": [], "last": "Cornelie", "suffix": ""}, {"first": "S", "middle": [], "last": "Roca", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "", "volume": "87", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4269/ajtmh.2012.11-0477"], "PMID": ["22848099"]}}, "BIBREF70": {"ref_id": "b70", "title": "Evaluation of the human IgG antibody response to Aedes albopictus saliva as a new specific biomarker of exposure to vector bites", "authors": [{"first": "S", "middle": [], "last": "Doucoure", "suffix": ""}, {"first": "F", "middle": [], "last": "Mouchet", "suffix": ""}, {"first": "S", "middle": [], "last": "Cornelie", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Dehecq", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rutee", "suffix": ""}, {"first": "Y", "middle": [], "last": "Roca", "suffix": ""}], "year": 2012, "venue": "PLoS neglected tropical diseases", "volume": "6", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0001487"], "PMID": ["22363823"]}}, "BIBREF71": {"ref_id": "b71", "title": "Use of anti-Aedes aegypti salivary extract antibody concentration to correlate risk of vector exposure and dengue transmission risk in Colombia", "authors": [{"first": "B", "middle": [], "last": "Londono-Renteria", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cardenas", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Cardenas", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Christofferson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Chisenhall", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Wesson", "suffix": ""}], "year": 2013, "venue": "PloS one", "volume": "8", "issn": "12", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0081211"], "PMID": ["24312537"]}}, "BIBREF72": {"ref_id": "b72", "title": "Association of human immune response to Aedes aegypti salivary proteins with dengue disease severity", "authors": [{"first": "C", "middle": [], "last": "Machain-Williams", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Mammen", "suffix": ""}, {"first": "Jr", "middle": [], "last": "Zeidner", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Beaty", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Prenni", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Nisalak", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "Parasite immunology", "volume": "34", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1111/j.1365-3024.2011.01339.x"]}}, "BIBREF74": {"ref_id": "b74", "title": "Utility, limitations, and future of non-human primates for dengue research and vaccine development", "authors": [{"first": "C", "middle": ["A"], "last": "Sariol", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "White", "suffix": ""}], "year": 2014, "venue": "Front Immunol", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2014.00452"], "PMID": ["25309540"]}}, "BIBREF75": {"ref_id": "b75", "title": "Mosquito saliva serine protease enhances dissemination of dengue virus into the mammalian host", "authors": [{"first": "M", "middle": ["J"], "last": "Conway", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Watson", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Colpitts", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dragovic", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}], "year": 2014, "venue": "Journal of virology", "volume": "88", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.02235-13"], "PMID": ["24131723"]}}, "BIBREF76": {"ref_id": "b76", "title": "Dengue diversity across spatial and temporal scales: Local structure and the effect of host population size", "authors": [{"first": "H", "middle": [], "last": "Salje", "suffix": ""}, {"first": "J", "middle": [], "last": "Lessler", "suffix": ""}, {"first": "Maljkovic", "middle": [], "last": "Berry", "suffix": ""}, {"first": "I", "middle": [], "last": "Melendrez", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Endy", "suffix": ""}, {"first": "T", "middle": [], "last": "Kalayanarooj", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Science", "volume": "355", "issn": "6331", "pages": "1302--1308", "other_ids": {"DOI": ["10.1126/science.aaj9384"], "PMID": ["28336667"]}}, "BIBREF78": {"ref_id": "b78", "title": "Impact of prior flavivirus immunity on Zika virus infection in rhesus macaques", "authors": [{"first": "M", "middle": ["K"], "last": "Mccracken", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Gromowski", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Friberg", "suffix": ""}, {"first": "X", "middle": [], "last": "Lin", "suffix": ""}, {"first": "P", "middle": [], "last": "Abbink", "suffix": ""}, {"first": "La", "middle": [], "last": "De", "suffix": ""}, {"first": "R", "middle": [], "last": "Barrera", "suffix": ""}], "year": 2017, "venue": "PLoS pathogens", "volume": "13", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1006487"], "PMID": ["28771605"], "PMCID": ["PMC5542404"]}}, "BIBREF79": {"ref_id": "b79", "title": "Monitoring and improving the sensitivity of dengue nested RT-PCR used in longitudinal surveillance in Thailand", "authors": [{"first": "C", "middle": [], "last": "Klungthong", "suffix": ""}, {"first": "W", "middle": [], "last": "Manasatienkij", "suffix": ""}, {"first": "T", "middle": [], "last": "Phonpakobsin", "suffix": ""}, {"first": "P", "middle": [], "last": "Chinnawirotpisan", "suffix": ""}, {"first": "P", "middle": [], "last": "Rodpradit", "suffix": ""}, {"first": "K", "middle": [], "last": "Hussem", "suffix": ""}], "year": 2015, "venue": "J Clin Virol", "volume": "63", "issn": "", "pages": "25--31", "other_ids": {"DOI": ["10.1016/j.jcv.2014.12.009"], "PMID": ["25600599"]}}, "BIBREF80": {"ref_id": "b80", "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method", "authors": [{"first": "K", "middle": ["J"], "last": "Livak", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Schmittgen", "suffix": ""}], "year": 2001, "venue": "Methods", "volume": "25", "issn": "4", "pages": "402--410", "other_ids": {"DOI": ["10.1006/meth.2001.1262"], "PMID": ["11846609"]}}}, "ref_entries": {"FIGREF0": {"text": "Differential viremia and RNAemia profiles after primary DENV-1 infection via subcutaneous, intradermal (with or without salivary gland extract) or infectious mosquito feeding exposure.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Hematology and clinical chemistries following primary and secondary DENV exposures. Data were measured on study days 0, 7, and 21 post A) primary DENV-1 infection via different routes/modalities and B) homologous DENV-1 re-exposure, heterologous DENV-2 infection, and primary DENV-2 infection. Analyses were based on an ANOVA model on the change from baseline with the covariates baseline value of the variable and baseline weight and group as factors. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID; n = 5 for the remainder of groups.( � , p<0.05). SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding; D1-D1, homologous DENV-1; D1-D2, heterologous DENV-2; N-D2, primary DENV-2.https://doi.org/10.1371/journal.pntd.0008191.g002", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Transcriptional analysis following primary DENV-1 infection in administration sites of skin.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Cytokine protein detection in peripheral blood following primary and secondary DENV exposures. Serum was collected at 0 hour, 6 hours, and days 1, 3, 5, 7, 10, and 16 post A) primary DENV-1 infection and B) homologous DENV-1 re-exposure, heterologous DENV-2 infection, and primary DENV-2 infection. Twenty-five cytokines, chemokines, and growth factors in serum were assessed. Data are expressed as geometric mean fold change ranges relative to baseline (0h). Fold change values within 2-fold of baseline were considered unchanged from baseline. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID; n = 5 for the remainder of groups. SC, subcutaneous; ID, intradermal; ID +SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding; D1-D1, homologous DENV-1; D1-D2, heterologous DENV-2; N-D2, primary DENV-2.https://doi.org/10.1371/journal.pntd.0008191.g004", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Neutralizing antibody titers following primary DENV-1 infection. Geometric mean NT50 titers (red bars) and individual data points for A) month 1 and B) month 13 post infection sera are shown for each of the four DENV serotypes.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Comparative viremia and RNAemia profiles associated with homologous versus heterologous secondary DENV infection. At month 15 post primary DENV-1 infection, the SC", "latex": null, "type": "figure"}, "FIGREF6": {"text": "MILLIPLEX MAP Non-Human Primate Cytokine/Chemokine Panel I and II kits (EMD Millipore) were used to determine the concentrations of 25 different cytokines, chemokines, and growth factors present in serum: Eotaxin, IP-10/CXCL10, G-CSF, GM-CSF, IFN-γ, IL-1RA, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-8, IL-10, IL-12/23 (p40), IL-13, IL-15, IL-17, IL-18, MCP-1, MIP-1α, MIP-1β, CD40L, TGF-α, TNF-α, and VEGF. The kits were used according to themanufacturer's instructions. The data were acquired on a MAGPIX instrument (Bio-Rad) and processed using xPONENT software (Luminex Corp.). Protein standards were provided in the kit, and standard curves were generated with 7 or 6 standard dilutions (panel I. Concentrations below the range of the standard curve were replaced with half of the minimum curve value. Concentrations beyond the range of the standard curve were replaced with the maximum curve value.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. Hematology and clinical chemistries following primary and secondary DENV exposures. Data were measured on study days 0, 7, and 21 post A) primary DENV-1 infection and B) homologous DENV-1 re-exposure, heterologous DENV-2 infection, and primary DENV-2 infection. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID; n = 5 for the remainder of groups. ( � , p<0.05). SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding; D1-D1, homologous DENV-1; D1-D2, heterologous DENV-2; N-D2, primary DENV-2. (TIF) S2 Fig. Dermatitis/panniculitis scores for DENV administration site skin biopsy specimens. The number of animals with dermatitis/panniculitis scores of 1 (minimal) or 2 (mild) in their administration site skin biopsy are shown by group and time point following A) primary DENV-1 infection and B) homologous DENV-1 re-exposure, heterologous DENV-2 infection, and primary DENV-2 infection. n = 10 for each SC, ID+SGE, and IMF; n = 9 for ID; n = 5 for the remainder of groups. SC, subcutaneous; ID, intradermal; ID+SGE, intradermal + salivary gland extract; IMF, infectious mosquito feeding; D1-D2, heterologous DENV-2; N-D2, primary DENV-2. (TIF) S3 Fig. Geometric means of fold change from baseline by day of serum cytokines following primary and secondary DENV exposures.", "latex": null, "type": "figure"}, "FIGREF8": {"text": ". Longitudinal neutralizing antibody titers for individual animals following primary DENV-1 infection. NT50 titers for months 1, 5, 8, 10, and 13 post infection sera against the four DENV serotypes are shown from the A) subcutaneous (SC) and B) infectious mosquito feeding (IMF) groups. (TIF) S5 Fig. Antibody-dependent infection enhancement curves for individual animals following primary DENV-1 infection. Fold increase in infection of K562 cells with DENV-2 in the presence of serial dilutions of sera for individual animals from the A) SC and B) IMF groups. The corresponding NT50 titer for each animal is shown as a red dotted line. (TIF) S1", "latex": null, "type": "figure"}, "FIGREF9": {"text": "counts of infectious mosquito feeding for individual animals. The number of mosquitoes that fed per each of the three exposure locations on the back of each animal, as well as the total number of fed mosquitoes per animal is shown. Counts are provided for both primary (IMF) and secondary (IMF D1-D1, IMF D1-D2, and IMF N-D2) exposures. (XLSX)research support; and the WRAIR Veterinary Services Program, especially Marcia Caputo, Dawn Wolf, Alicia Cawlfield, Anna Mullins, and Andrew Schrader, for providing essential study support including specimen collection and animal husbandry. 25. Onlamoon N, Noisakran S, Hsiao HM, Duncan A, Villinger F, Ansari AA, et al. Dengue virus-induced hemorrhage in a nonhuman primate model. Blood. 2010; 115(9):1823-34. https://doi.org/10.1182/ blood-2009-09-242990 PMID: 20042723; PubMed Central PMCID: PMC2832810. 26. Hickey AC, Koster JA, Thalmann CM, Hardcastle K, Tio PH, Cardosa MJ, et al. Serotype-specific host responses in rhesus macaques after primary dengue challenge. The American journal of tropical medicine and hygiene. 2013; 89(6):1043-57. https://doi.org/10.4269/ajtmh.13-0145 PMID: 24062475; PubMed Central PMCID: PMC3854881. 27. Taweechaisupapong S, Sriurairatana S, Angsubhakorn S, Yoksan S, Bhamarapravati N. In vivo and in vitro studies on the morphological change in the monkey epidermal Langerhans cells following exposure to dengue 2 (16681) virus. The Southeast Asian journal of tropical medicine and public health. 1996; 27(4):664-72. PMID: 9253864. 28. Barban V, Mantel N, De Montfort A, Pagnon A, Pradezynski F, Lang J, et al. Improvement of the Dengue Virus (DENV) Nonhuman Primate Model via a Reverse Translational Approach Based on Dengue Vaccine Clinical Efficacy Data against DENV-2 and -4. Journal of virology. 2018; 92(12). Epub 2018/03/ 30. https://doi.org/10.1128/JVI.00440-18 PMID: 29593041; PubMed Central PMCID: PMC5974474. 29. Pamungkas J, Iskandriati D, Saepuloh U, Affandi M, Arifin E, Paramastri Y, et al. Dissemination in Pigtailed Macaques after Primary Infection of Dengue-3 Virus2011. 94-88 p. 30. Halstead SB, Shotwell H, Casals J. Studies on the pathogenesis of dengue infection in monkeys. II. Clinical laboratory responses to heterologous infection. The Journal of infectious diseases. 1973; 128 (1):15-22. https://doi.org/10.1093/infdis/128.1.15 PMID: 4198024.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Experimental groups and study design.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Primary infection </td><td>15 month interval </td><td>Secondary infection\n</td><td> </td></tr><tr><td>Group / Infection Method </td><td>N </td><td>Virus† </td><td>Inoculum per animal# </td><td>Group / Infection Method </td><td>N </td><td>Virus† </td><td>Inoculum per animal#\n</td></tr><tr><td>SC </td><td>10 </td><td>DENV-1 </td><td>5.18 log10 PFU </td><td>SC D1-D1 </td><td>5 </td><td>DENV-1 </td><td>5.18 log10 PFU\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>SC D1-D2 </td><td>5 </td><td>DENV-2 </td><td>5.18 log10 PFU\n</td></tr><tr><td>ID </td><td>9 </td><td>DENV-1 </td><td>5.18 log10 PFU </td><td>SC N-D2 </td><td>5 </td><td>DENV-2\n� </td><td>5.18 log10 PFU\n</td></tr><tr><td>ID+SGE </td><td>10 </td><td>DENV-1 </td><td>5.18 log10 PFU + 15 SGeq </td><td>IMF N-D2 </td><td>5 </td><td>DENV-2\n� </td><td>15 mosquitoes\n</td></tr><tr><td>IMF </td><td>10 </td><td>DENV-1 </td><td>15 mosquitoes </td><td>IMF D1-D1 </td><td>5 </td><td>DENV-1 </td><td>15 mosquitoes\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Transcriptional analysis primer sets. (XLSX) S2Table. Table of additional hematology and clinical chemistry significant differences. (XLSX)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank Dr. Ana Bispo de Filippis (Instituto Oswaldo Cruz, Rio de Janeiro/Fiocruz, Brazil) for providing the DENV-1 0111/2011 and DENV-2 0126/2010 isolates and Bio-Manguinhos/Fiocruz for virus stock preparation and shipment to WRAIR; David Barvir, Qiong Chen, Kristin Hatch, Chandrika Kannadka, Caitlin Kuklis, Tao Li, Christine Long, Mark Sanborn, Hayden Siegfried, Tenchee Lama Tamang, and Kaitlin Victor for expert technical assistance; April Griggs, James Hilaire, Tuan Nguyen, and Nicole Nicholas for critical", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}