{
    "paper_id": "0fdfef1271896541010ea8f8d06157a757fe2e98",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One would wish that every political leader would be as deserving of such praise as Shakespeare's ideal Christian King in the last of his tetralogy of English monarchs. These words will lift the curtain on the concluding play of the 'Globe to Globe' festival in London just as the current issue of JPH reaches your desk. This literary carnival celebrates the universality of the Bard's works in 37 different tongues, from Arabic to Yoruba.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Soon after Francis Drake completed his circumnavigation, Shakespeare began his theatrical career in Southwark. Elizabethan England was emerging as the preeminent global power. At the same historical juncture on the other side of the world, Ming China began its decline and eventual fall, some attributing the origins of which to its increasingly isolationist stance figuratively marked by the decision to end Zheng He's exploratory voyages a century earlier. In the West, the renaissance flowered into the Scientific Revolution then the Enlightenment. The Middle Kingdom meanwhile endured four centuries of introspective parochialism until Deng Xiaoping set the country on its present course of 'reform and opening up' since 1978, placing much emphasis on scientificism as the basis of national development. It now embraces global relations and indeed a Chinese national has recently been re-elected to the helm of the World Health Organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Can our discipline learn from history? Public health used to lead as the vanguard of social action, responding quickly to, presaging even, change in society. Edwin Chadwick inspired the first Public Health Act in the UK; Patrick Manson, founder of the London School of Hygiene and Tropical Medicine, taught Sun Yat-Sen at the Hong Kong College of Medicine for Chinese (which he also helped found 12 years prior) and the pupil went on to become 'father of modern China'; Archie Cochrane established the randomized controlled trial as the basis for evidence-based medicine during a time when received wisdom of the apprenticeship model was still deeply entrenched.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Just when the most pressing social problems and the most vexed health challenges we face interact and are compounded by the interplay of factors that operate at the global level, public health appears to be, whether by circumstance or neglect, shying away and instead retreating into a cocoon concerned most with local bureaucratic restructuring, budgetary planning and administration more generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global health does not concern itself exclusively with children dying of under-nutrition and preventable infections or mothers of childbirth, victims sustaining conflict-related injuries or refugees suffering the plights of natural disasters. These theatres, while vitally important, belong to the branch of public health more traditionally termed international health and now categorized as part of global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The forces of globalization that have lifted millions out of poverty and brought a better life to more are at once posing an unprecedented set of threats to the public's health. Importantly, the points of origin of such health hazards may be thousands of kilometres away from unsuspecting hosts. For instance, a hazardous corollary of global trade is that pathogens of all sorts hitch rides on cargoes, along food chains and on arthropods, animals and humans as vectors to spread disease. The 2003 SARS epidemic and the 2009 H1N1 pandemic have been widely recognized as defining milestones in global health protection. These directly transmissible respiratory pathogens were the first in this century to have caused unprecedented havoc, in terms of its toll on human health, the economy and politics writ large. In the case of SARS, a series of inter-species jumps of the virus from civets and/or bats in southern China, carried by a super-spreader to the amplification hub of Hong Kong as an international logistics and travel centre, quickly led to an epidemic of global proportions. 1,2 A similar story applies for the most recent influenza pandemic. 3 The strain of Vibrio cholera that caused Haiti's epidemic in 2010, having infected half-a-million and killed more than 6000, originated from India and Cameroon. 4 Egyptian fenugreek seeds that grew into sprouts contaminated by E coli O104:H4 apparently led to almost 4000 cases and 50 deaths in northern Germany. 5 These emerging or re-emerging infectious epidemics grab headlines but pale in comparison to the burden imposed by the insidious but hugely more important consequences of globalization in consumerism and socialization to western habits. Nicholas Christakis and his group have shown that two of the biggest causes of chronic conditions, obesity and smoking, can be spread through social networks. 6, 7 Set against the interconnectedness of online social media that is truly sans frontiers, and at the physical level pervasive remodelling of conurbations worldwide where western-style fast food outlets dot every high street corner, it would be foolhardy not to entertain the real possibility that such wholesale western acculturation could easily overwhelm the best technologies against heart disease, stroke, diabetes and cancer, not to mention our means to afford them.",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1155,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1469,
                    "end": 1470,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1869,
                    "end": 1870,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Literally fuelling the globalization effort has been the mining of natural resources, coal and petroleum amongst other raw minerals that may have driven respiratory disease rates soaring. 8 Behind each pair of running shoes made in the developing South and each motor vehicle on the roads that deliver these goods to consumers in the North lies a hidden price for health. The Hedley Environmental Index (http://hedleyindex.sph.hku.hk/home.php, accessed on May 1, 2012) provides a sobering, real-time reminder for Hong Kong, long held up as an exemplar free port of the new globalized world order.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These downstream myriad effects of globalization are of course familiar to every public health practitioner, wherever we may practise. We deal with such consequences when we manage a local outbreak, commission service from a hospital trust or regulate imported food products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global health is very much part and parcel of the practice of local public health, despite suggestions that it should be a standalone discipline distinct from it. 9 We would be unable to fulfil our everyday duties locally were we to disregard the distal, global causes of public heath problems that cross our desks and screens.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Is it simply semantics or does the discussion about disciplinary boundaries belie deeper epistemological meaning? Clarity on the role of public health matters because it would be easy to abdicate its core responsibility of considering global antecedents while tackling the resultant daily challenges in our local constituencies. Global health belongs squarely as a subset within the universe of public health writ large. Public health must think globally and act locally. After all Shakespeare and his Chamberlain's (later King's) Men had always quite literally acted for locals in the Globe whereas his legacy continues to resonate in all corners of the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, on the recent appointment of a fellow public health practitioner cum global health expert as World Bank President, may the same praise heaped on Henry V by the Archbishop of Canterbury find many refrains throughout Jim Kim's tenure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Journal of Public Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gabriel M. Leung and Selena Gray"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--284",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Learning from SARS in Hong Kong and Toronto",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chantler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2483--2490",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reflections on pandemic (H1N1) 2009 and the international response",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparative genomics of vibrio cholerae from Haiti",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Reimer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Domselaar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stroika",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asia, and Africa. Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "2113--2134",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "German outbreak of Escherichia coli O104:H4 associated with sprouts",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Werber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "365",
            "issn": "",
            "pages": "1763--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The spread of obesity in a large social network over 32 years",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The collective dynamics of smoking in a large social network",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "2248--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Air quality guidelines. Global update 2005. Particulate matter, ozone, nitrogen dioxide and sulfur dioxide. Geneva: World Health Organization",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Towards a common definition of global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "1993--1998",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}