{
    "paper_id": "0fe03af5264ac4007bae49cc021ae87ab04754f5",
    "metadata": {
        "title": "1 Longziekten",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Deze aandoeningen, die soms met 'verkoudheid' of 'griep' betiteld worden, doen zich regelmatig -en vaak epidemisch -voor; bij kinderen (drie-tot viermaal per jaar) vaker dan bij volwassenen (een-tot tweemaal per jaar). Bij verkoudheid of griep is er vrijwel uitsluitend sprake van een virusinfectie. Slechts een deel van de verwekkers is bekend: influenzavirussen, para-influenzavirussen, adenovirussen en rinovirussen. Zo veroorzaken rinovirusinfecties vooral ontstekingsverschijnselen van het neusslijmvlies. Zij geven meestal weinig algemene ziekteverschijnselen. Adenovirusinfecties beginnen met keelpijn en neusirritatie en worden vaak vergezeld van bronchitis, terwijl koorts en algemene malaise als regel vanaf het begin aanwezig zijn. Infecties door influenzavirus uiten zich meestal door ernstige algemene symptomen (koorts, spierpijn, 'doodziek'), terwijl lokale ziekteverschijnselen (keelpijn, hoest) op de achtergrond staan of zelfs achterwege kunnen blijven. Virale luchtweginfecties doen zich vooral voor in het najaar (vanaf september) en in het voorjaar (tot april). Zowel meteorologische (temperatuurwisselingen) als sociale (schoolgaan) omstandigheden lijken een rol te spelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute luchtweginfecties"
        },
        {
            "text": "Deze wordt gewoonlijk gesteld op basis van de ziekteverschijnselen van algemene (koorts, malaise) en van lokale aard (rhinitis, faryngitis, laryngitis, bronchitis). Bekendheid met de algemene en plaatselijke epidemiologie en de variabele symptomatologie van acute respiratoire virusinfecties brengt de huisarts een heel eind. Het herkennen van complicaties en bekendheid met omstandigheden die een verhoogde complicatiekans met zich meebrengen, is belangrijk. Identificatie van het oorzakelijke agens is voor de individuele patiënt nauwelijks van belang, maar kan in epidemiologisch verband wel relevant zijn (kweek van sputum of keelwat, serologisch onderzoek op het zich ontwikkelen van antilichamen -titerstijging -tegen een specifiek virus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Ongecompliceerde respiratoire virusinfecties -Als het bij rhinitis zonder algemene ziekteverschijnselen is gebleven, is er geen indicatie voor behandeling of ziekteverzuim. -Staan bij griep koorts en algemene malaise op de voorgrond, dan kan kortdurende rust en het gebruik van paracetamol worden geadviseerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Respiratoire virusinfectie met hinderlijke (ook nachtelijke) hoest en dyspnoe, zonder sputumproductie -Hoestdemping heeft voor-en nadelen. De werking van dempende middelen lijkt vrij gering: de bijwerkingen kunnen hinderlijk zijn; als de patiënt het nodig heeft (of per se wil) is noscapine te overwegen. -Noscapine, drag. 15 mg, 3-4 dd 15-30 mg; kinderen stroop FNA suikervrij 1 mg/ml, 1-6 jaar 2-4 dd 7,5 mg; 6-12 jaar 2-4 dd 15 mg. -Codeïne 3-4 dd 10-20 mg, maar heeft meer bijwerkingen (obstipatie). -Indien sputum wordt geproduceerd, is hoestdemping minder aangewezen. Het sputum zal vaak een etterig aspect hebben door de aanwezigheid van afgestoten epitheelcellen. Er is geen correlatie tussen de kleur van het sputum en het aan-tal bacteriën in grampreparaat of kweek. Derhalve: in de meeste gevallen zijn geen antibiotica nodig. -Indien de productie van etterig sputum na enkele dagen toeneemt en de lichaamstemperatuur na aanvankelijke daling lijkt te stijgen, is er waarschijnlijk een bacteriële bronchitis door secundaire kolonisatie door neus-keelcommensalen (S. pneumoniae, H. influenzae of M. catarrhalis) aanwezig. Bij patiënten bekend met chronisch obstructief longlijden is de kans hierop groter en komt H. influenzae het meest voor. Behandeling met antibiotica is dan wenselijk. -Acute respiratoire infecties bij patiënten met chronisch obstructief longlijden houden een verhoogd risico in op een exacerbatie. Antimicrobiële middelen worden geadviseerd bij klinische infectieverschijnselen in combinatie met een bekende zeer slechte longfunctie (FEV1 kleiner dan 30% van voorspeld) of onvoldoende verbetering na vier dagen. -Vroege bacteriële complicaties van respiratoire virusinfecties. Onder de bijzondere omstandigheid dat het respiratoire epitheel massaal te gronde gaat door een virusinfectie (vooral door influenzavirus), en agressieve bacteriën (S. aureus) de bronchi en longen snel kunnen koloniseren, is een 'overwhelming' infectie door stafylokokken bij patiënten met influenza bekend geworden, vooral als zij dragers van stafylokokken waren. Kenmerkend zijn influenzasymptomen (hoge koorts) tijdens een epidemie, die reeds na enkele uren bij tevoren gezonde personen vergezeld worden door progressieve dyspnoe, opgeven van bloederig schuimend sputum en septische shock. Spoedige toediening van antibiotica (flucloxacilline of amoxicilline + clavulaanzuur (Augmentin ® )) en andere klinische behandeling is daarbij levensreddend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Late bacteriële complicaties van respiratoire virusinfecties Deze complicaties zijn gebruikelijker en doen zich vooral voor bij patiënten met onderliggend longlijden. Enkele dagen of nog langer na het begin van de acute infectie neemt het hoesten toe en wordt in toenemende mate etterig sputum opgegeven, soms in combinatie met toenemende dyspnoe (postinfectieuze hyperreactiviteit). Meestal zijn infecties door S. pneumoniae, H. influenzae of M. catarrhalis aanwezig, die op amoxicilline of doxycycline reageren. Afhankelijk van de waarschijnlijkheid van resistentie door bètalactamasevormende bacteriën na virusinfectie is toevoegen van clavulaanzuur nodig (Augmentin ® ). Vaak is tevens intensivering van de bronchusverwijdende medicatie nodig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Q-koorts Q-koorts is een zoönose veroorzaakt door Coxiella burnetii. Besmetting vindt plaats door inademing van besmet stof afkomstig van vooral runderen, schapen en geiten. Veel besmettingen resulteren niet in klachten, maar in ongeveer de helft van de gevallen volgt een griepachtig beeld. Effectieve antibiotica voor de behandeling van acute Q-koorts zijn doxycycline 2 dd 100 mg ged. 2 weken. Bij overgevoeligheid een quinolon (moxifloxacine 1 dd 400 mg, ciprofloxacine 2 dd 750 mg, ofloxacine 3 dd 200 mg). Bij chronische Q-koorts met symptomen: doxycycline met hydroxychloroquine of een quinolon, gedurende 18 maanden tot de antistoftiters voldoende zijn gedaald. Soms is levenslange behandeling nodig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "ARDS is een ernstige, acute ontstekingsreactie in de longen, die het gevolg kan zijn van een andere, ernstige longaandoening zoals een longontsteking, meer bepaald een aspiratiepneumonie, of van een ernstige aandoening elders in het lichaam, zoals een ernstig ongeval of een bloedvergiftiging (sepsis). ARDS wordt gekenmerkt door acuut longoedeem, het uittreden van vocht, eiwitten, ontstekingsmediatoren en ontstekingscellen vanuit de bloedbaan naar de kleinste luchthoudende longdelen, de alveoli. Dit resulteert in plotselinge heftige benauwdheid, een ernstig verstoorde gaswisseling en kenmerkende consolidaties op een röntgenfoto van de longen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adult respiratory distress syndrome, ARDS"
        },
        {
            "text": "In een later stadium kan de acute ziekte overgaan in chronische verbindweefseling (fibrose).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adult respiratory distress syndrome, ARDS"
        },
        {
            "text": "De diagnose wordt gesteld op basis van het klinisch beeld, een onderliggende aandoening die het ontstaan van ARDS kan verklaren en het vinden van kenmerkende afwijkingen op de longfoto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "De behandeling van ARDS bestaat uit het bestrijden van de onderliggende aandoening en het garanderen van een adequate gaswisseling. Voor dat laatste kan soms worden volstaan met alleen toediening van zuurstof, maar vaak dient de patiënt kunstmatig te worden beademd op een intensivecareafdeling, ten einde het spontane herstel te kunnen afwachten. Specifieke medicamenteuze behandeling van ARDS is niet mogelijk. De kans op overlijden aan ARDS is ongeveer 30%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Aspergillose Aspergillus fumigatus is een in onze streken in de natuur veelvoorkomende schimmel, waarvan de sporen worden ingeademd. Allergisch astma kan erop berusten. Daarnaast is bij astmatici het beeld van allergische bronchopulmonale aspergillose bekend, dat gekenmerkt wordt door verergering van reeds bestaande astmatische bronchusobstructie, sterke eosinofilie en mukeuze pluggen die zich in segmentbronchi bevinden en aanleiding geven tot (vluchtige) longinfiltraten en vorming van bronchiëctasieën.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.3"
        },
        {
            "text": "Aspergillus fumigatus nestelt zich graag in gepreformeerde holten (oude cavernen, longabcessen), waar de schimmel zich dankzij de goede oxygenering en optimale vochtigheid thuis voelt (mycetoma, aspergilloma). Door immunologische activiteit is de wand van het aspergilloom chronisch ontstoken, wat niet zelden leidt tot bloedingen (hemoptoë).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.3"
        },
        {
            "text": "Ten slotte is Aspergillus fumigatus bij immunodeficiëntie, maar ook bij algemene niet-immunologische verzwakking, in staat een invasieve necrotiserende pneumonie te veroorzaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.3"
        },
        {
            "text": "Het mycetoma of aspergilloma geeft het typische röntgenbeeld van een losliggende fungusbal in een holte. Bij ABPA kunnen bronchiëctasieën te zien zijn op de HR-CT van de thorax, met name in de bovenvelden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Bij de behandeling van Aspergillus-astma en allergische bronchopulmonale aspergillose kunnen antifungale middelen aangewezen zijn. Deze ziekten worden verder als astma behandeld. Allergische bronchopulmonale aspergillose reageert vooral goed op (tijdelijke) toediening van corticosteroïden. Het aspergilloom (mycetoma) wordt meestal ongemoeid gelaten. Indien hemoptoë het gevolg is, is embolisering van de a. bronchialis te overwegen, of is een operatie (resectie, eventueel lobectomie) aangewezen. Ook lokale toediening van amfotericine B in de holte wordt toegepast, via percutane punctie of transbronchiaal via een katheter die in de holte wordt opgevoerd (6 weken lang, dagelijks).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Bij een necrotiserende pneumonie door Aspergillus fumigatus wordt amfotericine B intraveneus aangewend, ondanks de toxiciteit. Als de immunodeficiëntie waaraan de patiënt lijdt niet kan worden opgeheven, is de prognose slecht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Astma is een chronische inflammatoire aandoening van de bronchiaalboom, die ertoe leidt dat de luchtwegen overmatig vernauwen in reactie op specifieke of aspecifieke prikkels. Dit verschijnsel wordt bronchiale hyperreactiviteit genoemd. De kenmerkende klachten van astma zijn aanvalsgewijze kortademigheid en benauwdheid, vaak gepaard gaande met een piepende ademhaling, en hoesten, al dan niet met opgeven van sputum. Deze klachten treden vaak 's nachts of in de vroege ochtend op, of na blootstelling aan prikkels zoals inspanning of koude lucht. Speciale uitingen van astma zijn inspanningsastma, dat optreedt tijdens of kort na een lichamelijke inspanning, en beroepsastma, waarbij blootstelling aan specifieke of aspecifieke prikkels tijdens het werk astmaklachten veroorzaakt. De belangrijkste verschillen met COPD staan in tabel 11.1. Verricht bij momentane klachten een reversibiliteitstest in de praktijk of bij incidentele klachten in thuissituatie: meet de piekstroom of de FEV1, herhaal dit na toediening van een luchtwegverwijder. Is reversibiliteit aangetoond, stel dan de diagnose astma. Is reversibiliteit niet aangetoond en blijft er vermoeden bestaan op astma: verricht dan een piekstroomvariabiliteitstest. Een verhoogde variatie tussen ochtend-en avondwaarde (> 15%) op 2 of meer dagen ondersteunt het vermoeden op astma (tabel 11.2). Voor het berekenen van de reversibiliteit en de piekstroomvariabiliteit zie tabel 11.3. Indien twijfel blijft bestaan over de diagnose, kan door de longarts met een provocatietest de bronchiale prikkeldrempel worden vastgesteld. NB. Bij patiënten > 40 jaar met ernstige, meer continue klachten: overweeg de dubbeldiagnose astma en COPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "In alle gevallen start de therapie met het zo veel mogelijk elimineren van uitlokkende factoren zoals allergenen en sigarettenrook.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "In het geval van slechts intermitterende klachten kan worden volstaan met het voorschrijven van een kortwerkend bèta-2-mimeticum voor zo nodig. Bij klachten vaker dan enkele malen per week wordt geadviseerd te starten met een inhalatiecorticosteroïd. Als aanvangsdosis voor kinderen beneden 12 jaar is 2 dd 200 microg geschikt, bij volwassenen 2 dd 400 microg. Bij iedere patiënt wordt gezocht naar de meest geschikte toedieningsvorm. Gekozen kan worden uit verschillende poederinhalatoren en dosisaerosolen, al dan niet met een voorzetkamer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "Wanneer het astma op deze wijze na enkele weken tot maanden is gestabiliseerd, kan men trachten de dosis op geleide van de klachten te verlagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "Bij onvoldoende effect van de inhalatiecorticosteroïden zijn er diverse mogelijkheden. De dosis inhalatiecorticosteroïden kan worden verhoogd, bijvoorbeeld verdubbeld. Waarschijnlijk mag echter meer verwacht worden van het voorschrijven van een langwerkend bèta-2-mimeticum, waarbij gekozen kan worden tussen formoterol en salmeterol. Van toediening van deze medicamenten is een afname van de klachten, een verdere verbetering van de longfunctie, een afname van de exacerbatiefrequentie en een verbetering van de kwaliteit van leven te verwachten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "Slechts in uitzonderingsgevallen is een onderhoudsbehandeling met orale steroïden geïndiceerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "De behandeling van een acute astma-aanval bestaat uit de toediening van een bèta-2-mimeticum per inhalatie. Een dosisaerosol met voorzetkamer is bij ernstige dyspnoe de geschiktste toedieningsvorm. In voorkomende gevallen kunnen ook poederinhalatoren of vernevelaars gebruikt worden. Zo nodig kunnen kort na elkaar meerdere doseringen worden toegediend. Voor bijwerkingen of overdoseringen hoeft onder deze omstandigheden niet te worden gevreesd. Behalve de bronchusobstructie dient ook de inflammatie te worden behandeld. In de meeste gevallen is een prednisolonstootkuur geïndiceerd. Parenterale toediening heeft geen voordelen boven orale toediening. Een dosis van 0,5 tot 1 mg/kg/dag volstaat. De NHG-Standaard adviseert 30 mg per dag gedurende 7 tot 10 dagen, bij volwassenen. Tegelijkertijd dient gestart te worden met inhalatiecorticosteroïden of de dosis daarvan te worden verhoogd en dient de nazorg te worden geregeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "Een patiënt met een ernstige exacerbatie dient te worden verwezen in het geval van onvoldoende verbetering na ongeveer 30 minuten, bij onvoldoende opvang en zorg in de thuissituatie, bij tekenen van uitputting en wanneer eerdere exacerbaties ziekenhuisopname noodzakelijk maakten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma"
        },
        {
            "text": "Chronisch obstructief longlijden (COPD, ofwel chronic obstructive pulmonary disease) is een aandoening die gekenmerkt wordt door grotendeels irreversibele luchtwegvernauwing en/of alveolair structuurverlies in de zin van emfyseem. Bij de meeste COPD-patiënten komen beide in enige mate voor. De klachten die hiervan het gevolg zijn, zijn hoesten, al dan niet met opgeven van sputum, inspanningsgebonden kortademigheidsklachten en in een later stadium ook kortademigheid in rust. Kenmerkend is dat de ziekte zich pas op middelbare leeftijd manifesteert, doorgaans langzaam progressief is en in verreweg de meeste gevallen wordt veroorzaakt door het roken van sigaretten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPD"
        },
        {
            "text": "In pathofysiologisch opzicht wordt COPD gekenmerkt door een chronische, vooral neutrofiele ontstekingsreactie in de bronchiale mucosa met hypertrofie van mucusklieren, hypersecretie en hyperplasie en vaak ook enige constrictie van glad spierweefsel. Bij veel patiënten ontstaan in de loop van de ziekte bronchiëctasieën, blijvende verwijdingen van (delen van de) luchtwegen. Daarnaast bestaat er emfyseem, ofwel destructie van longparenchym met mede daardoor vernauwing en collaps van perifere luchtwegen en hyperinflatie. Een speciale vorm van emfyseem is het panlobulair emfyseem dat vroeg in het leven kan optreden bij patiënten met een aangeboren tekort aan alfa-1-antitrypsine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPD"
        },
        {
            "text": "Naast deze pulmonale manifestaties kunnen COPD-patiënten ook extrapulmonale manifestaties zoals gewichtsverlies en ondergewicht en een gestoorde skeletspierfunctie vertonen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPD"
        },
        {
            "text": "Voor de diagnostiek is naast de anamnese en het lichamelijk onderzoek longfunctieonderzoek in de zin van spirometrie van elementair belang. Daarbij is het aantonen van irreversibele bronchusobstructie van belang. Centraal staat een verlaagde 1-seconde-waarde (FEV1) en uitblijven van een verbetering met 12% of meer na toediening van luchtwegverwijders. Bij het vermoeden van COPD wordt geadviseerd geen piekstroommeting te gebruiken: de piekstroomwaarde is relatief vaak normaal bij licht tot matig COPD. * Qvar ® bevat minder beclometason, maar heeft door een betere beschikbaarheid in deze lagere dosering hetzelfde effect als de 'gewone' beclometasonpreparaten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "De behandeling van COPD is gericht op het remmen van de progressie van de ziekte, het reduceren van klachten en het voorkómen van exacerbaties en complicaties en het optimaliseren van de kwaliteit van leven, en dat alles met zo weinig mogelijk therapiegerelateerde bijwerkingen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "De behandeling van COPD bestaat uit niet-medicamenteuze en medicamenteuze modaliteiten, waarbij alleen van stoppen met roken een gunstig effect op de prognose is beschreven. Stoppen met roken is dan ook de belangrijkste eerste stap in de behandeling van COPD. Daarvoor kan men gebruik maken van de minimale interventiestrategie of een andere vorm van begeleiding, nicotinevervangende producten en niet-nicotinevervangende farmacotherapie zoals bupropion (Zyban ® ) of nortriptyline (Nortrilen ® ) of varenicline (Champix ® ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Zuurstof is geïndiceerd bij COPD-patiënten met een persisterende hypoxie (een partiële arteriële zuurstofspanning beneden 7,3 kPa). Een onderhoudsbehandeling met zuurstof gedurende ten minste 16 tot 20 uur per etmaal verbetert de prognose bij COPD-patiënten met persisterende hypoxie. Stoppen met roken geldt als een absolute voorwaarde voor het voorschrijven van zuurstof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Revalidatie bij COPD, een multidisciplinaire therapievorm met aandacht voor lichaamsbeweging en gerichte training van bepaalde spiergroepen, optimalisering van de voedingstoestand en therapietrouw en aandacht voor de psychosociale gevolgschaden van de ziekte is een derde belangrijke niet-medicamenteuze behandelmodaliteit bij COPD. Bij licht tot matig COPD kan bij beperkingen door klachten een beweegprogramma onder supervisie van de fysiotherapeut een verbetering van de conditie bewerkstelligen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "De medicamenteuze behandeling van COPD is gericht op reduceren van de klachten, optimalisering en voorkoming van verdere verslechtering van de longfunctie met luchtwegverwijders, bij voorkeur per inhalatie, het voorkómen en zo goed mogelijk behandelen van exacerbaties en het verbeteren van de kwaliteit van leven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Ook in afwezigheid van aantoonbare reversibiliteit van obstructie in de zin van een verbetering van de FEV1 kunnen luchtwegverwijders, zowel kort-als langwerkende bèta-2-sympathicomimetica en anticholinergica, van waarde zijn. Toediening van luchtwegverwijders kan resulteren in een afname van de hyperinflatie, vooral de dynamische hyperinflatie, wat leidt tot een afname van de dyspnoe, een toename van de inspanningstolerantie en een verbetering van de kwaliteit van leven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Bij klachten passend bij hyperreactiviteit en frequente exacerbaties, is mogelijk van inhalatiesteroïden enig effect te verwachten. Inhalatiesteroïden hebben geen effect op de achteruitgang van de longfunctie. In het geval van een proefbehandeling met inhalatiecorticosteroïden verdient het aanbeveling het effect van de therapie na 6 tot 12 maanden te evalueren en bij onvoldoende effect te beëindigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "De waarde van mucolytica bij COPD is niet aangetoond. Bij ernstig COPD heeft theofylline nog een beperkte plaats. De NHG-Standaard wijst op het nut van een jaarlijkse griepvaccinatie; het nut van pneumokokkenvaccinatie is niet aangetoond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Een belangrijk onderdeel van de behandeling van COPD is het voorkomen en behandelen van complicaties als decompensatio cordis, pneumothorax en infecties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Onder een exacerbatie wordt verstaan een periode met toegenomen dyspnoe en hoesten, al dan niet met opgeven van slijm. In hoeverre daarbij ook sprake is van een infectie, is vaak onduidelijk. De behandeling bestaat uit het toedienen van (extra) luchtwegverwijders, aangevuld met een stootkuur orale corticosteroïden, bijvoorbeeld in de vorm van prednisolon, 30 mg dd gedurende 7 tot 10 dagen. Bij een ernstige exacerbatie kunnen luchtwegverwijders (tabel 11.5) worden toegediend met een dosisaerosol met voorzetkamer of via een vernevelaar. Antibiotica worden geadviseerd bij klinische verschijnselen van een luchtweginfectie (temperatuur > 38,5°C, algemeen ziek zijn), bij een bekend zeer slechte longfunctie (FEV1 < 30% van voorspeld) en bij onvoldoende verbetering na 4 dagen. Verwijzing dient plaats te vinden wanneer na 30-60 minuten geen verbetering optreedt, bij onvoldoende zorg thuis, wanneer bij eerdere exacerbaties opname nodig was en bij tekenen van uitputting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behandeling van exacerbaties van COPD"
        },
        {
            "text": "Aspiratie van een pinda, ander voedsel of een speeltje, meestal bij kinderen van 2-5 jaar, vaak tijdens spel of val. Bij volwassenen vaak gelokaliseerd in de rechterlong vanwege de minder scherp afgaande hoofdbronchus, die bovendien een grotere diameter heeft dan de linker. Bij ouderen een gebitselement of voedsel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus alienum in de long"
        },
        {
            "text": "-Hoesten en benauwdheid vlak na de aspiratie; bij radio-opaciteit is het voorwerp zichtbaar op de röntgenfoto. -Bij totale afsluiting van één long door non-opaak voorwerp: in-en expiratoire foto's; de afgesloten long blijft dan hetzelfde volume houden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Bronchoscopie, zo nodig met een starre bronchoscoop en onder algehele anesthesie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Cystische fibrose, taaislijmziekte",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.7"
        },
        {
            "text": "Cystische fibrose is bij het blanke ras een veelvoorkomende erfelijke aandoening met een mogelijk letaal beloop. Als gevolg van het genetisch defect is het chloridetransport en daarmee ook het watertransport over de celmembraan gestoord. De ziekteverschijnselen zijn het gevolg van een verminderd watergehalte van het secreet van exocriene klieren, wat leidt tot de productie van taai slijm. In de luchtwegen resulteert dit in een chronische bacteriële ontsteking, met als gevolg destructie van longweefsel en uiteindelijk respiratoire insufficiëntie. Het grootste deel van de morbiditeit en vrijwel alle mortaliteit is het gevolg van de respiratoire complicaties. Bij de meeste patiënten treedt een exocriene pancreasinsufficiëntie op, die leidt tot maldigestie en malabsorptie met als gevolg ondervoeding en deficiëntie van vetoplosbare vitamines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.7"
        },
        {
            "text": "Cystische fibrose kan worden gediagnosticeerd door het chloorgehalte in het zweet te bepalen. Bij twijfel aan de uitslag van de zweettest of onmogelijkheid van uitvoering ervan volgt DNA-onderzoek. In Nederland wordt binnenkort met een hielprik vlak na de geboorte gescreend op CF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Gastro-intestinale verschijnselen -Energierijke voeding: een energierijk, eiwitrijk en vooral ook vetrijk dieet is essentieel, waarbij 120-150% van de normaal aanbevolen energiebehoefte wordt gegeven, waarvan ten minste 40% als vet. Zo nodig wordt 's nachts sondevoeding gegeven of voeding via een percutane endoscopische gastrostomie (PEG-sonde). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "-Bij CF kan de inhalatie van mucolytica ondersteunend zijn. -Dornase-alfa (Pulmozyme ® ), 1 dd 2,5 mg per inhalatie of verneveling van een hypertone zoutoplossing (3 of 6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slijmverdunners"
        },
        {
            "text": "-Veel CF-patiënten tonen enige verbetering na inhalatie van bronchospasmolytica in de bij astma gebruikelijke doseringen, eventueel via een (bij voorkeur ultrasone) vernevelaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusverwijders"
        },
        {
            "text": "Overige maatregelen -Influenzavaccinatie behoort bij CF tot de jaarlijkse routine. -Fysiotherapie kan zorgen voor een betere sputumklaring, en inspanningstolerantie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusverwijders"
        },
        {
            "text": "Longtransplantatie Dubbelzijdige longtransplantatie is een ultimum refugium, dat wegens het grote gebrek aan donoren slechts aan enkele terminale CF-patiënten een kans op een nieuw leven kan bieden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusverwijders"
        },
        {
            "text": "Psychosociale begeleiding CF is een complexe en invaliderende ziekte die de patiënten vaak voor grote problemen stelt, die onder andere kunnen leiden tot vereenzaming en depressie. Actieve, daarop anticiperende psychosociale begeleiding is daarom vaak noodzakelijk. Deze dient te geschieden door professionele krachten die ervaring hebben met CF-patiënten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusverwijders"
        },
        {
            "text": "Interstitiële longaandoeningen zijn een grote en gevarieerde groep van parenchymziekten van de longen van zeer verschillende etiologie. Ze kunnen worden onderscheiden naar de aard van het oorzakelijk agens, bijvoorbeeld een reactie op een bepaald geneesmiddel, het type ontstekingsreactie, het verloop in de zin van acuut of chronisch en de mate waarin verbindweefseling (fibrose) optreedt. In tabel 11.6 zijn de meest voorkomende interstitiële longaandoeningen weergegeven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse interstitiële longaandoeningen, longfibrose"
        },
        {
            "text": "De klachten bestaan uit progressieve dyspnoe, hoesten en soms koorts of algemene verschijnselen als malaise, moeheid of gewrichtsklachten. Trommelstokvingers komen nogal eens voor bij voortgeschreden fibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse interstitiële longaandoeningen, longfibrose"
        },
        {
            "text": "De diagnostiek bestaat uit een gedetailleerde anamnese, laboratoriumtests en beeldvormend onderzoek, zoals de thoraxfoto en een hogeresolutie-CT. Bronchoscopie met bronchoalveolaire lavage en biopten, of een chirurgisch biopt via een thoracoscopie of een thoracotomie, zijn vrijwel altijd geïndiceerd voor het stellen van een classificerende diagnose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "De specialistische behandeling bestaat uit het elimineren van een eventueel oorzakelijk agens, orale corticosteroïden (prednison of prednisolon), ontstekingwerende behandeling met immuunsuppressiva, zoals azathioprine, cyclofosfamide of methotrexaat, en zuurstof in het geval van een persisterende hypoxie. Soms heeft acetylcysteïne een effect op de klachten en de achteruitgang van de longfunctie. Uiteindelijk is soms longtransplantatie mogelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Extrinsieke allergische alveolitis Deze aandoening, ook wel overgevoeligheidspneumonitis genoemd, ontstaat door het inhaleren van kleine partikels organisch materiaal, waardoor sensibilisatie (o.a. IgG-antilichaamvorming) optreedt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.9"
        },
        {
            "text": "Bij herhaalde inhalatie ontwikkelen zich ontstekingsreacties in het perifere longweefsel (alveolitis) door antigeen-antilichaaminteracties. In Nederland zijn duivenmelkersziekte, vogelhoudersziekte en champignonkwekerslong het bekendst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.9"
        },
        {
            "text": "Dyspnoe, hoest, koorts en geleidelijke vermagering zijn de symptomen van de acute vorm. Dit gaat gepaard met een diffuus-vlekkig longbeeld op de thoraxfoto, koorts en leukocytose. In de chronische vorm treedt geleidelijk longfibrosering op.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.9"
        },
        {
            "text": "Bij de diagnostiek maakt men gebruik van het aantonen van precipiterende antilichamen gericht tegen vogeleiwit en thermofiele actinomyceten (Ouchterlony-techniek). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "De diagnose longembolie wordt gesteld of uitgesloten door middel van een diagnostisch algoritme, de zgn. well-criteria gevolgd door bepaling van de D-dimeer gecombineerd met een spiraal-CT, of ventilatie-perfusiescintigrafie of pulmonalisangiografie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Grote embolieën: -zuurstof (geen beperking); -heparine 5.000 IE/ml, oplaaddosis 10.000-15.000 IE, daarna op geleide recalcificatietijd (klinisch); -laagmoleculair-gewicht-heparines, bijv. nadroparine s.c. (Fraxiparine ® , Fraxodi ® ); -streptokinase (klinisch); -eventueel thoracotomie (embolectomie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Longinfarcten: -heparine, tegelijk beginnen met orale anticoagulantia: fenprocoumon (Marcoumar ® , tabl. 3 mg); of -acenocoumarol (vroeger: Sintrom ® 'mitis'), tabl. 1 mg, oplaaddosis 3 tabl., daarna op geleide van de INR, protrombinetijd of Thrombotest ® . Na longembolie c.q. longinfarct worden normaliter gedurende zes maanden anticoagulantia (via de trombosedienst) voorgeschreven. Deze termijn kan langer zijn als een voor de trombose verantwoordelijke oorzaak niet verdwijnt of er van een recidief sprake is. Bij recidief longembolieën is doorgaans levenslange antistolling geïndiceerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Longkanker Longkanker is de belangrijkste doodsoorzaak van kanker bij mannen. De incidentie bij vrouwen neemt de laatste jaren sterk toe. Jaarlijks overlijden ongeveer 9.000 patiënten aan deze tumor. De belangrijkste etiologische factor is het roken. De therapie en prognose hangen af van zowel het histologische type als de uitgebreidheid van de tumor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.11"
        },
        {
            "text": "Eerst beeldvormend onderzoek: thoraxfoto en aanvullend röntgenonderzoek (CT-scan, PET-CT of MRI); bronchoscopie met histologisch onderzoek; na stellen van diagnose volgt stadiëringsonderzoek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "-De niet-kleincellige longtumoren (plaveiselcelcarcinoom, adenocarcinoom, grootcellig) worden gestadieerd volgens de TNM-classificatie. Stadium I en II zijn tumoren die in aanmerking komen voor chirurgische therapie. In deze groep is de vijfjaarsoverleving, afhankelijk van de grootte van de tumor, 40-70%. -Zodra er sprake is van doorgroei in andere structuren of lymfekliermetastasen, wordt chirurgische behandeling veel moeilijker. De prognose is bij die patiënten bij wie nog wel chirurgie mogelijk is, veel slechter dan bij de vroegere stadia. -Recente ontwikkelingen wijzen erop dat bij deze patiënten preoperatieve chemotherapie mogelijkerwijs de operabiliteit en daardoor de prognose kan verbeteren. Bij patiënten met uitgebreidere lymfogene metastasering zonder aanwijzingen voor metastasen op afstand (hematogeen) kan radiotherapie langere tijd klachten voorkomen. Mogelijk verbetert radiotherapie in combinatie met chemotherapie en/of angiogeneseremmers de prognose. -Bij patiënten met metastasen op afstand is enig voordeel van chemotherapie of van behandeling met angiogeneseremmers te verwachten, zowel wat betreft de overlevingsduur als wat betreft de kwaliteit van leven. Veel onderzoek is nog nodig om de prognose van deze patiëntengroep te verbeteren. -Bij een aantal patiënten is het mogelijk endobronchiale therapie toe te passen om daarmee de vernauwing of afsluiting van de luchtwegen tegen te gaan. Afhankelijk van de situatie in de bronchus komt daarvoor in aanmerking inwendige radiotherapie (brachytherapie), lasertherapie of elektrocoagulatie, of plaatsing van een stent (endoprothese). -Het kleincellige ongedifferentieerde carcinoom wordt gekenmerkt door zeer vroege metastasering en komt derhalve vrijwel nooit in aanmerking voor lokale behandeling als radiotherapie of chirurgie. De basis van iedere therapie is chemotherapie, waarmee de prognose verbetert van enkele maanden tot 1-1,5 jaar en vijfjaarsoverleving bereikt kan worden bij 5% van de patiënten. Bij de patiënten bij wie de tumor zich lijkt te beperken tot de thorax (limited disease), lijkt radiotherapie de prognose iets te verbeteren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Bijna alle orgaantumoren kunnen naar de long metastaseren. Meestal zijn er geen specifieke klachten en ontstaan er pas laat symptomen en fysisch-diagnostische verschijnselen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longmetastasen"
        },
        {
            "text": "Kleine longmetastasen met een diameter van minder dan 8 mm zijn op een gewone thoraxfoto wel af te beelden, maar worden meestal niet als zodanig herkend of pas retrospectief opgemerkt. Computertomografie is gevoeliger; hiermee kunnen longhaarden vanaf 2 mm worden afgebeeld. CT is minder specifiek. Veel kleine, op CT-scan zichtbare longhaarden zijn geen metastasen, maar bijvoorbeeld granulomen. Alleen histologisch onderzoek kan daarover uitsluitsel geven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "In een aantal gevallen is een longmetastase solitair. Indien de oorspronkelijke tumor lokaal afdoende is behandeld (bijv. grawitz-tumor, bottumor, melanoom) en een uitvoerig onderzoek klinisch occulte metastasen heeft uitgesloten, kan resectie van de longmetastase worden overwogen. In sommige gevallen loont een dergelijk agressief beleid, maar meestal blijken toch elders nieuwe metastasen tot ontwikkeling te komen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Het maligne pleuramesothelioom is een kwaadaardige nieuwvorming die uitgaat van het mesodermale weefsel van de pleura parietalis of visceralis. In de meerderheid van de gevallen is een mesothelioom het gevolg van blootstelling aan asbest. Het interval tussen blootstelling en het stellen van de diagnose bedraagt 10 tot meer dan 30 jaar. Symptomen zijn progressieve dyspnoe en vage of meer gelokaliseerde pijn in de thorax, naast algemene verschijnselen als malaise of gewichtsverlies. Op de thoraxfoto zijn pleuravocht of solide pleurale verhevenheden te zien. De diagnose wordt gesteld met cytologisch of histologisch onderzoek van pleuravocht of biopten van de pleura. Blootstelling aan asbest kan na een groot aantal jaren ook resulteren in pleurale, soms verkalkte verdikkingen of plaques. Deze goedaardige afwijking is meestal een toevalsbevinding op een longfoto of CT-scan van de thorax en behoeft geen behandeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mesothelioom"
        },
        {
            "text": "Vrijwel nooit is chirurgische resectie mogelijk, gezien de uitgebreidheid van het proces. Om diezelfde reden is radiotherapie vaak ook niet mogelijk. Palliatieve behandeling bestaat uit drainage en pleurodese (plakken van de pleurabladen), pijnstilling en lokale bestraling in het geval van pijnlijke doorgroei of (ent)metastasen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Voor palliatieve chemotherapie is pemetrexed (Alimta ® ) beschikbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Bij deze aandoening, die ontstaat door inhalatie van anorganisch stof, worden partikels in het perifere longweefsel gedeponeerd, waar zij een fibrotische reactie kunnen oproepen. Silicose of stoflongen bij mijnwerkers, zandstralers of betonarbeiders (tegelpersers) is het meest bekend. Als de fibroserende reactie afwezig of beperkt is, zijn er geen klachten, ondanks een diffuus klein-tot grofvlekkig longbeeld. Dit kan echter overgaan in meer massieve fibrose, waarbij de longfunctie belangrijk gestoord raakt en invaliditeit volgt. Inhalering van roet (bijvoorbeeld sigarettenrook) heeft antracose tot gevolg. Dit uit zich alleen pathologischanatomisch, niet op de röntgenfoto of via klachten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumoconiose en silicose"
        },
        {
            "text": "De diagnose wordt gesteld wanneer een beeld van longfibrose wordt gevonden bij iemand die gedurende vele jaren (beroepsmatig) een hoge blootstelling aan kwarts (silicose), kolengruis (antracosilicose) of asbest (asbestose) heeft gehad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Preventie is het belangrijkst: maskers bij stoffige werkzaamheden en een goede ventilatie in het bedrijf. Is de fibrosevorming progressief, dan is het niet meer mogelijk deze medicamenteus een halt toe te roepen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Pneumonie is een ontsteking van het longparenchym met exsudaat in de alveoli, gekenmerkt door koorts met koude rillingen, fors hoesten, pijn op de borst, etterig of roestbruin sputum (ontbreekt vaak in de beginfase), dyspnoe, neusvleugelen en herpes labialis. Bij de ernstige vormen vragen de gasuitwisseling en de circulatie grote aandacht en dat betekent derhalve een ziekenhuisopname.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonie"
        },
        {
            "text": "Een aantal micro-organismen kan primair pneumonie veroorzaken; vaak is echter een lokale weerstandsverzwakkende factor in het spel, waardoor commensalen uit de neus-keelholte de kans krijgen infecties te verwekken. Virusinfecties, waarbij de integriteit van het trilhaarepitheel tijdelijk verloren gaat, zijn waarschijnlijk het belangrijkste. Daarnaast zijn lokale luchtwegobstructies (tumor, corpus alienum, slijmproppen) van belang. Men spreekt van aspiratiepneumonie wanneer een longontsteking ontstaat nadat voedsel of maaginhoud in de luchtwegen terecht is gekomen (aspiratie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonie"
        },
        {
            "text": "De laatste jaren vormt longontsteking een toenemend probleem bij immuungecompromitteerde patiënten. Het hiv is hierbij berucht vanwege de ontstekingen met micro-organismen die vroeger zelden of nooit als verwekker werden gezien. Een Mycoplasma-of Pneumocystis-pneumonie (pneumocystose) kan de eerste aanwijzing zijn voor aids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonie"
        },
        {
            "text": "Berust op klinisch beeld plus kenmerkende bevindingen bij lichamelijk onderzoek: verscherpt ademgeruis met of zonder crepiteren over de longen, pleurawrijven en leukocytose. Radiologisch onderzoek is onmisbaar, microbiologisch onderzoek van sputum, bloed en eventueel pleuravocht gericht op aantonen van verwekker; soms ook bronchoscopie. Voor bepaling van de ernst van de pneumonie en van de noodzaak tot ziekenhuisopname zijn verschillende risicoscores beschikbaar, waarbij meestal onder meer rekening wordt gehouden met de leeftijd, symptomatologie, eventuele nierfunctiestoornissen en comorbiditeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Van de zogeheten community acquired pneumonieën wordt ongeveer 30% veroorzaakt door de pneumokok. Eerste keus voor de behandeling is amoxicilline. Twintig tot veertig procent wordt veroorzaakt door Mycoplasma pneumoniae, psittaci, Legionella pneumophila of Coxiella burnetii. Deze pneumonieën worden ook wel aangeduid met de term 'atypische pneumonie'. Deze verwekkers reageren, evenals Streptococcus pneumoniae, goed op erytromycine en de nieuwere derivaten daarvan: claritromycine, azitromycine en roxitromycine. Deze laatste drie worden beter verdragen dan erytromycine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "In de wintermaanden, wanneer veel influenza voorkomt, moet altijd de mogelijkheid van stafylokokkenpneumonie worden overwogen bij patiënten die kort na het begin van influenza ernstig ziek en kortademig worden. Dan is snel starten van flucloxacilline en opname van levensbelang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Bij de met hiv besmette groep is Pneumocystis carinii een veelvoorkomende infectie, die ook kan voorkomen bij andere afweerstoornissen. Hiervoor is behandeling met co-trimoxazol (trimethoprim + sulfamethoxazol) het middel van keuze. In de NHG-Standaard wordt in de eerste lijn voor volwassenen als middel van eerste keuze doxycycline genoemd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Toedieningsvorm (oraal) Zie tabel 11.7 en 11.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Pneumothorax Bij een pneumothorax of klaplong bevindt zich lucht in de pleuraholte. Meestal is deze afkomstig uit de long (spontane pneumothorax) of nadat via trauma (gebroken rib c.q. penetrerend voorwerp dat de viscerale pleura doorboort of afgescheurde bronchus) de integriteit van de pleura is verstoord. Bij de spontane primaire pneumothorax bij gezonde adolescenten en volwassenen (90% rokers, mannen, 15-40 jr., asthenische habitus) worden vaak bullae in de longtoppen aangetroffen, meestal vergezeld van een lokale bronchiolitis obliterans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.16"
        },
        {
            "text": "Indien de pleuraverscheuring als een ventiel gaat functioneren (wel lucht naar de pleuraholte, maar niet terug) kan een spanningspneumothorax ontstaan. Hierbij komt de pompfunctie van het hart in gevaar (circulatoire insufficiëntie), wat levensbedreigend kan zijn. Extreme dyspnoe, cyanose, polsversnelling en hypotensie wijzen hierop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.16"
        },
        {
            "text": "Berust op plotseling optredende unilaterale pijn bij ademhaling, vaak met dyspnoe (afhankelijk van de mate van collaps van de long), waarbij verzwakt tot opgeheven ademgeruis wordt gehoord bij hypersonore percussie. De thoraxhelft waarin de pneumothorax zich bevindt, is wijder dan de andere helft en beweegt minder goed. Ook indien de pleuraverscheuring tevens een bloeding heeft veroorzaakt (hemopneumothorax) of als de pneumothorax dubbelzijdig is, is er sprake van een gevaarlijke situatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "-Bij een kleine pneumothorax (randpneumothorax) kan spontane genezing worden afgewacht. De resorptie van de lucht vergt echter weken tijd. Daarom wordt ingrijpen geadviseerd, zeker indien de long voor 40% of meer gecollabeerd is. Afzuigen met een naald is het eenvoudigste, maar niet afdoende in geval van blijvende luchtlekkage. In dat geval is drainage (waterslot) nodig. Als de long ontplooid is en niet meer lekt, wordt de drain gedurende 24 uur afgeklemd. Is er geen recidief pneumothorax meer aantoonbaar (thoraxröntgenfoto), dan kan de drain worden verwijderd. -De recidiefkans van een spontane primaire pneumothorax die conservatief wordt behandeld, is circa 20% bij jongeren (15-40 jaar), maar wel 50% bij mensen ouder dan 50 jaar. Daarom wordt vaak pleurodese toegepast, waarbij via een troicart een irriterende stof, bij voorkeur gejodeerde talk, intrapleuraal wordt ingebracht. De recidiefkans van een pneumothorax daalt door pleurodese tot 5%. -Vaak wordt eerst thoracoscopie verricht nadat de troicart is ingebracht. De laatste jaren wordt hierbij in toenemende mate gebruikgemaakt van videoapparatuur (VATS). Hierbij is het mogelijk het longoppervlak te inspecteren en de omvang van de bullae/blebs te beoordelen, wat mogelijk prognostische betekenis heeft. -Bij uitgebreide bullavorming, een grote scheur of de aanwezigheid van bloedende vaten is thoracotomie op korte termijn (reven of resectie van bullae, pariëtale pleurectomie) beter dan chemische pleurodese. Ook bij gebleken recidieven (tweemaal aan dezelfde kant) wordt meestal tot pleurectomie overgegaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Indien het ademhalingsapparaat niet meer in staat is voor normale arteriële bloedgaswaarden te zorgen, is er sprake van respiratoire insufficiëntie. Deze kan alleen de pO 2 betreffen (partiële respiratoire insufficiëntie), zoals bij diffusiestoornissen en ongelijkmatige ventilatie-perfusieverhoudingen (longfibrose, longembolie, bronchusobstructie) het geval is. Indien ook de pCO 2 te hoog wordt, is een totale respiratoire insufficiëntie aanwezig (kyfoscoliose, eindstadia COPD, status na poliomyelitis). Hypoxie en hypercapnie kennen verschillende symptomen. Hypoxie geeft behalve zichtbare cyanose aanleiding tot onrust en tremoren, later tot euforie, convulsies en coma. Hypercapnie veroorzaakt (behalve chemosis) hoofdpijn, tachycardie, hypertensie, transpiratie, later sufheid en coma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratoire insufficiëntie"
        },
        {
            "text": "Beide dragen bij tot reflectoire vernauwing van de arteriolen in de kleine circulatie, waardoor pulmonale hypertensie ontstaat. De rechter harthelft wordt dan overmatig belast, er ontstaat op den duur hypertrofie (cor pulmonale) en bij verslechtering van de situatie dreigt rechtszijdige decompensatio cordis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratoire insufficiëntie"
        },
        {
            "text": "Meting van bloedgassen (pH, pO 2 en pCO 2 ) in arterieel bloed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Bij ziekten van de thoraxwand (musculatuur, skelet, innervatie) zijn te overwegen: -extra toediening van O 2 (1-2 l/min) om de gevol-gen van hypoxie tegen te gaan; dit kan via een neussonde of een intratracheale katheter, die eventueel subcutaan kan worden getunneld; -niet-invasieve ademhalingsondersteuning met een neus-of neus-mondkapje, via een gelaatsmasker of via een tracheacanule of tracheostoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Bij patiënten met exacerbatie van het chronisch obstructief longlijden met ernstig gestoorde longfunctie: -maximale bronchusverwijding (inclusief intraveneus corticosteroïden); -extra O 2 ; cave CO 2 -intoxicatie door wegvallen hypoxic drive; -behandeling eventuele bacteriële infectie; -in de kliniek eventueel analeptica; -zo nodig tijdelijk bij voorkeur niet-invasieve kunstmatige ventilatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Deze systeemaandoening wordt gekenmerkt door de aanwezigheid van niet-verkazende epitheloïde granulomen in alle aangetaste organen. Lymfeklieren en longweefsel zijn hierbij het meest betrokken, maar ook lokalisatie in de huid en de ogen komt veel voor. Lever en milt participeren vrijwel steeds, maar leiden zelden tot omschreven klachten. Wel worden algemene malaise, moeheid en dergelijke vaak gemeld. Het beloop is meestal spontaan gunstig, daar de epitheloïde granulomen vaak resorberen of overgaan in hyalien weefsel. Sarcoïdose komt wereldwijd voor, iets vaker bij vrouwen dan bij mannen; de eerste verschijnselen doen zich vaak tussen 20-40 jaar voor; 75% van de diagnoses valt vóór het veertigste jaar. Er is een opvallende verscheidenheid in incidentie onder diverse etnische en raciale groepen. In Europa en de Verenigde Staten varieert de incidentie van 10 tot 40 per 100.000 per jaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sarcoïdose"
        },
        {
            "text": "Klachten die kunnen wijzen op sarcoïdose zijn moeheid, hoesten en kortademigheid. Specifieke afwijkingen op een thoraxfoto of CT van de thorax zijn hilaire lymfadenopathie, kleinvlekkige longafwijkingen en fibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Soms dient de diagnose met bronchoscopie door het afnemen van biopten of het verrichten van bronchoalveolaire lavage te worden bevestigd. Vaak verloopt alles echter onopgemerkt. Vermoedelijk wordt in een groot aantal gevallen de ziekte niet eens herkend. De diagnose wordt gewoonlijk histologisch bevestigd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "De meest voorkomende vormen van sarcoïdose (hilusklierzwelling: stadium I) en hilusklierzwelling gecombineerd met een beginnend diffuusvlekkig longbeeld (stadium II), worden niet primair behandeld maar alleen geobserveerd. In de meeste gevallen nemen de ziekteverschijnselen in drie maanden spontaan af. Nemen ze toe, dan is er wel een behandelingsindicatie aanwezig. Behalve de thoraxfoto worden de longfunctie en het serumangiotensine-converting enzyme en het lysozymgehalte, die bij actieve sarcoïdose verhoogd kunnen zijn, als parameter gebruikt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "In een aantal gevallen is echter therapie geïndiceerd, waarbij corticosteroïden het belangrijkste middel vormen. Een behandelingsindicatie is aanwezig bij: -diffuus-vlekkige longafwijkingen met dyspnoe/ hoest en een gestoorde longfunctie (restrictieve ventilatiestoornis) of gestoorde bloedgaswaarden (daling pO 2 ); -afwijkingen in het centrale zenuwstelsel; -oogafwijkingen; -myocardafwijkingen (geleidingsstoornissen); -hypercalciëmie en hypercalciurie; -hypersplenisme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Een relatieve behandelingsindicatie is aanwezig bij: -persisterende algemene malaise met koorts en vermagering; -persisterende spier-en gewrichtspijnen; -participatie van traan-en speekselklieren (syndroom van Mikulicz), alsmede van oppervlakkig gelegen lymfeklieren; -afwijkingen van het luchtwegslijmvlies (neus, larynx, bronchi) met lokale klachten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Dyspnoe of kortademigheid is een symptoom dat bij vrijwel alle longaandoeningen kan optreden, maar ook bij hartfalen, neuromusculaire aandoeningen en bij verschillende metabole stoornissen die gepaard gaan met een toegenomen ventilatoire drive, zoals nierziekten en diabetes. Van belang is of de kortademigheid reeds in rust aanwezig is of alleen bij inspanning optreedt of houdingsafhankelijk is, of er sprake is van piepen van de ademhaling en welke de uitlokkende factoren zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dyspnoe"
        },
        {
            "text": "Van belang zijn een uitgebreide anamnese en zorgvuldig lichamelijk onderzoek. Longfunctie-en inspanningsonderzoek kunnen aanwijzingen opleveren voor een diagnose. Soms is beeldvormend onderzoek, zoal een thoraxfoto, geïndiceerd. De behandeling is uiteraard afhankelijk van de onderliggende aandoening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Zie tabel 11.9. Tabel 11.9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Medicamenteuze therapie van acute ernstige dyspnoe ten gevolge van bronchusobstructie. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Hieronder wordt het ophoesten van bloed verstaan. Het is altijd een alarmerend verschijnsel en het berust slechts zelden op aandoeningen die geen nader onderzoek en behandeling behoeven. Hemoptoë kan in het beloop van luchtweginfecties voorkomen, waarbij een enkel streepje bloed eenmalig wordt opgegeven. Cardiale oorzaken (mitralisstenose) c.q. longembolieën (longinfarcering) dienen te worden uitgesloten. Indien dit is gebeurd en toch bij herhaling bloed in het sputum wordt aangetroffen, is een röntgenfoto niet genoeg en is bronchoscopie aangewezen. Longaandoeningen die tot hemoptoë aanleiding kunnen geven, zijn alle tumoren (kwaad-of goedaardig), bronchiëctasieën (bijv. bij mucoviscidose), tuberculose, aspergillomen en arterioveneuze aneurysmata. Analyse hiervan is noodzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemoptoë"
        },
        {
            "text": "Ernstige hemoptoë kan dramatisch verlopen. Het is belangrijk eerst na te gaan of er niet van een bloeding uit de neus-keelholte of de slokdarm-maag (oesofagusvarices, maagulcera) sprake is. Onmiddellijk vervoer naar het ziekenhuis is noodzakelijk. In een aantal gevallen zal de bloeding afnemen als de patiënt in shock raakt. Toch is shockbestrijding de eerste belangrijke maatregel. In de eerste plaats zal een thoraxfoto worden gemaakt, gevolgd door bronchoscopie, ook als de foto geen afwijkingen laat zien, aangezien afwijkingen in de centrale luchtwegen schuil kunnen gaan in de mediastinale structuren. Als dit onderzoek geen aanwijzingen geeft, zal vaak eerst computertomografie worden verricht, eventueel gevolgd door arteriografie van de aa. bronchiales, waarbij afwijkingen in een deel van het stroomgebied (gedilateerde vaten, eventueel met tekenen van extravasatie) over de oorzaak van de hemoptoë informeren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "De verdere therapie is uiteraard afhankelijk van de bevindingen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "-Bij tumorgroei zal bezien worden of chirurgische therapie mogelijk is. Als dit niet het geval is, is radiotherapie te overwegen. Bij forse hemoptoë uit een intrabronchiale tumor kan endobronchiale therapie (cauterisatie, Nd-YAG-laser) aangewezen zijn. -Bij bronchiëctasieën die tot hemoptoë aanleiding geven, zal eerst arteriografie van de aa. bronchiales (katheterisatie via de aorta, vanuit de a. femoralis) in aanmerking komen. De abnormale vaten kunnen door het inspuiten van kunststofpartikels geëmboliseerd worden. Als dit geen blijvende oplossing blijkt te zijn, is vaak resectie van het bloedende longgedeelte noodzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Hoesten Hoesten, al dan niet met opgeven van sputum, is een veelvuldig gerapporteerde klacht met een piekincidentie op de kinderleeftijd en in de leeftijdsgroep van 65-74 jaar. Hoest is een fysiologisch verschijnsel, bedoeld om de luchtwegen vrij te houden van sputum en ingeademd omgevingsvuil. Aanhoudende hoest kan onder meer het gevolg zijn van een virale of bacteriële infectie, astma of COPD, een corpus alienum of een gezwel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.22"
        },
        {
            "text": "In elk geval een uitvoerige anamnese en lichamelijk onderzoek. Meestal kunnen daarmee de ernst en de oorzaak van het hoesten in voldoende mate worden vastgesteld. Aanvullend kan een thoraxfoto of longfunctieonderzoek worden verricht. Een sputumkweek is zelden geïndiceerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose (van aanhoudende hoest)"
        },
        {
            "text": "In eerste instantie dient getracht te worden om de onderliggende oorzaak te behandelen. Pas in tweede instantie wordt beoordeeld of symptomatische behandeling noodzakelijk is. Voor de symptomatische behandeling kan gekozen worden tussen noscapine (caps. 15 en 30 mg, drag. 15 mg) 3-4 dd 15-30 mg, max. 180 mg per dag; kinderen siroop FNA 1 mg/ml, 1-6 jaar 2-4 dd 7,5 mg; 6-12 jaar 2-4 dd 15 mg of codeïne 3-4 dd 10-20 mg. Codeïne kan gepaard gaan met obstipatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Onder invloed van emoties of stress kunnen patiënten soms sneller en dieper gaan ademen dan voor een normale gasuitwisseling nodig is. Daardoor ontstaat een verlaging van de CO 2 -spanning in het bloed, met als gevolg alkalose en daling van de concentratie van het vrije plasmacalciumgehalte. Bij de differentiële diagnostiek dienen organische aandoeningen van hart en longen te worden uitgesloten. Hyperventilatie die niet organisch verklaard kan worden, komt op alle leeftijden voor bij mannen en vrouwen. Patiënten die een astmaaanval voelen opkomen, zijn in het bijzonder geneigd daarop met hyperventilatie te reageren. Hyperventilatie kan in aanvallen voorkomen of een meer chronisch karakter hebben. Het klachtenpatroon is divers: slaapstoornissen, moeheid, angst, hartkloppingen, pijn op de borst, hoofdpijn, duizeligheid, sterretjes zien, misselijk, frequente mictie, paresthesieën en krampen. Als symptomen worden depressie, angst, transpiratie, tremoren, stijve vingers en handen (carpopedale spasmen), bewustzijnsstoornissen, hijgen en tachycardie waargenomen. De term hyperventilatiesyndroom als diag-nostische entiteit is inmiddels verlaten. Hyperventilatie is een symptoom dat kan optreden bij angst, maar ook bij lichamelijke aandoeningen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperventilatie"
        },
        {
            "text": "Bij het optreden van hyperventilatie die niet verklaard kan worden door organische oorzaken, dient diagnostiek opgestart te worden naar het bestaan van een angststoornis. De NHG Standaard Angststoornissen geeft hiervoor een aanpak. Een hyperventilatie-provocatietest is onbetrouwbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Therapie -CO 2 -rebreathing met behulp van een plastic zak of tuinslang van circa 50 cm, gedurende een minuut. -Adem inhouden gedurende circa 30 seconden na een niet te diepe inademing. -Hoeksteen van de behandeling is echter een gerichte behandeling van de angststoornis: bijv. medicatie of cognitieve gedragstherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Piepen Hoogfrequente, meestal expiratoire bijgeruisen van de ademhaling noemt men piepen of wheezing. Piepen berust meestal op luchtwegvernauwing zoals bij astma of COPD, maar kan ook berusten op een hoge luchtwegvernauwing of longoedeem bij decompensatio cordis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11.24"
        },
        {
            "text": "Piepen is soms al zonder gebruik van de stethoscoop hoorbaar en dient aanleiding te vormen voor een grondige anamnese en lichamelijk onderzoek, en afhankelijk van de differentiaaldiagnose vervolgens beeldvorming en/of longfunctieonderzoek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Behandeling is afhankelijk van het onderliggend lijden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "De longen zelf zijn gevoelloos. Pijn op de borst kan tendo-myogeen, pleuraal of cardiaal van aard zijn. Thoracale pijnklachten kunnen zeurend, stekend, beklemmend of knagend zijn, en gelokaliseerd of diffuus. Pijn vastzittend aan de ademha-ling doet een pleurale oorzaak vermoeden zoals pleuraprikkeling door longembolie of pleuritis. Deze pijn is vaak eenzijdig en min of meer lokaal aanwezig. Beklemmende pijn voor op de borst, soms uitstralend naar de hals of de linkerarm of -schouder, kan berusten op angina pectoris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pijn op de borst door longaandoeningen"
        },
        {
            "text": "Een zorgvuldige anamnese kan een oorzaak van de pijn op het spoor komen. Pijn door pleuraprikkeling kan zich bij lichamelijk onderzoek uiten in pleurawrijven, een bijgeruis dat doet denken aan voetstappen in de verse sneeuw en dat meestal zowel tijden de inademing als tijdens de uitademing te horen is. Een ECG of thoraxfoto kan aanvullende diagnostische informatie opleveren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Bij pleuraprikkeling kunnen pijnstillers zoals acetylsalicylzuur (Aspirine ® ) in een dosis van 3 tot 6 dd 500 mg of NSAID's gegeven worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        },
        {
            "text": "Onder verschillende omstandigheden kan zich vocht in de pleuraholte ophopen. In een groot aantal gevallen zal dit transsudaat zijn (eiwitgehalte < 3 g/l) als gevolg van decompensatio cordis, meestal van de linker maar soms ook van de rechter harthelft. Bij het normaliseren van de hartfunctie hoort dit vocht te verdwijnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuravocht"
        },
        {
            "text": "Een tweede oorzaak van pleuravocht is een infectie. Een pneumonie gaat soms gepaard met een parapneumonische effusie, hetgeen kan uitlopen op een pleura-empyeem (etterig exsudaat). Sommige infecties (tuberculose, coxsackievirussen) kunnen pleuritis veroorzaken zonder dat klinische tekenen van infectie van de long aanwezig zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuravocht"
        },
        {
            "text": "Een volgende veelvoorkomende oorzaak van pleuravocht is een maligne proces. Het kan het eerste symptoom zijn van een tumor van de pleurabladen (mesothelioma pleurae), maar is meestal het gevolg van metastasering van tumoren uit andere organen, zoals longcarcinoom en mammacarcinoom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuravocht"
        },
        {
            "text": "Dyspnoe treedt op als de hoeveelheid pleuravocht groter is dan 1,5 liter, tenzij er om andere redenen een verminderde longfunctie is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuravocht"
        },
        {
            "text": "Fysisch-diagnostisch zijn dan zeker afwijkingen (verkorte percussietoon met opgeheven ademge-ruis aan de aangedane zijde) aanwezig. Röntgenonderzoek is nodig om uit te sluiten of er parenchymateuze afwijkingen zijn en om het pleuravocht te lokaliseren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Indien er aanwijzingen zijn voor decompensatio cordis, kan men het effect van diuretica afwachten alvorens nadere diagnostiek te verrichten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Een eenvoudige pleurapunctie, al dan niet met behulp van echoscopie, waarbij 10-20 ml vocht wordt geaspireerd, maakt het mogelijk uit te maken of er van transsudaat of van exsudaat sprake is. Ook is zo onderzoek naar microbiële ziekteverwekkers mogelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Cytologisch onderzoek naar maligne cellen is in veel gevallen van pleuritis carcinomatosa negatief. Er zal dan een pleurabiopsie moeten volgen, meestal onder visuele controle via thoracoscopie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "-Transsudaat: behandeling van de decompensatio cordis (zie hoofdstuk 5, Hart-en vaatziekten). -Infectieuze pleuritis: antibiotica; keuze afhankelijk van de verwekker. -Pleura-empyeem: afhankelijk van de ernst van de infectie (temperatuur, pH, vocht) drainage met dunne, zo nodig met dikke drain en lokaal streptokinase. Indien onvoldoende effect, dan ook thoracoscopie of thoracotomie met uitruimen. -Pleuritis carcinomatosa. Ontlasting van pleuravocht en aansluitend pleurodese.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specialistische therapie"
        },
        {
            "text": "Snurken is het produceren van geluiden ten gevolge van ademhalingsactiviteit tijdens de slaap. Deze geluiden ontstaan ter plaatse van de weke delen van de proximale luchtwegen. Overgewicht en overmatig alcoholgebruik zijn bekende risicofactoren. Snurken kan een uiting zijn van een obstructief slaapapneusyndroom (OSAS) en gaat dan gepaard met pauzes in de ademhaling die soms tientallen seconden kunnen duren en eindigen met een luide snurk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Snurken en slaapgerelateerde ademhalingsstoornissen"
        },
        {
            "text": "Snurken is een anamnestisch gegeven dat in engere zin geen aanvullende diagnostiek behoeft. Ook voor het obstructief slaapapneusyndroom is de anamnese, aangevuld met informatie van de partner, belangrijk. Naast snurken en ademstops kunnen abnormale beweeglijkheid van de extremiteiten gedurende de nacht en vermoeidheid en slape-righeid overdag optreden. De diagnose kan worden bevestigd met behulp van polysomnografie, waarbij het adempatroon, het hartritme, de zuurstofverzadiging en de elektrische hersenactiviteit kunnen worden geregistreerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Voor alleen snurken volstaan soms afvallen en het vermijden van alcohol en sedativa/hypnotica. Stoppen met roken doet de zwelling van de weke delen van de proximale luchtwegen mogelijk verminderen. Verbetering van de neusdoorgankelijkheid kan ook verlichting geven. Aangezien snurken vooral in rugligging optreedt, kan getracht worden zijligging te bevorderen door een tennisbal in het rugpand van de pyjama te bevestigen. Ook voor behandeling van een obstructief slaapapneusyndroom zijn gewichtsreductie en vermindering van het alcoholgebruik belangrijk. Vaak is dat niet voldoende en dient continuous positive airway pressure (CPAP) overwogen te worden. De daarvoor benodigde CPAP-apparatuur dient, bij voorkeur klinisch, tijdens een testnachtregistratie te worden ingesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Specialistische) therapie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Samenvatting van de standaard 'Acuut hoesten' van het Nederlands Huisartsen Genootschap",
            "authors": [
                {
                    "first": "Jam",
                    "middle": [],
                    "last": "Balen",
                    "suffix": ""
                },
                {
                    "first": "Verheij",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thjm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pijnenborg",
                    "suffix": ""
                },
                {
                    "first": "Wjj",
                    "middle": [],
                    "last": "Assendelft",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "148",
            "issn": "",
            "pages": "725--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Twee richtlijnen over 'communityacquired' pneumonie: beide belangrijk als basis voor een eigen beleid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Broek Pj Van Den",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "149",
            "issn": "",
            "pages": "2492--2496",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Astmabehandeling bij kinderen: meer dan alleen 'puffen'",
            "authors": [
                {
                    "first": "Afj",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roorda",
                    "suffix": ""
                },
                {
                    "first": "Plp",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "148",
            "issn": "",
            "pages": "865--873",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Richtlijn over niet-medicamenteuze behandeling bij COPD",
            "authors": [
                {
                    "first": "Pnr",
                    "middle": [],
                    "last": "Dekhuijzen",
                    "suffix": ""
                },
                {
                    "first": "Ijm",
                    "middle": [],
                    "last": "Smeele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smorenburg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "150",
            "issn": "",
            "pages": "1233--1240",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Astmabehandeling bij kinderen' van kinderlongartsen (2e herziening)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Duiverman",
                    "suffix": ""
                },
                {
                    "first": "Hjl",
                    "middle": [],
                    "last": "Brackel",
                    "suffix": ""
                },
                {
                    "first": "Pjfm",
                    "middle": [],
                    "last": "Merkus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "Plp",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Richtlijn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "II. Medicamenteuze behandeling. Ned Tijdschr Geneeskd",
            "volume": "147",
            "issn": "",
            "pages": "1909--1922",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Astmabehandeling bij kinderen' van kinderlongartsen (2e herziening). I. Diagnostiek en preventie",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Duiverman",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jöbsis",
                    "suffix": ""
                },
                {
                    "first": "Jc",
                    "middle": [
                        "De"
                    ],
                    "last": "Essen-Zandvliet Eem Van, Aalderen Wmc Van, Jongste",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Richtlijn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "147",
            "issn": "",
            "pages": "1905--1913",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnostiek en behandeling van bronchiëctasieën",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haren Ehj Van",
                    "suffix": ""
                },
                {
                    "first": "Gpm",
                    "middle": [],
                    "last": "Mannes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "148",
            "issn": "",
            "pages": "120--125",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Over het wel of niet beademen van patiënten met ernstige COPD",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Holleman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Endeman",
                    "suffix": ""
                },
                {
                    "first": "Mcpj",
                    "middle": [],
                    "last": "Verpalen",
                    "suffix": ""
                },
                {
                    "first": "Jbl",
                    "middle": [],
                    "last": "Hoekstra",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "146",
            "issn": "",
            "pages": "785--794",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "De standaard 'Acuut hoesten' van het Nederlands Huisartsen Genootschap; reactie vanuit de huisartsgeneeskunde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lisdonk Eh Van De",
                    "suffix": ""
                },
                {
                    "first": "Wjhm",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "148",
            "issn": "",
            "pages": "700--702",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nietkleincellig longcarcinoom; stadiëring en behandeling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Meerbeeck",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "Cce",
                    "middle": [],
                    "last": "Koning",
                    "suffix": ""
                },
                {
                    "first": "Vcg",
                    "middle": [],
                    "last": "Tjan-Heijnen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Boekema",
                    "suffix": ""
                },
                {
                    "first": "Cje",
                    "middle": [],
                    "last": "Kaandorp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Burgers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "149",
            "issn": "",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Betere inspanningstolerantie bij COPD door niet-medicamenteuze behandeling",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Wijkstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wempe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bij W Van Der",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hacken Nht Ten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Koëter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "150",
            "issn": "",
            "pages": "213--220",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Obstructieveslaapapneusyndroom bij volwassenen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Copd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Perioperatieve behandeling van de pulmonaal belaste patiënt",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Buitenlandse richtlijnen Global Initiative for obstructive lung diseases, ofwel GOLD: www.goldcopd.com Global initiative for ASTHMA",
            "authors": [
                {
                    "first": "Perioperatieve",
                    "middle": [],
                    "last": "Pulmonaal Belaste Patiënt",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Behandeling Van De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhg-Standaarden",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Astma bij kinderen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "+ budesonide 100 of 200 microg poederinhalator (Symbicort ® ) formoterol 12 microg + budesonide 400 microg poederinhalator (Symbicort ® ) salmeterol 50 microg + fluticason 100, 250 of 500 microg poederinhalator (Seretide ® ) salmeterol 25 of 50 microg + fluticason 50, 125, 250 of 500 microg per inhalatie +/-voorzetkamer (Seretide ® ) formoterol 6 microg + beclomethason 100 microg per inhalatie (Foster ® )",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tabel 11.1Verschillen astma en COPD.pende rhonchi. Als aanvullend diagnosticum kan bepaling van de piekstroom of spirometrie van waarde zijn. De piekstroom kan worden gemeten voor het aantonen van variabiliteit. Met spirometrie worden de 1-seconde-waarde en de vitale capaciteit bepaald en kan luchtwegvernauwing met grotere nauwkeurigheid worden vastgesteld.Longfunctietests: procedure en interpretatie.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "-Pancreasenzympreparaten: pancrelipase (Pancrease HL ® ) of pancreatine (Creon ® ) 4 caps. voor iedere maaltijd en 1-2 caps. bij tussendoortjes. Van het hoog-lipasepreparaat Pancrease HL ® zijn 2 caps. voor de hoofdmaaltijd en 1 caps. bij tussendoortjes voldoende. Andere preparaten zijn minder geschikt. Soms kan de werking van Pancrease ® worden verbeterd door remming van de maagzuursecretie door middel van omeprazol (Losec ® ) 20-40 mg dd of pantoprazol (Pantozol ® ) 20-40 mg dd. -Vitaminesuppletie: bij een aangetoonde deficiëntie geeft men op geleide van de serumspiegels vetoplosbare vitamines: vitamine A/D: de dubbele dosering van de voor de leeftijd gebruikelijke. -Vitamine E: kinderen 50-100 mg/dag, volwassenen 200-300 mg/dag. Tabel 11.5 Geneesmiddelen voor de behandeling van exacerbaties van COPD. dosisaerosol Berodual ® : fenoterol 50 microg en ipratropium 20 microg per inhalatie inhalatiecapsule Berodual ® : fenoterol 100 microg en ipratropium 40 microg per inhalatie theofylline tablet met vertraagde afgifte Theolair ® : 175, 250 en 350 mg per tablet -Vitamine K: op geleide van de stollingsstatus in de vorm van kauwdragees van 10 mg. -Ursodeoxycholzuur (Ursochol ® , Ursofalk ® ) 10 of 20 mg/kg/dag in 2-3 doses bij de maaltijd lijkt bij cholestase een gunstig effect te hebben.Diabetes mellitus Diabetes mellitus komt bij ongeveer 15% van de patiënten voor. Een energierijke voeding is vereist, zoals bij alle andere CF-patiënten. De diabetes wordt met insuline ingesteld. Haemophilus influenzae: amoxicilline 3 dd 750 mg of co-trimoxazol 2 dd 960 mg Pseudomonas aeruginosa: of wel continu colistine 2 dd 160 mg of tobramycine 2 dd 160 mg ofwel tobramycine om de maand 2 dd 300 mg inhaleren via een jet-vernevelaar. Tegenwoordig krijgen veel patiënten een onderhoudsbehandeling met een lage dosis azitromycine, vooral in geval van Pseudomonas kolonisatie. Driemaal per week 250 tot 500 mg lijkt te volstaan. exacerbaties -Behandeling van infectieuze exacerbaties dient op grond van de sputumkweek doorgaans ged. 2-3 weken te worden gegeven. -Bij exacerbaties waarbij S. aureus of H. influenzae in het sputum wordt gevonden: amoxicilline, cotrimoxazol of amoxicilline/clavulaanzuur. Indien",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Bron: NHG-Standaarden voor de huisarts. Houten: Bohn Stafleu van Loghum, 2009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}