{
    "paper_id": "0fe1d0b761c157b5dc9b773123d7cdfb29ac7792",
    "metadata": {
        "title": "An Exploratory Approach for Governance of Society for Smarter Life",
        "authors": [
            {
                "first": "Michel",
                "middle": [],
                "last": "Léonard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CUI, route de Drize",
                    "location": {
                        "settlement": "Carouge, Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": "michel.leonard@unige.ch"
            },
            {
                "first": "Anastasiya",
                "middle": [],
                "last": "Yurchyshyna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CINTCOM",
                    "location": {
                        "addrLine": "Chemin Champ-Claude, 10",
                        "settlement": "Vernier",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents an exploratory approach for the governance of Society in the context of Smarter Life. By answering the challenges of the era of Digitalisation, facing profound societal changes, benefiting from multiple innovations, information systems and services play an outstanding role in improving and enhancing life of humans and contribute to the progress in Smarter Life. This exploratory approach is based on information, whilst information systems and services contribute to developing new practices, creating new situations, generating new added value. In this perspective, information and knowledge can be viewed as information common good, which is in the heart of service design. It is essential that services are designed in an exploratory way, by involving multidisciplinary, multi-institutional, even multi-national actors, whose active participation would lead to the development of new value-added services. This can be done thanks to a protected place adapted to co-construction of information services, Tiers-Lieu for Services (TLS). To assist the dynamics of the servitised Society and support its governing in a sustainable way, an institutional instrument, called people-public-private-partnerships for services (4PS), is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Our Society lives in a real era of digitalisation, with new technologies enhancing profound transformations in exchanges between people and institutions, changing practices, creating new situations. Whilst it is essential to continually maintain the technological growth and the cognitive unity of the progression of Society, this should also be a safe operating space for Humanity. Furthermore, there are a lot of disseminated initiatives, which propose a lot of services for Smarter Life. To maintain the global sustainability and resilience, a new paradigm is thus required, which would allow integrating the continued development of human societies and the maintenance of the Earth system [1] .",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 696,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Era of Smarter Life"
        },
        {
            "text": "It is an urgent task to create the conditions needed to place digitalisation at the service of sustainable development [2] . They address different perspectives. In short term, the advances in digitalisation support and ease sustainability objectives with a view to harmonise digitalisation with the global sustainability goals agreed in 2015 [3] . Sustainable digitalised societies are subjects of medium term. Already today, precautions must be taken to deal with inevitable societal changes that will accompany digitalisation: e.g. radical structural change on the labour markets as a result of advancing automation, networking, creating new activities and jobs, co-design and sharing common goods, to mention just a few. In a long term, the focus is made on the future: the way humans interact with technologies and, more generally, the Information World; risks and challenges to human personality and integrity, ethical aspects of digitalisation, etc. This includes the exploration of the emerging concepts in the innovative area of sustainability and digital technology [4] , the results of societal transformations, as well as creation of new practices in governing Society.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Era of Smarter Life"
        },
        {
            "text": "This paper is structured as follows. Section 2 discusses the current slants for governing Society and introduces the exploratory approach. Section 3 presents collaborative service design enabled by Tiers-Lieu for Services (TLS). Section 4 describes an institutional instrument, called people-public-private-partnerships for services (4PS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Era of Smarter Life"
        },
        {
            "text": "In broad outline, the existing approaches for governing Society in the context of Smarter Life can be described by two slants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "In \"top-down\" approach, the decisions on governing Society are made by a relatively small group of decision-makers, who belong to steering or executive committees, according to predefined rules (in form of laws, regulations, industrial standards and conceptualized procedures), and imposed on all members of Society. The main advantage of this approach is to encourage consistent studies in comprehending welldeveloped subjects to implement profoundly-studied strategies (as, for example, in the case of sustainable development goals [5] ). At the same time, a risk of the noninclusiveness of members of Society and different degrees of non-transparency of decision-making governing processes are among its limitations.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "\"Bottom-up\" approach takes into account the successful practices, already efficiently implemented in specific circumstances and domains, by talented persons by means of services. Its advantages concern better identification of risks, broader collaborative knowledge base and agility in making decisions in concrete situations, but they cannot guarantee their applicability and/or consistency in the scope of whole Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "It becomes obvious that despite the advantages of each of these slants, none of them can address the complexity of governing Society in the context of Smarter Life. A new form of inclusive governance is thus required. Such inclusive governance includes new modes of governance, integrates various practices, performs interdisciplinary analysis covering legal, policy-making and theoretical concerns, develops methods for coordination (e.g. the Open Method of coordination as a technique of EU governance [6] ).",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 507,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "In this perspective, we suggest an exploratory approach for governing Society for Smarter Life. Its main idea is as follows. We should not think purely in terms of technologies. We should think in terms of information, information systems and services. We should think in accordance to propulsors in the context of the progression of Society, and the added value these propulsors are inducing. A propulsor can be a new law, a political or strategic will, a new technology like a digital system, etc. The propulsions of Society are enabled by propulsors into activities of Society in the form of information services. An information service contains a value proposition [7] . Its aim is not limited to increasing the efficiency of existing business processes, but generating additional value for businesses by creating and enabling situations, in which value may emerge.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "Information common goods are formed from information services, in order to establish bases of the progression of Society by means of services. They are based on the concept of common goods [8] whose basic resource is of natural origin (pastures and forests). In contrast, the basic resource of the information common goods is artificial: data, information or knowledge. For both natural and information common goods, there is a risk of falling into a tragedy of the commons [9] , when unlimited usage (for natural ones) and uncontrolled rush for digital innovations (for information common goods) might lead to their exhaustion. To avoid the tragedy of the commons and make information common goods efficient and resilient, they are organised in an institutional form of informational common. Myriads of services, which are envisaged as information common goods, currently are, have been and will be developing practices, create new situations, lead to new added value. And this added value in services comes from enabling informational commons [10] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "The exploratory approach for governing Society is thus based on governing informational propulsions inducing added value and all related information common goods. In other words, the exploratory approach for governing Society relies on information common goods, which are formed from information services and organised as informational commons, in order to establish bases of the progression of Society by means of services. To support the development of services in a sustainable and responsible way, we suggest a protected place adapted to co-construction of information services, called Tiers-Lieu for Services (TLS). To govern them, we should ensure it is done in an exploratory way in co-design, so that responsible and interested persons could all actively participate. This is enabled by people-public-private partnerships for services (4PS), an institutional instrument of the administration of informational propulsions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Approach for Governing Society"
        },
        {
            "text": "Information common goods are formed of information services related to multiple institutions, professions, responsibilities, disciplines. It is thus essential to encourage people who are interested in governing Society, to participate in it by conceiving, creating, implementing them, by mixing various aspects of engineering and exact sciences with aspects of law, management, human sciences, and by continually conducting explorations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "These people will need a protected place, outside of their own institutions, where they can face their differences, sometimes even their divergences, by focusing on cocreating services. A possible candidate for such a protected place is Tiers-Lieu for Services (TLS) [11] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "Conceptually, Tiers-Lieu is \"a social configuration where the encounter between individual entities intentionally engages in the conception of common representations\" [12] . This social configuration is an open place that allows co-creation processes involving various people. It is sufficient to adapt it to the characteristics of informational propulsions and information common goods, in order to make it the place of their construction under the name of Tiers-Lieu for Services: the TLS configuration is a social configuration between different entities whose encounter intentionally engages them in the conception of common informational representations, expressed by means of informational models, in order to construct information services assembling in an information common good.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "TLS initiators propose an action corresponding to an informational propulsion of Society. It is described by a pursued intention, with the sense, which it gives to the subsequent progression of Society. It also describes situations to overcome and societal issues of the informational propulsion. This intention leads to defining a corresponding initiative, which is concretised through information. The information plays the key role: it enables the development of multiple propulsions and provides their informational base. This informational base consists of a multitude of informational models, all oriented towards the design and implementation of propulsions. In a generic way, TLS is a social configuration that allows all contributors to have access to informational models of the information service. They can therefore criticize these models. They can make proposals for modifications or even progressions. They can give them the sense in the context of governing Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "To support the activities of contributors, TLS provides them with a framework: the cross-pollination space [13] . Despite their heterogeneity, they share the common language of the cross-pollination space, the language of information, so they can understand each other and to conceive informational models essential for the implementation of information trans-services. They exchange views and continue explorations by emerging the points of view that are not usual in their own activities, throughout the process of establishing informational models. The informational model is based on the informational base, as well as all the digital and organisational implementations that have been put in place, in order to make operational the information service they are co-designing.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "TLS sessions can take many forms: face-to-face or virtual meetings, or their combination. They are all facilitated by a digital platform dedicated to TLS. In all these sessions, there are many innovative ideas that come up and are exploited. TLS takes place under a free license adapted to the constitution of information services and information common goods, following the example of software projects governed by free licenses like the GNU-GPL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service Design Through Tiers-Lieu for Services"
        },
        {
            "text": "Since there is a huge number of various complex activities and responsibilities related to any informational propulsion, it is essential to have an institutional instrument supporting elaborating and enabling the governance of Society in the context of Smarter Life. This instrument should be designed in the way that all contributors for propulsions can operate efficiently and fully fulfil their responsibilities. This instrument should make it possible to form the necessary partnerships between all physical and legal persons, the world of private or public enterprises, public administrations, associations, national or international organisations, research and training centres, associations of citizens interested in contributing to the co-construction of one or another information service of an informational propulsion. As such an institutional instrument, we suggest to implement 4PS: people-public-private partnerships for services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4PS"
        },
        {
            "text": "4PS is built on the basis of a formal framework, Public-Private Partnerships (PPP), which is well-known internationally and has shown efficiency in various projects. Generally, PPP is defined as a long-term contract between a private party and a government entity, for providing a public asset or service, in which the private party bears significant risk and management responsibility and remuneration is linked to performance [14] . Traditionally, PPP is intended to facilitate public-private partnerships mainly in the context of infrastructure (hospitals, transport, buildings) and is not particularly focused on services. To enable service creation, our exploratory approach suggests to expand PPP to people-public-private partnerships for services (4PS). 4PS does not only benefit from the advantages of PPP that typically allocates each risk to the party that can best manage and handle it, optimises management responsibility and finds coherence between private interests and the public interest. 4PS specifically targets service design and co-creation, where the key role is given to talented persons who actively collaborate in defining, concretising and developing services.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4PS"
        },
        {
            "text": "4PS enables the governing of Society to access the design levels of informational propulsions. It can: (i) guarantee the compliance of informational propulsions with regulatory frames; (ii) steer the progression of Society by taking into account the informational propulsions, by fostering their construction, notably by supporting the necessary expansion of regulatory frames (including in some situations the legal frame); (iii) decide the concordance between the construction of informational propulsions and the politics of the progression of Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4PS"
        },
        {
            "text": "Furthermore, 4PS fosters more inclusive progression that allows active engagement of communities, discloses more information about propulsions, especially on the commitments made to various contributors through the information common goods, and de-risks informational propulsions by providing more predictability in their enabling environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4PS"
        },
        {
            "text": "This exploratory approach with information services, information common goods, TLS and 4PS places constructors of informational propulsions for Smarter Life in more consistent positions, where they can contribute to the progression of Society in concordance with their own competencies and legitimacy. This approach lies on the powerful information level, inherited from IS engineering with its methods, models and techniques. This information level provides a meeting place for persons in charge of governing Society and of constructing information services and informational propulsions in the context of Smarter Life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Planetary boundaries: guiding human development on a changing planet",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "6223",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Towards our Common Digital Future",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SDG",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sustainability in a Digital World: New Opportunities Through New Technologies",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sustainable Development Report 2019. Bertelsmann Stiftung and Sustainable Development Solutions Network",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schmidt-Traub",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kroll",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lafortune",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Governing Social Inclusion: Europeanization Through Policy Coordination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Service science: toward a smarter planet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spohrer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Maglio",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Service Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Governing the Commons: The Evolution of Institutions for Collective Action. Political Economy of Institutions and Decisions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ostrom",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The tragedy of the commons",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hardin",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Science",
            "volume": "162",
            "issn": "3859",
            "pages": "1243--1248",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Towards contributory development by the means of services as common goods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yurchyshyna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "IESS 2015. LNBIP",
            "volume": "201",
            "issn": "",
            "pages": "12--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tiers-Lieu for services: an exploratory approach to societal progression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ralyté",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léonard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IESS 2020. LNBIP",
            "volume": "377",
            "issn": "",
            "pages": "289--303",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-38724-2_21"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Étude de la configuration en tiers-lieu: la re-politisation par le service",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burret",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ph.D. thesis in Sociology and Anthropology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tiers-Lieu: exploratory environments for service-centered innovations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léonard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yurchyshyna",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the IESS 2013. LNBIP",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}