{
    "paper_id": "0fe4ea6419ae3636c9108d694348f7cfe0268c81",
    "metadata": {
        "title": "Combating Canine 'Visiting Cards': Public Hygiene and the Management of Dog Mess in Paris since the 1920s",
        "authors": [
            {
                "first": "Chris",
                "middle": [],
                "last": "Pearson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "addrLine": "9 Abercromby Square",
                        "postCode": "L69 7WZ",
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article examines the history of dog mess in Paris, from its 'discovery' in the late 1920s to the management regime of the early twenty-first century. Mayor Jacques Chirac's anti-excrement campaigns in the 1980s are a particular focus. Situating the meaning and management of dog mess within histories of public hygiene and disgust, and mobilising insights from work on public hygiene, biopolitics and governmentality, this article shows how Chirac's attempt to produce self-regulating and responsible dog owners through education failed to persuade them to overcome their disgust at their pets' excrement. Fining alongside education proved a more effective management strategy. The history of dog mess in Paris highlights the biopolitical problems raised by animal excrement decades after the apogee of the public hygiene movement, and shows how human-animal partnerships expose the limits of governmentality approaches to public hygiene and neo-liberal urban governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The dog excrement that plastered twentieth-century Parisian pavements often provoked embarrassment. During the travails of the German occupation, Abel Lahille found time to deplore how the shoes of unobservant pedestrians bore 'a disgusting reminder of [this] nauseating and hazardous matter'. His observation that German occupying forces were 'offended' by the sight of dog excrement was an early articulation of the notion that it sullied France's international reputation. 1 If, as Norbert Elias has argued, Western civilisation partly rests on the 'weeding out of the natural functions from public life', Parisian dog owners displayed an uncivilized and retrograde lack of self-restraint in allowing their dogs to foul the pavements. 2 During a council meeting of 28 December 1937 councillor Mario Ballu described canine excremental deposits as canine 'visiting cards '. 3 But if visiting cards were a hallmark of polite society, defecating dogs became uncivilised creatures who left stinking reminders of bodily processes throughout the urban environment. In Paris, as in other cities, observers have framed canine faecal deposits as evidence of ineffectual governance, a 'metonym' of urban disorder, and an affront to supposedly clean and modern cityscapes. 4 This article considers why dog mess first became a public hygiene issue in 1920s Paris before exploring how the city's authorities sought to reduce its impact on urban life. Paris did not have an anti-excrement campaign as prominent and radical as the Children Before Dogs movement in 1970s New York, nor one as heated as the Burnley 'dog poo war' of the 1970s. 5 But there were repeated crottes de chien (dog mess) controversies in late twentieth-century Paris, and merde even altered the way Parisians walked (eyes cast downwards to scan for faecal deposits). 6 Yet no scholarly attention has been directed towards its place within Parisian public space. Studies on faeces in Paris and elsewhere have instead tended to focus on the histories and geographies of human shit. They have explored changing cultural attitudes and affective responses towards shit, questions of taboo and transgression, the expansion of urban sanitation practices and infrastructures, and the place of shit in articulations of private and public space. In particular, the handling of human excrement has been shown to be infused with cultural meanings and prohibitions. 7 Moreover, public hygiene movements in metropolitan and colonial cities spread the notion, often in racialised and classed terms, that filth had no place in the modern city. 8 Studies on animal excrement meanwhile, have emphasised the economic role of manure as agricultural fertiliser. 9 Significantly, insights from studies of human shit illuminate better the history of dog mess in Paris than those that focus on manure. Perhaps as a result of its noted similarities with human shit, dog excrement triggered feelings of disgust and concerns over its handling. Like other forms of 'matter out of place'to use Mary Douglas's oft-repeated formulation-dog faeces on Parisian pavements was-and is-laden with cultural and political meanings. 10 To expand the scope of excremental history, this article highlights that animal excrement remained a cultural and political problem long after the nineteenth-century apogee of the French public hygiene movement. In this vein, Sté phane Frioux argues that public hygiene projects, such as the implementation of sewerage systems, and related conflicts continued in France until the 1970s. 11 This article extends this contested history of urban hygiene into the first decade of the twenty-first century. But rather than approach urban hygiene through a focus on infrastructure projects, it pays attention to dispersed domesticated animal excrement to integrate human-animal relationships more fully into histories of public health and hygiene. 12 In line with persuasive calls to treat pollution historically, this article outlines the evolving history of dog shit in Paris, beginning with its 'discovery' in the late-1920s. 13 To explore how it became framed as a hygiene problem, I examine interwar public hygiene articles and Paris city council minutes that sought to highlight the dangers of crottes de chiens. I argue that dog faeces emerged as a problem as a result of Paris's shifting environmental history. As the nineteenth century unfolded, engineers, doctors and city officials strove to produce a hygienic city protected from polluting industries, abattoirs and human and animal wastes. 14 With streets largely clear of manure and sludge by the 1920s, and having fixated frequently on human faeces in the nineteenth century, doctors and others turned their attention to canine excrement. 15 However, the city's authorities only began to address dog excrement in a sustained way from the late 1970s onwards, following the election of Jacques Chirac as mayor. To interrogate Chirac's management approach, I draw on anti-excrement campaign materials, newspaper articles and opinion polls. These constitute the bulk of primary sources related to dog mess in modern Paris and form this article's main focus. In trying to solve Paris' dog poop problem, Chirac's administration grappled with two competing legacies of changing Western attitudes towards dirt in the modern era. On the one hand, as Alain Corbin highlights, individual intolerance of foul smells and waste matter crystallised from the eighteenth century onwards, especially in elite circles. 16 And on the other hand, the public hygiene movement largely succeeded, despite resistance and setbacks, in convincing the French 10 Mary Douglas, Purity and Danger: An Analysis of Concepts of Pollution and Taboo (London, 1966), 2-3, 35. 11 Sté phane Frioux, Les batailles de l'hygiè ne: villes et environnement de Pasteur aux Trente Glorieuses (Paris, 2013). 12 On animals, see David Arnold, 'Pollution, Toxicity and Public Health in Metropolitan India, 1850 -1939 ', Journal of Historical Geography, 2013 Catherine McNeur, Taming Manhattan: Environmental Battles in the Antebellum City (Cambridge, MA, 2014). On infrastructure, see Frioux, Batailles de l'hygiè ne; Matthew Gandy, 'The Bacteriological City and its Discontents ', Historical Geography, 2006, 34, 14-25; Colin McFarlane, ' Governing the Contaminated City: Infrastructure and Sanitation in Colonial and Post-Colonial Bombay', International Journal of Urban and Regional Research, 2008, 32, 415-35. that the state, alongside individuals, held a responsibility to maintain public space as clean and healthy. Parisians' increasing intolerance of dog excrement on the streets prompted the city's authorities to persuade dog owners to overcome their disgust at their pet's faeces. Municipal education campaigns encouraged dog owners to pay attention to, and eventually even handle (through poop scoop bags), canine excrement out of consideration for their fellow citizens' health and sensibilities, and to cleanse the urban environment.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "[this]",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "'. 3",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1265,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2702,
                    "end": 2703,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 3154,
                    "end": 3156,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 3520,
                    "end": 3546,
                    "text": "France until the 1970s. 11",
                    "ref_id": null
                },
                {
                    "start": 3899,
                    "end": 3901,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 4068,
                    "end": 4082,
                    "text": "late-1920s. 13",
                    "ref_id": null
                },
                {
                    "start": 4755,
                    "end": 4757,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 5516,
                    "end": 5518,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 5710,
                    "end": 5757,
                    "text": "Pollution and Taboo (London, 1966), 2-3, 35. 11",
                    "ref_id": null
                },
                {
                    "start": 5877,
                    "end": 5879,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 5910,
                    "end": 5976,
                    "text": "'Pollution, Toxicity and Public Health in Metropolitan India, 1850",
                    "ref_id": null
                },
                {
                    "start": 5977,
                    "end": 5982,
                    "text": "-1939",
                    "ref_id": null
                },
                {
                    "start": 5983,
                    "end": 6023,
                    "text": "', Journal of Historical Geography, 2013",
                    "ref_id": null
                },
                {
                    "start": 6024,
                    "end": 6033,
                    "text": "Catherine",
                    "ref_id": null
                },
                {
                    "start": 6245,
                    "end": 6286,
                    "text": "', Historical Geography, 2006, 34, 14-25;",
                    "ref_id": null
                },
                {
                    "start": 6287,
                    "end": 6305,
                    "text": "Colin McFarlane, '",
                    "ref_id": null
                },
                {
                    "start": 6452,
                    "end": 6479,
                    "text": "Research, 2008, 32, 415-35.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In analysing how Parisian authorities targeted the faecalisation of urban space, this article builds on Michel Foucault-inspired studies of biopower and governmentality that emphasise how scholars might fruitfully address how humans co-habit the world with other creatures. 17 According to Foucault, biopower entails the attempt to regulate and maximise the health and vitality of populations, a project that includes controlling the relationship between humans and their environment and removing populations that are deemed harmful. 18 Modern urban authorities have most often treated stray dogs as a threat to the health and well-being of human and productive animal populations and sought to contain and cull them. At the same time, veterinarians, dog food companies, such as Spratt's, and animal protectionists promoted the health of pet dogs. In these two main ways dogs became enmeshed in biopolitics. 19 Dog mess posed a different biopolitical problem to that of strays as the pet dogs who were the main producers of dog mess in twentieth-century Paris were affectively and legally bound to the owners. Unlike strays, they could not be rendered killable and thus exposed to sovereign violence on the street and in the pound. 20 To tackle Paris' dog mess, the city's authorities had to govern the dog-owner partnership in non-violent ways. Changing the behaviour of dog-owner partnerships involves disciplinary or liberal strategies, or a mixture of both. 21 Chirac's administration sought to transform canine defecation through reshaping dog owners' mentalities and sought to create the conditions in which dog owners would choose to align their values and behaviours with its vision of a clean, healthy and harmonious city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chirac's approach speaks to research on governmentality and health that has shown how state and non-state actors aim to align individuals' behaviour to desired health outcomes through education and legislation. Appealing to notions of self-improvement, moral betterment, individualised risk management, personal responsibility, informed lifestyle choices and consideration for others, they seek to create self-regulating individuals attuned to medicalised norms, which although portrayed as apolitical are often formulated along classed, gendered or racialised lines. Historians of medicine have identified a tension between liberal and more coercive methods, or between government at a distance and state intervention. 22 The maintenance of smoke-free public places, for instance, relies on smokers' self-restraint, consideration of others and fears of feeling shamed if they smoke in a prohibited place, rather than on the authorities' ability to rigorously enforce smoking bans. 23 Moreover, scholarship on neo-liberalism, governmentality and health emphasises the movement towards deregulation, privatisation, rational decision making and economic incentives. 24 What differentiated Parisian anti-dog excrement campaigns from other biopolitical histories of governmentality and public hygiene were their attempted management of the human-animal partnership and affective responses to animal excrement, rather than solely targeting humans. This human and nonhuman history of disgust provided a formidable obstacle to the transformation of behaviours and the biopolitical management of public space. Moreover, the governance of dog mess in Paris exposes the limits of liberal strategies of governmentality in producing health-conscious and considerate individuals. Chirac failed to create new norms for responsible self-governing dog ownership, and many dog owners rejected the call to become 'more virtuous' subjects. 25 coercive measures, indicating that state authorities maintain an active and sometimes disciplinary role in governing public hygiene and urban space. 26",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1921,
                    "end": 1923,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Before the 1920s, dog excrement on the streets was rarely viewed as a threat to public hygiene. 27 Echoing the silence of human etiquette books on defecation, many otherwise extensive dog-keeping manuals barely mentioned canine excrement, as if it was too abject a topic for their bourgeois readership. 28 A handful of authors were less coy. Paul de Grignon advised his readers to provide their dogs with a plate of sand or wood chippings in the home, as well as taking them for regular walks. 29 Whilst canine defecation required surveillance and discipline in the home (one pet-keeping manual recommended that owners hit their dog if they fouled at home), the street was framed as an unproblematic receptacle for canine excrement. 30 No dog-keeping manual suggested that owners should pick up the excrement. Instead, some poorer Parisians would collect it to sell to tawers (mégissiers) in the tanneries near the Biè vre River who used it to taw sheep skins: 10kg of dog faeces could treat 12,000 skins. 31 Like other organic products in the urban economy, dog mess was not yet figured as waste. 32 Richer Parisians largely ignored it, while poorer ones scraped a living from it.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "The identification of dog mess as the major threat posed by dogs sprung from wider changes in the city's environmental and medical histories. Nineteenth-century public hygienist ideas, new street-cleansing technologies and municipal regulations transformed the sludge and excreta-strewn streets of Paris. Despite the incomplete and contested nature of public hygiene measures, they did reshape the city's streets. 33 With doctors and engineers considering impermeability a necessary condition for public hygiene, paving slabs and macadam surfaces increasingly covered the capital's roads, while a growing network of trottoirs (pavements) provided a space for pedestrians to circulate through the city. 34 By 1894, and after a drawn-out debate, Parisian sewers began to carry human excrement and waste water away from the city. This development heralded the eventual end of leaving night-soil out for collection, even if flushing toilets were far from universal. Meanwhile, the demise of horse-drawn transportation from its peak in the 1880s and 1890s meant that Paris produced far less manure and sludge by the 1920s, while the Touring Club de France and other organisations pushed for cleaner and brighter roads. 35 Paved, tarmacked and increasingly horse-free roads and the pavements that bordered 26 Oosterhuis and Huisman, 'Politics of Health and Citizenship ', 3. 27 For an exception, see Docteur Ox, 'Chiens errants ', Le Matin, 11 April 1902. 28 On the silence of human etiquette books on defecation, see Elias, Civilizing Process, 115-16. 29 Paul de Grignon, Nos chiens: comment les é lever, comment les soigner, comment les dresser (Paris, 1923), 32. them constituted the surfaces on which doctors framed dog excrement as a hygiene problem. As one writer in La Presse Mé dicale stated in 1929, the disappearance of the city's horses had exposed the 'true horror' of dog excrement. 36 With the rise of faster cars after the First World War pushing pedestrians, including dog owners and their dogs, onto pavements, Parisians were confronted with canine visiting cards as they walked on the city's trottoirs.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1371,
                    "text": "', 3. 27",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1452,
                    "text": "', Le Matin, 11 April 1902. 28",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1549,
                    "text": "115-16. 29",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1892,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "Cultural and legal norms shifted too. From the 'great stink' of 1880 onwards, Parisians expected city authorities to combat filth, whilst the latter came to equate the fight against dirt with progress. 37 This led to the strengthening of disciplinary measures against filth, such as prohibitions against humans urinating and defecating in public places. 38 Alongside playing a more active role, the state expected individuals to help maintain public cleanliness by adjusting their behaviour to conform to hygienic principles. 39 This tension between state intervention and individual responsibility would inform twentiethcentury attempts to manage dog excrement.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "Shifting human-animal relations also directed attention towards dog excrement. Nineteenth-century Paris, like other Western cities, experienced a 'Great Separation' between human habitation and those industries that processed animal bodies, pushing slaughterhouses, dairies, rendering sites and tanneries out of city centres. 40 Dogs, however, remained in Paris and their number grew from 53,031 in 1871 to 64,626 in 1927. 41 As these figures are based solely on the number of taxed dogs, the actual number of dogs would have been much higher once stray dogs and the dogs of tax-evading owners are taken into account. With horses and livestock increasingly rare in the city, Paris' expanding population of dogs became a major producer of animal excrement.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 425,
                    "text": "64,626 in 1927. 41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "As a result of these changes, doctors and other concerned observers in the late 1920s were struck by the diverse and problematic materiality of dog faeces. Dr Marcel Clerc, a hygiene specialist at the Medical Faculty of Paris and member of the Socié té d'Hygiè ne publique, industrielle et sociale, noted that it varied according to the particular dog's 'intestinal situation' and 'atmospheric conditions', ranging from the 'dropping (crotte)' deposited by little dogs to the 'human-sized faecal black pudding (boudin) of the police dog'. 42 Writing in La Presse Mé dicale, 'Un pié ton' (whom Clerc identified as city councillor Jacques Romazzotti) similarly contrasted the 'marble' sized excrement of a 'marquise's beloved little Pekingese' with the 'enormous black-pudding created by the industrialist's wolf-hound'. 43 Significantly, whilst nineteenth-century public hygienists targeted the working classes, Clerc and Romazzotti held wealthy dog owners responsible for the 36 Un pié ton, 'Chiens et trottoirs: lettre ouverte a messieurs les conseillers nouvellement é lu', La Presse Mé dicale, 6 July 1929, 54, 889. faecalisation of Paris. In particular, the dog-loving bourgeois woman became identified as the most incorrigible dog owner. 44 But whatever its provenance and consistency, faeces was a 'disgusting spectacle' that turned pavements into 'cesspits'. 45 Dog mess was an unwanted reminder of the city's dirtier recent past.",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 978,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "Why did dog excrement seem so revolting? Clerc suggested that the similarities with human faeces made it particularly 'disgusting'. 46 Having become increasingly used to toilets and sewers whisking away their own excrement, bourgeois Parisians were unaccustomed to reminders of their own excremental and, by extension, animal nature. Moreover, discreet defecation had become a marker of refinement and self-discipline. Like the shocking use of the word 'merdre [sic]' in Alfred Jarry's play Ubu Roi (first performed in 1896), dog mess was an unwelcome and very public reminder of bodily functions, as well as a sign of lax discipline on the part of owners and their dogs. It became a filthy yet fascinating taboo in a culture 'founded on the repudiation of bodily products'. 47 As well as deeming it disgusting, Clerc and other concerned doctors treated dog faeces as a public hygiene risk. David S. Barnes has identified the 'sanitary-bacteriological synthesis' in which sanitary concerns about filth co-existed with germ theory and bacteriological explanations of disease in late nineteenth-century Paris. 48 Anxieties over dog excrement sat within this framework. Dog faeces stank, but the real danger was what lurked within: germs and parasites that could cause life-threatening health problems. Most alarmingly, these included hydatid cysts. Beginning with Hippocrates, physicians have long been aware of hydatid cysts in livestock and humans. But hydatid cysts' parasitic origins became better understood in the seventeenth century, eventually being linked to tapeworms of the genus Echinococcus. In 1853 and 1854 Carl Theodor Ernst von Siebold (1804-85) identified the developmental stages of the dog tapeworm Echinococcus granulosus that developed in intermediate hosts, such as cattle, horses and, occasionally, humans. Shortly afterwards, Rudolf Virchow (1821-1902) outlined the clinical course of what is now known as alveolar echinococcosis (caused by the larval stage of the fox tapeworm Echinococcus multilocularis) in his ground-breaking research in 1855. The dog's much-celebrated closeness with humans now represented a threat: the two species shared parasites and alarming illnesses. 49 With Pasteur's treatment reducing the threat of rabies, anxieties fixed on parasite-infested dog faeces, which was transformed into a biopolitical problem that threatened the health of Parisians. Having railed against miasmas in the nineteenth century and against the pervasive dust of belle é poque enemies-dog-borne parasites-that infiltrated the public space of the city in multiple ways. Perhaps most worryingly, babies made 'sand pies' in the sandy spaces found in the middle of certain boulevards. Dog faeces teeming with tapeworms dotted these play spaces. 50 Danger even lurked underground. J. Couturat lamented that female dog owners took their dogs on the metro, thereby exposing their fellow passengers to parasites. 51 Faecal matter transgressed spatial boundaries, thereby necessitating its careful governance. And as with rabies in the nineteenth century, dog mess became a gendered issue. Couturat, like other male observers before and after him, assumed that women had an excessive fondness for their dogs, which had now mutated from being a source of amusement to one of contagion. 52 In a further echo of nineteenth-century rabies fears, dog mess generated anxiety without actually claiming the lives of many Parisians. Lahille reported that hydatid cysts had killed seven Parisians in 1937, six in 1938 and seven in 1939, but was less clear about whether these deaths could be directly linked to dog excrement. 53 Nonetheless the boundary-breaking character of dog excrement and its parasites fuelled fears. Clerc outlined how tapeworm eggs survived the eventual disintegration of faecal matter to be 'dispersed by the wind or water, or even introduced into our apartments on the soles of our shoes'. Dangerous parasites could breach the supposedly private and secure space of the modern Parisian apartment, exposing human bodies to the horror of hydatid cysts even within domestic space. 54 Furthermore, the water content of merde gave rise to another health issue: slipping. In 1937 councillor Mario Ballu lamented the dirtiness of Parisian streets and reported that two of his acquaintances had slipped on dog mess. 55 In such cases, it was the faecal material itself, rather than the parasites it harboured, that constituted the health risk.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 2202,
                    "end": 2204,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 3304,
                    "end": 3306,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "Doctors positioned canine excrement as a public hygiene issue. Clerc insisted that it was a private matter when individual pet owners exposed themselves to canine-borne diseases in their apartments. But dog faeces on the streets threatened the health of everyone. It was an attack on the freedom and rights of the individual citizen within the public space of the city, as it threatened their ability to maintain personal well-being and insulate themselves from foul matter: 'the individual's liberty, particularly related to sanitary enforcement (police sanitaire), ends where others' begin'. Given the seriousness of the problem, Clerc called for the municipal council to take the matter in hand. 56 The condemnation of dogs' threat to human health, however, was not universal. Cardiologist René Lutembacher warned against 'abusing' the 'spectre' of harmful microbes as dog faeces caused very few health problems in humans whilst pet dogs brought emotional comfort to lonely people. 57 Such interventions justified the authorities' reluctance to intervene, much to the chagrin of Clerc the absurdity that Parisian authorities had banned the dropping of litter but not the far more harmful depositing of canine excrement, he launched a much-echoed refrain that they were not doing enough to tackle the problem. 58 In response to the authorities' indifference, Romozzotti and other councillors argued during a council assembly in December 1935 that measures had to be taken against dog mess. They hoped that targeting the human member of the dog-owner partnership would alter the behaviour of the dog, as had apparently been the case in Strasbourg. They suggested mixing disciplinary and educational measures to persuade owners to ensure that their dogs defecated in the gutter. Although recognising that education was more effective than 'fines or the brutality of repression', Romazzotti argued that the city's authorities should give dog owners the sense that they were under constant 'surveillance'. 59 Leaving aside the question of whether or not the constant surveillance of citizens in democratic societies is ever possible, the city's leaders were reluctant to take responsibility for the resolution of this controversial and potentially expensive problem. 60 For instance, at a meeting of the Paris municipal council in December 1937 the police prefect refused to introduce anti-fouling laws analogous to those in London, declaring that all he could do was 'appeal to the good sense (sagesse) of Parisians'. He had no desire to address this 'particularly delicate question' that would place the administration in the difficult position of arbitrating between dog owners and other pedestrians. 61 From the authorities' perspective, the health risks posed by inconsiderate canine defecation did not warrant the expense and potential confrontation entailed in trying to discipline or reform dog owners. The authorities took a small step, however, when a 1940s police order stating that dogs should only defecate in the gutter entered municipal regulations.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 701,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 2004,
                    "end": 2006,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "Nonetheless administrative inertia set the tone for the postwar period. The 1950s constituted the 'dark years' for Parisian streets and pavements, which lay neglected and unloved. 62 Nonetheless in response to 1950s public opinion polls that showed how dog mess was the main concern of pedestrians, the police handed out fines to owners who let their dogs foul the streets (326 in April 1958 and 109 in November 1958) . However, these measures were hardly comprehensive. The police only monitored 40 streets in 1958 leaving many others, such as Avenue du Bel Air, particularly soiled. 63 In the early 1970s, the city's authorities still felt no compulsion to act effectively. The police issued 700 notices for fouling outside of gutters in 1972, 324 in 1974 and 1,439 in 1975. 64 low number of fines issued suggests that police enforcement of anti-fouling regulations was weak, rather than evidence that owners chose to act responsibly: some took their dogs outside to defecate under the cover of darkness to avoid the policemen's gaze. Parisian dog owners' non-compliance contributed to the wider 'non-respect' of urban hygiene rules throughout twentieth-century France. 65 In response, some politicians called for action. Councillor Solange Marchal in 1976 urged the city's authorities to take the problem more seriously, but met with yet more administrative torpor. 66 Public hygienists' calls for a solution to Paris' dog mess problem went largely unheeded. Nonetheless, they succeeded in problematising dog mess by presenting it as disgusting and dangerous matter that had no place on the streets of the modern city. It had become a form of pollution that required a biopolitical response from the city's authorities. Up until the late-1970s, the police and city council relied solely on disciplining dog owners, albeit in a half-hearted way. This changed with the election of Jacques Chirac as mayor. 67",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 395,
                    "text": "(326 in April 1958 and",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 417,
                    "text": "109 in November 1958)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 779,
                    "text": "in 1972, 324 in 1974 and 1,439 in 1975. 64",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovering Dog Excrement"
        },
        {
            "text": "A number of factors lay behind the politicalisation of dog excrement in the late 1970s. First there was the sheer number of dogs in Paris and France more generally. France was reportedly home to 6 million dogs in 1968 and 9 million dogs in 1984. With one in three households possessing a dog, France had the largest dog population in Europe. 68 Veterinarian Bertrand Guyot estimated that 253,000 dogs lived in Paris intra-muros by 1987 (up from 64,626 in 1927), with almost one million in the greater Paris region. With apartments outnumbering houses in Paris, and 71 per cent of owners taking their dogs for a walk twice a day, the pavements that bordered the 1,150km of Parisian roads acted as the main repository for dog faeces, 20 tonnes of which were deposited each day. 69 Street cleaner Moulay Diella complained in 1979 that 'there are mountains of it! And everywhere! People aren't clean here.' 70 With post-materialist quality of life issues and environmental concerns climbing up the agenda after the modernising impulses of the 1950s and 1960s, journalists, doctors and others could more convincingly represent dog mess as an attack on Paris's environment and the well-being of its citizens. In the 1980s Robert Hantzberg, General Secretary of the National Council for Animal Protection, described dog mess as one of the 'scourges of our beautiful city'. 71 Parisians were also less tolerant of dirt following what Steve Zdatny has dubbed the 'hygiene revolution' of the 1950s. During this decade the number of indoor baths and toilets increased dramatically, and politicians, school teachers and journalists preached the importance of personal hygiene. Elle and other magazines strove to instil improved norms of cleanliness in their readers, stressing how better hygiene would make the French healthier and happier, and encouraged them to use the new toothpastes, deodorants, soaps and cleaning products 65 Frioux, Batailles de l'hygiè ne, 160-5. now readily available in shops. 72 As many French people became accustomed to cleaner homes and bodies in their private lives, they became less tolerant of dirt in public space.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "69",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Politicalisation of Dog Mess"
        },
        {
            "text": "Doctors also succeeded in raising concerns about the human health implications of dog excrement. In 1980 eminent French scientist Professor Pierre Lé pine, who was a member of the Parisian Academy of Sciences, the councillor in charge of public hygiene in the city's 16th arrondissement and former director of the Virology Service at the Pasteur Institute, published a report identifying rotavirus, parvovirus and coronavirus in Parisian dog excrement. The latter was found in reportedly 8-12 per cent of dog faeces. This 'chain of contamination' between dogs and humans had, Lé pine speculated, led to the deaths of up to 30 neo-natal babies at the Port-Royal-Baudelocque maternity hospital between 1978 and 1980 as viruses had entered the ward on the shoes of staff and visitors. 73 Dr Klein, a veterinarian and general secretary of the Animal Protection Society, stressed that Lé pine's theories were only 'hypotheses and insinuations'. Moreover, human waste contained more viruses than dog faeces. 74 Despite Klein's cautionary note, Lé pine's intervention heightened calls to combat dog faeces, which once again seemingly posed a health risk to the city's most vulnerable inhabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Politicalisation of Dog Mess"
        },
        {
            "text": "Political developments also transformed the city's excremental biopolitics. President Valé ry Gisard d'Estaing, elected in 1974, promoted quality of life issues and environmentalism, including a pledge to make cities better places in which to live. 75 Furthermore, from 1977 Paris was once again governed by a directly elected mayor, Jacques Chirac. Despite rivalry with the President, Chirac shared his desire to rejuvenate Paris and improve its environment. Numerous press reports, newspaper letter pages and opinion polls drove home to Chirac just how frustrated many Parisians were about the state of their city's pavements. In one 1979 opinion poll, 84 per cent of respondents believed that the 'multiplication of dogs in cities' posed a 'problem of cleanliness and hygiene', and 77 per cent supported the fining of owners who allowed their dogs to foul the pavements. 76 A 1980 poll for Paris-Hebdo, meanwhile, found that 40 per cent of respondents believed that owners should pick up their dogs' mess. Only 9 per cent felt that no action was necessary. 77 Celebrated in post-war Western Europe as reliable, democratic and transparent ways of measuring public sentiment, opinion polls spurred and emboldened city authorities who could now portray anti-excrement campaigns as reasoned reactions to legitimate public concerns. The polls also positioned dog mess as an issue of public concern that required measurement, consideration and political action. No longer was dog mess a matter that the now-democratically elected mayor could, or should, ignore if he wanted to represent the wishes of his electorate. If the press-commissioned polls were 72 Steven Zdatny, 'The French Hygiene Offensive of the 1950s ', 2012, 84, 897-932. Elle was one of the French women's magazines that promoted fashion and style within France's burgeoning postwar consumerist society. By the 1960s it had an estimated readership of three million, 70% of whom lived in Paris and its suburbs. Alexis Romano, 'Elle and the Development of Stylisme in 1960s Paris ', Costume, 2012, 46, 78-9. 73 Aurore Molinero, 'La ville, les chiens, la prophylaxie ', Le Figaro, 27 February 1980, 11; Jean-Franc¸ois Crozier, 'Polé mique autour des chiens a Paris', France-Soir, 27 February 1980, 1-3; Eric Ancian, 'Le professeur Lé pine: \"Vos moquettes sont dé goûtantes\"', Paris-Hebdo, 5-11 March 1980, 13. 74 Crozier, 'Polé mique ', 3. 75 Jones, Paris, 526. 76 Clerc, 'Nos chiens', 7, 10; 'Le courier des lecteurs', XVI Derniè re, April 1977, 108, 8. 77 Guyot, 'Etude', 88. intended to encourage the city authorities to act, Chirac and subsequent mayors went on to commission their own polls as a way of assessing public perceptions of fouling and its management. Polls thereby became a way to legitimate, and assess, the authorities' various anti-excrement policies. They also offered findings that the Chirac administration could present to dog owners as proof that Parisians cared about the cleanliness of their city's pavements, and that they should change their behaviour accordingly. In these various ways, the polls helped position responsible and self-regulating dog owners as important actors in the realisation of a clean city. 78 Directly linking a cleaner Paris to improved quality of life and heightened international prestige, Chirac promised to make cleanliness one of his administration's priorities in revitalising the city. Tackling the dog mess problem became part of his project of humanising and renovating Paris to promote its status as a globally-renowned centre of culture and civilization. 79 After decades of reluctance and foot-dragging, the city's authorities finally unveiled a range of measures to cleanse the city's streets of canine visiting cards. But rather than adopting the mixture of disciplinary and educational measures that public hygienists promoted in the 1920s and 1930s, Chirac introduced liberal measures that aimed to reduce fouling through gently reforming dog owners' behaviour and through creating designated and welcoming spaces for canine defecation. Responsible owners would integrate their dogs into the fabric of everyday life and align the pet-owner partnership with hygienic norms, social solidarity and considerate citizenship.",
            "cite_spans": [
                {
                    "start": 1712,
                    "end": 1733,
                    "text": "', 2012, 84, 897-932.",
                    "ref_id": null
                },
                {
                    "start": 2041,
                    "end": 2071,
                    "text": "', Costume, 2012, 46, 78-9. 73",
                    "ref_id": null
                },
                {
                    "start": 2127,
                    "end": 2162,
                    "text": "', Le Figaro, 27 February 1980, 11;",
                    "ref_id": null
                },
                {
                    "start": 2163,
                    "end": 2177,
                    "text": "Jean-Franc¸ois",
                    "ref_id": null
                },
                {
                    "start": 2336,
                    "end": 2372,
                    "text": "Paris-Hebdo, 5-11 March 1980, 13. 74",
                    "ref_id": null
                },
                {
                    "start": 2394,
                    "end": 2402,
                    "text": "', 3. 75",
                    "ref_id": null
                },
                {
                    "start": 2422,
                    "end": 2424,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 2495,
                    "end": 2517,
                    "text": "April 1977, 108, 8. 77",
                    "ref_id": null
                },
                {
                    "start": 2525,
                    "end": 2533,
                    "text": "'Etude',",
                    "ref_id": null
                },
                {
                    "start": 2534,
                    "end": 2537,
                    "text": "88.",
                    "ref_id": null
                },
                {
                    "start": 3202,
                    "end": 3204,
                    "text": "78",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Politicalisation of Dog Mess"
        },
        {
            "text": "Although Chirac promised a new and more effective approach to fouling, continuities were apparent after 1977. Most notably, gutters remained the main officially-sanctioned receptacle for dog excrement. Since at least Haussmann's mid-nineteenth-century remaking of Paris, the city's authorities and councillors had treated gutters as the appropriate place for waste, including dog mess. 80 However, gutters were hardly ideal sites for canine defecation. Jeannine Marignac, who kept two dachshunds in the 15th arrondissement in the 1960s, bemoaned that cars were often driven or parked in the gutter. Rather than risk her dogs' lives by making them defecate there, she took them to building sites and roadworks and covered up their excrement with soil and sand. 81 Nonetheless, Chirac's administration kept faith with gutters as they offered two main advantages: they were extensive-2,500km of them spread across the city-and were relatively easy to clean. 82 The inter-prefectoral order of 20 November 1979 on sanitary regulations in Paris specified that dogs should only fulfil their 'natural functions' in those 'places signalled and established to this effect or in the gutters of public roads'. As dogs were required to be leashed on the street (police order of 15 September 1971), as well as wear an identification collar or tattoo, owners were bound physically and legally to their pet. 1977 -1995 ', French Cultural Studies, 1996 'Compte rendu de la sé ance du mardi 28 dé cembre 1937 ', 16. 81 Jeannine Marignac, Un chien a Paris: aurons-nous un chien? (Paris, 1966), 115-17; 'Question de Mme Solange', 340; Jones, Paris, 514-16. 82 Guyot,'Etude', p.69. As such, they were responsible for where their dog defecated and subject to fines of between 600 and 1,300 francs for non-compliance with the law. 83 However, the authorities displayed a marked reluctance to issue fines. Out of 2,016 notices (procè s-verbaux) distributed for sanitary offences in 1984, only 10 concerned canine defecation. 84 Jacqueline Nebout, deputy mayor of Paris in charge of environmental issues, considered fines unfair and ineffective since they left wealthy dog owners unperturbed and the poor could not afford to pay them. 85 Chirac, like other French mayors, was also reluctant to confront dog owners who constituted a significant part of his electorate. Moreover, Chirac's administration did not require dog owners to actually pick up their pet's faeces, as if this would be too much of an affront to bourgeois disgust at the sight and smell of faeces. 86 The thankless task of removing dog mess from the streets therefore remained the task of street cleaners, many of whom were recent immigrants to France, as depicted in Ché ri Samba's 1989 painting Paris est propre. 87 Chirac sought to supplement the unpopular gutter with more accommodating canine excremental spaces, building on previous initiatives. In 1929 'Un pié ton' had called for the creation of 'canine vespasiennes' or designated sandy areas that would be cleaned daily. These had far more in common with public street urinals (or vespasiennes, which derived their name from the Roman Emperor Vespasian) than the sewers that carried human waste from inside the home directly underground. 88 Later, in 1976, Marchal urged the construction of dog 'bathrooms' in each arrondissement which would use water to wash away the waste. However, the city's director of road maintenance was lukewarm about the suggestion. He had already constructed a water-cleansed but ineffective 'canigate' in square de Clignancourt (18th arrondissement) at the cost of 10,000 francs. It would, he stated, be too expensive to construct other canigates throughout Paris, but he promised to investigate the construction of cheaper 'public conveniences (é dicules)' for dogs. 89 Yet carving out excremental spaces within the city's built environment was challenging and costly especially near historical sites such as place Saint-Sulpice. 90 Engineers offered a range of options in the 1980s, including the 'Caninet' that had been tested in Clermont-Ferrand. For an installation charge of 60,000 francs and an annual maintenance fee of 6,000 francs a year, the Caninet consisted of a carpet of fake grass on which the dog performed, encouraged by the emission of ultrasound. The owner then pressed a button to remove the excrement and clean the carpet. 91 With French dog owners increasingly used to flushing toilets for humans in the private space of their homes, the flush revolution was extended to dogs as a modern and hygenic solution to the messy problem of their waste. L'Association franc¸aise d'Information et de Recherche sur l'animal de compagnie (AFIRAC), an organisation funded by the Unisabi pet food company 83 Ibid., 92. Ibid., 341-2. 91 Goutorde, 'Le boom du marché de la crotte de chien ', Libé ration, 17 January 1984, 15. that aimed to create more harmonious living arrangements between domestic animals and humans, also weighed in with proposals for mobile dog toilets. 92 Chirac's administration eventually chose to construct three 'canisiennes' in the centre of Paris. These consisted of a bollard surrounded by a basin that could be flushed by a pedal to carry waste to the sewer. A desire to cleanse the tourist and cultural heart of the city might explain the central location of the dog toilets. Nonetheless, they proved too expensive, so the authorities experimented with cheaper possibilities, such as 'dry toilets,' comprising a post surrounded by sand or grass and bordered with bushes (see Figure 1 ).",
            "cite_spans": [
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "1977",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1402,
                    "text": "-1995",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1435,
                    "text": "', French Cultural Studies, 1996",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1500,
                    "text": "', 16. 81",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1582,
                    "text": "(Paris, 1966), 115-17;",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1614,
                    "text": "'Question de Mme Solange', 340;",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1639,
                    "text": "Jones, Paris, 514-16. 82",
                    "ref_id": null
                },
                {
                    "start": 1808,
                    "end": 1810,
                    "text": "83",
                    "ref_id": null
                },
                {
                    "start": 2542,
                    "end": 2544,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 2759,
                    "end": 2761,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 3801,
                    "end": 3803,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 3964,
                    "end": 3966,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 4776,
                    "end": 4778,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 4830,
                    "end": 4866,
                    "text": "', Libé ration, 17 January 1984, 15.",
                    "ref_id": null
                },
                {
                    "start": 5016,
                    "end": 5018,
                    "text": "92",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 5547,
                    "end": 5555,
                    "text": "Figure 1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Establishing Excremental Spaces"
        },
        {
            "text": "Dog toilets were biopolitical spaces through which the authorities sought to create hygienic and self-governing dog-owner partnerships. 93 They were designed to encourage more responsible behaviour by making it easier for owners to ensure considerate canine defecation. But they met a major obstacle as their efficacy relied on owners bringing their dogs to the toilets. Yet dog owners were often unaware, indifferent or hostile to dog toilets and it seems that many chose to ignore them. They resisted the physical invitation represented by dog toilets to become better dog owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing Excremental Spaces"
        },
        {
            "text": "Rather than punishing dog owners who let their dogs foul by emulating New York's 1978 'poop scoop' law, Chirac aimed to foster new mentalities amongst dog owners so that they would choose to act responsibly. The desire to create self-governing dog owners through education guided Chirac's 1980 anti-excrement awareness-raising campaign 'Teach him the gutter!' ('Apprenez-lui le caniveau!'), produced in conjunction with global advertising agency Young and Rubican. The campaign encouraged dog owners to 'live better in Paris with your dog' and strove to saturate everyday life: the town hall posted anti-excrement letters, distributed 200,000 copies of the campaign leaflet ½ million d'autres Parisiens ('Half a million other Parisians'), showed films on television and in cinemas and, with support from the city's Chamber of Commerce, asked shopkeepers to display posters in their shop windows. 94 With its emphasis on persuasion, rather than coercion, the campaign was explicitly not anti-dog. Chirac himself posed with his dog Jasmine, a braque d'Auvergne given to him by Giscard d'Estaing, on the inside front cover of ½ million d'autres Parisiens. The leaflet adopted a kind yet resolute tone. Appealing to reason and civic values, it argued that it was the individual owner's responsibility to provide their dog with a 'good education' to ensure the capital's 'cleanliness' and 'hygiene'. This attempt to manage dog mess through appeals to Parisian dog owners' sense of responsibility and moral improvement were evidently directed at humans. But it treated pet dogs as reformable and improvable within the human-nonhuman partnership. The leaflet explained how owners should bring their young dog to the gutter as soon as they saw them squatting down, so that they would quickly learn to act hygienically. Owners of older dogs should not despair, as 92 Guyot, 'Etude', 70-4; Germaine Aziz, 'Paris-crottoirs', Animal mon amour! January 1984, 56, 168; Zdatny, 'French Hygiene Offensive', 928. 93 On engineering and technology as a form of governance, see Otter, Victorian Eye, [15] [16] [17] [18] [19] Guyot, 'Etude', 59-60. New York's Health Law 1310-the official name of the 'poop scoop law'stated that 'It shall be the duty of each dog owner to remove any feces left by his dog on any sidewalk, gutter, street, or other public area. ' Quoted in Brandow, New York's Poop Scoop Law, 9. their pet could be re-educated to use the gutter: 'a dog is always perfectible. Do not forget this.' 95 Through education and firm yet enlightened discipline, owners were encouraged to alter their own and their dog's behaviour in line with hygienic principles.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 898,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 1858,
                    "end": 1879,
                    "text": "Guyot, 'Etude', 70-4;",
                    "ref_id": null
                },
                {
                    "start": 1880,
                    "end": 1954,
                    "text": "Germaine Aziz, 'Paris-crottoirs', Animal mon amour! January 1984, 56, 168;",
                    "ref_id": null
                },
                {
                    "start": 1955,
                    "end": 1998,
                    "text": "Zdatny, 'French Hygiene Offensive', 928. 93",
                    "ref_id": null
                },
                {
                    "start": 2058,
                    "end": 2064,
                    "text": "Otter,",
                    "ref_id": null
                },
                {
                    "start": 2065,
                    "end": 2079,
                    "text": "Victorian Eye,",
                    "ref_id": null
                },
                {
                    "start": 2080,
                    "end": 2084,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 2100,
                    "end": 2104,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2339,
                    "end": 2359,
                    "text": "' Quoted in Brandow,",
                    "ref_id": null
                },
                {
                    "start": 2360,
                    "end": 2386,
                    "text": "New York's Poop Scoop Law,",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2389,
                    "text": "9.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Educating Dog Owners"
        },
        {
            "text": "Like the narrative surrounding the introduction of lead laws in nineteenth-century Britain, the leaflet suggested that only responsible and well-behaved human-dog partnerships would be welcome in the city. 96 By heeding their 'responsibilities', dog owners would ensure that their pet did not become an urban 'undesirable'. 97 The leaflet joined other voices that countered the narrative that dogs were inherent nuisances and health risks. Instead, dogs could soothe the pains of modern urban living. Jean-Pierre Huttin, cocreater of the television programme, magazine and animal protection organization 30 Millions d'amis, stressed that dogs offered city dwellers a much-needed connection with the natural world, as a 'kind of noble savage (bon sauvage) [and] an antidote to the daily grind (mé tro-boulot-bé ton)'. Within the hybrid, culturally-saturated nature of post-war France, Huttin positioned dogs as the 'last link with nature'. 98 Nebout considered the ½ million d'autres Parisiens campaign a success as other French cities asked for copies of the posters and street cleaners reported that it had made their job easier. 99 However, the campaign's success was far less clear cut according to a council-commissioned survey conducted in December 1980 and January 1981. Of respondents who owned a dog, 71 per cent had personally noticed the campaign with only 14 per cent finding its tone aggressive. But if the campaign had largely succeeded in keeping dog owners onside, it had done little to change their behaviour: only 21 per cent of dog owners and 14 per cent of non-dog owners believed that the campaign had achieved its aims of making dog owners more aware of their responsibilities. Overall, 74 per cent of respondents had observed 'no change' in the cleanliness of Parisian pavements, with the majority still considering dog mess the main source of dirt. 100 Furthermore, some dog owners had clearly not got the message: one stated that she would rather see dog mess on the pavement than 'spittle'. 101 Another pointed out that dogs did not 'smoke, spit on the ground, graffiti, flypost, [nor] drop litter' and so caused less mess than humans. 102 These owners proved resistant to the association of responsible and hygienic dog ownership with civic pride and solidarity, even though the authorities did not require them to pick up and dispose of their pets' excrement.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 760,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 2016,
                    "end": 2019,
                    "text": "101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Educating Dog Owners"
        },
        {
            "text": "Rather than require owners to scoop the poop, Chirac's administration launched the caninette. The latest in a long line of street-cleaning vehicles, they promised an effective way of removing dog faeces from the streets. Also known as motocrottes (poopscooters), these adapted Yamaha motorbikes vacuumed up canine excrement into a tank on the back of the bike and Parisians quickly associated them with Chirac's governance of Paris. Ever anxious to assess the public reaction to its policies, Chirac commissioned a survey on motocrottes in October 1982. Initial results seemed positive: 83 per cent of respondents thought that it was a 'very useful' or 'quite useful' initiative which integrated well with urban life. Only 14 per cent found the bikes noisy and 80 per cent felt that the scheme should be developed. However, 61 per cent felt that the motocrottes had little or no impact on street cleanliness. 103 As well as gauging the extent of the dog excrement problem, opinion polls now underlined the difficulties of creating a cleaner Paris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Educating Dog Owners"
        },
        {
            "text": "Doubts spread about the bikes' effectiveness. For the leftwing press, they became a symbol of Chirac's ineffectual liberal approach to the dog mess problem. They sent a message to dog owners that they could let their dogs foul the pavement with impunity as the motocrottes would remove the mess. 104 It was as if his administration realised from the outset that its educational campaign would not succeed in reforming dog owners' behaviour. Communist newspaper L'Humanité , meanwhile, critiqued the motocrottes' effectiveness and cost. The main beneficiary, it argued, was Decaux, the company that had secured the contract to operate the bikes. It preferred the cyclo-propre, an alternative vehicle deployed in the staunchly communist town of Argenteuill, as a cheaper and less capitalist option. 105 There was some truth in L'Humanité 's attack. The motocrottes were expensive: by 1995 the city had spent 50 million francs each year to operate 100 bikes. Yet beyond showing Parisians that the city's authorities took cleanliness seriously, the motocrottes only collected 4 tons of the 20 tons of canine excrement estimated to hit Parisian pavements each day. 106 Furthermore, the motocrottes became a source of amusement for Parisians who directed jibes, jokes and eggs towards the 100 'Sondage SOFRES-\"Ville de Paris\": les nuisances canines', Ville de Paris, March 1981, 20, 16-18. 101 demoralized dé crotteurs [the bike's operators], holding their noses as they passed on their bikes whilst café owners turned them away from their premises. Dé crotteurs became the latest in a long line of often marginalised and discredited municipal workers charged with handling waste. 107 By the end of the 1990s, twenty years of educational campaigns, motocrottes and dog toilets had failed to resolve Paris' dog mess problem. In contrast to other cities, such as Calgary in Canada, Parisian dog owners did not participate in a culture of scooping their dog's poop. 108 They showed few signs of self-governing or responsible behaviour. Chirac had failed to reconcile the interests of dog-owner partnerships with those of other users of public space. Dog excrement remained as an unsanitary source of social tensions, an affront to modern sensibilities, a public hygiene concern and evidence of the city's ineffectual governance.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 800,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1387,
                    "text": "Paris, March 1981, 20, 16-18. 101",
                    "ref_id": null
                },
                {
                    "start": 1675,
                    "end": 1678,
                    "text": "107",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Educating Dog Owners"
        },
        {
            "text": "Chirac's emphasis on education and awareness-raising eventually combined with more repressive measures. Most significantly, in the late 1990s the capital's authorities began to require dog owners to pick up their pet's faeces. Henceforth, street-cleaners would no longer have sole responsibility for keeping faecal matter off the streets. The move towards ramassage (collecting) began gently with an educational and public relations campaign. When the administration of Jean Tiberi, Chirac's successor as mayor and a member of his right-wing Rassemblement pour la Ré publique party, revamped dog toilets with the introduction of the sani-canin in 1998 it provided bins and bags to pick up the faeces of those dogs who defecated outside of the excremental space. Tiberi also provided specially trained council employees to advise owners of the new arrangement and introduced dog-keeping courses alongside the by now obligatory publicity campaign. 109 A year later Tiberi launched another publicity campaign entitled 'Fight against dog mess' in response to a poll that revealed that 94 per cent of Parisians found canine excrement the most infuriating affront to the city's cleanliness. The cost of cleaning up dog mess-60 million francs a year (or 10 francs a kilo)-was also a drain on city finances. To cement the break from Chirac's approach, Tiberi admitted that the council could not remove all the dog mess from the streets by itself. Owners had to take their responsibilities more seriously. This meant ramassage, which the council portrayed as a 'civic gesture' (geste civique). The campaign, conceived in conjunction with global advertising firm Leo Burnett, was far more direct than Chirac's conciliatory messages. Its posters, produced by Irish photographer Vincent Dixon and displayed on 2,000 advertising boards, showed a blind man who had unintentionally brought some excrement into his home on his cane, a disabled woman who gets dog mess on the wheels of her wheelchair and a child playing on a soiled lawn. The message for dog owners was 'You're right not to pick it up, they'll do it very well instead.' The campaign portrayed ramassage as an act that performed and confirmed the owner's sense of civic responsibility and adherence to public hygiene norms, whilst choosing to not pick up exposed the owner's disregard for the 107 Nicole Penicaut, 'Le spleen des dé crotteurs', newspaper clipping in Archives de la Pré fecture de Police, Paris, DB 230; Frioux, Batailles de l'hygiè ne, 171-82. well-being of some of the most vulnerable individuals within Parisian society. The tougher tone and more explicit imagery (the posters, for the first time, actually depicted dog mess) shamed dog owners into picking up their pet's excrement. Owners who scooped the poop would be held in high esteem by their fellow citizens whilst those who did not could expect opprobrium for choosing to undermine the city's cleanliness and exposing fellow citizens to health risks. The campaign also implied that individual failings on the part of dog owners were the root cause of Paris' dog mess problem, rather than the authorities' inability to create effective excremental spaces or to devise a comprehensive cleaning operation.",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 949,
                    "text": "109",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ramassage and Repressing Fouling"
        },
        {
            "text": "Yet despite the campaign's more direct approach, Parisian authorities seemed unconvinced that it would change dog owners' mentalities. They introduced more coercive measures to punish those dog owners who failed to adhere to hygiene expectations and announced a stricter reinforcement of anti-fouling legislation, having already given out 1,000 fines for fouling in 1998. 110 Socialist mayor Bertrand Delano€ e, elected in 2001, extended the more interventionist approach, in line with his vision of a creating a greener and more 'liveable' city and greater state involvement and investment in public health. 111 From 2 April 2002 dog owners who did not pick up their pet's mess faced a e183 fine. In a major change from previous policies, from 2004 onwards owners had to scoop the poop from the gutter as the city's authorities abandoned the use of costly and ineffectual motocrottes. With opinion polls showing once again that Parisians considered dog mess the main cause of filth, 83 per cent of respondents to one poll agreed with obligatory scooping. Delano€ e was therefore able to portray fines as a response to public will and so reduce potential criticism and resistance from dog owners. As of 31 July 2002, the most municipal cleanliness-related notices were issued for dog mess (2,889 warnings out of 10,729). Between 2000 and 2006, the most anti-fouling notices were issued in 2003 (6,065) and 2005 (6,254). However, although this represented a marked increase in the number of anti-fouling notices issued during the Chirac years, it still only resulted, on average, in the distribution of fewer than 20 anti-fouling notices each day. This was hardly a reign of terror against dogs and their owners.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "111",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Ramassage and Repressing Fouling"
        },
        {
            "text": "In an echo of Tiberi's approach, Delano€ e launched a new educational campaign alongside the increased repression of fouling. In line with the authorities' belief that 'conviviality and civility' should mark public space, posters and street signs equated responsible dog ownership with civic pride and solidarity, as well as advising owners on how to pick up excrement hygienically (Figure 2 ). 112 The council tried to persuade, as well as coerce, dog owners. 110 Delano€ e's mixture of coercive and liberal measures seems to have resulted in less fouling, or at least in the public perception of less fouling. Parisians still considered dog mess the main cause of public uncleanliness, but the percentage of those holding this view had dropped form 78 per cent in 2002 to 59 per cent in 2007. If opinion polls are to be believed, 97 per cent of dog owners in 2007 claimed to clean up after their dog and 87 per cent of Parisians had seen a dog owner doing so. A 35 per cent drop in fouling offences between 2006 and 2007 may also indicate that more dog owners were scooping the poop. 113 These opinion polls suggest that although the city's authorities had by no means eradicated fouling, Parisians now believed that they had at least made some progress in tackling the problem and succeeded in changing the behaviour of some dog owners. excrement!' 117 Limits to state intervention in Paris are, however, evident. In April 2016 Mao Peninou, the official in charge of cleanliness, ruled out identifying fouling dogs through their DNA, a measure suggested by the far right mayor of Bé ziers (Hé rault) who proposed testing dog mess and matching it against a DNA record of the town's dogs. 118 The Parisian authorities' active role in governing dog excrement challenges scholarly accounts that identify the emergence of self-interested and economically incentivised neo-liberal citizenship as the dominant form of urban identity and organisation in contemporary Paris. 119 When tackling dog excrement, the city's authorities seek to maintain control and initiative, as well as appeal to liberal notions of civic virtue. In contrast to other areas, they have not delegated management and surveillance responsibilities for dog excrement to community associations or private companies. 120 The management of dog excrement in Paris exposes the ambiguous reception of neo-liberal ideas in France, where attachment to an interventionist state and 'Republican solidarity' remains strong, and where state monitoring and management of public health risks has increased drastically since the 1990s. 121",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "112",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "117",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1690,
                    "end": 1693,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1972,
                    "text": "119",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2283,
                    "end": 2286,
                    "text": "120",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Ramassage and Repressing Fouling"
        },
        {
            "text": "The quantity of dog excrement on Parisian streets was small compared to the manure and sludge of the nineteenth century. But as faecal matter in the public space of the post-sludge city, it raised doubts about the effectiveness of modern municipal governance and the civic-mindedness of dog-owning Parisians. Concerned Parisian doctors and councillors depicted defecating pet dogs as disorderly creatures, and their owners as undisciplined citizens, who together posed a health risk and undermined the city's cleanliness. Dog mess generated much public, scientific and press concern, which sprang from long-term cultural histories of disgust, ongoing public hygienist impulses and the materiality of faeces, especially the parasites it harboured. Dog excrement became a biopolitical flashpoint for concerns over the potentially harmful presence of animals in the city. Along with rats, pigeons and other 'pests', it was a reminder that the city's human inhabitants struggled to fully control Paris' hybrid and risky urban nature, even in its most domesticated form: the pet-owner partnership. This history vividly demonstrates that the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vous avez raison de ne pas les ramasser, il le fait trè s bien a votre place: pré sentation a la presse",
            "authors": [
                {
                    "first": "Paris",
                    "middle": [],
                    "last": "Mairie De",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Construction of a Policy Arena: The Case of Public Health in France",
            "authors": [
                {
                    "first": "Christina",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "; Henri",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "Constance",
                    "middle": [
                        "A"
                    ],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayoral Masculinities? The Case of Delano€ e and Wowereit",
            "volume": "37",
            "issn": "",
            "pages": "5--36",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gatekeepers of the Urban Commons? Vigilant Citizenship and Neoliberal Space in Multiethnic Paris",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antipode",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La fin des motocrottes",
            "authors": [
                {
                    "first": "Paris ; Le",
                    "middle": [],
                    "last": "Mairie De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Parisien",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Maître et chien: les bons ré flexes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Yves Contassot, the Green party councillor in charge of Paris's environmental services and green spaces who spearheaded the anti-excrement campaign of the 2000s, claimed that 'in 2001, Paris was the capital of dog mess'. Unsurprisingly, Contassot asserted that the city hall's tough stance had since alleviated the problem. As well as echoing Chirac in placing stress on the 'responsibilisation' of dog owners to 'guarantee the place . . . of pets within the city,' Contassot stressed his desire to create a more repressive space in which fouling was unwelcome and in which owners felt an obligation, as well as a desire",
            "authors": [],
            "year": 2009,
            "venue": "With over half of Parisians still viewing dog excrement as the main source of uncleanliness, the authorities could position their tougher stance as a necessary and democratic approach",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "contradicted this amount and recommended fines of e35 (which could be increased to e150 in special circumstances). 115 Furthermore, in 2014 the city gave out 25,000 cleanliness-related fines, 2,407 of which related to dog mess (others concerned bins, urinating in the street and cigarette butts). 116 This was more than the 1,000 issued in 1999 but substantially fewer than in 2003 and 2005. Whatever the weaknesses in its fining regime, the town hall remains determined to be seen as playing an active role",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Poop Scoop Law, 273. Researchers are increasingly examining the psychology that informs why dog owners choose to pick up their dog's excrement but no firm conclusions have been established",
            "authors": [
                {
                    "first": "Bien",
                    "middle": [],
                    "last": "Maire De Paris",
                    "suffix": ""
                },
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "R L"
                    ],
                    "last": "Paris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atenstaedt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Daily Telegraph",
            "volume": "125",
            "issn": "",
            "pages": "90--92",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Environmental and Social Impacts of Domestic Dog Waste in the UK: Investigating Barriers to Behavioural Change in Dog Walkers",
            "authors": [
                {
                    "first": "Karl",
                    "middle": [
                        "S"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jenkinson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Toogood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Environment and Waste Management",
            "volume": "13",
            "issn": "",
            "pages": "331--378",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Why do some Owners Allow their Dogs to Foul the Pavement? The Social Psychology of a Minor Rule Infraction",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Webley",
                    "suffix": ""
                },
                {
                    "first": "Claire",
                    "middle": [],
                    "last": "Siviter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Applied Social Psychology",
            "volume": "30",
            "issn": "",
            "pages": "1371--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors Influencing Owners' Reactions to their Dogs' Fouling",
            "authors": [
                {
                    "first": "Deborah",
                    "middle": [
                        "L"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Environment and Behavior",
            "volume": "38",
            "issn": "",
            "pages": "707--721",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bien vivre avec les animaux, 6. 116 'Crottes de chien et mé gots dans la rue: l'amende passe a 68 e",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "&apos;la Brigade Anti-Crotte Hors-La-Loi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contrairement a Robert Mé nard, Paris ne fichera pas les chiens pour lutter contre les crottes",
            "authors": [],
            "year": 2016,
            "venue": "Une brigade dé dié e a la lutte contre les incivilité s",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Migrants, Mobilization, and the Making of Neo-Liberal Citizens in Contemporary France",
            "authors": [
                {
                    "first": "Winnie",
                    "middle": [],
                    "last": "Lem",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Focaal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "These areas include the governance of urban parks and organic farming. Newman, 'Gatekeepers of the Urban Commons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Gouvernance participative et agriculture biologique en Ile-de-France: vers une ecoré gion?' Territoire en mouvement",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "André",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "82--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "De la surveillance en santé publique a la veille sanitaire: historique, principes et organisation', Ré animation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "; P",
                    "middle": [],
                    "last": "Kuisel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chaud",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "529--561",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the parenthetical comment in this sentence, see H. Ducret-Baumann, L'é ducation et l'hygiè ne du chien (Paris, 1913), 1-2. 31 Rodolphe Trouilleux, Histoires insolites des animaux de Paris (Paris, 2003), 121. 32 Barles, Invention.33 Ibid., 165-70. David S. Barnes, The Great Stink of Paris and the Nineteenth-Century Struggle against Filth and Germs (Baltimore, 2006); Inglis, 'Sewers'; Gandy, 'Bacteriological City'. 34 M. Bret, Nettoiement et arrosage (Paris, 1908); André Guillerme, 'Le pavé de Paris', in Franc¸ois Caron et al. (eds), Paris et ses ré seaux: naissance d'un mode de vie urbain, XIX e -XX e siè cles (Paris, 1990), 62-3, 67-8; Barles, Ville dé lé tè re, 231-49. 35 Barles, Ville dé lé tè re, 238-48; Barles, Invention, 202; Guillerme, 'Pavé de Paris', 65; Steven Zdatny, 'The French Hygiene Offensive of the 1950s: A Critical Moment in the History of Manners', The Journal of Modern History, 2012, 84, 911.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Paris VO.NC 195 Georges-Eugè ne Haussmann, 'Arrêté concernant le balayage, la propreté de la voie publique et le transport des matiè res insalubres', 1 January 1860. 40 Peter Atkins, 'Animal Wastes and Nuisances in Nineteenth-Century London', in Atkins, Animal Cities, 49-51; Eric Baratay, Bêtes de somme: des animaux au service des hommes (Paris, 2011); Sabine Barles, 'Undesirable Nature: Animals, Resources and Urban Nuisance in Nineteenth-Century Paris', in Atkins, Animal Cities, 173-87. 41 Marcel Clerc, 'La souillure des villes par les excréments de chiens', Archives mé dico-chirurgicales de Normandie, May 1929, 65, 2294. 42 Marcel Clerc, 'La souillure des villes par les chiens', Aristote, June 1929, 30, 81; Clerc, 'Souillure des villes par les excé ments de chiens', 2294. 43 Pié ton, 'Chiens', 889.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Digard, Les franc¸ais et leurs animaux (Paris, 1999), 23, 28. On the gendering and sexualisation of rabies, see Kete, Beast in the Boudoir, 97-114. 53 Lahille, 'Inconvenients', 30. 54 Clerc, 'Souillure des villes par les chiens', 81; Sharon Marcus, 'Haussmannization as Anti-Modernity: The Apartment House in Parisian Urban Discourse, 1850-1880', Journal of Urban History, 2001, 27, 723-45. 55 Conseil municipal de Paris, 'Compte rendu de la sé ance du mardi 28 dé cembre 1937', 16. 56 Clerc, 'Souillure des villes par les chiens', 203. 57 René Lutembacher, 'L'hygiè ne et le chien', La Presse Mé dicale, 4 December 1929, 97,1585.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "government had stripped Paris of its elected mayor in an attempt to neutralize the city after the Commune of 1871. 68 Roger Wolter, 'Les chiens et les chiffres', L'action vé té rinaire, 1 May 1984, 887, 6-7. 69 Guyot, 'Etude', 2-3, 6, 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clerc, 'Nos chiens, nos chats, les autres et nous', Elle, 6 August 1979, ,4-13. 71 Quoted in Mairie de Paris, ½ million d'autres parisiens [n.d.], 27; Michael Bess, The Light-Green Society: Ecology and Technological Modernity in France, 1960, -2000,   (Chicago, 2003; Colin Jones, Paris: Biography of a City (London, 2004), 526-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "78 On opinion polls, see Rose, Governing the Soul, 27-8; Anja Kruke, 'Opinion Polls', in Benjamin Ziemann and Miriam Dobson (eds), Reading Primary Sources: The Interpretation of Texts from Nineteenth-and Twentieth-Century History (London, 2009), 106-22. 79 Le nettoiement de Paris: son fonctionnement, ses problè mes [n.d.], 2; Sue Collard, 'Politics, Culture and Urban Transformation in Jacques Chirac's Paris",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Richard Lacombe, Franc¸ois Dergent and Ré mi Delansorne, 'Paris, ville propre', L'action vé té rinaire, 1 May 1984, 887, 15-16. 86 Corbin, Foul and the Fragrant, 144; Inglis, 'Sewers', 105-30. 87 Nicholas Mirzoeff, An Introduction to Visual Culture (London, 1999), 152-3; Reid, Paris Sewers, 132. 88 Pié ton, 'Chiens', 889. 89 'Question de Mme Solange Marchal', 341-2. 90",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Dog toilet, Parc Robinson, Asniè res-sur-Seine. Photo taken by the author in 2008. 95 ½ million d'autres Parisiens. 96 On the introduction of lead laws, see Howell, 'Muzzle'. 97 ½ million d'autres Parisiens. 98 Quoted in Clerc, 'Nos chiens', 7; Bess, Light-Green Society. 99 Lacombe et al., 'Paris', 15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Lutter contre la pollution canine', Paris-Mairie, February 1998, 12; 'Propreté canine', Paris: le Journal, 15 January 1999.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "I love my neighbourhood, I scoop it up.' Photo taken by author in 2007. 113 Mairie de Paris, 'Confé rence'.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Richie Nimmo, 'Governing Nonhumans: Knowledge, Sanitation and Discipline in the late 19 th and early 20 th -century British Milk Trade', Distinktion: Scandinavian Journal of Social Theory, 2008, 9, 77-97; Stephanie Rutherford, 'The Biopolitical Animal in Canadian and Environmental Studies', Journal of Canadian Studies/Revue d'é tudes canadiennes, 2013, 47, 123-44; Nicole Shukin, 'Security Bonds: On Feeling Power and the Fiction of an Animal Governmentality', English Studies in Canada, 2013, 39, 177-98; Chlo€ e Taylor, 'Foucault and Critical Animal Studies: Genealogies of Agricultural Power', Philosophy Compass 2013, 8, 539-51. Michel Foucault, \"Society Must Be Defended\": Lectures at the Collè ge de France 1975-76, trans. David Macey (London, 2003), 245.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "With the election of Bertrand Delano€ e as mayor in 2001, the city's authorities introduced more Harry Oosterhuis and Frank Huisman, 'The Politics of Health and Citizenship: Historical and Contemporary Perspectives', in Harry Oosterhuis and Frank Huisman (eds), Health and Citizenship: Political Cultures of Health in Modern Europe (London, 2014), 1-39; Jane Buckingham, 'Patient Welfare vs. the Health of the Nation: Governmentality and Sterilisation of Leprosy Sufferers in Early Post-Colonial India', Social Sarah Hodges, 'Looting the Lock Hospital in Colonial Madras during the Famine Years of the 1870s', Social History of Medicine, 2005, 18, 379-98.I have chosen to frame Chirac's governance of dog mess as liberal rather than neo-liberal as it did not conceive of dog owners as consumers or entrepreneurs, and nor did it use financial incentives or competition to change behaviour.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Paris, hygienists identified new mobile Un mé decin parisien, 'A propos de la fé calisation des trottoirs', La Presse Mé dicale, 20 July 1929, 58, 955. Pié ton, 'Chiens', 889; Conseil municipal de Paris, 'Compte rendu de la sé ance du 30 dé cembre 1935', Bulletin municipal officiel de la ville de Paris, 10 January 1936, 300. Marcel Clerc, 'La souillure des villes par les chiens', Annales d'Hygiè ne publique, industrielle et sociale, May 1938, 16, 203. Neil Blackadder, 'Merdre! Performing Filth in the Bourgeois Public Sphere', in Cohen and Johnson, Filth, 198. Barnes, Great Stink, 4-5. 49 P. L. Moro and P. M. Schantz, 'Echinococcosis: Historical Landmarks and Progress in Research and Control', Annals of Tropical Medicine & Parasitology, 2006, 100, 703-14; Dennis Tappe and Matthias Frosch, 'Rudolf Virchow and the Recognition of alveolar echinococcosis, 1850s', Emerging Infectious Diseases, 2007, 13, 732-4.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The Clerc, 'Souillure des villes par les excré ments de chiens', 2294; 'Question de Mme Solange Marchal et M. Tollu a M. le Pré fet de Paris sur l'utilité indispensable et l'urgence d'inaugurer a Paris une politique efficace et ré aliste contre la pollution par les chiens', Bulletin municipal officiel de la ville de Paris: dé bats du Conseil de Paris, 5 May 1976, 6, 340-1. Bibliothè que de l'Hô tel de Ville de Paris, Ms 1330 Confé rence inter-administrative sur la propré té de Paris: procè s-verbal de la Sé ance du 14 mai 1958'; Bibliothè que de l'Hô tel de Ville de Paris, Ms 1330 'Confé rence inter-administrative sur la propré té de Paris: procè s-verbal de la Sé ance du 24 juillet 1958'. Clerc, 'Souillure des villes par les excré ments de chiens', 2297; Couturat, 'Inconvé nients', 334; Guyot, 'Etude', 89-92; 'Paris canin', Paris aux cent villages, July-August 1975, 42; 'Ne laissez pas votre chien salir la ville', Liaisons, November-December 1976, 228, 27.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Quoted in Sophie Latil, 'Paris: halte aux chiens pollueurs', Le Figaro, 22 December 1986. Letter from 'H.T.', published in Paris 16 è me , March 1981. Ville de Paris, Bibliothè que administrative, 'L'expérience des caninettes a Paris: le jugement des riverains', October 1982. Goutorde, 'Boom du marché '. Christian Ferrand, 'Le cyclo-propre supplante la \"caninette\"', L'Humanité , 16 June 1984, 10. 106 J.-P. Houbart, 'L'animal dans la ville', Bulletin du Conseil gé né ral vé té rinaire, numé ro spé cial, August 1995, 46. According to Paris town hall, 12 tons of dog mess were deposited each day by 2007. Maire de Paris, Bien vivre avec les animaux a Paris, 2007, 6.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " , 1966-98', Griffith Law Review, 2009 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "controversial presence of animals in French urban political history did not end in the nineteenth century. 122 There were three main phases in the governance of dogs, owners and excrement. In the late-1920s public hygienists called for an urgent response to fouling through education and repression, which the authorities largely ignored. The second phase began with Chirac's attempt to resolve the problem through technology, the establishment of canine excremental spaces and controlling the conduct of dog owners. Chirac's administration sought to transform the attitude of dog owners towards their pet's merde from one of denial to one of concern in which they would take hygienic responsibility for the civic space of the street as well as the domestic space of the home. But its liberal approach was ineffectual and failed to foster new hygienic dog owner subjectivities. Attempts to nurture feelings of civic pride, self-discipline, responsibility and hygiene failed to overcome pet owners' aversion to physically picking up their dogs' mess. Chirac's approach echoed and reinforced a wider pattern in public hygiene promotion in post-war liberal democracies that can best be explained through a governmentality lens. Yet this approach largely failed, leading to more coercion in the third phase of governing dog excrement when Parisian authorities introduced tougher measures alongside the educational elements, with greater success. Fines made some difference in changing dog-keeping practices, underscoring how government at a distance has not eliminated more interventionist methods of tackling public health issues in modern democratic societies. The management of dog mess now embodies what Henri Bergeron and Constance Nathanson have identified as 'the two ideological faces of French public health policy, the responsibility of the state to protect its population against known, suspected, and even unknown disease risks captured by the idea of sé curité sanitaire [health security], and the responsibility of individual citizens for self-regulation in the interest of disease prevention'. 123 The history of dog mess in modern Paris underscores the need to take animal-human relations more fully into account to understand better past and present public health and biopolitical practices, and to consider their role in undermining governmentality approaches to public health.Policies and practices have evolved, but disgust and aversion to picking up excrement remain. Although hard to quantify, affective responses to dog mess provide an obstacle to liberal governmentality. One of the municipal officials charged with educating Parisians about scooping the poop has complained about the thinness of poop bags: 'it feels like you're putting your hand right in the stuff!' 124 But for historians, getting close to dog excrement puts us in touch with the changing contours of everyday urban life, the continuing ramifications of the public hygiene movement, lingering histories of disgust, the tensions between coercive and liberal governmental strategies and the difficult management of human-animal relations in the modern city.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "122",
                    "ref_id": null
                },
                {
                    "start": 2105,
                    "end": 2108,
                    "text": "123",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}