{"paper_id": "0fe886227fe0083ecaced07b4f7fdda087c22644", "metadata": {"title": "DESPERATE TIMES CALL FOR DESPERATE MEASURES: GOVERNMENT SPENDING MULTIPLIERS IN HARD TIMES", "authors": [{"first": "Sokbae", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuan", "middle": [], "last": "Liao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Myung", "middle": ["Hwan"], "last": "Seo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Youngki", "middle": [], "last": "Shin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We investigate state-dependent effects of fiscal multipliers and allow for endogenous sample splitting to determine whether the U.S. economy is in a slack state. When the endogenized slack state is estimated as the period of the unemployment rate higher than about 12%, the estimated cumulative multipliers are significantly larger during slack periods than nonslack periods and are above unity. We also examine the possibility of time-varying regimes of slackness and find that our empirical results are robust under a more flexible framework. Our estimation results point out the importance of the heterogenous effects of fiscal policy and shed light on the prospect of fiscal policy in response to economic shocks from the current COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The debate over the role of fiscal policy during a recession has recently taken center stage again in macroeconomics. One particular topic that has received substantial attention is whether the multiplier effect of government spending is state-dependent. On the one hand, in a series of papers, Auerbach and Gorodnichenko (2012 , 2013a , 2013b used data from the United States as well as from the organization for economic cooperation and development countries and provided empirical evidence supporting that the fiscal multiplier might be larger during recessions than expansions. On the other hand, Ramey and Zubairy (2018) constructed new quarterly historical U.S. data and reported that their estimates of the fiscal multipliers were below unity irrespective of the state of the economy.", "cite_spans": [{"start": 295, "end": 327, "text": "Auerbach and Gorodnichenko (2012", "ref_id": null}, {"start": 328, "end": 335, "text": ", 2013a", "ref_id": "BIBREF0"}, {"start": 336, "end": 343, "text": ", 2013b", "ref_id": "BIBREF0"}, {"start": 601, "end": 625, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "I. INTRODUCTION"}, {"text": "In this paper, we contribute to this debate by estimating a threshold regression model that determines the states of the economy endogenously. Auerbach and Gorodnichenko (2012) estimated smooth regime-switching models using a 7 quarter moving average of the output growth rate as the threshold variable. Their primary results relied on a fixed level of intensity of regime switching. Instead of estimating the level of intensity jointly with other parameters in their model, they calibrated the level of intensity so that the U.S. economy spends about 20% of time in a recessionary regime. In Ramey and Zubairy (2018) , the baseline results assume that the U.S. economy is in a slack state if the unemployment rate is above 6.5%. To check the baseline results, Ramey and Zubairy (2018) conducted various robustness checks using different thresholds.", "cite_spans": [{"start": 143, "end": 176, "text": "Auerbach and Gorodnichenko (2012)", "ref_id": null}, {"start": 593, "end": 617, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}, {"start": 761, "end": 785, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "I. INTRODUCTION"}, {"text": "To be consistent with the empirical literature, we build on Ramey and Zubairy (2018) : we use their dataset and follow their methodology closely. Our main departure from the recent empirical literature is that we split the sample in a data-dependent way so that the choice of threshold level is determined endogenously. It turns out that the endogenized threshold level of the unemployment rate is estimated at 11.97%, which is much higher than 6.5% adopted in Ramey and Zubairy (2018) . Using this new threshold level combined with the same data and specifications as in Ramey and Zubairy (2018) , we find that the estimated fiscal multipliers are significantly different between the two states and above unity for the high unemployment state. Specifically, if the threshold level is 6.5%, the estimates of 2-year integral multipliers are around 0.6 regardless of the state of the economy. However, if the threshold level is 11.97%, the estimates are 1.58 for the high employment state and 0.55 for the low employment state, respectively. If we look at observations used in estimation, there is no period after World War II with the unemployment rate higher than 11.97%. In fact, there is only one timespan of severe slack periods in 1930s. In other words, the period of the Great Depression is isolated from other periods, as an outcome of our estimation procedure. Therefore, our estimation results suggest that (1) the fiscal multiplier can be larger than unity if the slackness of the economy is very severe and that (2) the post-World War II period does not include the severe slack state and thus, our estimates for the high unemployment state are not applicable to moderate recessions in the post-WWII period. However, after the outbreak of the COVID-19 pandemic, the U.S. unemployment rate rose to 14.7% in April 2020. 1 Therefore, the estimation results in this paper shed light on the prospect of the fiscal policy in response to the current economic shocks. We also examine the possibility of timevarying regimes of slackness by including a time dummy for the post-WWII period and find that our empirical results are robust under this more flexible framework. All the computer codes and data files for replication are available at https:// github.com/yshin12/llss-rz.", "cite_spans": [{"start": 60, "end": 84, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}, {"start": 461, "end": 485, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}, {"start": 572, "end": 596, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "I. INTRODUCTION"}, {"text": "The remainder of the paper is organized as follows. In Section II, we describe the econometric model and present empirical results. In Section III, we give concluding remarks.", "cite_spans": [], "ref_spans": [], "section": "I. INTRODUCTION"}, {"text": "In this section, we give a brief description of the methodology developed by Ramey and Zubairy (2018, RZ hereafter) . They consider the state-dependent local projection method of Jordà (2005) . Their baseline regression model for each horizon h has the following form (see equation (2) in RZ):", "cite_spans": [{"start": 77, "end": 115, "text": "Ramey and Zubairy (2018, RZ hereafter)", "ref_id": null}, {"start": 179, "end": 191, "text": "Jordà (2005)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "where I t (·) is a dummy variable denoting the state of the economy, x t is the variable of interest, z t is a vector of control variables including GDP, government spending, and lags of the defense news variable, (L) is a polynomial of order 4 in the lag operator, and shock t is the defense news variable.", "cite_spans": [], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "Recall that RZ assume that the economy is in the slack state when the unemployment rate is above 6.5%. We instead adopt a threshold regression model and parameterize I t = 1{unemp t > }, where 1{·} is an indicator function and unemp denotes the unemployment rate. In other words, we estimate the model that endogenously determines the slack states that fit the data best. Specifically, we estimate the following model using the least squares (see, e.g., Hansen 2000; Hidalgo, Lee, and Seo 2019):", "cite_spans": [], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "To estimate the threshold regression model in (2.2), define the objective function", "cite_spans": [], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": ". Note that the model (2.2) is linear in conditional on . Thus, we obtain the (restricted) ordinary least squares estimator̂( ) easily for any given . Then, the threshold parameter can be estimated by minimizing the profiled objective function:", "cite_spans": [], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": ". To estimate this model, it is necessary to specify the parameter space  for . We set it to be the interval between the 5 and 95 percentiles of the unemployment rates in the dataset and estimatêby the grid search method.", "cite_spans": [], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "In our view, the threshold regression model above provides a natural way to endogenize the level of slackness since there is a change point at for GDP in the model. Note that the level of the slackness is determined endogenously by fitting the regression model for GDP in (2.2) and then it is imposed in the specification of I t − 1 in (2.1). Considering that both RZ and Auerbach and Gorodnichenko (2012 , 2013a , 2013b determine the criterion for the economic slackness based on the researchers' discretion, it is novel to determine the threshold point endogenously. Furthermore, as we will see in the next section, the endogenous threshold estimate is beyond the range of the values that RZ considered for a robustness check.", "cite_spans": [{"start": 372, "end": 404, "text": "Auerbach and Gorodnichenko (2012", "ref_id": null}, {"start": 405, "end": 412, "text": ", 2013a", "ref_id": "BIBREF0"}, {"start": 413, "end": 420, "text": ", 2013b", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "In general, estimating the change point tends to be robust to model misspecification. Specifically, in our context, the local projection argument may imply that the model (2.2) is potentially misspecified; however, it is worthwhile to emphasize that the change-point estimation tends to be robust against mild misspecification in the regression function employed in each regime, as shown by for example Bai et al. (2008) .", "cite_spans": [{"start": 403, "end": 420, "text": "Bai et al. (2008)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "Before looking at the estimation results, we briefly describe the dataset adopted in our empirical analysis. RZ constructed new quarterly U.S. data from 1889 to 2015 for their analysis. The main variables include real GDP, real government spending, the unemployment rate, and the defense news series. The real GDP data come from Historical Statistics of the United States for 1889-1928 and from the National Income and Product Accounts from 1929 to 2015. Real government spending is calculated by dividing all federal, state, and local purchases by the GDP deflator. The unemployment rates before 1948 were calculated by interpolating Weir's (1992) series and the NBER Macrohistory database. Finally, the defense news series is constructed by the narrative method of Ramey (2011) , which measures changes in the expected present discounted value of government spending. For additional details of the dataset, we refer to Ramey and Zubairy (2018) .", "cite_spans": [{"start": 635, "end": 648, "text": "Weir's (1992)", "ref_id": "BIBREF10"}, {"start": 767, "end": 779, "text": "Ramey (2011)", "ref_id": "BIBREF8"}, {"start": 921, "end": 945, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "II. MODEL AND EMPIRICAL RESULTS"}, {"text": "Using the same dataset constructed by RZ, we obtain̂= 11.97% for the threshold parameter. This estimate is even higher than 8%, which RZ used for their robustness check. To appreciate our estimation result, we plot the profiled least squares objective function (1 − R 2 ) as a function of in the left-panel of Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 310, "end": 318, "text": "Figure 1", "ref_id": null}], "section": "A. Endogenous Sample Splitting"}, {"text": "It can be seen that the minimizer is well separated at 11.97%, which gives the graphical verification of̂. On the contrary, there is even no local minimum around RZ's threshold value at 6.5%.", "cite_spans": [], "ref_spans": [], "section": "A. Endogenous Sample Splitting"}, {"text": "To check the possibility of the second threshold level below 11.97%, we re-estimated the model with the subsample for which the unemployment rate is lower than 11.97%. The right-hand panel indicates that there could be a second threshold around 4%, but not around 6.5%.", "cite_spans": [], "ref_spans": [], "section": "A. Endogenous Sample Splitting"}, {"text": "We test for the existence of the threshold for the whole sample and for the subsample with unemp < 11.97 by adopting the sup-Wald test in Hansen (1996) . Figure 2 gives a graphical summary of the testing results. We set the number of bootstraps to 2,000 and the trimming ratio to 5%. We use the heteroskedasticity-robust test statistic. The bootstrap p-value for the whole sample is 0.053 and we can reject the null hypothesis of no threshold effect at the 10% significance level. For the subsample with the unemployment rate below 11.97, the bootstrap p-value for the same test is 20.3%. Thus, we conclude that there is mild evidence for the single threshold in the data. Finally, the 95% confidence interval for the threshold variable is (11.97, 13.56).", "cite_spans": [{"start": 138, "end": 151, "text": "Hansen (1996)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 154, "end": 162, "text": "Figure 2", "ref_id": null}], "section": "A. Endogenous Sample Splitting"}, {"text": "The periods with high unemployment rates are relatively rare. The U.S. economy spent less than 10% of time in the new slack regime defined by 11.97%. The shaded areas in Figure 3 show slack periods over GDP and unemployment rates. There is only one timespan of severe slack periods from 1930Q3 to 1940Q3, namely the Great Depression. We call this new slack periods as severe slack states (\"hard times\") compared to moderate slack states in RZ. There is no period after WWII that belongs to the hard times in this dataset. However, the current recession belongs to the hard times, as the unemployment rose to 14.7% in April 2020.", "cite_spans": [], "ref_spans": [{"start": 170, "end": 178, "text": "Figure 3", "ref_id": null}], "section": "A. Endogenous Sample Splitting"}, {"text": "We now report the estimation results of the cumulative multipliers under endogenous sample splitting. It turns out that the new regime classification produces quite different implications. Following RZ, we adopt the local projection method in Jordà (2005) and use the military news as an instrument. Figure 4 reports the cumulative multiplier over 5 years (20 quarters) in each regime. To make the comparison straightforward, we also show the estimation results of Ramey and Zubairy (2018) next to our results.", "cite_spans": [{"start": 243, "end": 255, "text": "Jordà (2005)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 300, "end": 308, "text": "Figure 4", "ref_id": null}], "section": "B. State-Dependent Cumulative Multipliers"}, {"text": "When the 6.5% threshold is used in classification of slack state (i.e., the moderate slack state), the multipliers in the high-unemployment state are negative up to 3 quarters and are indistinguishable to those in the low-unemployment state after 6 quarters. It is counterintuitive to observe that the multipliers are higher for the low unemployment state. On the other hand, if the 11.97% threshold is adopted (i.e., the severe slack state), the multipliers in the high-unemployment state are mostly positive and largely above those in the low-unemployment state and are around unity after 10 quarters. In other words, the multipliers are all less than unity in the case of the moderate slack state; however, they are substantially higher in the case of the severe slack state. These results are robust to the choice of the instrumental variable. As additional empirical results, Figure 5 depicts the impulse response functions in nonslack and slack periods, respectively. Both government spending and GDP responses are much higher in slack periods.", "cite_spans": [], "ref_spans": [{"start": 881, "end": 889, "text": "Figure 5", "ref_id": null}], "section": "B. State-Dependent Cumulative Multipliers"}, {"text": "In Table 1 , we report the 2-year and 4-year cumulative multipliers when we use the military news, Blanchard and Perotti (2002) shock, and the combined variable of these two as an instrument, respectively. The basic implication does not change. The estimates of the 2-year multiplier vary from 1.58 to 2.21 and the 4-year multipliers are around 1. The main implication from our empirical results is that fiscal multipliers can be significantly larger during severe recessions than in normal periods.", "cite_spans": [{"start": 99, "end": 127, "text": "Blanchard and Perotti (2002)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 1", "ref_id": "TABREF0"}], "section": "B. State-Dependent Cumulative Multipliers"}, {"text": "We illustrate the difference between our results and those in RZ by comparing the effects of the COVID-19 stimulus package. The COVID-19 pandemic and the following economic lockdown increased the U.S. unemployment rate up to 14.7% in April 2020. This is the highest unemployment rate since World War II. To mitigate the economic hardship, the U.S. congress has passed the COVID-19 stimulus package (the CARES act) whose total amount is 2 trillion dollars. In Table 2 , we report the difference of the estimated multiyear integral effects of the stimulus package when we use the multipliers in this paper and those in RZ. We assume that 25% of the total amount (500 billion dollars) will be spent in the immediate quarter and use the cumulative multiplier estimates based on the military news shock. Two approaches provide", "cite_spans": [], "ref_spans": [{"start": 459, "end": 466, "text": "Table 2", "ref_id": "TABREF2"}], "section": "B. State-Dependent Cumulative Multipliers"}, {"text": "Note: The red dashed line denotes the 95% critical value for the existence of the threshold point. In the left panel, we confirm that the Wald test statistic at = 11.97 is very close to the 95% critical value. In the right panel, we use the subsample and test if there exists an additional threshold point. The result confirms that there is no additional threshold point in the subsample.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2 Inference for Multiple Regimes"}, {"text": "Note: GDP denotes real per capita GDP divided by trend GDP. The red dashed line in the right panel is the change-point estimate,̂= 11.97. The blue shaded area denotes the slack states estimated from the data.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 3 Periods of Slack States over GDP and Unemployment"}, {"text": "Note: The blue solid line denotes cumulative multipliers for slack states (high unemployment) and the red dashed line for nonslack states (low unemployment). The 95% pointwise confidence bands are also presented along with cumulative multipliers. We also draw a dot-dashed horizontal line at multiplier = 1.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 4 Cumulative Multipliers"}, {"text": "Note: A news shock is equal to 1% of GDP. The red line with circles denotes the impulse response function in nonslack periods and the blue solid line denotes the same function in slack periods. The related 95% pointwise confidence bands are also provided. The threshold point dividing slack/nonslack periods iŝ= 11.97 estimated from the data.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 5 Government Spending and GDP Responses to News Shock"}, {"text": "quite different results of the policy effect. Over 2 years, the difference between the two estimates is 490 billion dollars. The gap decreases over time but it is still 70 billion dollars after 5 years. Therefore, we conclude that the endogenous threshold estimate gives quite different results of the fiscal policy effect, especially when the slackness of the economy is severe.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 5 Government Spending and GDP Responses to News Shock"}, {"text": "In this subsection, we explore the possibility of time-varying regimes of slackness. One might be worried that the U.S. economy changed after WWII such that the level of slackness changed from the pre-WWII period to the post-WWII period. To deal with this issue, we extend the endogenous sample splitting to the following specification:", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "where d t = 1 if t is greater than or equal to 1945Q4. The resulting regression model has the following form:", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "To estimate this model, we need to optimize the least squares objective function with respect to unknown parameters jointly. The parameters could be estimated through the profiling method as explained in Section II. Specifically, one may first estimate the slope parameters", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "given := ( 0 , 1 ) and then optimize the profiled objective function over by the two-dimensional grid search.", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "We adopt more efficient computational algorithms developed in our previous work (Lee et al. 2018) with the aid of mixed integer optimization (MIO). To explain the algorithm, we first define some notation: y t := DGP t , f t := (unemp t − 1 , d t − 1 , −1), and x t := (1, z t − 1 , shock t ). Then, the least squares estimator can be written as", "cite_spans": [{"start": 80, "end": 97, "text": "(Lee et al. 2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "Instead of multidimensional grid search over , Lee et al. (2018) propose an equivalent optimization problem by introducing a set of binary parameters d t ∶= 1{f ′ t > 0} and j, t = j d t for j = 1, … , d x , where d x is the dimension of x t . The new objective function can be written as", "cite_spans": [{"start": 47, "end": 64, "text": "Lee et al. (2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "(2.4) Newey and West (1987) . Panel A is based on our threshold estimate (11.97%). Panel B comes from Ramey and Zubairy (2018) where the threshold point (6.5%) is chosen by the authors.", "cite_spans": [{"start": 6, "end": 27, "text": "Newey and West (1987)", "ref_id": "BIBREF7"}, {"start": 102, "end": 126, "text": "Ramey and Zubairy (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "The equivalent optimization problem becomes a mixed integer programming problem with some additional constraints. The new optimization problem can be solved efficiently by the modern MIO solvers such CPLEX and GUROBI. One can solve the optimization jointly or by iterating between ( B , ) and the remaining parameters. The advantage of the new algorithm is that one can construct and estimate the model, where the regimes are determined in a more sophisticated way by a multidimensional factor f t . We refer to Lee et al. (2018) for additional details.", "cite_spans": [{"start": 512, "end": 529, "text": "Lee et al. (2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "By applying the joint and iterative algorithms proposed in that paper, we obtain the following results:", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "Joint algorithm ∶ (̂1,̂0) = (−1.82,11.97), Iterative algorithm ∶ (̂1,̂0) = (0.56,11.97),", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "That is, two algorithms yield different estimates but the same objective function values. It turns out that the regimes determined by two estimates are identical; that is,̂1 has no role in determining slack periods.", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "In addition, we apply the model selection algorithm proposed in our previous work (Lee et al. 2018) . Specifically, we specify the penalized least squares objective function with the penalty term consisting of a tuning parameter > 0 times the number of nonzero coefficients. The resulting specification of the endogenous sample splitting rule is as follows:", "cite_spans": [{"start": 82, "end": 99, "text": "(Lee et al. 2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "where |·| 0 is an 0 norm of a vector. We implement it using MIO with λ =σ 2 log(T)/T, where T is the sample size andσ 2 = 0.00027 is estimated from the baseline model with a single threshold at 11.97%. When we apply the penalized estimation algorithm, we find that the 1 estimate becomes zero and is dropped from the model. Therefore, there is no empirical evidence that supports timevarying regimes of slackness.", "cite_spans": [], "ref_spans": [], "section": "C. Possibly Time-Varying Regimes"}, {"text": "We have investigated state-dependent effects of fiscal multipliers and have found that it is crucial how to determine whether the U.S. economy is in a slack state. When the slack state is defined as the period of the unemployment rate higher than about 12%, the estimated cumulative multipliers are significantly larger during slack periods than nonslack periods and are above unity. Our estimation results emphasize the importance of endogenous sample splitting. Furthermore, the effect of the fiscal policy may be heterogenous with respect to the level of slackness in the economy, thereby calling for more research in understanding the heterogenous effects of fiscal policy. Finally, our paper sheds light on the prospect of fiscal policy in response to economic shocks from the current COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "III. CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Measuring the Output Responses to Fiscal Policy", "authors": [{"first": "A", "middle": ["J"], "last": "Auerbach", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gorodnichenko", "suffix": ""}], "year": 2013, "venue": "Fiscal Policy after the Financial Crisis", "volume": "4", "issn": "", "pages": "141--147", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Generic Consistency of the Break-Point Estimators under Specification Errors in a Multiple-Break Model", "authors": [{"first": "J", "middle": [], "last": "Bai", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "T", "middle": [], "last": "Tai-Leung Chong", "suffix": ""}, {"first": "S. Xin", "middle": [], "last": "Wang", "suffix": ""}], "year": 2008, "venue": "The Econometrics Journal", "volume": "11", "issn": "2", "pages": "287--307", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output", "authors": [{"first": "O", "middle": [], "last": "Blanchard", "suffix": ""}, {"first": "R", "middle": [], "last": "Perotti", "suffix": ""}], "year": 2002, "venue": "Quarterly Journal of Economics", "volume": "117", "issn": "4", "pages": "1329--68", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Inference When a Nuisance Parameter is Not Identified Under the Null Hypothesis", "authors": [{"first": "B", "middle": ["E"], "last": "Hansen", "suffix": ""}], "year": 1996, "venue": "Econometrica", "volume": "64", "issn": "2", "pages": "575--603", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Robust Inference for Threshold Regression Models", "authors": [{"first": "J", "middle": [], "last": "Hidalgo", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Seo", "suffix": ""}], "year": 2019, "venue": "Journal of Econometrics", "volume": "210", "issn": "2", "pages": "291--309", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estimation and Inference of Impulse Responses by Local Projections", "authors": [{"first": "Ò", "middle": [], "last": "Jordà", "suffix": ""}], "year": 2005, "venue": "American Economic Review", "volume": "95", "issn": "1", "pages": "161--82", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Factor-Driven Two-Regime Regression", "authors": [{"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liao", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Seo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix", "authors": [{"first": "W", "middle": [], "last": "Newey", "suffix": ""}, {"first": "K", "middle": [], "last": "West", "suffix": ""}], "year": 1987, "venue": "Econometrica", "volume": "55", "issn": "3", "pages": "703--711", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Identifying Government Spending Shocks: It's All in the Timing", "authors": [{"first": "V", "middle": ["A"], "last": "Ramey", "suffix": ""}], "year": 2011, "venue": "Quarterly Journal of Economics", "volume": "126", "issn": "1", "pages": "1--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Government Spending Multipliers in Good Times and in Bad: Evidence from us Historical Data", "authors": [{"first": "V", "middle": [], "last": "Ramey", "suffix": ""}, {"first": "S", "middle": [], "last": "Zubairy", "suffix": ""}], "year": 2018, "venue": "Journal of Political Economy", "volume": "126", "issn": "2", "pages": "850--901", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A Century of us Unemployment, 1890-1990: Revised Estimates and Evidence for Stabilization", "authors": [{"first": "D", "middle": ["R"], "last": "Weir", "suffix": ""}], "year": 1992, "venue": "Research in Economic History", "volume": "14", "issn": "1", "pages": "301--347", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "In the left-hand panel, the long-dashed vertical lines are the 5 and 95 percentiles of the empirical distribution of the unemployment rate. The dashed vertical lines are the 10 and 90 percentiles and the dotted lines are the 15 and 85 percentiles, respectively.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Source: U.S. Bureau of Labor Statistics, https:// www.bls.gov/news.release/empsit.nr0.htm, accessed on May 25, 2020.", "latex": null, "type": "table"}, "TABREF1": {"text": "Estimates of Cumulative MultipliersNote: The p-values for difference in multipliers are calculated by the HAC-robust p-values in", "latex": null, "type": "table"}, "TABREF2": {"text": "GDP Increases Caused by the COVID-19 Stimulus Package (in $ bn)Note: The estimates denote the increased cumulate GDP when the U.S. government spends 500 billion dollars in the period of high unemployment (14.7%). Military news shocks are used as an instrument.", "latex": null, "type": "table"}}, "back_matter": []}