{
    "paper_id": "0fe848e5bb9da4ef35974583ed0a700d5d089ea3",
    "metadata": {
        "title": "Journal Pre-proof Preliminary observations of anaesthesia ventilators use for prolonged mechanical ventilation in intensive care unit patients during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Aurélie",
                "middle": [],
                "last": "Gouel-Cheron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Camille",
                "middle": [],
                "last": "Couffignal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoann",
                "middle": [],
                "last": "Elmaleh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elie",
                "middle": [],
                "last": "Kantor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Montravers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the editor, Since the first cases of unexplained pneumonia in China at the end of 2019, a new coronavirus, SARS-CoV-2, has officially been identified as the source of this global pandemic. Its explosive growth is putting health care systems in jeopardy. The first French cases were diagnosed on January 24 th , 2020. On April 7 th , Europe had a substantial burden in terms of reported confirmed cases (686,338 cases with 52,809 deaths) (1) . Most SARS-Cov-2 infections (Coronavirus infection disease or COVID-19) are mild with influenza-like illness symptoms, anosmia and/or ageusia, but in a number of cases, a biphasic evolution has been reported, leading to hospitalisation (when hypoxia is severe), which can progress in some patients to mechanical ventilation in an Intensive Care Unit (ICU) (2) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Almost all countries (such as China, Italia, Spain) have reported an overwhelming number of hospitalised patients with substantial use of the ICU. On April 7, France had reported 73,488 confirmed cases (8,896 deaths). A prediction model has estimated that, in the worst case scenario, 22,420 ICU beds would be needed until April 14th, with 15,940 patients requiring mechanical ventilation (3); which is way over the restricted ICU bed capacity in France of around 5,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Bichat -Claude Bernard hospital, AP-HP was one of the first to admit COVID-19 patients in France. Planning on how to expand ICU capacity started at the beginning of March. Beside the staffing issue, one of the major problems was the lack of ICU machines, such as ventilators that were not easily available on the market. In this context, the French Society of Anaesthesia and Intensive Care Medicine (Société française d'anesthésie et de réanimation [SFAR] ) stated that anaesthesia ventilators could be used to ensure prolonged ventilation on ICU patients under highly regulated conditions (4). Because literature on the subject is almost non-existent, we decided to design a retrospective, non-interventional study, with a non-inferiority criterion, to evaluate the feasibility of prolonged mechanical ventilation for ICU patients with anaesthesia ventilators (instead of ICU ventilators that are usually used). Although the study will have multiple centres, we first decided to analyse the first 20 patients of one centre, which is the subject of this letter. Ethics committee approval was obtained from the French-Language Society of Pneumology (Société de pneumologie de langue française [SPLF]) (CEPRO 2020-017).",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 460,
                    "text": "[SFAR]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All adults patients admitted to the Bichat -Claude Bernard hospital surgical ICU who required mechanical ventilation were included if the anaesthesia ventilator was used at the beginning of the mechanical ventilation. We excluded patients with predicted mechanical ventilation time less than 24 hours or patients with severe Acute Respiratory Distress Syndrome (ARDS) needing immediate prone positioning. However, this criterion was left to the physician's discretion if no other ventilators were available. Except for the fresh gas flow that had to equal or exceed 150% of the patient's minute ventilation (4), all settings were decided by the doctor in charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main evaluation criterion was ventilation failure within 72 hours after mechanical ventilation was initiated with the anaesthesia ventilator, defined as any ventilator change being required (except for logistic purposes). Secondary criteria were the frequency of filter changes and water traps emptying on the ventilator. Demographic parameters and ICU care data were also collected. All parameters were prospectively collected over 3 days. A late time-point will be assessed at 28 days, although this data is not available for this preliminary report. Variables are described as median and interquartile range for continuous variables, and frequency and percentage for categorical criteria. All results are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 725,
                    "end": 732,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We present here the results of the first 20 days in order to report our centres experience which we hope will be helpful for the community and the patients at a time when ventilator demand may exceed supply. Patients were mostly male, with a median age of 60, 75% of them presented with at least one comorbidity, and 80% of them were COVID-19 positive. Among the 4 patients that were COVID-19 negative, septic shock was induced by Staphylococcus aureus pneumonia, acute mesenteric ischemia or a postoperative pneumonia, the last one being hospitalised because of hypoxic cardiac arrest. Median delay between ICU and hospital admission was 0 day (only one patient had a 7 day delay). Our preliminary results on 20 patients show that only 2 patients (both COVID-19 positive) required ventilators shift to ICU ventilators during this period. Reasons for the change were the high plateau pressure or hypercapnia which could not be fixed by adjusting ventilator settings. Among the two patients, one ventilator had to be switched within 6 hours after mechanical ventilation initiation, whereas the second one was switched after 70 hours. Filter changes and water trap emptying were performed every 2 days and 1.5 days per mechanical ventilation day respectively (during the first 3 days). This frequency is similar to what is performed for ICU ventilators. We were only able to assess outcome at Day 7, with a 10% mortality rate. Nurses' work load was not increased by these ventilators use, although we decided to assign either anaesthesia nurses or nurses with previous training on these ventilators to be in charge of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These ventilators could not estimate lung compliance as this is regularly performed with ICU ventilators. However, we assessed the ventilation efficiency clinically and through routine arterial gas sampling, which were considered as relevant criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the sample size is small, we believe this information is of major importance for anaesthesiologists and intensivists. During a crisis when conventional ICU ventilators are lacking for ICU patients, anaesthesia ventilators can be used safely, provided strict adherence to the published recommendations is followed (4). Doctors and caregivers using them should also be trained to use them properly with adequate monitoring of filters and water-trap systems. Our results support the possible use of anaesthesia ventilators for ICU patients. More patients and/or further studies are required to definitively assess the performance and safety of the procedure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus (2019-nCoV) -Situation report 78. World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and mortality risk of severe COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1014--1015",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: Forecasting short term hospital needs in",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Massonnaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crépey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Préconisations pour la ventilation en réanimation de patients COVID avec des ventilateurs d'anesthésie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "France",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.16.200369394"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Number of filters changes per day on the 3 days under MV, median [IQR] 1.5 [1-1.5] Number of water traps emptying, median [IQR] 2 [2-3] Number of water traps emptying per day on the 3 days under MV, median [IQR] 2.4 [1.5-3.7]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patients characteristics, major therapeutic interventions during the ICU stay and ventilation parameters. COVID: Coronavirus Infectious Disease. ECLS: ExtraCorporeal Life Support. MV: Mechanical Ventilation. SOFA: Sepsis Organ Failure Assessment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}