{
    "paper_id": "0fe97f0f735ecbbcc9ce0a3ba3474c4094e18d47",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": [
            {
                "first": "José",
                "middle": [],
                "last": "Precioso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minho",
                    "location": {
                        "addrLine": "Campus de Gualtar",
                        "postCode": "4710-057",
                        "settlement": "Braga",
                        "country": "Portugal"
                    }
                },
                "email": "precioso@ie.uminho.ptbresearcher"
            },
            {
                "first": "Catarina",
                "middle": [],
                "last": "Samorinha",
                "suffix": "",
                "affiliation": {},
                "email": "catarinasamorinha@gmail.com"
            },
            {
                "first": "Regina",
                "middle": [],
                "last": "Alves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minho",
                    "location": {
                        "addrLine": "Campus de Gualtar",
                        "postCode": "4710-057",
                        "settlement": "Braga",
                        "country": "Portugal"
                    }
                },
                "email": "rgnalves@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this context, the Portuguese Directorate-General of Health (DGS) has been issuing guidelines on the public health measures to be adopted by public service establishments to prevent the spread of the virus. 3 Briefly, the best practices recommended by DGS include the following: guarantee that checkout counters maintain physical distance of 1 metre; post signage on the floor to help customers maintain adequate social distancing; create physical barriers between employees and customers, in order to avoid \"excessive approximation between individuals\". As measures for cleaning and sanitizing, DGS recommends disinfecting the whole store area at least once a day; and frequently cleaning (at all hours) the high-touch surfaces, such as ticket dispenser machines or ATMs. Moreover, alcohol-based solutions should be provided in strategic locations. 3 This observational study aims to describe the measures adopted to prevent the transmission of COVID-19 by retail food stores in the municipality of Braga, Portugal.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To this end, a researcher from the Institute of Education of the University of Minho designed and implemented a descriptive observational study, carried out between 5 th and 8 th April 2020, with a convenience sample of eight retail food stores in the municipality of Braga (Portugal). Observations and registries were made by three researchers in different types of stores (mini markets, supermarkets, and hypermarkets). Each store was observed once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Researchers were, on average, 10 minutes in each outlet. Data was collected by filling out a previously prepared form, which included the following variables: I. Measures adopted outside the store (signs of disinfection of the floors; disinfection of shopping carts/baskets; measures to prevent overcrowding; existence of signage that encourages employees and customers to practice health safety procedures such as social distancing and wearing face mask); II. Measures adopted inside the store (indication of the necessary physical distance between people; provision of hand sanitizer, gloves, or other personal protective equipment); III. Employees (cashier: use of a visor or a mask/glasses, use of gloves, existence of acrylic separator walls at counters; store operators: use of a visor or a mask, use of gloves); IV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Customers (gender; age group; use of a surgical or handmade face mask, or a scarf; use of a visor/other; use of gloves).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Six of the eight establishments observed showed signs of disinfection of the floors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Four of them disinfected shopping carts/baskets; almost all employed measures to prevent overcrowding (n=7) and all of them displayed signage and warnings about COVID-19. As to measures adopted inside the store, most had indications of the necessary physical distance between people (n=7); three provided hand sanitizers, only one provided gloves. Regarding",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Naming the coronavirus disease (COVID-19) and the virus that causes it",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Serviço Nacional de Saúde. Temas da saúde",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infeção por SARS-CoV-2 (COVID-19) -Limpeza e desinfeção de superfícies em estabelecimentos de atendimento ao público ou similares",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Direção-Geral Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of Cloth Face Coverings to Help Slow the Spread of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}