{"paper_id": "0fea0be0d28dfecf7152b551c25c7a5e7695fe46", "metadata": {"title": "", "authors": [{"first": "Martha", "middle": ["K"], "last": "Berg", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {}}, "email": ""}, {"first": "Qinggang", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {}}, "email": ""}, {"first": "Cristina", "middle": ["E"], "last": "Salvador", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {}}, "email": ""}, {"first": "Irene", "middle": [], "last": "Melani", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {}}, "email": ""}, {"first": "Shinobu", "middle": [], "last": "Kitayama", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {}}, "email": ""}]}, "abstract": [{"text": "The presence of national policies for universal BCG vaccination is associated with flattened growth curves for confirmed cases of COVID-19 infection and resulting deaths in the first 30-day period of country-wise outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Prior work suggests that BCG vaccination reduces the risk of different infectious diseases. BCG vaccination may thus serve as a protective factor against COVID-19. Here, we drew on day-byday reports of both confirmed cases and deaths and analyzed growth curves in countries that mandate BCG policies versus countries that do not. Linear mixed models revealed that the presence of mandated BCG policies was associated with a significant flattening of the exponential increase in both confirmed cases and deaths during the first 30-day period of country-wise outbreaks. This effect held after controlling for median age, gross domestic product per capita, population density, population size, geographic region, net migration rate, and various cultural dimensions (e.g., individualism and the tightness vs. looseness of social norms). Our analysis suggests that mandated BCG vaccination can be effective in the fight against COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The current pandemic of COVID-19 began in December 2019 in Wuhan, China. Since then, it has rapidly spread across the globe. Currently, there is no end in sight. The present work is motivated by prior evidence that Bacillus Calmette-Guérin (BCG) vaccination (typically given at birth and/or during childhood) offers a long-lasting protective effect not only against tuberculosis (the intended target of BCG), but also against various other infectious diseases (1) (2) (3) . We tested whether the curves for the spread of COVID-19 might be flattened in countries with mandated BCG policies, compared to those that do not.", "cite_spans": [{"start": 460, "end": 463, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 464, "end": 467, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 468, "end": 471, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The BCG vaccine is used primarily against tuberculosis (4) . One review has found that BCG vaccination reduces the risk of tuberculosis by 50% (5) . A follow-up of an earlier BCG clinical trial performed on native Americans show that BCG protects people from both tuberculosis and lung cancer for up to several decades, throughout each person's life (2, 3) . A more recent meta-analysis of a broader range of observational studies and clinical trials (1) suggests that the effectiveness of BCG could extend to all-cause mortality. Several controlled trials provide consistent results, showing that the reduced mortality is attributable to protection against respiratory infections, as well as neonatal sepsis (6) (7) (8) . Altogether, the available evidence suggests that BCG has beneficial effects on immunity against a range of lung-related infections that go beyond tuberculosis, which makes it a promising candidate for defending against COVID-19. As for mechanisms, recent experimental work (9) finds that BCG vaccination causes genome-wide epigenetic reprogramming of human monocytes, which in turn predicts protection against experimental viral infection.", "cite_spans": [{"start": 55, "end": 58, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 143, "end": 146, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 350, "end": 353, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 354, "end": 356, "text": "3)", "ref_id": "BIBREF2"}, {"start": 451, "end": 454, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 709, "end": 712, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 713, "end": 716, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 717, "end": 720, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Over the last century, many countries adopted universal policies of mandatory BCG vaccination to fight against tuberculosis, which was then a major threat. Since then, many countries maintained such a policy at least until very recently (e.g., China, Ireland, Finland, and France). Some other countries terminated the policies as tuberculosis ceased to be a threat (e.g., Australia, Spain, Ecuador). Of note, some countries never mandated BCG vaccination (e.g., U.S., Italy, and Lebanon). Therefore, there is sufficient variability in the presence or absence of such policies distributed across different regions of the world, which makes it possible to draw a systematic comparison. A cross-national analysis, however, is inherently challenging. Among others, in this particular case, different countries have varying onsets in the current pandemic, which makes it problematic to test the absolute number of confirmed cases or deaths (as in, for example, (10, 11) ).", "cite_spans": [{"start": 956, "end": 960, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 961, "end": 964, "text": "11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "To overcome this challenge, we examined day-by-day reports of both confirmed cases and deaths and analyzed growth curves in countries with mandated BCG policies versus those without. The growth curves illuminate the process of the viral spread in each country, which in turn shapes the total number of cases or deaths. The start of the growth curves was set to be equal across countries. Following prior work, we focused on a time period either after the first 100 confirmed cases (as in (12)) or after one confirmed COVID-caused death. Of note, we limited our analysis to the first 30 days of the onset of country-wise outbreaks. This will enable us to capture the initial, exponential spread of the virus, while minimizing any effects of countrydependent coping actions (e.g., stay-home mandates by the state).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Since vaccination may become effective at the population level only when a vast majority is made resistant against a target virus(es), a phenomenon known as \"herd immunity\" (13), we first tested whether the growth curves would be significantly less steep in countries that have continued to mandate BCG vaccination at least until very recently, as compared to countries that do not currently require it. We then explored whether there might be any difference between those that never had such a policy and those that had one during the 20th century but have since terminated the policy for at least a few decades. Lastly, we tested whether the groups of the countries that vary in the BCG policy status might vary on various . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint cultural dimensions, such as individualism vs. collectivism (13, 14) and the tightness vs.", "cite_spans": [{"start": 204, "end": 208, "text": "(13,", "ref_id": "BIBREF12"}, {"start": 209, "end": 212, "text": "14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "looseness of social norms (14) .", "cite_spans": [{"start": 26, "end": 30, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "All countries that had reported at least 15 days of at least 100 total confirmed cases, and that had available data on BCG policy and covariates (median age, gross domestic product per capita, population density, population size, net migration rate, and geographical region) were included (52 countries in total). For each country, day 1 was set to be the first day of at least 100 confirmed cases. See Column 2 of Table S1 for the date of day 1 for each included country.", "cite_spans": [], "ref_spans": [{"start": 415, "end": 423, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Confirmed Cases"}, {"text": "To model exponential growth of confirmed cases, we estimated a linear mixed model of the natural log-transformed number of confirmed cases. We entered two contrast-coded variables designating BCG policy status (current vs. [past and none] combined and past vs. none). The effect of BCG policy status on growth rate is reflected by the interactions between day and each BCG policy status contrast. .", "cite_spans": [], "ref_spans": [], "section": "Confirmed Cases"}, {"text": "As shown in Table 1 -A., we found a significant main effect of day, b = 0.190, p < .001, reflecting an exponential increase in cases over time. This increase was qualified by a significant interaction between day and BCG policy status. Specifically, the growth rate of COVID-19 cases was significantly slower in countries with mandated BCG vaccinations, compared to countries without mandated BCG vaccinations, b = -0.025, p = .020 (see Fig. 1 -A and B). 1 This effect was not accounted for by the cultural dimensions of individualism vs. collectivism, power distance, and tightness/looseness (see Supplementary Results 1-A). Countries that once had such policies but terminated them before 2000 were not significantly different in growth rate from those that never instituted mandatory BCG vaccinations, b = -0.019, p = .143. Fig. 2 -A shows the distribution of the country-wise regression coefficients. There is a substantial variation in the mandatory BCG group. See Supplementary Results 2-A and 3-A for the effects of the control variables and a robustness check, respectively.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 437, "end": 443, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 827, "end": 833, "text": "Fig. 2", "ref_id": null}], "section": "Confirmed Cases"}, {"text": "All countries that had reported at least 15 days of at least 1 total death from COVID-19, and that had available data on BCG policy and covariates (54 countries in total) were included in this analysis. For each country, day 1 was set to be the first day of at least 1 confirmed death. See column 3 of Table S1 for the date of day 1 for each included country.", "cite_spans": [], "ref_spans": [{"start": 302, "end": 310, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Deaths"}, {"text": "We estimated a linear mixed model of the natural log-transformed number of deaths, controlling for the same control variables as above. As in the analysis on confirmed cases, we found a significant main effect of day, b = 0.211, p < .001, reflecting an exponential increase in deaths over time (Table 1-B) . This increase was qualified by a significant interaction between day and BCG policy status. Specifically, the growth rate of COVID-19 related deaths was significantly less in countries with mandated BCG vaccinations, compared to countries without mandated BCG vaccinations, b = -0.078, p < .001 ( Fig. 1-C and D) . This effect was independent of the cultural dimensions mentioned above ( Supplementary Results 1-B) . Countries that once had such policies but terminated them before 2000 were no different in growth rate from those that never instituted mandatory BCG, b < 0.001, p = .993. Fig. 2-B shows the distribution of the country-wise regression coefficients. See Supplementary Results 2-B and 3 -B for the effects of the control variables and a robustness check, respectively. 1 The main effect of the current BCG policy contrast in each analysis shows that there are fewer total cases and deaths in BCG-mandated countries, compared to those that do not currently mandate BCG vaccination. However, this is a necessary consequence of the rate of increase being more gradual in the former than in the latter.", "cite_spans": [{"start": 1092, "end": 1093, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 294, "end": 305, "text": "(Table 1-B)", "ref_id": "TABREF0"}, {"start": 605, "end": 620, "text": "Fig. 1-C and D)", "ref_id": "FIGREF0"}, {"start": 696, "end": 722, "text": "Supplementary Results 1-B)", "ref_id": "FIGREF0"}, {"start": 897, "end": 905, "text": "Fig. 2-B", "ref_id": null}, {"start": 978, "end": 1009, "text": "Supplementary Results 2-B and 3", "ref_id": null}], "section": "Deaths"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Deaths"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Deaths"}, {"text": "Our analysis provides the first conclusive evidence that mandatory BCG vaccination predicts a flattening of the curve in the spread of COVID-19. The effect we demonstrate is quite substantial. For example, the total number of COVID-19 related deaths in the US as of March 29, 2020 would have been 94-4% of the actual figure (2467)-if the US had instituted the mandatory BCG vaccination several decades earlier (see Supplementary Results 5) .", "cite_spans": [{"start": 429, "end": 439, "text": "Results 5)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Notably, the growth curves were as steep in countries that mandated BCG policies only during the 20th century as in those that never mandated the vaccine. BCG vaccination may become effective only when a substantial proportion of the population is made resistant to a virus. That is to say, the spread of the virus may be slowed only when there is \"herd immunity\" that prevents the virus from spreading easily across the population (see a simulation in (15) ).", "cite_spans": [{"start": 453, "end": 457, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Note that as long as others receive vaccination, any single individual will be protected without vaccination, leading to a temptation for free-riding (i.e., not getting vaccinated). Hence, in the absence of state-imposed mandatory vaccination, cultural norms emphasizing prosocial interdependent orientations (16, 17) may prove to be crucial for the success of BCG in preventing future outbreaks of COVID-19 (15, 18) .", "cite_spans": [{"start": 309, "end": 313, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 314, "end": 317, "text": "17)", "ref_id": "BIBREF16"}, {"start": 408, "end": 412, "text": "(15,", "ref_id": "BIBREF14"}, {"start": 413, "end": 416, "text": "18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Some limitations of our effort are warranted. First, one can raise questions about the quality of the data, especially the number of confirmed cases, as some countries may distort the number of cases for a variety of reasons. For example, diagnostic tests of COVID-19 were not widely available especially during early periods of the pandemic. Nevertheless, these biases are likely constant across the 30-day period within any given country. Further, the number of deaths is much more difficult to distort whether intentionally or otherwise.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Second, in all national policies, BCG is given early in life, typically at birth. It remains unclear whether BCG vaccination might be effective when given to adults. Nor is it known how long BCG vaccination might provide immunity to COVID-19 although it is effective against tuberculosis and lung cancer for several decades (2, 3) . Moreover, it is uncertain whether BCG might have any adverse effects when given to those already infected with COVID-19. There is an urgent need for randomized clinical trials.", "cite_spans": [{"start": 324, "end": 327, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 328, "end": 330, "text": "3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "Third, our analysis focused on the first 30 days of an initial outbreak in each of the countries (see also Supplementary Results 3-A and B). This analytic strategy is taken so as to minimize any potential effects of state-based coping actions (e.g., stay-home orders), thereby making the countries as comparable as possible. It also helped us to include a maximal number of countries. Nevertheless, future work must test the effect of BCG policy status under different conditions during the world-wide spread of the disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Last, but not least, the rates of exponential growth showed substantial variability across countries that have mandated BCG vaccination (Fig. 2-A and B) . Hence, BCG is by no means a magic bullet that assures safety against COVID-19. In all likelihood, there are some societal variables that moderate this effect. For example, mandatory BCG may have to be combined with cultural norms sanctioning social distancing (19) . Future work must identify the conditions in which the formation of \"herd immunity\" is facilitated by nationally mandated BCG vaccination.", "cite_spans": [{"start": 415, "end": 419, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 136, "end": 152, "text": "(Fig. 2-A and B)", "ref_id": null}], "section": "Discussion"}, {"text": "All these limitations notwithstanding, the current evidence is sufficient to warrant a thorough investigation of the merit of the mandatory BCG vaccination in the fight against COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint Figure 2 . Growth rate of (A) cases and (B) deaths for each country, plotted by BCG policy and region. Growth rate is adjusted by median age, GDP per capita, population density, total population, and net migration rate.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 152, "text": "Figure 2", "ref_id": null}], "section": "Discussion"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054163 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Association of BCG, DTP, and measles containing vaccines with childhood mortality: systematic review", "authors": [{"first": "J", "middle": ["P T"], "last": "Higgins", "suffix": ""}, {"first": "K", "middle": [], "last": "Soares-Weiser", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "López-López", "suffix": ""}, {"first": "A", "middle": [], "last": "Kakourou", "suffix": ""}, {"first": "K", "middle": [], "last": "Chaplin", "suffix": ""}, {"first": "H", "middle": [], "last": "Christensen", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Martin", "suffix": ""}, {"first": "J", "middle": ["A C"], "last": "Sterne", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Reingold", "suffix": ""}], "year": 2016, "venue": "BMJ", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Long-term Efficacy of BCG Vaccine in American Indians and Alaska Natives: A 60-Year Follow-up Study", "authors": [{"first": "N", "middle": ["E"], "last": "Aronson", "suffix": ""}, {"first": "M", "middle": [], "last": "Santosham", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Comstock", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Howard", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Moulton", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Rhoades", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Harrison", "suffix": ""}], "year": 2004, "venue": "JAMA", "volume": "291", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Association of BCG Vaccination in Childhood With Subsequent Cancer Diagnoses: A 60-Year Follow-up of a Clinical Trial", "authors": [{"first": "N", "middle": ["T"], "last": "Usher", "suffix": ""}, {"first": "S", "middle": [], "last": "Chang", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Howard", "suffix": ""}, {"first": "A", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Harrison", "suffix": ""}, {"first": "M", "middle": [], "last": "Santosham", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Aronson", "suffix": ""}], "year": 2019, "venue": "JAMA Netw Open", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "World Health Organization, BCG vaccines: WHO position paper", "authors": [], "year": 2018, "venue": "Weekly Epidemiological Record", "volume": "93", "issn": "", "pages": "73--96", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Efficacy of BCG Vaccine in the Prevention of Tuberculosis: Meta-analysis of the Published Literature", "authors": [{"first": "G", "middle": ["A"], "last": "Colditz", "suffix": ""}], "year": 1994, "venue": "JAMA", "volume": "271", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Randomized Trial of BCG Vaccination at Birth to Low-Birth-Weight Children: Beneficial Nonspecific Effects in the Neonatal Period?", "authors": [{"first": "P", "middle": [], "last": "Aaby", "suffix": ""}, {"first": "A", "middle": [], "last": "Roth", "suffix": ""}, {"first": "H", "middle": [], "last": "Ravn", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Napirna", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Lisse", "suffix": ""}, {"first": "L", "middle": [], "last": "Stensballe", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Diness", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Lausch", "suffix": ""}, {"first": "N", "middle": [], "last": "Lund", "suffix": ""}, {"first": "S", "middle": [], "last": "Biering-Sørensen", "suffix": ""}, {"first": "H", "middle": [], "last": "Whittle", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Benn", "suffix": ""}], "year": 2011, "venue": "The Journal of Infectious Diseases", "volume": "204", "issn": "", "pages": "245--252", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Low birth weight infants and Calmette-Guérin bacillus vaccination at birth: community study from Guinea-Bissau", "authors": [{"first": "A", "middle": [], "last": "Roth", "suffix": ""}, {"first": "H", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "M.-L", "middle": [], "last": "Garly", "suffix": ""}, {"first": "Q", "middle": [], "last": "Djana", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Martins", "suffix": ""}, {"first": "M", "middle": [], "last": "Sodemann", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "P", "middle": [], "last": "Aaby", "suffix": ""}], "year": 2004, "venue": "Pediatr. Infect. Dis. J", "volume": "23", "issn": "", "pages": "544--550", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Small randomized trial among low-birth-weight children receiving bacillus Calmette-Guérin vaccination at first health center contact", "authors": [{"first": "S", "middle": [], "last": "Biering-Sørensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Aaby", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Napirna", "suffix": ""}, {"first": "A", "middle": [], "last": "Roth", "suffix": ""}, {"first": "H", "middle": [], "last": "Ravn", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "H", "middle": [], "last": "Whittle", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Benn", "suffix": ""}], "year": 2012, "venue": "Pediatr. Infect. Dis. J", "volume": "31", "issn": "", "pages": "306--308", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "BCG Vaccination Protects against Experimental Viral Infection in Humans through the Induction of Cytokines Associated with Trained Immunity", "authors": [{"first": "R", "middle": ["J W"], "last": "Arts", "suffix": ""}, {"first": "S", "middle": ["J C F M"], "last": "Moorlag", "suffix": ""}, {"first": "B", "middle": [], "last": "Novakovic", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S.-Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Oosting", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Xavier", "suffix": ""}, {"first": "C", "middle": [], "last": "Wijmenga", "suffix": ""}, {"first": "L", "middle": ["A B"], "last": "Joosten", "suffix": ""}, {"first": "C", "middle": ["B E M"], "last": "Reusken", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Benn", "suffix": ""}, {"first": "P", "middle": [], "last": "Aaby", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Koopmans", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Stunnenberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Crevel", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Netea", "suffix": ""}], "year": 2018, "venue": "Cell Host & Microbe", "volume": "23", "issn": "", "pages": "89--100", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study", "authors": [{"first": "A", "middle": [], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Reandelar", "suffix": ""}, {"first": "K", "middle": [], "last": "Fasciglione", "suffix": ""}, {"first": "V", "middle": [], "last": "Roumenova", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Otazu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.24.20042937"]}}, "BIBREF10": {"ref_id": "b10", "title": "BCG vaccination may be protective against Covid-19", "authors": [{"first": "P", "middle": ["K"], "last": "Hegarty", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kamat", "suffix": ""}, {"first": "H", "middle": [], "last": "Zafirakis", "suffix": ""}, {"first": "A", "middle": [], "last": "Dinardo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19) -Statistics and Research", "authors": [{"first": "M", "middle": [], "last": "Roser", "suffix": ""}, {"first": "H", "middle": [], "last": "Ritchie", "suffix": ""}, {"first": "E", "middle": [], "last": "Ortiz-Ospina", "suffix": ""}], "year": 2020, "venue": "Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Vaccination and herd immunity to infectious diseases", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1985, "venue": "Nature", "volume": "318", "issn": "", "pages": "323--329", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Differences Between Tight and Loose Cultures: A 33-Nation Study", "authors": [{"first": "M", "middle": ["J"], "last": "Gelfand", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Raver", "suffix": ""}, {"first": "L", "middle": [], "last": "Nishii", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Leslie", "suffix": ""}, {"first": "J", "middle": [], "last": "Lun", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Lim", "suffix": ""}, {"first": "L", "middle": [], "last": "Duan", "suffix": ""}, {"first": "A", "middle": [], "last": "Almaliach", "suffix": ""}, {"first": "S", "middle": [], "last": "Ang", "suffix": ""}, {"first": "J", "middle": [], "last": "Arnadottir", "suffix": ""}, {"first": "Z", "middle": [], "last": "Aycan", "suffix": ""}, {"first": "K", "middle": [], "last": "Boehnke", "suffix": ""}, {"first": "P", "middle": [], "last": "Boski", "suffix": ""}, {"first": "R", "middle": [], "last": "Cabecinhas", "suffix": ""}, {"first": "D", "middle": [], "last": "Chan", "suffix": ""}, {"first": "J", "middle": [], "last": "Chhokar", "suffix": ""}, {"first": "A", "middle": [], "last": "Amato", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrer", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Fischlmayr", "suffix": ""}, {"first": "R", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": [], "last": "Fulop", "suffix": ""}, {"first": "J", "middle": [], "last": "Georgas", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Kashima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kashima", "suffix": ""}, {"first": "K", "middle": [], "last": "Kim", "suffix": ""}, {"first": "A", "middle": [], "last": "Lempereur", "suffix": ""}, {"first": "P", "middle": [], "last": "Marquez", "suffix": ""}, {"first": "R", "middle": [], "last": "Othman", "suffix": ""}, {"first": "B", "middle": [], "last": "Overlaet", "suffix": ""}, {"first": "P", "middle": [], "last": "Panagiotopoulou", "suffix": ""}, {"first": "K", "middle": [], "last": "Peltzer", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Perez-Florizno", "suffix": ""}, {"first": "L", "middle": [], "last": "Ponomarenko", "suffix": ""}, {"first": "A", "middle": [], "last": "Realo", "suffix": ""}, {"first": "V", "middle": [], "last": "Schei", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmitt", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "N", "middle": [], "last": "Soomro", "suffix": ""}, {"first": "E", "middle": [], "last": "Szabo", "suffix": ""}, {"first": "N", "middle": [], "last": "Taveesin", "suffix": ""}, {"first": "M", "middle": [], "last": "Toyama", "suffix": ""}, {"first": "E", "middle": [], "last": "Van De Vliert", "suffix": ""}, {"first": "N", "middle": [], "last": "Vohra", "suffix": ""}, {"first": "C", "middle": [], "last": "Ward", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamaguchi", "suffix": ""}], "year": 2011, "venue": "", "volume": "332", "issn": "", "pages": "1100--1104", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "On the benefits of explaining herd immunity in vaccine advocacy", "authors": [{"first": "C", "middle": [], "last": "Betsch", "suffix": ""}, {"first": "R", "middle": [], "last": "Böhm", "suffix": ""}, {"first": "L", "middle": [], "last": "Korn", "suffix": ""}, {"first": "C", "middle": [], "last": "Holtmann", "suffix": ""}], "year": 2017, "venue": "Nat Hum Behav", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Culture and the self: Implications for cognition, emotion, and motivation", "authors": [{"first": "H", "middle": ["R"], "last": "Markus", "suffix": ""}, {"first": "S", "middle": [], "last": "Kitayama", "suffix": ""}], "year": 1991, "venue": "Psychological Review", "volume": "98", "issn": "", "pages": "224--253", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Error-related brain activity reveals self-centric motivation: Culture matters", "authors": [{"first": "S", "middle": [], "last": "Kitayama", "suffix": ""}, {"first": "J", "middle": [], "last": "Park", "suffix": ""}], "year": 2014, "venue": "Journal of Experimental Psychology: General", "volume": "143", "issn": "", "pages": "62--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Public health: This message must be herd", "authors": [{"first": "D", "middle": [], "last": "Brockmann", "suffix": ""}], "year": 2017, "venue": "Nat Hum Behav", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Relational mobility predicts the increased speed of the spread of COVID-19: A 32 country study", "authors": [{"first": "C", "middle": ["E"], "last": "Salvador", "suffix": ""}, {"first": "Q", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Berg", "suffix": ""}, {"first": "I", "middle": [], "last": "Melani", "suffix": ""}, {"first": "S", "middle": [], "last": "Kitayama", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Growth curves by country BCG policy for (A-B) cases and (C-D) deaths, presented on linear (A & C) and logarithmic (B & D) scales.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Regression tables predicting growth in (A) cases and (B) deaths. Day is mean centered, and BCG policy variables are both contrast-coded. Geographical region variables are dummy-coded with East Asia/Pacific as the reference group.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>A. Cases </td><td> </td><td> </td><td>B. Deaths </td></tr><tr><td>Predictor </td><td>b </td><td>t </td><td>p </td><td> </td><td>b </td><td>t </td><td>p </td></tr><tr><td>Intercept </td><td>7.291 </td><td>31.809 </td><td>&lt;.001 </td><td>*** </td><td>-0.108 </td><td>-0.325 </td><td>0.745 </td></tr><tr><td>Day </td><td>0.190 </td><td>20.822 </td><td>&lt;.001 </td><td>*** </td><td>0.211 </td><td>12.312 </td><td>&lt;.001 *** </td></tr><tr><td>BCG past vs. never </td><td>0.074 </td><td>1.806 </td><td>0.071 </td><td>+ </td><td>-0.087 </td><td>-0.994 </td><td>0.320 </td></tr><tr><td>BCG current vs. not current </td><td>-0.350 </td><td>-9.746 </td><td>&lt;.001 </td><td>*** </td><td>-0.770 </td><td>-11.349 </td><td>&lt;.001 *** </td></tr><tr><td>Median age </td><td>0.010 </td><td>1.821 </td><td>0.069 </td><td>+ </td><td>0.045 </td><td>5.694 </td><td>&lt;.001 *** </td></tr><tr><td>GDP per capita (thousands) </td><td>-0.011 </td><td>-5.326 </td><td>&lt;.001 </td><td>*** </td><td>-0.004 </td><td>-1.165 </td><td>0.244 </td></tr><tr><td>Population density </td><td>-0.000 </td><td>-5.234 </td><td>&lt;.001 </td><td>*** </td><td>0.000 </td><td>0.785 </td><td>0.432 </td></tr><tr><td>Population (millions) </td><td>0.002 </td><td>18.896 </td><td>&lt;.001 </td><td>*** </td><td>0.004 </td><td>24.163 </td><td>&lt;.001 *** </td></tr><tr><td>Net migration rate </td><td>0.014 </td><td>1.178 </td><td>0.239 </td><td> </td><td>0.065 </td><td>3.433 </td><td>0.001 ** </td></tr><tr><td>Europe/Central Asia </td><td>0.596 </td><td>8.508 </td><td>&lt;.001 </td><td>*** </td><td>1.829 </td><td>15.244 </td><td>&lt;.001 *** </td></tr><tr><td>Latin America/Caribbean </td><td>0.509 </td><td>3.880 </td><td>&lt;.001 </td><td>*** </td><td>1.456 </td><td>8.682 </td><td>&lt;.001 *** </td></tr><tr><td>Middle East/North Africa </td><td>0.116 </td><td>1.241 </td><td>0.215 </td><td> </td><td>2.231 </td><td>14.021 </td><td>&lt;.001 *** </td></tr><tr><td>North America </td><td>0.954 </td><td>7.290 </td><td>&lt;.001 </td><td>*** </td><td>0.798 </td><td>3.057 </td><td>0.002 ** </td></tr><tr><td>South Asia </td><td>-1.273 </td><td>-7.301 </td><td>&lt;.001 </td><td>*** </td><td>-1.941 </td><td>-6.191 </td><td>&lt;.001 *** </td></tr><tr><td>Sub-Saharan Africa </td><td>0.474 </td><td>1.671 </td><td>0.095 </td><td>+ </td><td>1.056 </td><td>3.399 </td><td>0.001 ** </td></tr><tr><td>Day x BCG past vs. never </td><td>-0.019 </td><td>-1.491 </td><td>0.143 </td><td> </td><td>-0.000 </td><td>-0.009 </td><td>0.993 </td></tr><tr><td>Day x BCG current vs. not current </td><td>-0.025 </td><td>-2.413 </td><td>0.020 </td><td>* </td><td>-0.078 </td><td>-4.064 </td><td>&lt;.001 *** </td></tr></table></body></html>"}}, "back_matter": []}