{
    "paper_id": "0febaced19c6c05f9028b49b891e9c088c8c1e45",
    "metadata": {
        "title": "Elastic Theory of Defects in Toroidal Crystals",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Giomi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syracuse University",
                    "location": {
                        "postCode": "13244-1130",
                        "settlement": "Syracuse New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "J"
                ],
                "last": "Bowick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syracuse University",
                    "location": {
                        "postCode": "13244-1130",
                        "settlement": "Syracuse New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report a comprehensive analysis of the ground state properties of axisymmetric toroidal crystals based on the elastic theory of defects on curved substrates. The ground state is analyzed as a function of the aspect ratio of the torus, which provides a non-local measure of the underlying Gaussian curvature, and the ratio of the defect core-energy to the Young modulus. Several structural features are discussed, including a spectacular example of curvature-driven amorphization in the limit of the aspect ratio approaching one. The outcome of the elastic theory is then compared with the results of a numerical study of a system of point-like particles constrained on the surface of a torus and interacting via a short range potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The study of the spontaneous organization of microscopic objects such as colloids, amphiphiles or protein clusters into mesoscale structures (mesoatoms) is an active research area that offers challenges on many fronts 1,2 . One would like to create a rich warehouse of raw materials from which to engineer mesomolecules or bulk materials with novel mechanical, optical or electronic behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A fertile source of potential mesoatoms is provided by the self-assembly of micron or smaller scale colloidal particles on curved interfaces. The interplay between spatial curvature and condensed matter order in these systems has proven to be very rich. Spatial curvature leads to novel defect arrays in the ground state that have widespread implications for the fundamental and applied physics of curved phases of matter with crystalline, hexatic or nematic order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In a recent paper Kim et al reported the formation of toroidal micelles from the self-assembly of dumbbellshaped amphiphilic molecules 3 . Molecular dumbbells dissolved in a selective solvent self-assemble in an aggregate structure due to their amphiphilic character. This process has been observed to yield coexisting spherical and open-ended cylindrical micelles. These structures change slowly over the course of a week to toroidal micelles which thus appear more stable. Toroidal geometries also occur in microbiology in the viral capsid of the coronavirus torovirus 4 . The torovirus is an RNA viral package of maximal diameter between 120 and 140 nm and is surrounded, as other coronaviridae, by a double wreath/ring of cladding proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Carbon nanotori form another fascinating and technologically promising class of toroidal crystals 5 with remarkable magnetic and electronic properties. The interplay between the ballistic motion of the π electrons and the geometry of the embedding torus leads to a rich variety of quantum mechanical properties including Pauli paramagnetism 6 and Aharonov-Bohm oscillations in the magnetization 7 . Ring closure of carbon nanotubes by chemical methods 8 suggest that nanotubes may be more flexible than at first thought and provides another technique of constructing carbon tori.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A unified theoretical framework to describe the struc-ture of toroidal crystals is provided by the elastic theory of defects in a curved background [9] [10] [11] [12] . This formalism has the advantage of far fewer degrees of freedom than a direct treatment of the microscopic interactions and allows one to explore the origin of the emergent symmetry observed in toroidal crystals as the result of the interplay between defects and geometry. The latter is one of the fundamental hallmarks of two-dimensional non-Euclidean crystals and leads to universal features observed in systems as different as viral capsids and carbon macromolecules.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper we provide a detailed analysis of the structural properties of toroidal crystals. We show that the ground state has excess 5−fold disclination defects on the exterior of the torus and 7−fold defects on the interior. The precise number of excess disclinations, as well as their arrangement, is primarily controlled by the aspect ratio of the torus. Since defective regions are physically distinguished locations they are natural places for biological activity and chemical functionalization. A thorough understanding of the surface structure of crystalline assemblages could represent a significant step towards a first-principles design of entire libraries of nano and mesoscale components with precisely determined valence. Such mesoatoms could serve in turn as the building blocks for mesomolecules or bulk materials via spontaneous self-assembly or controlled fabrication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The paper is organized as follows. In Sec. II we review the elastic theory of defects in two-dimensional curved geometries and derive the ground state energy of a toroidal crystal. In Sec. III we summarize some fundamentals of the geometry of triangulated tori and discuss how the intrinsically discrete problem of crystallography can be reconciled with the result of the continuous elastic theory presented in the previous section. Sec. IV is devoted to the analysis of the crystalline structure arising from the solution of the elastic problem. In Sec. V we discuss the results of numerical minimization of the potential energy of a system of classical particles interacting via a shortrange potential on the surface of a torus in the light of the results of Sec. IV. Finally, in Sec. VI we specialize our analysis to the case of a \"fat torus\" of aspect ratio one and we show how the curvature singularity at the center of the torus is responsible for a remarkable curvature- driven transition to a disordered state. Some of the results presented here have been already announced in Ref. 13 .",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A two-dimensional torus of revolution T 2 is described in parametric form by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where R 1 > R 2 are the two radii of the torus. The metric tensor g ij (with determinant g) and the Gaussian curvature K can be written respectively as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "K = cos ψ R 2 (R 1 + R 2 cos ψ)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "Within the elastic theory of defects on curved surfaces the original interacting particle problem is mapped to a system of interacting disclination defects in a continuum elastic curved background. Disclinations are characterized by their topological or disclination charge, q i , representing the departure of a vertex from a the 6−fold coordination of a perfect triangular lattice. Thus q i = 6 − c i , where c i is the coordination number of the ith vertex. A classic theorem of Euler requires the total disclination charge of any triangulation of a two-dimensional Riemannian manifold M to equal 6χ M , where χ M is the Euler characteristic of M . In the case of the torus χ M = 0, and thus disclinations must appear in pairs of opposite disclination charge (i.e. 5−fold and 7−fold vertices with q i = 1 and −1 respectively) in order to ensure disclination charge neutrality. The total free energy of a toroidal crystal with N discli-nations can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where Y is the 2D Young modulus and Γ(x) is the solution of the following Poisson problem with periodic boundary conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where ∆ g is the Laplace-Beltrami operator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "and ρ(x) is the total topological charge density",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "of N disclinations located at the sites x k together with the screening contribution due to the Gaussian curvature K(x) of the embedding manifold. The first term in Eq. (4) represents the long-range elastic distortion due to defects and curvature. The second term in Eq. (4) is the defect core-energy representing the energy required to create a single disclination defect. This quantity is related to the short-distance cut-off of the elastic theory and is proportional to the square of the topological charge times a constant ǫ c 14 . Finally F 0 is the free energy of a flat defect-free monolayer. The Gauss-Bonnet theorem 15 requires the total topological charge to be zero on the torus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "The function Γ(x) can be expressed in the Green form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where G L (x, y), the Laplacian Green function on the torus, satisfies the equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "with δ g (x, y) the Dirac delta function on the torus and A = 4π 2 R 1 R 2 is the surface area. It is easy to prove that the solution of the traditional Green-Laplace equation doesn't exist on closed manifolds like the torus, from which the extra term A −1 appearing in Eq. (10) . A −1 is the eigenfunction of the Laplacian associated with the null eigenvalue (zero mode) and is necessary because a pure isolated source (giving rise to the delta-function on the right-hand side) has no place to terminate the field on the closed torus.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "As usual the calculation of the Green function can be remarkably simplified by conformally mapping the torus to a domain of the Euclidean plane via a suitable system of isothermal coordinates. Intuitively the torus is conformally equivalent to a rectangular domain described by a system of Cartesian coordinates. To make this explicit, one can equate the metric of the torus in the coordinates (ψ, φ) to a conformally Euclidean metric in the coordinates (ξ, η):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where w is a positive conformal factor. Taking η = φ and w = (R 1 + R 2 cos ψ) 2 , the coordinate ξ is determined by the differential equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where r = R 1 /R 2 , the aspect ratio of the torus, may be taken greater or equal to one without loss of generality. Choosing the plus sign and integrating both sides of Eq. (11) we find:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "Taking ψ ∈ [−π, π], the integral (12) yields:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "In the transformed coordinate system (ξ, η) the modified Green-Laplace equation reads:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where ∆ and δ are now the Euclidean Laplacian and delta function. The function G L (x, y) can be expressed in the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where G 0 (x, y) is the Laplacian Green function on a periodic rectangle and the angular brackets stand for the normalized integral of the function G 0 (x, y) with respect to the dotted variable:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "Analogously the function G 0 (· , · ) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "and ensures the neutrality property:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "Using standard analysis the Green function G 0 (x, y) at the points x = (ξ, η) and y = (ξ ′ , η ′ ) of a periodic rectangle of edges p 1 and p 2 can be calculated in the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where z = ξ + iη, z ′ = ξ ′ + iη ′ and ϑ 1 is the Jacobian theta function and reflects the double periodicity of the torus 30 . A pedagogical derivation of the Green function G 0 (x, y) is reported in Appendix A. Substituting Eq. (17) in Eq. (9) with p 2 = 2π and",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where Γ s (x) represents the stress field due to the Gaussian curvature of the torus and is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "The function Γ d (x, x k ) is the stress field at the point x arising from the elastic distortion due to a defect at x k and is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "where Li 2 is the usual Eulerian dilogarithm and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "A derivation of the functions Γ s (x) and Γ d (x, x k ) is given in Appendix B. Integrating the function Γ(x) on the torus gives the elastic energy of an arbitrary collection of disclinations. A detailed analysis of the crystalline structure arising from Eqs. (4), (18) , (19) and (20) is carried out in Sec. III. ",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. DEFECTS AND GEOMETRY"
        },
        {
            "text": "Before analyzing the defect distribution arising from the elastic energy of Eq. (4), together with Eq. (18), it is necessary to understand the geometry of triangulated tori. Reconciling the predictions of a continuum elastic theory with the intrinsically discrete nature of crystallography requires an understanding of the possible lattices that can be embedded on the torus and the associated defects. The problem of classifying the possible triangulations of the 2−torus has received considerable attention from mathematicians, physicists and chemists over the past twenty years. Lavrenchenko 16 proved in 1984 that all the triangulations of the torus can be generated from 21 irreducible triangulations by certain sequences of operations called vertex splitting 49 . After the discovery of carbon nanotubes in 1991 and the subsequent theoretical construction (later followed by the experimental observation) of graphitic tori, many possible tessellations of the circular torus have been proposed by the community [17] [18] [19] [20] [21] . In this section we review the construction of a defect-free triangulated torus and we show how the most symmetric defective triangulations can be generally grouped into two fundamental classes corresponding to symmetry groups D nh and D nd respectively.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 767,
                    "text": "49",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "For the sake of consistency with the existing literature we adopt here the language developed to describe the structure of carbon nanotubes. The structure of a triangulated cylinder can be specified by a pair of triangular lattice vectors c and t, called the chiral and translation vector respectively, which together define how the planar lattice is rolled up. In the canonical basis a 1 = (1, 0) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "2 ), the vector c has the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "The translation vector t, on the other hand, can be expressed as an integer multiple",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "of the shortest lattice vector e t perpendicular to c. The vector e t is readily found to be of the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "where (a : b) denotes the greatest common divisor of a and b and enforces the minimal length. The threedimensional structure of the torus is obtained by connecting the edge OT of the rectangle in Fig. 2 (top) to O ′ C and OC to O ′ T . The edge OT is then mapped to the external equator of the torus while the edge OC to the φ = 0 meridian. The resultant toroidal lattice has characteristic chirality related to the initial choice of the vector c. In the nanotubes literature armchair referes to the lattice obtained by choosing n = m, zigzag to that obtained for m = 0 and chiral to all other lattices. An example of a (n, m, l) chiral torus is shown in Fig. 2 (bottom) for the case n = 6, m = 3 and l = 6. The chirality is extremely important in graphitic carbon nanotube or nanotori, where it determines whether the electronic behavior of the system is metallic or semiconducting. By Euler's theorem one can prove that the number of triangular faces F and the number of vertices V of a triangular toroidal lattice is given by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 202,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 655,
                    "end": 661,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "Denoting A R the area of the rectangle with edges c and t and A T the area of a fundamental equilateral triangle, the number of vertices of a defect-free toroidal triangulation is then:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "The planar construction reviewed above allows only lattices with an even number of vertices. Defect-free toroidal deltahedra with an odd number of vertices are also possible and their construction is generally achieved by assembling congruent octahedral building blocks. An example of this scheme will be briefly discussed in Sec. V for the case V = 87 and r = 6. We refer the reader to Ref. 22 for an comprehensive review of the topic. The embedding of an equal number of pentagonal and heptagonal disclinations in the hexagonal network was first proposed by Dunlap in 1992 as a possible way to incorporate positive and negative Gaussian curvature into the cylindrical geometry of carbon tubules 17 . According to the Dunlap construction the necessary curvature is incorporated by the insertion of \"knees\" (straight cylindrical sections of the same diameter joined with a kink) in correspondence with each pentagon-heptagon pair arising from the junction of tubular segments of different chirality (see Fig. 4 ). In particular, a junction between a (n, 0) and a (m, m) tube can be obtained by placing a 7−fold disclination along the internal equator of the torus and a 5−fold disclination along the external equator. Since the radii of the two segments of a junction are different by construction, the values of n and m are commonly chosen to minimize the ratio |c (n,0) |/|c (m,m) | = n/ √ 3m. By repeating the 5 − 7 construction periodically it is possible to construct an infinite number of toroidal lattices with an even number of disclinations pairs and dihedral symmetry group D nh (where 2n is the total number of 5 − 7 pairs, Fig 5) . The structure of the lattice is described by the alternation of two motifs with crystalline axes mutually rotated by 30 • as a consequence of the connecting disclination. One of the fundamental aspects of Dunlap's construction is that all the disclinations are aligned along the two equators of the torus where the like-sign Gaussian curvature is maximal. As we will see below, this feature makes these arrangements optimal in releasing the elastic stress due to curvature.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1004,
                    "end": 1010,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1635,
                    "end": 1641,
                    "text": "Fig 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "Another class of crystalline tori with dihedral antiprismatic symmetry D nd was initially proposed by Itoh et al 18 shortly after Dunlap. Aimed at reproducing a structure similar to the C 60 fullerene, Itoh's original construction implied ten disclination pairs and the point group D 5d . In contrast to Dunlap tori, disclinations are never aligned along the equators in antiprismatic tori, instead being staggered at some angular distance δψ from the equatorial plane. Hereafter we will use the symbol TAn to refer to toroidal deltahedra with 2n disclination pairs and D nd symmetry group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "A systematic construction of defected triangulations of the torus can be achieved in the context of planar graphs 16, 29 . A topological embedding of a graph in a two-dimensional manifold corresponds to a triangulation of the manifold if each region of the graph is bounded by exactly three vertices and three edges, and any two regions have either one common vertex or one common edge or no common elements of the graph. The simplest example of toroidal polyhedra with D nd symmetry group, featuring only 5−fold and 7−fold vertices, can be constructed by repeating n times the unit cell of Fig. 7a . These toroidal antiprisms 50 have V = 4n vertices and can be obtained equivalently from the edge skeleton of a n−fold antiprism by attaching at each of the base edges a pentagonal pyramid and by closing the upper part of the polyhedron with n additional triangles. By counting the faces one finds F = 5n + 2n + n = 8n from which V = 4n. The simplest polyhedron of this family has V = 12 and D 3d symmetry group (see top left of Fig. 6 ) and corresponds to the \"drilled icosahedron\" ob- tained by removing two parallel faces of an icosahedron and connecting the corresponding edges with the six lateral faces of an antiprism with triangular base (i.e. a prolate octahedron). Starting from this family of toroidal antiprisms a number of associated triangulations having the same defect structure can be obtained by geometrical transformations such as the Goldberg inclusion 23-25 . Such transformations, popularized by Caspar and Klug for the construction of the icosadeltahedral structure of spherical viruses 24 , consist in partitioning each triangular face of the original graph into smaller triangular faces in such a way that old vertices preserve their valence and new vertices have valence six. The partition is obtained by specifying two integer numbers (L, M ) which define how the original vertices of each triangle are connected by the new edges so that the total number of vertices is increased by a factor T = L 2 + LM + M 2 .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "50",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 598,
                    "text": "Fig. 7a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1029,
                    "end": 1035,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "A general classification scheme for D nd symmetric tori was provided by Berger and Avron 29 in 1995. Their scheme is based on the construction of unit graphs comprising triangular tiles of different generations. In each generation, tiles are scaled in length by a factor 1/ √ 2 with respect to the previous generation. This rescaling approximates the non-uniformity of the metric of a circular torus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "Dunlap toroids can be obtained from unit cells such as those shown in Fig. 8 . The geometrical properties of these graphs can be described in different ways. A particularly intuitive way, in the spirit of this paper, consists in specifying the distances between 5− and 7−fold pairs. One starts by drawing the smallest convex loop passing through defective sites. This identifies a central polygon whose upper vertices (v 1 and v 2 in Fig.9 ) have degree five and lower vertices (v 5 and v 6 in Fig. 9 ) have degree seven. Then calling a the distance between 5−fold vertices v 1 and v 2 , b that between 7−fold vertices v 5 and v 6 and c the length of the segment v 3 v 4 (d = a for a trapezoid), we can express the total number of triangles enclosed by the central polygon as: 2d containing:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 434,
                    "end": 439,
                    "text": "Fig.9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "triangles. The total number of vertices is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "The final triangulation of the torus is obtained by repeating the prismatic unit cell l times and therefore has V = lV g vertices. This scheme provides direct information on the arrangement of defective sites. Thus for instance an (a, b, c, d) = (2, 1, 3, 1) unit cell (see top of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "Thus the (2, 1, 3, 1) cell of Fig. 8 is obtained from the junction between a (5, 0) and a (3, 3) tubular segment. Fig. 11 for the case of a 5−fold symmetric toroid with V = 35 and a 7−fold symmetric toroid with V = 49. In the rest of the paper we will reserve the symbol TPn for Dunalp's toroids and refer with TPna and TPnb to the other two classes of toroids with symmetry group D nh and unit cell of as shown in Fig. 10a and Fig. 10b respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 114,
                    "end": 121,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 415,
                    "end": 436,
                    "text": "Fig. 10a and Fig. 10b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "All defective triangulations presented so far are characterized by an even number of disclination pairs. Regular tessellations of the torus comprising an odd number of defects pairs are also possible. Such tessellations are obtained by combining segments of prismatic and antiprismatic lattices with a consequent loss of dihedral symmetry. Fig. 12 shows the Voronoi diagram of a toroidal lattice, with r = 10/3 and V = 200 vertices, containing 11 disclination pairs. For an angular length of approximately ∆φ = 7/5 π the lattice is a prismatic D 5d toroid while in the remaining 3/5 π the local structure is that of an antiprismatic toroid. The global structure has only bilateral symmetry about a sagittal plane dividing the lattice in two mirror halves and thus point group C s .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "In the past few years, alternative constructions of triangulated tori have been proposed as well as novel geometrical and graph-theoretical methods to express the coordinates of their three-dimensional structures (see for example Kirby 19 , László at al 20 , Diudea et al 21 ). Here we choose to focus on the defect structure associated with the two most important class TPn and TAn with groups D nh and D nd .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Kirby 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. GEOMETRY OF TOROIDAL DELTAHEDRA"
        },
        {
            "text": "In this section we analyze the crystalline structures arising from the solution of the elastic problem and we show how the interplay between the geometry of the embedding torus, the topology of the lattice, and the mechanical properties of the microscopic units, here encoded in the Young modulus Y and the core energy, lead to a rich variety of structures whose phase-diagram is presented at the end of the section. Since the free energy of Eq. (4) is minimized when disclinations best approximate the continuum Gaussian curvature of the torus, it is clear that disclinations are most likely to be found in regions of like-sign Gaussian curvature. Maximal curvature occurs along the external (positive) and internal (negative) equators, which thus constitute preferred regions for the appearance of disclinations in the ground state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "To analyze the elastic free energy (4) we start by considering the energies of two opposite sign disclinations constrained to lie on the same meridian. The elastic free energy of this system is shown in Fig. 14 as a function of the angular separation between the two disclinations. The energy is minimized for the positive (5−fold) disclination on the external equator (maximally positive Gaussian curvature) and the negative (7−fold) disclination on the internal equator (maximally negative Gaussian curvature). The picture emerging from this simple test case suggests that a good ansatz for an optimal defect pattern is a certain number p of equally spaced +1 disclinations on the external equator matched by the same number of equally spaced −1 disclinations on the internal equator. We name this configuration with the symbol T p , where p stands for the total number of disclination pairs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Fig. 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "where the two pairs of numbers specify the (ψ, φ) coordinates of the positive and negative disclinations respectively. A comparison of the energy of different T p configurations, as a function of aspect ratio and disclination core energy, is summarized in the phase diagram of Fig. 15 . We stress here that only T p configurations with p even have an embedding on the torus corresponding to lattices of the TP p 2 class. Nevertheless a comparison with p−odd configurations can provide additional information on the stability of p−even lattices. For small core energies, moreover, thermally excited configurations with a large number of defects and similar p−polar distributions of topological charge are expected to exhibit an elastic energy comparable in magnitude with that of these minimal constructions. The defect core energy has been expressed here in the form:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "The core energy ǫ c of a single disclination depends on the details of the crystal-forming material the corresponding microscopic interactions. A simple phenomenological argument (see for example Ref. 31) gives",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "31)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "where a the lattice spacing. Taking a 2 = A/ √ 3 2 V , with A the area of the torus, yields:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "For a system of order V = 10 3 subunits, then, the dimensionless core energy on the left hand side of Eq. (28) is of order 10 −5 . This estimate motivates our choice of the scale for ǫ c /(AY ) in Fig. 15 . For dimensionless core energies below 4 · 10 −5 and aspect ratios r between 3.68 and 10.12 the ground state structure is the TP5 lattice corresponding to a double ring of +1 and −1 disclinations distributed on the external and internal equators of the torus as the vertices of a regular decagon (the T 10 configuration). The TP5 lattice has dihedral symmetry group D 5h . That this structure might represent a stable configuration for polygonal carbon toroids has been conjectured by the authors of Ref. 27 , based on the argument that the 36 • angle arising from the insertion of ten pentagonal-heptagonal pairs into the lattice would optimize the geometry of a nanotorus consistently with the structure of the sp 2 bonds of the carbon network (unlike the 30 • angle of the 6−fold symmetric configuration originally proposed by Dunlap) . In later molecular dynamics simulations, Han 32 found that a 5−fold symmetric lattice, such as the one obtained from a (9,0)/(5,5) junction (see Fig. 5 ), is in fact stable for toroids with aspect ratio less then r ∼ 10. The stability, in this case, results from the strain energy per atom being smaller than the binding energy of carbon atoms. Irrespective of the direct experimental observation of such disclinated toroidal crystals, which is still open, we have shown here, from continuum elasticity, that a 5−fold symmetric lattice indeed constitutes a minimum of the elastic energy for a broad range of aspect ratios and defect core energies.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1043,
                    "text": "Dunlap)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1093,
                    "text": "Han 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1191,
                    "end": 1197,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "For small aspect ratios the 5−fold symmetric configuration becomes unstable and is replaced by the 9−fold symmetric phase T 9 . As we mentioned, however, this configuration doesn't correspond to a possible triangulation of the torus. It is likely that the ground sate in this regime consists of ten skew disclination pairs as in the antiprismatic TAn lattice. The latter can be described by introducing a further degree of freedom δψ representing the angular displacement of defects from the equatorial plane:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "TAn :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "(−1) 2k δψ, 2πk n 1≤k≤n ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "A comparison of the TP5 configuration and the TA5 configuration is shown in Fig. 17 for different values of δψ. The intersection points of the boundary curves with the δψ−axis has been calculated by extrapolating the (r, δψ) data points in the range δ ∈ [0.07, 0.8] with ∆(δψ) = 2.5π · 10 −3 . For small δψ and r ∈ [3.3, 7.5] the prismatic TP5 configuration is energetically favored. For r < 3.3, however, the lattice undergoes a structural transition to the TA5 phase. For r > 7.5 the prismatic symmetry of the TP5 configuration breaks down again. In this regime, however, the elastic energy of both configurations rapidly rises because of the lower curvature and defects disappear. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Isolated Defects Regime"
        },
        {
            "text": "For aspect ratio r 11 the TP5 phase is replaced by a defect free configuration (T 0 in Fig. 15 ) so that configurations with defects are no longer energy minima. Any toroidal crystal with aspect ratio larger than ∼ 11 is than energetically favored to be defect-free. In the thin torus limit the ground state structure is directly related to the simple problem of finding the most efficient packing of congruent equilateral triangles on the torus of a given aspect ratio. Given V subunits (vertices) one seeks the densest packing of equilateral triangles of edge-length a = (A/ √ 3 2 V ) 1/2 on the torus with aspect ratio r, such that each vertex has valence six. Using the planar construction described in Sec. III, the optimal choice of the indices (n, m, l), can be translated into the minimization of the following quantity:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Defect-free Tori"
        },
        {
            "text": "obtained by equating the magnitude of the chiral vector c with that of the sectional circumference of the embedding torus, under the constraints:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Defect-free Tori"
        },
        {
            "text": "This construction successfully predicts the structure of the lattices of Fig. 16 . So far we have studied the elasticity of toroidal crystals exclusively in terms of interacting topological defects on a rigid toroidal substrate. Thus the elastic strain due to defects and curvature takes the form of pure stretching on the tangent plane of the torus and no out-of-plane deformation takes place. In a more realistic scenario, a crystalline torus would undergo both in-plane stretching and out-of-plane bending. The latter implies an energy cost:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Defect-free Tori"
        },
        {
            "text": "with H the mean curvature (see Ref. 33 ). The case of defect-free tori is simple enough to incorporate bending in the problem and see what the optimal aspect ratio of a defect-free torus would be as a function of the Föpplvon Kármán number γ = AY /κ b representing the ratio of the stretching energy scale to the bending rigidity. In absence of defects the only source of stress is given by the curvature. Thus Summing Eq. (32) and (33) and taking the derivative with respect to r (assuming constant area), one obtains the following equation for the optimal value of r:",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "(33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Defect-free Tori"
        },
        {
            "text": "The optimal aspect ratio r as obtained form Eq. (34) is shown in Fig. 18 as a function of γ. For γ ∼ 0, when the major contribution to the elastic energy is given by the bending, the optimal geometry is given by the Clifford torus (r = √ 2). If, on the other hand, the in-plane stretching dominates, a \"skinny\" torus (large r) is energetically favoured.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Defect-free Tori"
        },
        {
            "text": "In this section we investigate the possibility of a regime of coexistence between isolated disclinations and grain boundary \"scars\". The existence of scars, first predicted in the context of spherical crystallography 10 and later observed experimentally in spherical droplets coated with colloids 34, 35 , has become one of the fundamental signatures of dense geometrically frustrated systems.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "34,",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. The Coexistence Regime"
        },
        {
            "text": "In the regime of large particle numbers, the amount of curvature required to screen the stress field of an isolated disclination in units of lattice spacing becomes too large and disclinations are unstable to grain boundary \"scars\" consisting of a linear array of tightly bound 5−7 pairs radiating from an unpaired disclination 10, 12 . In a manifold with variable Gaussian curvature this effects leads to a regime of coexistence of isolated disclinations (in regions of large curvature) and scars. In the case of the torus the Gaussian curvature inside (|ψ| > π/2) is always larger in magnitude than that outside (|ψ| < π/2) for any aspect ratio and so we may expect a regime in which the negative internal curvature is still large enough to support the existence of isolated 7−fold disclinations, while on the exterior of the torus disclinations are delocalized in the form of positively charged grain boundary scars.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. The Coexistence Regime"
        },
        {
            "text": "To check this hypothesis we compare the energy of the TP5 lattice previously described with that of \"scarred\" configurations obtained by decorating the original toroid in such a way that each +1 disclination on the external equator is replaced by a 5 − 7 − 5 mini-scar. The result of this comparison is summarized in the phase diagram of Fig. 19 in terms of r and the number of vertices of the triangular lattice V (the corresponding hexagonal lattice has twice the number of vertices, i.e. V hex = 2V ). V can be derived from the angular separation of neighboring disclinations in the same scar by approximating",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Fig. 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "C. The Coexistence Regime"
        },
        {
            "text": "2 a 2 the area of a hexagonal Voronoi cell and a the lattice spacing. When the aspect ratio is increased from 1 to 6.8 the range of the curvature screening becomes shorter and the number of subunits required to destroy the stability of the TP5 lattice decreases. For r > 6.8, however, the geodesic distance between the two equators of the torus becomes too small and the repulsion between like-sign defects takes over. Thus the trend is inverted. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. The Coexistence Regime"
        },
        {
            "text": "In this section we report the result of a numerical minimization of a system of V point-like particles constrained to lie on the surface of a torus and interacting via a pair potential of the form U ij = 1/|x i − x j | 3 where | · | denotes the Euclidean distance in R 3 . The problem of finding the minimal energy configuration of repulsively interacting points on a 2-manifold has become a standard problem of potential theory and has its paradigm in the classical Thomson problem on the sphere. The choice of the cubic potential is motivated here by the so called \"poppy seed bagel theorem\" 40 , according to which the configuration of points that minimizes the Riesz energy E = i<j 1/|x i − x j | s on a rectifiable manifold of Hausdorff dimension d is uniformly distributed on the manifold for s ≥ d. In the case of a torus of revolution this implies that for small s the points are mostly distributed on the exterior of the torus (the interior becomes completely empty in the limit V → ∞). As s is increased, however, the points cover a progressively larger portion of the surface. The distribution becomes uniform for s ≥ 2. On the other hand, since the number of local minima of the Riesz energy increases with s, it is practical to choose a value not much larger than two. The choice s = 3 has the further advantage of modelling a real physical system of neutral colloidal particles assembled at an interface 41 and is therefore suitable for direct comparison with experiments on colloidal suspensions.",
            "cite_spans": [
                {
                    "start": 1418,
                    "end": 1420,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. NUMERICAL EXPERIMENTS"
        },
        {
            "text": "To construct low energy configurations we adopt an carefully designed hybrid optimization algorithm named Tapping (TA). Like other hybrid algorithms, TA consists in a combination of fast local optimizations and global stochastic moves designed to release the system from the local minimum to which it is confined at the end of a local minimization step. A more detailed description of our algorithm is reported in Appendix C. We study four different aspect ratios: r = 3 , 4 , 6 and 20. For each aspect ratio we consider several different particle numbers up to V = 1000 and each simulation is performed for 10 5 to 10 6 TA iterations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. NUMERICAL EXPERIMENTS"
        },
        {
            "text": "The lowest energies found, as well as the number of defects in the corresponding configuration, are reported in Table II for a selected set of systems. The corresponding lattices are shown in Fig. 20 The lattices are best presented using a Voronoi construction corresponding to the dual lattice of the Delaunay triangulation. Here pentagonal faces are colored in red while heptagonal faces are colored in blue. The complete set of data produced in our simulations together with a collection of interactive 3D graphics for each low energy configuration found is available on-line 42 . For fewer than V ∼ 180 particles the results of our numerical minimization are in good agreement with the continuum elastic theory. In particular for 180 < V < 500 and r = 3, 4 and 6, we always find minimal energy configurations consisting of ten 5−fold disclinations on the outside of the torus and ten 7−fold disclinations in the inside as predicted by the elastic theory in the regime of ǫ c /(AY ) ∼ 0. For r = 20 and V > 110 we also find the lowest energy configurations to be defect free.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 192,
                    "end": 199,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "V. NUMERICAL EXPERIMENTS"
        },
        {
            "text": "For small numbers of particles we don't expect the continuum approximation to accurately describe the lowest energy structure of the toroidal clusters presented in Fig. 20 . Loosely speaking the limit of validity of the elastic theory can be quantified by requiring the average lattice spacing a = 2π[R 1 R 2 /( √ 3 2 V )] 1/2 to be much smaller than the radius R 2 of the torus. This condition requires V to be of order 500 particles for a torus with aspect ratio r = 3. Remarkably, good agreement between the theory and simulations is found starting from much smaller values of V and in some cases (see the following discussion on the configuration with r = 3 and V = 130), we already observe the onset of the ideal behavior predicted by theory for a ∼ R 2 . The occurrence of a ground state configuration with exact prismatic or antiprismatic symmetry, in particular, is only possible when the number of particles V belongs to a specific sequence of \"magic numbers\" described in Sec. III. Nevertheless for V outside such a sequence it is still possible to observe in the ground state a predominant prismatic or antiprismatic character depending on the aspect ratio. Some configurations deserve special attention. For V = 16, 20, 24, 28 and 32 and r within a specific range (see Table I ) the global minima are represented by the second to sixth toroidal antiprims discussed in Sec. III. The drilled icosahedron, on the other hand, would require the aspect ratio be less than one, as can be understood from Table I , and is therefore never a minimum for V = 12. We next describe the salient features of the four aspect ratios simulated. r = 3) The smallest minimal energy state with D 5h symmetry is obtained for V = 35. It features ten disclination pairs and belongs to the class of TP5a graphs. For V = 42, a TP6b lattice is obtained with no defects along the two equators. Two 6−fold chiral configurations are obtained for V = 60 and 126. The global minimum obtained for V = 130 displays a fascinating example of 5−fold antiprismatic symmetry with the ten isolated negative disclinations in the interior of the torus replaced by a simplicial complex consisting of five triangles with a common 5−fold apex and four 7−fold coordinated vertices along the base. A peculiar example is also rep-resented by the minimum obtained for V = 180. The lattice exhibits the typical pattern of a TPn graph with (3, 1, 4, 7) −type unit cell. The angular distance between neighboring disclinations is δφ ∼ 2π/9. Since a prismatic graph cannot have an odd number of disclination pairs the toroidal lattice is closed by a simplicial complex consisting of two positive disclinations on the exterior of the torus at the opposite sides of the external equator and two negative disclinations in the interior arranged similarly. The total number of disclination pairs is therefore ten. The typical pattern of the 5−fold antiprismatic toroid can be found in all configurations with V > 200. A single 5 − 7 − 5 scar appears in the r = 3 configurations at V = 420, while larger lattices (i.e V = 460 and 500) also feature 4−fold disclinations in the interior of the torus. It is not clear, however, whether the presence of disclinations with topological charge |q| > 1 is a genuine property of the ground state or rather an artifact due to a misconvergence of our algorithm. r = 4) An interesting feature is observed at V = 42. As in the case of r = 3 we also find a minimum with D 6h symmetry group, but unlike the latter configuration, it belongs to the TP6a class and has 5−fold disclinations along the external equator. A TP7b configuration is obtained again for V = 49. For V = 66 and V = 104 the global minimum is achieved by two spectacular antiprismatic configurations with D 11d and D 13d symmetry group respectively. These toroids can be obtained from the toroidal antiprisms discussed in Sec. III by splitting 51 the lattice has a more antiprismatic character with ten defect pairs. r = 6) Three defect-free configurations are found at V = 87, 112 and 116. The case V = 87 is a particular example of a defect-free lattice that cannot be obtained form the planar construction reviewed in Sec. III. It consists of 29 octahedra connected in the form of a chain. Since each octahedron is attached to other two, it contributes with six faces to the total face count. Thus F = 6 × 29 = 174 and V = 174/2 = 87. For 180 ≤ V < 460 we always find configurations with ten disclination pairs as expected from continuum elasticity. For V > 460 the regime of coexistence between isolated disclinations and scars described in Sec. IV C is observed. The delocalization of isolated disclinations into scars, however, doesn't take place at each defective site simultaneously and the regime of coexistence between positively charged scars and isolated 7−fold disclinations is preceded by a phase with isolated 5− and 7−fold discli- nations and scars. For tori with aspect ratio as large as r = 20 we find defect-free ground states every time it is possible to construct a purely 6−valent toroidal graph with the same number of vertices V .",
            "cite_spans": [
                {
                    "start": 2401,
                    "end": 2404,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 2405,
                    "end": 2407,
                    "text": "1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2408,
                    "end": 2410,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2411,
                    "end": 2413,
                    "text": "7)",
                    "ref_id": null
                },
                {
                    "start": 3899,
                    "end": 3901,
                    "text": "51",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1281,
                    "end": 1288,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1509,
                    "end": 1516,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "V. NUMERICAL EXPERIMENTS"
        },
        {
            "text": "We have seen that disclination defects, forbidden in the lowest energy state of a planar crystal, may be energetically favored on a substrate of non-vanishing Gaussian curvature. It is therefore natural to ask whether large curvature can completely destroy crystalline order by driving the proliferation of a sufficiently high density of defects. The resulting state would be amorphous. The problem of generating amorphous structures by tiling a two-dimensional curved space with identical rigid subunits has drawn attention over the years, particularly through the connection to the structure of such disordered materials as supercooled liquids and metallic glasses. Since the work of Frank 37 the notion of geometrical frustration arises frequently in investigations of supercooled liquids and the glass transition. A paradigmatic example is represented by the icosahedral order in metallic liquids and glasses which, although locally favored, cannot propagate throughout all of three-dimensional Euclidean space. A two-dimensional analog, consisting of a liquid of monodisperse hard disks in a 2-manifold of constant negative Gaussian curvature (the hyperbolic plane) was first proposed by Nelson and coworkers in 1983 38 . In such a system the impossibility of covering the entire manifold with a 6-fold coordinated array of disks mimics many aspects of the geometrical frustration of icosahedral order in three dimensions. In all these models of geometrical frustration, however, the origin of the disorder is primarily due to the short-range nature of the potential between the subunits. In a more realistic setting, part of the frustration is relieved by the fact that hexagonal unit cells can compress in order to match the underlying geometry.",
            "cite_spans": [
                {
                    "start": 1222,
                    "end": 1224,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "The embedding of a triangular lattice on an axisymmetric torus, provides a particularly suitable playground to study curvature-driven disorder. When r → 1 the Gaussian curvature on the inside of the torus grows like 1/(r − 1) and diverges on the internal equator at ψ = π. We thus expect a high density of defects in the vicinity of the curvature singularity and a resultant loss of the local 6−fold bond orientational order. In this regime the system will have crystalline regions on the outside of the torus and amorphous regions near the curvature singularity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "In this section we substantiate this claim analytically based on the elastic theory of continuous distributions of edge dislocations on a \"fat\" torus. Our argument is based on the following construction. As a consequence of the curvature singularity the surface area of an arbitrary wedge of angular width ∆φ becomes smaller and smaller as the sectional angle ψ increases and vanishes at ψ = π. If a defect-free lattice is embedded on such a wedge, Bragg rows will become closer and closer as the singularity is approached with a consequent rise in the elastic energy (see Fig. 21 ). An intuitive way to reduce the distortion of the lattice is to recursively remove Bragg rows as one approaches the point ψ = π (see Fig.  22 ). This is equivalent to introducing a growing density of edge dislocations. This dislocation \"cloud\" will ultimately disorder the system by destroying the local 6−fold bond orientational order. One might therefore view the curvature as playing the role of a local effective temperature which can drive \"melting\" by liberating disclinations and dislocations. In two-dimensional non-Euclidean crystals at T = 0, however, the mechanism for dislocation proliferation is fundamentally different from the usual thermal melting. While the latter is governed by an entropy gain due to unbinding of dislocation pairs, the amorphization at T = 0 is due to the adjustment of the lattice to the geometry of the embedding manifold via the proliferation of defects and the consequent release of elastic stress. A similar phenomenon occurs in the disorder-driven amorphization of vortex lattices in type-II and high-T c superconductors 39 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 580,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 716,
                    "end": 724,
                    "text": "Fig.  22",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Since the shrinking area per plaquette on the inside of the torus necessitates a high density of dislocations we may approximate the dislocation cloud in this region by a continuous distribution of Burgers vector density b. Minimizing the elastic energy with respect to b yields a variational equation from which the optimal dislocation density can be calculated as a function of the ratio ǫ d /(Y R 2 ) between the dislocation core energy ǫ d and elastic energy scale Y R 2 with R = R 1 = R 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "As a starting point, we calculate the Green function G L (x, y) in the fat torus limit r → 1 (i.e. κ → ∞ and ω → 0, see Eq. (13)). The conformal angle ξ in this limit is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "and to leading order of κ we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "To handle the limit of the Jacobi theta function we can take u = ∆z/κ, q = e iπτ = e − 2π κ and calculate the limit q → 1. This can be done by using the modular transformation properties of Jacobi functions 30 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Thus τ ′ = −1/τ = iκ/2, u ′ = u/τ = ∆z/(2i) and q ′ = e iτ ′ = e − πκ 2 , where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "πτ ′ ϑ 1 (u ′ , q ′ ) . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Taking the logarithm and neglecting irrelevant constant terms, we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "which finally leads to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "with z = tan(ψ/2)+iφ. With the Green function in hand, we can calculate the effect of the curvature singularity at ψ = π on the distribution of defects. Let b be the Burgers vector density of the dislocation cloud. Hereafter we work in a local frame, so that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "with g i = ∂ i R a basis vector in the tangent plane of the torus whose points are specified by the three-dimensional Euclidean vector R. The quantity b has to be such that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "with b D the total Burger's vector in a generic domain D. Because on a closed manifold dislocation lines cannot terminate on the boundary, extending the integration to the whole torus we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Since the basis vectors g i in Eq. (37) have the dimension of length, contravariant coordinates b i have dimensions of an inverse area. Assuming all defects to be paired in the form of dislocations (i.e. q i = 0 everywhere), the total energy of the crystal reads:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "where ǫ d is the dislocation core energy and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "The function Γ(x) encoding the elastic stress due to the curvature and the screening contribution of the dislocation cloud obeys",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "where ǫ i k is the Levi-Civita antisymmetric tensor on the torus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Taking advantage of the closeness of the torus we can integrate Eq. (41b) by parts so that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Now we want reduce the integral term in Eq. (42) to a more friendly functional of b, suitable for a variational approach. Given the azimuthal symmetry we assume that all dislocations are aligned along b = b φ g φ . Even though not necessarily true, we argue this to be a reasonable work hypothesis as well as a solid starting point to capture the essential physics of the fat limit. In this case Γ d (ψ, φ) = Γ d (ψ) can be recast in the form",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "(42)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Substituting Eq. (43) and (41a) in Eq. (39) and minimizing with respect to b φ we can now write the variational equation:",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "(39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "By inverting the order of integration in the integral on the right hand side, Eq (44) can be expressed in the form of a Fredholm equation of the second kind:",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "where λ = ǫ d /(Y R 2 ), B(ψ) = R 2 (1 + cos ψ) 2 b φ (ψ) and the kernel K(ψ, ψ ′ ) is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "The function f (ψ) on the right hand side of Eq. (45) is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "where Cl 2 is the Clausen function (see Ref. 43 , pp. 1005-1006) defined as:",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "text": "43",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "sin kx k 2 . As previously noted the dislocation core energy is ǫ d is much smaller than the elastic energy scale Y R 2 . Eq (45) is then suitable to be solved in powers of the dimensionless number λ:",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "(45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "The corrections to the zero-order term B 0 (ψ) can be calculated recursively by solving a set of Fredholm equations of the first kind:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "The function B 0 (ψ) associated with the Burgers vector density of the dislocation cloud in the limit λ → 0, on the other hand, can be calculated directly from Eq. (40) by setting the effective topological charge density on the right hand side to zero:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "For a torus of revolution the only nonzero Christoffel symbols are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Since b ψ = 0 by assumption, the first term in Eq. (48) can be expressed as:",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(48)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "and Eq. (48) becomes an ordinary differential equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "whose solution is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "so that B 0 (ψ) = sin ψ. The Burgers vector density b φ obtained by a numerical solution of Eq. (45) is shown in Fig. 23 for different values of λ. The Burgers vector density is measured in units of R −2 . The function b φ has cubic singularities at ψ = ±π and is approximately zero on the outside of the torus. The solid blue curve in Fig. 23 represents the zeroth order solution of Eq. (50) . Now, in the theory of dislocation mediated melting a system at the solid liquid phase boundary is described as a crystalline solid saturated with dislocations. In threedimensions, in particular, there is a strong experimental evidence of the existence of a critical dislocation density at the melting point ρ(T m ) ≈ 0.6b −2 where b is the length of the length of the smallest perfect-dislocation Burgers vector 44 . Several theoretical works have motivated this evidence both for three-dimensional solids and vortex lattices in super conductors 39 . On the other hand, given the existence of such a critical density, its value can be empirically used to determine whether a system is in a solid or liquid-like phase in the same spirit as the Lindemann criterion. With this goal in mind we can calculate the dislocation density by requiring |b| = ρa with ρ the density of single lattice spacing dislocations. This yields:",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "(50)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 807,
                    "end": 809,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Fig. 23",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 336,
                    "end": 343,
                    "text": "Fig. 23",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "Solving ρ(ψ, V )a 2 = 0.6 as a function of ψ and V we obtain the diagram of Fig. 24 . As expected the inside of the torus contains an amorphous region whose angular size decreases with the number of vertices V as a consequence of the reduction of the lattice spacing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 24",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "VI. THE FAT TORUS LIMIT"
        },
        {
            "text": "In this article we reported a comprehensive analysis of the ground state properties of torodial crystals. Using the elastic theory of defects on curved substrates we identified the ground state structures of an arbitrary crystalline torus as a function of the aspect ratio r and the ratio ǫ c /(AY ) of the defect core energy to the elastic energy scale. We showed that for a large range of aspect ratios and core energies the minimal energy structure of a toroidal crystal has ten disclinations pairs and symmetry group D 5h , as first conjectured by Lambin et al more than ten years ago 27 . For large system sizes we proved isolated disclinations are unstable to grainboundary scars consisting of chains of tightly bound 5−7 pairs radiating form an unpaired disclination. On a torus, where the Gaussian curvature on the inside is always larger in magnitude than that on the outside, the occurrence of scars is marked by a state featuring isolated 7−fold disclinations in the inside of the torus together with scars on the outside. For a torus of aspect ratio close to one we showed how a diverging Gaussian curvature on the internal equator is responsible for the remarkable occurrence of a curvature-driven transition of the system to a disordered, liquid-like, state. The predictions of our elastic theory were compared with the results of a numerical study of a system of point-like particles constrained on the surface of a torus and interacting via a short range potential, with good agreement. From a purely geometrical point of view we have introduced a number of novel toroidal polyhedra as well as a new construction and classification scheme for certain types of prismatic tori.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This project was supported by NSF grants DMR-0305407 and DMR-0705105 and by an allocation through the TeraGrid Advanced Support Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "LG is supported on a Graduate Fellowship by the Syracuse Biomaterials Institute. We acknowledge Amand Lucas and Antonio Fonseca for sharing with us the beautiful photos presented in Sec.III. We also would like to thank Eric J. West and M. Cristina Marchetti for inspiring discussions during the development of Sec. VI. LG is very grateful to Dario Giuliani who made possible the realization of the Toroidal Lattices Database 42 , the use of which has been crucial for obtaining many of the results and the ideas presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The integral can be easily calculated by considering:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Thus Eq. (A10) becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The sum in n can be calculated by noting:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "where σ = 2π(x ± iy) with x > 0 and arbitrary choice of sign. Thus separating positive and negative values of k in Eq. (A11) and using Eq. (A12) the function K(x − ξ, y − η) takes the final form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The second term in Eq. (A13) can be expressed in terms of the Jacobi theta function ϑ 1 (u, q) defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Another useful relation can be obtain by taking the derivative of ϑ 1 (u, q) with respect to u:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Thus we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In this way we can express:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "(A16) Then taking:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "and substituting in Eq. (A13) we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Combining Eq. (A17) with Eq. (A8) we conclude that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "(A18)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "An alternative notation frequently used for the Jacobi theta function is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "With this choice we can write the Green function in the final form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ". In this appendix we derive the analytical expression for the stress functions Γ s (x) and Γ d (x, x k ) in Eq. (18) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The Tapping Algorithm (TA) is a hybrid algorithm designed to find the optimal crystalline structure of particle systems constrained to lie on a curved surface and interacting with a long range potential of the form U ij = 1/|r i −r j | s . Hybrid algorithms, such as Basin-Hopping 45 and Minima-Hopping 46 , have been successfully employed throughout the years to predict the crystalline structure of molecular clusters and proteins. In general they combine fast local minimizations with global moves whose goal is to release the system from the local minimum it is confined at the end of a local minimization step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "A typical hybrid optimization routine can be summarized in the following two steps: 1 ) after all the independent variables have been randomly initialized, a local optimization is performed and a local minimum x is determined; 2 ) from x a new configuration y is constructed by applying a global (generally stochastic) move. The new configuration y is then used as starting point for a new local optimization step. The two steps are iterated until a stopping criterion is satisfied. The goal is thus to explore the largest possible number of local minima and avoid visiting the same minimum too often.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "The crucial point in designing an effective hybrid algorithm is clearly the choice of the global move. There is no general rule to identify a successful global transformation x → y and physical intuition and prior experience are typically the only guidelines. In the case of Basin-Hopping, for instance, the global transformation consists in a Monte Carlo move in which all the particles of the system are randomly displaced in order to construct a new initial configuration from which a new trial minimum is obtained. The step is accepted with probability exp(−β∆V ), where ∆V is the energy difference between the new and previous minimum and β is an inverse temperature adjusted to obtain a 50% acceptance ratio. In the case of Minima-Hopping the escape step is performed by a short Molecular Dynamics simulation by assigning the particles a fixed kinetic energy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "The global move adopted in TA is inspired by the process of close packing of spherical objects by tapping and is motivated by the well established role of topological defects in determining the order of two-dimensional non-Euclidean crystals as well as the picture of the potential energy surface (PES) of such systems as a multi-funnel landscape. Consider a system of say spherical objects confined in a two-dimensional box with an initial disordered configuration. A common way to bias the system toward a close-packed configuration is to provide it kinetic energy by gently tapping the box. If the system is populated by locally ordered regions (i.e. grains) separated by clusters of defects, the primary effect of tapping is to produce a glide of defects inside the crystals with a subsequent rearrangement of grains. This mechanism can be reproduced numerically in the following way. The algorithm starts with a random distribution of particles and rapidly quenches the system by performing a fast local minimization. Once particles are trapped in a local minimum, defects are identified by a Delaunay triangulation of the lattice. Then the system is tapped by adding to the defect positions a random displacement. The magnitude of the displacement is given by the typical spacing associated with the particles number times a factor λ which represents the tapping strength. This factor is initially set to 10 −3 . After defects have been moved a new local minimization is performed in order to construct the trial configuration y. The energy of this configuration is compared with the energy of the previous minimum and the move is accepted if their difference is larger than some tolerance factor ǫ E . If, on the other hand, the energy difference is smaller than ǫ E , the system has relaxed again to the same minimum. In this case the tapping strength is increased of a factor 10 and the process is repeated until the system successfully hops to a new minimum. The tapping strength λ is then set to its initial value. The process is iterated until the rate of discovery of new global minima drops below some threshold value or a maximum number of iterations is reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "In the current implementation of the algorithm, the local minimization step is performed using the Fletcher-Reeves conjugate gradient algorithm 47 . Analytic expressions for the energy gradient and the Hessian matrix are coded in the program in order to reduce the number of evaluations of the objective function during the relaxation step to one single event. The Delaunay triangulation is calculated via the Dwyer's divide and conquer algorithm with alternate cuts 48 , which runs in O(N log log N ) time, making the identification of the defects particularly fast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "The main difference between TA and other hybrid algorithms (including Basin-Hopping) is that the escape move consists of adaptive displacements of defects only, rather than of the entire system. In the case of non-Euclidean crystals, where the conformation of the energy landscape is subtly related to the arrangement of topological defects, this mechanism is believed to explore the PES more accurately. In systems as Lennard-Jones clusters or spinglasses, the PES is characterized by an exponential number of local minima separated by energy barriers. For this reason the majority of the algorithms are specifically designed to allow the system to overcome a barrier by providing it a significant amount of energy. If the energy landscape, however, is characterized by the presence of multiple narrow funnels, as believed in this case, the previous methods become ineffective. A funnel represents the basin of attraction of a given local minimum. If the global minimum is also located at the bottom of a funnel, an algorithm that is attempting to locate it via a sequence of local minimization steps has a chance to find it exclusively by starting from a configuration already at the muzzle of the funnel. Such possibility, however, is ruled out if all the particles are displaced simultaneously during the escape move and the system is abruptly moved to a completely different place in the energy landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "On the other hand, by adaptively tapping the defects it is possible to achieve a much finer inspection of the PES and possibly locate the funnel associated with the global minimum. A copy of our code is available by request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        },
        {
            "text": "ing an existing vertex v in two such that the total number of vertices is increased by one. The two newly created vertices have coordination number c − 1, with c is the coordi-nation number v, while two of the c neighbors of v gain a bond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: CLUSTER OPTIMIZATION VIA TAPPING"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Color online) Selected low energy configurations for toroidal lattices of aspect ratio r = 3, 4, 6 and 20. Lattices are labeled by (r, V ), with V the number of particles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Some Assembly Required",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "",
            "pages": "419--420",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Beyond molecules: Self-assembly of mesoscopic and macroscopic components",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boncheva",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Nat. Acad. Sci. USA 99",
            "volume": "",
            "issn": "",
            "pages": "4769--4774",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.082065899"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Coronaviridae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vitelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lucks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Differential geometry of curves and surfaces",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Do"
                    ],
                    "last": "Carmo",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Spectrum of Mathematics",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S M"
                    ],
                    "last": "Coxeter",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Physical Properties of Carbon Nanotubes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dresselhaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dresselhaus",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "String Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polchinski",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Soft Matter Physics, an Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Lavrentovich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Toroidal Lattices Database",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giomi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giuliani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Handbook of Mathematical Functions with Formulas, Graphs, and Mathematical Tables",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Stegun",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Analogously it can be proved that the number of irreducible triangulations is one for the sphere and two for the projective plane. The extraordinary larger value obtained for the torus should be indicative of the high structural complexity of a crystalline torus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Although we presume this class of toroidal polyhedra is not discussed here for the first time",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Vertex splitting is a standard operation to generate larger triangulations from an irreducible one",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Color online) The standard parametrization of a circular torus of radii R1 and R2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(Color online) Construction of a defect-free triangulation of the torus. On top planar map of the triangulated torus corresponding to the (n, m, l) configuration (6, 3, 1). On the bottom (6, 3, 6) chiral torus. The edges of each one of the six tubular segments has been highlighted in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Color online) Voronoi lattices of a TPn prismatic (top) and TAn antiprismatic (bottom) toroids with R1 = 1 and R2 = 0.3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(Color online) Dunlap knees obtained by joining two straight tubular segments with (n, 0) and (m, m) chirality. [Courtesy of A. A. Lucas and A. Fonseca, Facultés Universitaries Notre-Dame de la Paix, Namur, Belgium].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(Color online) Five-fold polygonal torus obtained by joining (5, 5) and (9, 0) tubular segments via ten pairs of 5 − 7 rings. This structure was originally proposed by the authors of Ref. 27 as a possible low-strain configuration for carbon nanotori. [Courtesy of A. A. Lucas and A. Fonseca, Facultés Universitaries Notre-Dame de la Paix, Namur, Belgium].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(Color online) First six toroidal antiprisms obtained by repeating the unit cell ofFig. 7. The first polyhedron on the left is the \"drilled icosahedron\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) Unit cell for toroidal antiprisms. 5−fold vertices are circled and 7−fold vertices are boxed. (b) Unit cell of a D nd torus in the Berger-Avron construction. The graph consists of four generation of tiles and the internal equator of the torus is mapped into the horizontal line passing to the mid-point between the 6th and the 7th vertex.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Each 7−fold vertex sits at the apex of a diamond-shaped complex of f ′ = 7 triangles. Each 5−fold vertex, on the other hand, is at the apex of a triangular region of f ′′ = (c − a + 1) 2 triangles. The graph is completed by a rectangle of height c − a + 4 and base of arbitrary length FIG. 8: (Color online) Unit cells for Dunlap toroids of type (2, 1, 3, 1) and (3, 1, 3, 1) according to the classification scheme given here. Highlighted regions correspond to the central polygon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(Color online) Central polygon (right) and rectangular (zig-zag) region in our construction scheme of Dunlap's toroids. In this example (a, b, c, d) = (2, 1, 3, 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "has 5−fold vertices separated by two lattice spacings and 7−fold vertices by one lattice spacing. On the other hand the integers n and m giving the chirality of the two segments of the junction (n, 0)/(m, m) are given directly by as:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Unit cells for TP(2)n and TP(3)n toroids.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(Color online) (a) TP5a and (b) TP7b toroids with V = 35 and 49 obtained by repeating the unit cells of Fig. 10. 7−fold vertices form dimers normal to the equatorial plane while 5−fold vertices are (a) distributed along the external equator or (b) form a double ring above and below the equatorial plane. Dunlap's toroids are not the only examples of defective triangulations of the torus with dihedral prismatic symmetry group D nh . With the help of numerical simulations (see Sec. V) we found two other classes whose unit cell is shown in Fig. 10. Unlike Dunlap's toroids, the 7−fold vertices in these prismatic triangulations are not aligned along the internal equator of the torus, but rather grouped in dimers normal to the equatorial plane. 5−fold vertices are distributed along the external equator in the graph of Fig. 10a or form a double ring above and below it in the case of the graph Fig. 10b. Toroidal deltahedra obtained by embedding the prismatic graphs of Fig. 10 on a circular torus are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "FIG. 12: (Color online) Voronoi diagram of a toroidal lattice with r = 10/3 and V = 200 vertices. The lattice exhibits 11 disclination pairs and has Cs symmetry group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "FIG. 13: (Color online) The screening function Γs(ψ) for different values of the aspect ratio r.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "(Color online) Elastic energy of a 5 − 7 disclination dipole constrained to lie on the same meridian, as a function of the angular separation. In the inset, illustration of a circular torus of radii R1 > R2. Regions of positive and negative Gaussian curvature have been shaded in red and blue respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "(Color online) Phase diagram for Tp configurations in the plane (r, ǫc/AY ). For r ∈ [3.68, 10.12] and ǫc ∼ 0 the structure is given by a T10 configuration with symmetry group D 5h . FIG. 16: (Color online) Two examples of defect free \"crop circle\" toroids with r = 20 and V = 180 (left) and 220 (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "(Color online) Phase diagram of a 5−fold symmetric lattice in the plane (r, δψ). For small δψ and r in the range [3.3, 7.5] the prismatic TP5 configuration is energetically favored. For r < 3.3 the system undergoes a structural transition to the antiprismatic phase TA5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "(Color online) Optimal value of the aspect ratio r as function of the Föppl-von Kármán number γ = AY /κ b . For γ ∼ 0 the Clifford torus with r = √ 2 is optimal. Larger values of γ favour instead a \"skinnier\" torus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "FIG. 19: (Color online) Isolated defects and scar phases in the (r, V ) plane. When the number of vertices V increases the range of the screening curvature becomes smaller than one lattice spacing and disclinations appear delocalized in the form of a 5 − 7 − 5 grain boundary mini-scar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "one or more times the initial set of 5−fold vertices. Thus starting from a 11−fold toroidal antiprism with V = 4 × 11 = 44 vertices and splitting all 22 5−fold vertices one obtains V = 44 + 22 = 66 vertices. Splitting twice all 26 5−fold vertices of a 13−fold toroidal antiprism with V = 4 × 13 = 52, on the other hand, we have V = 52 + 2 × 26 = 104. For V = 120 the global minimum is represented by a fascinating lattice of TP5a type. Lattices with V = 121 , 125 and 126 resemble very closely the structure of a TP5 graph while for V = 260",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "II: Low energy configuration for a selected number of toroidal lattices with aspect ratios r = 3, 4, 6 and 20. For each aspect ratio the table displays the number of particles V , the lowest energy found and the number of k−fold vertices V k with k = 4-8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "(Color online) Top view of a defect free triangulation of a fat torus with (n, m, l) = (10, 10, 20) and V = 400. The corresponding elastic energy becomes very high in the interior of the torus where the triangles are more compressed to match the reduction of surface area. FIG. 22: (Color online) A schematic example of a dislocation pile-up on a square lattice resulting from the shrinking of the area on a regular wedge of a fat torus.This is easily evaluated by means of the expansion:ϑ 1 (u, q) = 2q 1 4 sin u + o q",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "(Color online) The Burgers vector component b(ψ) for different choices of λ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "(Color online) Phase diagram for curvature driven amorphization. The inside of the torus contains an amorphous region whose angular size decreases with the number of vertices V as a consequence of the reduction of the lattice spacing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "APPENDIX B: DERIVATION OF THE FUNCTIONS Γs(x) AND Γ d (x, x k )",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Maximum and minimum aspect ratio for which the toroidal antiprisms are a global minimum.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The modified Laplacian Green function on a periodic rectangle of edges p 1 and p 2 can be conveniently calculated in the form:where u λ is the eigenfunction of the Laplace operator with periodic boundary conditions:such that:.In Cartesian coordinates the eigenfunctions are simple plane waves of the form:where λ n and µ m are given by:and the eigenvalue λ is given by:Calling for simplicity x = (x, y) and y = (ξ, η), the function G 0 is given by:Although (A5) is simple, it is very useful to rewrite it in terms of elliptic functions. Noting that the odd terms in (A5) cancel we have:An equivalent expression can be obtained by isolating the m = 0 contribution in the sum rather than the n = 0 term. The first sum in Eq. (A6) can be evaluated easily by using:Thus we have:The second sum in Eq. (A6) can be evaluated with the help of the Poisson summation formula:(A9) In particular, if we choose:we can write the second sum in Eq. (A6) as:The former is given by the integral:It is convenient to keep the Green function G 0 (x, y) in the form of Eq. (A6). Thus we have:which using Eq. (A7) and carrying out the integrals yields:To calculate the second integral in Eq. (B1) it is convenient to invert the order of integration and use the result of Eq. (B2):Combining Eq. (B2) and (B3) we obtain:The elastic stress produced at the point x by a disclination at x k is given by the function:To calculated the average G 0 (·, x) one can again start from G 0 (x, y) in the form of a series and use Eq. (A7). This yieldsTo calculate the integrals in Eq. (B6) it is convenient to expand the conformal angle ξ in Fourier harmonics:where α = √ r 2 − 1 − r. Thus we have:where Re{·} stands for the real part and To calculate the integral in Eq. (B) one uses Parseval's identity:where f (x) an arbitrary square-integrable function on the interval [−π, π] with Fourier series:(a n cos nx + b n sin nx) .Thus we have:Using Eq. (B), (B) and (B11) we conclude that:Li 2 (α 2 ) + κ 4π 2 Re{Li 2 (αe iψ )} + 1 4π 2 r log 2(r 2 − 1) (r + cos ψ)(r + √ r 2 − 1) .(B12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: THE GREEN FUNCTION ON THE TORUS"
        }
    ]
}