{
    "paper_id": "0fef2e01a2d25e5f833850ca710f3fb41a9c8a8c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kristian",
                "middle": [],
                "last": "Barlinn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timo",
                "middle": [],
                "last": "Siepmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars-Peder",
                "middle": [],
                "last": "Pallesen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Winzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annahita",
                "middle": [],
                "last": "Sedghi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Percy",
                "middle": [],
                "last": "Schroettner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kristina",
                "middle": [],
                "last": "Hochauf-Stange",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Prakapenia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haidar",
                "middle": [],
                "last": "Moustafa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katja",
                "middle": [],
                "last": "De With",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Linn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heinz",
                "middle": [],
                "last": "Reichmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Barlinn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Puetz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Objective: Stroke patients are thought to be at increased risk of Coronavirus Disease 2019 . To evaluate yield of universal laboratory testing for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in acute stroke patients and its impact on hyperacute stroke care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods: Between weeks 14 and 18 in 2020, a protected code stroke protocol including infection control screening and laboratory testing for SARS-CoV-2 was prospectively implemented for all code stroke patients upon arrival to the emergency department. If infection control screen was positive, patients received protective hygienic measures and laboratory test results were available within four hours from testing. In patients with negative screen, laboratory results were available no later than the next working day. Door-to-imaging times of patients treated with thrombolysis or thrombectomy were compared with those of patients treated during the preceding weeks 1 to 13 in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the 4-weeks study period, 116 consecutive code stroke patients underwent infection control screen and laboratory testing for SARS-CoV-2. Among 5 (4.3%) patients whose infection control screen was positive, no patient was tested positive for SARS-CoV-2. All patients with negative infection control screens had negative test results. Door-to-imaging times of patients treated with thrombolysis and/or thrombectomy were not different to those treated during the preceding weeks (12 [9] [10] [11] [12] [13] [14] [15] min versus 13 [11-17] min, p=0.24).",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Universal laboratory testing for SARS-CoV-2 provided useful information on patients' infection status and its implementation into a protected code stroke protocol did not adversely affect hyperacute stroke care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic necessitates organizational and structural adjustments to local health care systems to protect medical professionals and patients from infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (1). Particularly older individuals and those with cardiovascular comorbidities are thought to be at increased risk of COVID-19 (2) . Consequently, stroke patients can be considered an at-risk population and might benefit from infection control screens at hospital entry (3, 4) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "4)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the pandemic, protected code stroke algorithms have been proposed to implement infection prevention in hyperacute stroke care (5, 6) . However, it is unknown how many acute stroke patients with uncertain COVID-19 status are eventually infected with SARS-CoV-2. While this information would help to adapt local protected code stroke protocols, it might also provide insight into possible neurovascular manifestations of COVID-19 (7).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "6)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We therefore sought to evaluate the yield of universal laboratory testing for SARS-CoV-2 as part of a protected code stroke protocol and assessed its impact on hyperacute stroke care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This prospective observational study was performed at the comprehensive stroke center of the University Hospital Carl Gustav Carus Dresden in Saxony, Germany ( Figure 1 ) with previous approval of the institutional review board of Technical University Dresden. Written informed consent was waived due to the observational nature of the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Beginning on April 2, 2020, a protected code stroke protocol was implemented in our institutional guideline-based stroke care protocol. Briefly, upon arrival to the emergency department, consecutive code stroke patients underwent rapid infection screening for travel history, recent close contact to a potentially infected person and history of or current fever (i.e., >37.9°C), respiratory (e.g., cough, dyspnea) or other symptoms suggestive of COVID-19 (e.g., diarrhea, myalgia). Furthermore, all patients were tested for SARS-CoV-2 using real-time To assess whether infection control screens and laboratory testing have an impact on hyperacute stroke care, door-to-imaging (DTI) times were calculated for all stroke patients treated with thrombolysis, thrombectomy or both. We chose DTI for evaluation of hyperacute stroke management as this time interval best subsumes most processes possibly affected by our institutional protected code stroke protocol. The comparator DTI data originated from our prospective stroke registry consisting of patients who were acutely treated with thrombolysis and/or thrombectomy during the preceding weeks 1 to 13 in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Continuous and non-continuous variables are presented as median with interquartile range (IQR) for skewed data and percentages for proportional data. Between-group comparisons were performed using Mann-Whitney U test. Significance was set as p-value <0.05. Statistical analysis was performed using STATA software package (Version 12.1, StataCorp., College Station, TX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "During the 4-weeks study period, 124 patients with clinically suspected acute stroke presented to our emergency department. Activation of the protected code stroke protocol was missed in 8 patients (none of whom had a history or symptoms suggestive of COVID-19). The remainder 116 patients (median age was 77 [66-83] years, 41.1% were females) were subjected to complete protected code stroke protocol and considered for final analysis. Upon arrival, 5 of 116 (4.3%) patients had fever or respiratory symptoms suggestive of COVID-19 that resulted in highest priority testing for SARS-CoV-2. Three of these patients were transferred from remote hospitals and required invasive ventilation due to respiratory failure. Laboratory test results for SARS-CoV-2 were negative in all these cases. During the following clinical course, respiratory symptoms in these patients could be explained by aspiration pneumonia (n=3), pulmonary embolism (n=1) and stroke-related respiratory compromise (n=1). None of these patients had chest imaging features suspicious of COVID-19. Thus, no repeat laboratory testing was deemed necessary in these patients. Of the 111 patients who had negative infection control screens, all were tested negative. Baseline characteristics and test results are summarized in the Table. Of the 116 code stroke patients screened for symptoms of COVID-19, 28 (24.1%) patients were treated with thrombolysis alone (n=11), thrombectomy alone (n=6) or combination of both (n=11). Door-to-imaging times in these patients were comparable to those of 81 patients treated with thrombolysis and/or thrombectomy during the preceding weeks 1-13 in 2020 (12 [9-15] min versus 13 [11-17] min, p=0.24). Figure 2 shows individual patient DTI times of acutely treated patients by weeks 1-18 in 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1293,
                    "end": 1299,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 1701,
                    "end": 1709,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This prospective observational study showed that implementation of universal laboratory testing for SARS-CoV-2 as standard procedure into a protected code stroke protocol was feasible and did not compromise hyperacute stroke care in a regional acute stroke population during the COVID-19 pandemic in Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The overall negative test results on SARS-CoV-2 in our stroke population might be attributable to several reasons. Although the Federal Institute for Disease Control and Prevention estimated overall infection risk in Germany as constantly high during the study period, numbers of confirmed COVID-19 cases in Saxony were lower than in federal states affected more severely by the pandemic (8) . Moreover, universal laboratory testing was established in a stage of the local outbreak when governmental containment measures have been initiated, which resulted in a slowdown of the spread of the disease. Pre-test probability of an infection with SARS-CoV-2 in the regional code stroke population has therefore likely decreased over the study period. Moreover, diagnostic performance of RT-PCR for detection of SARS-CoV-2 in respiratory specimen is unknown yet. Depending on the assay utilized, false-negative results can be expected in about 20% of patients clinically suspected of COVID-19 (9) . In our cohort, however, symptoms of viral illness were rare and none of symptomatic patients showed suspicious chest imaging during hospitalization. Lastly, it seems unlikely that stroke constitutes a frequent primary neurological manifestation of COVID-19 as recently discussed (7) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings might be useful in the development of local protected code stroke protocols (3) (4) (5) (6) . However, it is noteworthy that yield of universal laboratory testing for SARS-CoV-2 observed in our cohort of code stroke patients might vary among geographic regions due to widely varying infection rates limiting generalizability of our data. In fact, in a cohort of 215 consecutive pregnant women admitted for delivery at two hospitals in New York City, one of the epicenters of the pandemic, 33 (15.4%) were tested positive for SARS-CoV-2 in a similar universal at-entry screening protocol (10) . Of these, 29 were asymptomatic underscoring necessity to consider geographical characteristics of infection spread in the development of disease-specific protection protocols.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "(4)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "(10)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our cohort of consecutive stroke patients who were universally tested for SARS-CoV-2 as part of a protected code stroke protocol, none was found positive. Although protected code stroke did not seem to alter quality of hyperacute stroke care, we decided to henceforth limit laboratory testing to stroke patients who present with historical or clinical features suggestive of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence and severity of corona virus disease 2019 (COVID-19): A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Virol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute Stroke Care in the Coronavirus Disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dafer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Osteraas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stroke Cerebrovasc Dis. 2020. Epub",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2020.104881"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stroke priorities during COVID-19 outbreak: acting both fast and safe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedicelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pilato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Stroke Cerebrovasc Dis. 2020. Epub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2020.104922"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protected Code Stroke: Hyperacute Stroke Management During the Coronavirus Disease 2019 (COVID-19) Pandemic. Stroke. Epub",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khosravani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rajendram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Notario",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.120.029838"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of acute ischemic stroke in patients with COVID-19 infection: Report of an international panel",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abd-Allah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alsenani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Stroke",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1747493020923234"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.1127"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19) Daily Situation Report of the Robert Koch Institute",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnostic performance between CT and initial real-time RT-PCR for clinically",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009316"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reverse-transcription polymerase chain reaction (RT-PCR) on respiratory specimen from oropharyngeal swab. Patients with positive infection screen or unknown history underwent high priory testing (RealStar® SARS-CoV-2 RT-PCR Kit RUO, Altona Diagnostics, Hamburg, Germany) with results available within four hours, whereas negative screen led to second priority 6 to 12-hours testing (Allplex™ 2019-nCoV Assay, Seegene Inc., Seoul, Republic of Korea). Protective hygienic measures including patient isolation and use of personal protective equipment was initiated in all patients with positive infection screen until test results were negative without modifications to stroke care standards.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Location of study site. Location of study site in Saxony (color-coded map), Germany (grey map) with rates of confirmed infections with SARS CoV-2 based on epidemiological data provided by Robert Koch Institute as of April 30, 2020. (www.rki.de/EN/Home/homepage_node.html) Door-to-imaging times plotted against weeks 1-18 in 2020. Coronavirus symbol indicates week 14 when protected code stroke protocol was implemented in hyperacute stroke care.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}