{
    "paper_id": "0ffb593164ba49905dd98f5ce9428673292f28dc",
    "metadata": {
        "title": "Journal Pre-proof Recomendaciones sobre exposición solar y fotoprotección del Grupo Español de Fotobiología de la AEDV adecuadas al periodo de desconfinamiento durante la pandemia por SARS-CoV-2 J Aguilera M V de Gálvez P Aguilera M de Troya Y Gilaberte, del Grupo Español de Fotobiología de la AEDV PII: S0001-7310(20)30183-6",
        "authors": []
    },
    "abstract": [
        {
            "text": "Please cite this article as: Aguilera J, de Gálvez MV, Aguilera P, de Troya M, Gilaberte Y, Recomendaciones sobre exposición solar y fotoprotección del Grupo Español de Fotobiología de la AEDV adecuadas al periodo de desconfinamiento durante la pandemia por SARS-CoV-2, Actas dermosifiliograficas (2020), doi: https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Estamos en una situación socialmente anómala debida al cambio repentino de los patrones de vida habituales a los que estábamos acostumbrados. Nuestra relación con el medio ambiente se ha visto resentida por el período de confinamiento bajo la pandemia de COVID-19, sobre todo en cuanto a nuestra vida de exterior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La situación de confinamiento ha supuesto un periodo prolongado de baja exposición solar más largo de lo habitual en la mayoría de la población, lo cual ha llevado a una primavera con exposiciones solares similares, o incluso más bajas que las del período invernal. Por ello podríamos decir que hemos tenido un invierno más largo, en cuanto a exposición se refiere. Esto lleva a pensar que al disminuir los efectos positivos que produce el impacto naturalmente progresivo del sol en la piel también la respuesta biológica cutánea natural se ha podido ver alterada. Así, en el caso de la síntesis cutánea de vitamina D, responsable del mayor aporte de vitamina D al organismo, se ha visto frenada por un confinamiento en el que, en muchos casos, no ha existido exposición directa al J o u r n a l P r e -p r o o f sol durante semanas. Si bien es conocida la variación estacional en los niveles sanguíneos de vitamina D con una disminución en invierno respecto a épocas estivales, 1 durante el confinamiento por la COVID-19 el período invernal de baja exposición solar se está extendiendo en más de 3 meses. Ya conocemos las consecuencias fisiopatológicas de niveles bajos de vitamina D corporal, y través de diversos mecanismos, la vitamina D puede reducir el riesgo de infecciones, lo que ha sido un motivo de alarma por la posibilidad de que su déficit constituyera una mayor susceptibilidad a la infección por coronavirus 2 . Por ello, desde diferentes sectores, incluido el sanitario, se han recomendado exposiciones solares directas, diarias, aunque breves para aumentar los niveles séricos de vitamina D. 3 No se deben pasar por alto los beneficios que aportan dichas exposiciones solares a nuestro estado de ánimo, muy afectado por esta nueva situación, a través de la estimulación de neurotransmisores involucrados los mecanismos de bienestar emocional.",
            "cite_spans": [
                {
                    "start": 1610,
                    "end": 1611,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El desconfinamiento ha sido planeado en fases de desescalada por las autoridades gubernamentales como un proceso de vuelta a la \"normalidad\" gradual, responsable y solidario. Sin embargo, desde el punto de vista de nuestra piel, el riesgo de que se produzcan exposiciones solares directas que resulten en quemaduras solares es mayor. Esto es debido a que generalmente, el paso de invierno a primavera en nuestra latitud coincide con el cambio gradual de incidencia de radiación solar, lo cual permite una aclimatación también progresiva. Nuestro sistema pigmentario está aún en período invernal, con niveles de melanina bajos para los que son habituales para cada fototipo cutáneo en este, por lo que la protección solar proporcionada por la melanogénesis progresiva está muy limitada ya que depende directamente del impacto de la radiación ultravioleta en la piel. 4 El confinamiento ha frenado los procesos de melanogénesis, así como de hiperqueratosis e hiperplasia epidérmica como respuesta gradual de aclimatación lumínica de la piel, lo que la hace más sensible a las irradiancias solares más energéticas y agresivas (UV). 5 Además, la respuesta fotoinmunológica también se puede ver condicionada por la falta de exposición solar, lo que puede favorecer un aumento en la incidencia de fotodermatosis por falta de un proceso de vacunación o acostumbramiento solar (\"hardening\"). 6 Los valores de irradiancia solar con potencial eritemático se ven reflejados en el índice ultravioleta solar (UVI). Lo normal en nuestro medio es que al inicio de la primavera los valores de UVI máximos sean 3-4. En este caso, el desconfinamiento coincide con la salida al exterior con temperaturas y UVIs veraniegos, con picos máximos diarios de 9 ó 10, 7 donde las personas de fototipos bajos, en menos de 20 minutos ya estarían expuestos a dosis mínimas de producción de eritema (DEM), con la consiguiente quemadura solar.",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 867,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1129,
                    "end": 1130,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1384,
                    "end": 1385,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental factors that influence the cutaneous production of vitamin D",
            "authors": [
                {
                    "first": "-M.F:",
                    "middle": [],
                    "last": "Holick",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am. J. Clin. Nutr",
            "volume": "61",
            "issn": "",
            "pages": "638--645",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence that vitamin D supplementation could reduce risk of influenza and COVID-19 infections and deaths",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Baggerly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Aliano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhattoa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Seasonal variation of skin pigmentation",
            "authors": [
                {
                    "first": "-J",
                    "middle": [],
                    "last": "Lock-Andersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wulf",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Acta Dermato-venereologica",
            "volume": "77",
            "issn": "",
            "pages": "219--221",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "UV adaptation: pigmentation and protection against overexposure",
            "authors": [
                {
                    "first": "-F",
                    "middle": [
                        "R"
                    ],
                    "last": "De Gruijl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Exp Dermatol",
            "volume": "",
            "issn": "",
            "pages": "557--562",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influence of the season on vitamin D levels and regulatory T cells in patients with polymorphic light eruption",
            "authors": [
                {
                    "first": "-N",
                    "middle": [
                        "A"
                    ],
                    "last": "Schweintzger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruber-Wackernagel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shirsath",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quehenberger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Obermayer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pietsch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Photochem Photobiol Sci",
            "volume": "15",
            "issn": "",
            "pages": "440--446",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Series temporales de medida de radiación solar ultravioleta y fotosintética en Málaga",
            "authors": [
                {
                    "first": "-J",
                    "middle": [],
                    "last": "Aguilera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "De Gálvez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pérez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viñegla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abdala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segovia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Ceballos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Figueroa",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Actas Dermosifiol",
            "volume": "",
            "issn": "",
            "pages": "25--31",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "exposición solar y fotoprotección del Grupo Español de Fotobiología de la AEDV adecuadas al periodo de desconfinamiento durante la pandemia por SARS-CoV-2 Recommendations on Sun Exposure and Photoprotection Following Easing of the COVID-19 Pandemic Lockdown: Spanish Photobiology Group of the Spanish Academy of Dermatology and Venerology (AEDV) J. Aguilera a* , M. V. de Gálvez a , P. Aguilera b , M.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "de Troya c , Y. Gilaberte d y del Grupo Español de Fotobiología de la AEDV a Unidad de Fotobiología Dermatológica y Oncología Cutánea, Departamento de Dermatología y Medicina, Universidad de Málaga, Málaga, España. Servicio de Dermatología, Hospital Clínic de Barcelona, Barcelona, España. c Servicio de Dermatología, Hospital Costa del Sol, Málaga, España. d Servicio de Dermatología, Hospital Universitario Miguel Servet, Zaragoza, España. Correo electrónico: jaguilera@uma.es (J. Aguilera).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}