{
    "paper_id": "0ffe173561f2dc8d7a5b63006e1691184b688785",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Lessons learned for all viral pandemic challenges Before the ravaging appearance of the severe acute respiratory syndrome coronavirus 2, influenza viruses have been among the major players in the history of health disasters over the past century. 1, 2 Because the 1918 Spanish flu pandemic claimed more than 50 million lives followed by annual resurgence of varying degrees of morbidity and mortality, the influenza vaccine program has driven platform development and global collaborative surveillance networks. These networks support the definition of antigenic shifts that drive annual vaccine specificities for manufacturing responses. Lessons learned about immune responses to viral pathogens, the constant and evolving challenges of viral genomic adjustments that potentially enhance pathogenicity, and the search for vaccine constructs with greater efficacy and potentially more durable protection can all be applied to the urgent need for coronavirus-specific vaccines. The predator-prey relationship between influenza viruses and humans is certainly applicable and relevant to the rapidly evolving pandemic dance led by severe acute respiratory syndrome coronavirus 2. 2 It is noteworthy that unlike influenza viruses (that rapidly adapt to the hosts' humoral immune responses), the cause of coronavirus disease 2019 may have some antigenic stability so that a vaccine may not require annual dosing. 3 There are a vast number of coronaviruses, and it is a reasonable concern that other coronavirus threats may develop in the future. The science and the public health infrastructure built in response to influenza's seasonal challenges represent a wise resource investment that can affect our ability to respond to any infectious disease threat and merits strong ongoing support in future years as a critical and enduring emergency preparedness investment.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 251,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1177,
                    "end": 1178,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1408,
                    "end": 1409,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        },
        {
            "text": "Choi et al 4 present a compelling review of emerging technologies and the many ongoing challenges of disease and host defenses. The authors accurately point out the need to identify better correlates of protection that span the entire spectrum of a vaccine immune response. Although not a focus of their review, it is equally important to close the loop by studying postmarketing outcomes (biodiversity of efficacy) and unanticipated adverse events resulting from current and future vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        },
        {
            "text": "The complexity of the innate and adaptive immune systems, with a broad tapestry of potential open windows in defenses, limits efficacy of vaccines on a population basis. 5, 6 Influenza A modulates the host immune response by the nonstructural and polymerase acid-X proteins. 6 These proteins interfere with immune responses critical for viral clearance and represent potential targets for therapy development. For influenza A, 3 host genetic factors have been identified that correlate with increased risk for mortality, which are as follows: loss of gene product or substantial reduction in gene function for the transcription factor interferon regulatory factor 7 and interferon regulatory factor 9; key regulators of type I interferon response; and GATA2, a zinc-finger transcription factor affecting survival of long-term memory T and B cells. 7 There is a need for long-term investments in research that detail inhibitory viral factors and host genomic interactions with intracellular infection (including the pathways and key factors that increase or decrease effective immunity). The growth of knowledge derived from cohesive long-term multidisciplinary global collaborations and network infrastructure is critical to providing a trail of \"bread crumbs\" for potential future therapies that may be viral family specific even when antigenic viral envelopes change over time.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 173,
                    "end": 174,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 275,
                    "end": 276,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 848,
                    "end": 849,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        },
        {
            "text": "Despite decades of work on a global level, there is no single magic bullet to make influenza seasons and pandemics a thing of the past for the world population. [1] [2] [3] [4] The work on adjuvants to enhance the degree and duration of effective immune responses provides a template supporting work on future vaccines for prevention of coronavirus disease 2019 infection. However, in the context of biodiversity and personalized medicine challenges, stronger adjuvants may interact with some host immune systems in ways that could affect risk for adverse events (eg, autoimmunity) or immune responses that may facilitate viral infection or pathogenesis (antibody-dependent enhancement). 8 The challenges for public health in a world containing a large landscape of respiratory viruses that can cripple both a population and an economy are not political issues and require mindful attention for the \"long haul\" and not spurts of crisis management.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 688,
                    "end": 689,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        },
        {
            "text": "Beyond age, obesity, and underlying cardiovascular disease risk reflecting increased systemic inflammation, there are large gaps in our knowledge about nutritional and lifestyle factors that are potentially modifiable to improve both immune responses and resistance to infection severity (morbidity/mortality). 9 With more than 100 million people with prediabetes or diabetes, not to mention chronic inflammatory diseases, there is a broad need for improving population health beyond infectious disease prevention. Given the large population with vitamin D insufficiency alone, this nutritional factor amenable to supplementation may contribute to improved population health in the face of both influenza and coronavirus infections. 10 The issues surrounding influenza's seasonal and potentially pandemic health threat prevention and management are relevant to any human viral threat, including the current pandemic. With growing problems evolving from distrust of science and facts and those who represent that platform of human endeavor, there is an urgent need to support the scientific and medical care communities in the challenges of education and building bridges of understanding with leaders and populations as a whole regarding the lessons of history, the already existing established knowledge base, and the ongoing needs for public health infrastructure and research. Given that we have moved beyond a paternalistic health care system to recognizing that patients and their advocates have to be included as part of the team for optimum care and to understand preferences, research into broader aspects of health and immune resistance that empower individual healthy choices and options are also needed.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        },
        {
            "text": "Although vaccines represent a cornerstone for public health response in disease prevention, they are imperfect and often do not help when patients are severely ill with the infection. The critical need for acknowledging the limitations of vaccines (none are 100% effective) and scientific investigations into expanding our clinical tool box for both prevention and treatment remains a broad challenge in the 21st century. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host immune responses to influenza infection and vaccines"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human influenza virus infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peteranderl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmoldt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Respir Crit Care Med",
            "volume": "37",
            "issn": "4",
            "pages": "487--500",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza virus-host co-evolution. A predator-prey relationship? Front Immunol",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Voskarides",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Christaki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Nikolopoulos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-Cov-2 infection: response of human immune system and possible implications for the rapid test and treatment",
            "authors": [
                {
                    "first": "Cristina",
                    "middle": [
                        "S"
                    ],
                    "last": "Di Mauro Gabriella",
                    "suffix": ""
                },
                {
                    "first": "Concetta",
                    "middle": [
                        "R"
                    ],
                    "last": "Francesco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Annalisa",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Immunopharmacol",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Host immune responseeinspired development of the influenza vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schotsaert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "125",
            "issn": "1",
            "pages": "28--35",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza virus: A master tactician in innate immune evasion and novel therapeutic interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modulation of innate immune responses by the influenza A NS1 and PA-X proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Topham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of host genes in influenza virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stertz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "419",
            "issn": "",
            "pages": "151--189",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral-induced enhanced disease illness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Smatti",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Thani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Yassine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Host susceptibility to severe influenza A virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clohisey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evidence that vitamin D supplementation could reduce risk of influenza and COVID-19 infections and deaths",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Renata J.M. Engler, MD, FACAAI, FAAAAI, FACP Michael R. Nelson, MD, PhD, FACAAI, FAAAAI Uniformed Services University of the Health Sciences Bethesda, Maryland renata.engler@gmail.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}