{
    "paper_id": "1a0a070c7159cbc71d5393d0035fc0b3fed6d051",
    "metadata": {
        "title": "Global service-learning and COVID-19-What the future might look like?",
        "authors": [
            {
                "first": "Adam",
                "middle": [],
                "last": "Beaman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Technology Sydney",
                    "location": {
                        "settlement": "Ultimo",
                        "country": "Australia"
                    }
                },
                "email": "abeaman1@jhu.edu"
            },
            {
                "first": "Patricia",
                "middle": [
                    "M"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Rci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus disease pandemic has disrupted travel and caused marked death and disability globally. The economic impact of this change has forced universities to operate differently in how they conduct their operations and deliver education to students . Leveraging digital modalities has been crucial in achieving business continuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Service-learning is an experiential approach to learning which, when implemented effectively, provides benefit to both the community-which is receiving a needed service-and students, who are delivering the service as part of their education. There is growing demand among nursing students for global service-learning programmes fuelled by the internationalisation strategies of universities. However, while the students invariably enjoy an enriching global service-learning experience, the net impact of these programmes on the host communities or the broader educational experience is less certain (Beaman, Asano, Sibbritt, Newton, & Davidson, 2018) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 650,
                    "text": "(Beaman, Asano, Sibbritt, Newton, & Davidson, 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much research has been done on the topic of responsible implementation of global service-learning experiences. Universities in the Global North have a responsibility to deliver experiences that avoid the pitfalls of \"voluntourism\" and provide as much benefit as possible to the host community. Anecdotally many universities continue to run programs that do not fulfil this responsibility. The multiple fault lines exposed by the COVID-19 pandemic have demonstrated the impact of isolationism, populism and nationalism that global service-learning seeks to address. As we strive to heal from COVID-19 and engage in preventive strategies to mitigate future pandemics through global collaboration, it could be argued that service-learning and international experiences should be of greater importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rapid digitalisation has been a feature of the pandemic from telehealth to monitoring disease spread. The restrictions on global travel provide the higher education sector with an opportunity to reset and reconsider: how can we provide global experiences for students, and benefit to global communities, when travel is not possible; and how do we seek to meet the needs of promoting an integrated global society? Future proofing against further pandemics will require thoughtful, intentional and strategic planning for global collaboration and governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There have been some interesting shifts in the COVID-19 pandemic where low-and middle-income countries have responded effectively, providing many lessons to countries such as the United States and United Kingdom where the numbers of deaths are both shocking and unacceptable (Daly, Jackson, Anders, & Davidson, 2020 ). This is a leveler, equaliser and recognition of expertise. Many experts have looked to countries experienced in infectious diseases. Rwanda has an aggressive COVID-19 strategy and has been successful in reducing transmission with public health strategies (Davis, 2020) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 315,
                    "text": "(Daly, Jackson, Anders, & Davidson, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 574,
                    "end": 587,
                    "text": "(Davis, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has evoked many new existential questions in respect of global governance and healthcare relationships (Davidson, Padula, Daly, & Jackson, 2020) . Supporting nurses and other health professionals to work in this new world order is of critical importance and perhaps this abrupt halt in travel will drive us to think of more inclusive and equitable strategies to achieve the goals of internationalisation and global collaboration. Research and development in the private sector on the use of virtual and augmented reality (VR/AR) technology in education is already well advanced (Ferguson, Davidson, Scott, Jackson, & Hickman, 2015) . The benefits to students interested in global service-learning here are obvious; allow technology to simulate an experience without using the resources to travel, and potentially having an adverse impact on the host community. Moreover, the resources of private sector VR/AR companies may be able to be leveraged to compensate host communities for their contribution to the development of virtual educational material.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 166,
                    "text": "(Davidson, Padula, Daly, & Jackson, 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 653,
                    "text": "(Ferguson, Davidson, Scott, Jackson, & Hickman, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All of these solutions however are dependent upon reciprocity between individuals from universities in the Global North and their partners in the Global South, be they at universities, government agencies or nongovernment organisations. Truly understanding the needs of a host community takes time. Ensuring relationships are integrated throughout organisations is important, so that when one person leaves there is not a disruption of relationship-building and trust. Further, the more that all global engagements can consider the host country's national health priorities, particularly as they relate to workforce, the more that universities in the Global North can feel assured that they are contributing to the achievement of strategic priorities, as opposed to operating in vacuums. The recent State of the World's Nursing Report provides options for the global nursing workforce and provides a compelling case for collaboration and international dialogue (World Health Organization., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a world where much has been disrupted, it is critically important that we do not lose the gains of international collaboration and strives for global health. In service-learning, the short and longer-term needs of the host community should be the first and most important consideration. It is not lost on us that making personal protective equipment, raising funds, providing technical support, conducting desktop research or engaging in internet calls may not EDITORIAL be what a nursing student had in mind when he or she originally envisaged a global service-learning experience. But if their takeaway from these experiences will be that in serving a community, the first and most important priority is to truly understand and address the unique needs of that community, then perhaps the lesson has been a success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global service learning and health systems strengthening: An integrative literature review. Heliyon, 4, e00713",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beaman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sibbritt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.heliyon.2018.e00713"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Who speaks for nursing? COVID-19 highlighting gaps in leadership",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15305"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Moral outrage in COVID19-Understandable but not a strategy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Padula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15318"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World needs public health, nursing to lead way in global pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Augmented reality, virtual reality and gaming: An integral part of nursing. Contemporary nurse: a journal for the Australian nursing profession",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hickman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "51",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Life in the pandemic: Some reflections on nursing in the context of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradbury-Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15257"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "State of the world's nursing 2020: investing in education, jobs and leadership",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}