{
    "paper_id": "1a0ceac5541550798595f274672c8281245ea0a2",
    "metadata": {
        "title": "Behavioral Interventions in Acute COVID-19 Recovery: A New Opportunity for Integrated Care Journal Pre-proof",
        "authors": [
            {
                "first": "Abhishek",
                "middle": [],
                "last": "Jaywant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medicine",
                    "location": {
                        "addrLine": "525 E. 68 th Street",
                        "postCode": "10065",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Michael"
                ],
                "last": "Vanderlind",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medicine",
                    "location": {
                        "addrLine": "525 E. 68 th Street",
                        "postCode": "10065",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "J"
                ],
                "last": "Boas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medicine",
                    "location": {
                        "addrLine": "525 E. 68 th Street",
                        "postCode": "10065",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "L"
                ],
                "last": "Dickerman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medicine",
                    "location": {
                        "addrLine": "525 E. 68 th Street",
                        "postCode": "10065",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f New York City is the epicenter of the 2019 coronavirus disease (COVID-19) pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Critically ill patients surviving prolonged ventilation, medical complications, and protracted delirium are profoundly debilitated. In response, our hospital temporarily created a novel, hybrid inpatient medicine-rehabilitation unit for COVID-19 survivors [1] . Patients are medically monitored and work towards rehabilitation goals with daily physical and occupational therapy (PT/OT). To our knowledge, it is the only such unit in our region. Here, we describe how neuropsychology and consultation-liaison psychiatry have collaborated to implement interventions within this unit to facilitate patients' recovery.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients on this unit are highly diverse in background, reflecting our urban location and consistent with documented racial and ethnic disparities in COVID-19 infection [2] . Many speak limited English, and most are isolated from loved ones due to restricted visitation policies. Thus, patients face significant social stressors in addition to the psychological impact of lifethreatening illness. COVID-19 survivors often present with adjustment-related anxiety and depression. Common symptoms include anticipatory anxiety regarding progress within PT and OT, anxiety about long-term recovery, demoralization related to loss of function, and loneliness.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many patients present with somatic anxiety symptoms, including autonomic arousal, dizziness, and shortness of breath. There are likely multifactorial physiologic and psychologic contributions to anxiety symptoms as neurologically-based sensory changes (e.g., dysautonomia) occur in deconditioned COVID-19 patients [3] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our bedside clinical interviews are streamlined to identify target symptoms and interventions (Table 1) . Mindfulness and diaphragmatic breathing exercises are highly beneficial to this J o u r n a l P r e -p r o o f population, especially when conducted prior to or in conjunction with an OT/PT session. Cotreatment within OT/PT reinforces patients' successful tolerance and regulation of negative affect to accomplish rehabilitation goals. Our integrative medicine department has developed mindfulness recordings translated into multiple languages that we use with non-English speaking patients. We also use virtual reality headsets to visually and auditorily immerse patients in naturalistic environments and to facilitate mindfulness meditation. Such exercises are highly engaging and especially helpful given patients' prolonged isolation from the outside world. In brief psychotherapy sessions, we use cognitive restructuring and problem-solving, and we help patients to self-validate their emotional experiences. Patients feel comforted to learn that negative emotions are not inherently \"bad\" and develop a toolbox of skills to regulate emotions when necessary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "A unique facet of our unit is that, because all patients are recovering from COVID-19, they are permitted to leave their rooms. We have created a recurring psychotherapy group that teaches emotion regulation strategies, sleep hygiene, mindfulness, and cognitive skills. While such material provides an effective launching point for discussion, the sharing of emotional experiences among patients is the most meaningful component. Interacting with others fighting COVID-19 validates patients' shared experiences and fosters resiliency. We are piloting a group with speech-language pathology for patients with enteric tubes, creating a forum for patients who cannot eat to discuss emotional responses and coping. Group offerings also include chair yoga and lunchtime social groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consistent with early reports [4] , we have found a high prevalence of cognitive dysfunction in COVID-19 patients on our recovery unit. Many patients have residual symptoms of hypoactive delirium [5] that can be misinterpreted as depression or apathy. We administer brief screening measures focusing on orientation, attention, memory, and executive functions, which subsequently inform team-based cognitive interventions. To facilitate orientation and memory, all patient rooms have a large whiteboard on which providers write their names and where patients' rehabilitation goals and progress are recorded. We wear large laminated ID tags with names and pictures over our personal protective equipment, which facilitates orientation, memory, and engagement with the team. We provide patients with small pocketbooks (\"memory books\") and encourage them to write down new information to facilitate memory, organization, and planning.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Most of the patients on our unit respond well to these cognitive-behavioral strategies. For those who do require pharmacologic intervention, we take a symptom-focused approach, since we have found few patients have major mood or other primary psychiatric disorders. Given the rigorous rehabilitation work, we avoid sedation as much as possible, favoring medications like gabapentin for anxiety and mirtazapine for insomnia and anorexia. Finally, we provide patients with psychoeducation to assist them in transitioning home, including referrals to outpatient behavioral healthcare. Patients are also seen for follow-up in an outpatient post-ICU recovery clinic for further assessment and intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Our recovery unit relies on financial support from our hospital and medical college as well as part-time staff redeployment. Funding of this unit may reduce long-term healthcare costs as Journal Pre-proof J o u r n a l P r e -p r o o f patients receive early rehabilitation and the majority are discharged home; however, the longterm feasibility of our model is not yet known. Consultation-liaison psychiatrists see approximately three patients weekly and bill CPT codes 99221/99222/99223. Neuropsychological services are bundled within patients' care. Behavioral interventions may reduce long-term psychiatric morbidity and outpatient care usage, which has been shown following bedside psychotherapy for critically ill patients [6] ; we plan to research the long-term outcomes of our patients. Nonetheless, our approach may inform care within similar specialized COVID-19 recovery units. Specific interventions (Table 1) can also be translated to traditional medicine, stepdown, and rehabilitation units. Overall, our experience indicates that it is critical for neuropsychologists and psychiatrists to collaborate in treating the neuropsychiatric sequelae of COVID-19.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 732,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 912,
                    "end": 921,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Table 1 . Summary of behavioral health interventions implemented on our recovery unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Behavioral Interventions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target Symptoms"
        },
        {
            "text": "Psychoeducation on rehabilitation; clinician-led mindfulness; virtual reality-based mindfulness; cognitive restructuring; problem-solving; brief psychotherapy scheduled prior to PT/OT; cognitive-behavioral psychotherapy group; chair yoga.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anticipatory anxiety"
        },
        {
            "text": "Psychoeducation on medical/psychological factors associated with somatic anxiety; clinician-led mindfulness; virtual reality-based mindfulness; diaphragmatic breathing; co-treatment within PT/OT; chair yoga.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Somatic anxiety"
        },
        {
            "text": "Psychoeducation from medicine and rehabilitation teams; symptomspecific coping groups (e.g., group for patients with enteric feeding tubes); peer support from patients with similar symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiety regarding specific medical symptoms"
        },
        {
            "text": "Virtual reality-based mindfulness; use of unit tablets to facilitate behavioral activation (e.g., reading, watching movies, and using videoconferencing to connect with family); cognitive-behavioral psychotherapy group; lunchtime social group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social isolation, loneliness, and associated depressed mood"
        },
        {
            "text": "Use of room whiteboard to track date, location, names of providers, and rehabilitation goals and progress; clinicians wear large ID tags and assist in reorientation; \"memory books.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive dysfunction"
        },
        {
            "text": "Psychoeducation on cognitive-behavioral strategies to promote sleep; patients encouraged to use mindfulness or diaphragmatic breathing prior to initiating sleep; use of smartphone apps that provide white noise, soft music, and/or soothing nature sounds; placement in a windowed bed for sleep-wake cycle regularization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sleep disruption"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Paradigm for the Pandemic: A Covid-19 Recovery Unit. NEJM Catal Innov Care Deliv",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beckley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/CAT.20.0238"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Racial/Ethnic Disparities",
            "authors": [
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Napoles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez-Stable",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8598"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neurologic manifestations in hospitalized patients with COVID-19: The ALBACOVID registry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Romero-Sánchez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Díaz-Maroto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fernández-Díaz",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Sánchez-Larsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Layos-Romero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-García",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Psychiatric and neuropsychiatric presentations associated with severe coronavirus infections: a systematic review and meta-analysis with comparison to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Pollak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fusar-Poli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet Psychiatry",
            "volume": "2020",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30203-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Delirium in COVID-19: A case series and exploration of potential mechanisms for central nervous system involvement",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Beach",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Praschan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dotson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merideth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kontos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gen Hosp Psychiatry",
            "volume": "65",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early intraintensive care unit psychological intervention promotes recovery from post traumatic stress disorders, anxiety and depression symptoms in critically ill patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonizzoli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iozzelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Migliaccio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zagli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bacchereti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc10133"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}