{"paper_id": "1a102c54ce239b21b2b2ced7fb340c6c2d6c4917", "metadata": {"title": "Use of Available Data To Inform The COVID-19 Outbreak in South Africa: A Case Study", "authors": [{"first": "Vukosi", "middle": [], "last": "Marivate", "suffix": "", "affiliation": {"laboratory": "", "institution": "South Africa CSIR", "location": {"country": "South Africa"}}, "email": "vukosi.marivate@cs.up.ac.za"}, {"first": "Herkulaas", "middle": ["Mve"], "last": "Combrink", "suffix": "", "affiliation": {"laboratory": "", "institution": "South Africa University of the Free State", "location": {"country": "South Africa"}}, "email": "combrinkhm@ufs.ac.za"}]}, "abstract": [{"text": "The coronavirus disease , caused by the SARS-CoV-2 virus, was declared a pandemic by the World Health Organization (WHO) in February 2020. Currently, there are no vaccines or treatments that have been approved after clinical trials. Social distancing measures, including travel bans, school closure, and quarantine applied to countries or regions are being used to limit the spread of the disease, and the demand on the healthcare infrastructure. The seclusion of groups and individuals has led to limited access to accurate information. To update the public, especially in South Africa, announcements are made by the minister of health daily. These announcements narrate the confirmed COVID-19 cases and include the age, gender, and travel history of people who have tested positive for the disease. Additionally, the South African National Institute for Communicable Diseases updates a daily infographic summarising the number of tests performed, confirmed cases, mortality rate, and the regions affected. However, the age of the patient and other nuanced data regarding the transmission is only shared in the daily announcements and not on the updated infographic. To disseminate this information, the Data Science for Social Impact research group at the University of Pretoria, South Africa, has worked on curating and applying publicly available data in a way that is computer readable so that information can be shared to the public -using both a data repository and a dashboard.. Through collaborative practices, a variety of challenges related to publicly available data in South Africa came to the fore. These include shortcomings in the accessibility, integrity, and data management practices between governmental departments and the South African public. In this paper, solutions to these problems will be shared by using a publicly available data repository and dashboard as a case study.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Accurate data are at the centre of mitigating risk, preventing widespread panic and sensationalism during a natural disaster. Evidence-based information obtained from accurate data is an asset, and one of the only strategic resources the public have during a crisis. The practice of sharing information to the public about the current state of things is dependent on specific data that has to be captured and shared to the public in a way that is useful, usable and desirable. During a crisis, the public needs to minimize exposure to the situation or act accordingly to provide support where needed. The contribution of this paper is a framework that substantiates the type of data employed to capture and modify shared information with the public during a crisis of a biological nature, such as the COVID-19 pandemic. This paper summarises findings (e.g., demography and neighbourhood) based on the public data repository [6] and dashboard 1 , to support general understanding and lessons learned from the COVID-19 epidemic.", "cite_spans": [{"start": 924, "end": 927, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The disease, COVID-19, is a severe acute respiratory syndrome (SARS) caused by the SARS-CoV-2 virus [1] . The first reported case of COVID-19 was in December 2019 in Wuhan, China [? ] . The problem with SARS-CoV-2 is the pressure it puts on the healthcare system because of its high infection rate [13] . Globally, sudden spikes in the confirmed COVID-19 cases are severe because there are limited resources to effectively manage and treat patients in any of the current healthcare systems [3] . As of February 2020, the World Health Organization (WHO) declared SARS-CoV-2 a pandemic-one of the first biological threats to modern society in the 21st century. [11] . In order for the South African government to reduce the widespread of SARS-CoV-2, travelling restrictions were placed on high-risk regions and border-crossings were closed from one country to another. South Africa experienced the first COVID-19 case on the 28th of February 2020, and as of the 25th of March 2020, the number of confirmed COVID-19 cases increased to 702, despite efforts to contain the virus by putting a ban on international travel [10] . The increase in confirmed cases may cause widespread panic and anxiety, which is why the public relies on good, reliable information and data, now more than ever.", "cite_spans": [{"start": 100, "end": 103, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 179, "end": 183, "text": "[? ]", "ref_id": null}, {"start": 298, "end": 302, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 490, "end": 493, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 659, "end": 663, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1115, "end": 1119, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Currently, information regarding the COVID-19 outbreak in South Africa is shared with the public across various platforms, of which two are most popular/most widely used. Firstly, the National Institute for Communicable Diseases (NICD) publishes an infographic that contains limited information, providing a bird's-eye view of the outbreak. This information is limited to South Africa and only reports the number of tests performed, number of confirmed cases, which regions are affected, and COVID-19 related mortality [9] . Secondly, the minister of the Department of Health (DoH) in South Africa, Zwelini Mkhize, updates the public regarding the cases as they arise on a daily basis. These updates are published sentences on the DoH website, containing some demographic information about the confirmed cases, including age, gender, travel history and mode of contraction of SARS-CoV-2 [2] . Although these sources of information are valuable, they are potentially ineffective ways of sharing information to the public regarding their usability for a variety of reasons. Amongst these is the number of different platforms a person has to navigate through to gain access to accurate data. Additionally, the format in which the data are presented is not in a computer readable format and has to undergo processing in order to be used and stored. This further complicates legibility, simplicity and accessibility of the information that is shared, a concern about South African government data that was highlighted in prior work [8] . The impact of not having useful, usable and desirable information has a direct effect on management strategies and responses from the public in relation to the disease [4] .", "cite_spans": [{"start": 519, "end": 522, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 887, "end": 890, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1527, "end": 1530, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1701, "end": 1704, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "To counter the aforementioned problem, the Data Science for Social Impact (DSFSI) research group at the University of Pretoria, South Africa, has developed an open repository for the data integrity of South African COVID-19 cases. DSFSI Lab members and willing volunteers are responsible for the mining, validation and storage of data related to the COVID-19 patients in South Africa. To work collectively on a project related to public data in a way that can be scaled, the DSFSI manages and consolidates the available data related to the COVID-19 cases in South Africa. Once consolidated, the data are shared in an open, publicly available repository on GitHub.com, and then linked to the dashboard [7] . On the repository, any member or user has the freedom to critique and propose new features or data to be added to the repository or dashboard. This includes data integrity issues as well as information to be added to the repository that is otherwise outdated or virtually inaccessible to the public. The workflow of this process is illustrated in Fig. 1 .", "cite_spans": [{"start": 701, "end": 704, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1054, "end": 1060, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "In order to link information to the COVID-19 records, data needs to be accurate and restructured. Unfortunately, when data are not updated and information changes about the state of the evidence, then it becomes difficult to track when the changes occurred, especially if the changes relate to the unique ID or name of the item. One such example relates to the publicly available South African hospital data. Some items in the hospital data were last updated more than two years prior to 2020. This includes hospital data such as coordinates, accurate contact information, and facilities available within the hospital, as well as the population size of a/the district.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Most of the aforementioned information is not consolidated in one place a great risk factor in a time where the public needs to know where to seek care, and which hospitals are equipped to test and manage COVID-19 patients. Another example came about in a sudden spike of confirmed cases between the 23rd and 25th of March 2020. This increase of 435 cases came unaccompanied by any of the aforementioned demographic information, transmission type, nor their travel history, and these results are still pending. In subsequent days, there has been the same challenge, although the latest available data on deaths has demographic information and some travel history.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The primary objectives of this study were to determine what data should be included in a public repository amidst the COVID-19 outbreak and how this data should be disseminated within a public dashboard. The public repository of data followed a Creative Commons licence for data, and MIT License for Code, with copyright for the Data Science for Social Impact research group at the University of Pretoria, South Africa [5] . All of the data were gathered and consolidated on the public repository which is hosted on GitHub 2 and uploaded on Zenodo [6] .", "cite_spans": [{"start": 419, "end": 422, "text": "[5]", "ref_id": null}, {"start": 548, "end": 551, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Aims and Methodology"}, {"text": "To determine if the dashboard (Fig. 2) and data repository were used, data and analytics were performed on the basis of descriptive statistics related to the number of views, clicks, comments and recommendations on the public repository and dashboard. The use of the repository goes further than just the views, but that other researchers actually use it for analysis. To measure whether or not the repository and dashboard were useful and desirable, the public repository allowed for the posting of issues, comments and recommendations. These items were categorised according to their submission on the repository. An item could be sorted into more than one category depending on the nature of the problem. The DSFSI and public have the opportunity to choose which problems they would like to work on, and solutions are approved by the DSFSI group.", "cite_spans": [], "ref_spans": [{"start": 30, "end": 38, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Aims and Methodology"}, {"text": "In total, 58,169 users accessed the dashboard in the time period of 17th March to 18th April 2020 (Fig. 3 As seen in Fig. 3 , at least 20.4 percent of users return to the dashboard, with an average session duration of 1.35 minutes per session. In addition to this, the repository from which the data are drawn have had over 2,000 clones of the dataset from at least 200 different people. The majority of the users were from the GitHub community, but a few unique users (meaning they had not visited before) accessed the repository from other platforms (Table 1) . At least 404 unique visitors viewed the issues that were posted on the repository. A further 150 unique visitors viewed the pull requests. These were requests for data that members of the DSFSI and the public contributed to the actual datasets. To manage the issues that were posted, ten different labels were created to categorise the issues. Currently, only six of the ten labels were used for the issues that were posted. These were: bugs, data, enhancements, good first issue, help wanted and questions (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "(Fig. 3", "ref_id": "FIGREF2"}, {"start": 117, "end": 123, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 552, "end": 561, "text": "(Table 1)", "ref_id": "TABREF2"}, {"start": 1071, "end": 1080, "text": "(Table 2)", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Bugs referred to any error in the data or issue related to a feature of either the dashboard or function within the repository. The single unresolved issue in bugs related to a single incorrect data entry, but finding the source confirming the correct data proved challenging. Data were any inquiry about the data including differences between data sets, missing data, or additions to datasets. To resolve these issues, data needs to be updated from the source. Enhancement meant improvements to current implementations of either the data in the repository or dashboard. Pending information for most of these enhancements. These include additional fields that were not provided in the publicly available data. Good first issues were entry level problems that could be completed by people from any background. These were labelled as such for newcomers to the project that did not require either a lot of time or expertise to work on. Help wanted translated to problems that require additional attention.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The unresolved issues require data that are not currently available to the public in order to solve the issues. Questions were presented as general request for clarity or required more information on a particular issue in the repository that another person posted. To resolve the one unresolved question, a decision has to be made internally about the data to resolve the matter. There were more than 10,000 additions to the repository data, and 1,430 deletions, all reviewed by different members of DSFSI and accepted if they were noteworthy contributions to the repository. In addition to this, there were 26 different contributors who pushed 345 commits to all branches within the repository.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The majority of requests and changes to the repository and dashboard were associated with the data or enhancements to the data. In total, there are fifteen datasets, with seven of them related to information about hospitals in SA. Once created, the subsequent data were displayed in a dashboard [6] . Included in the dashboard were information related to COVID-19, a South African helpline, sources of the information, when last the information was updated, a blog post containing the purpose of the dashboard, links to the open public repository, and general information about the research group. Some analysis that can be accomplished with the data is shown in Fig. 4 . ", "cite_spans": [{"start": 295, "end": 298, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 663, "end": 669, "text": "Fig. 4", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "Data are one of the most important assets during a crisis. Unfortunately, not prioritising this commodity had complications during the early days of the COVID-19 pandemic from a South African perspective. To prevent this from happening, the DSFSI research group have started collaborating and expanding this type of methodology to create a line list for the rest of the African continent 3 . The data from this project led to discussion between DSFSI and the NICD and DoH, in an attempt to assist the situation. The COVID-19 pandemic showed the world the value of data, and that people and systems should effectively prepare for a time of crisis. Enabling the public to engage with data in a way that is open and collaborative is an overlooked service that can aid during a calamity. Furthermore, having readily available data is useful when needed during an emergency, but can seem redundant during peaceful times. Therefore, prioritising data management practices, getting input from the people who use the information, and collaborating between different organisations to gain the same result should be a proactive approach and standard, not one that is only implemented during a catastrophe.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Presumed asymptomatic carrier transmission of COVID-19", "authors": [{"first": "Yan", "middle": [], "last": "Bai", "suffix": ""}, {"first": "Lingsheng", "middle": [], "last": "Yao", "suffix": ""}, {"first": "Tao", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.2565"]}}, "BIBREF1": {"ref_id": "b1", "title": "South African Department of Health", "authors": [{"first": "", "middle": [], "last": "Doh", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team", "authors": [{"first": "M", "middle": [], "last": "Neil", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "Gemma", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "Natsuko", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}, {"first": "Kylie", "middle": [], "last": "Imai", "suffix": ""}, {"first": "Marc", "middle": [], "last": "Ainslie", "suffix": ""}, {"first": "Sangeeta", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "Adhiratha", "middle": [], "last": "Bhatia", "suffix": ""}, {"first": "Zulma", "middle": [], "last": "Boonyasiri", "suffix": ""}, {"first": "Gina", "middle": [], "last": "Cucunubã¡", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Cuomo-Dannenburg", "suffix": ""}, {"first": "Ilaria", "middle": [], "last": "Dighe", "suffix": ""}, {"first": "Han", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "Katy", "middle": [], "last": "Fu", "suffix": ""}, {"first": "Will", "middle": [], "last": "Gaythorpe", "suffix": ""}, {"first": "Arran", "middle": [], "last": "Green", "suffix": ""}, {"first": "Wes", "middle": [], "last": "Hamlet", "suffix": ""}, {"first": "", "middle": [], "last": "Hinsley", "suffix": ""}, {"first": "C", "middle": [], "last": "Lucy", "suffix": ""}, {"first": "Sabine", "middle": [], "last": "Okell", "suffix": ""}, {"first": "Hayley", "middle": [], "last": "Van Elsland", "suffix": ""}, {"first": "Robert", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "Erik", "middle": [], "last": "Verity", "suffix": ""}, {"first": "Haowei", "middle": [], "last": "Volz", "suffix": ""}, {"first": "Yuanrong", "middle": [], "last": "Wang", "suffix": ""}, {"first": "", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Patrick", "suffix": ""}, {"first": "Peter", "middle": [], "last": "Walker", "suffix": ""}, {"first": "Charles", "middle": [], "last": "Winskill", "suffix": ""}, {"first": "", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "A", "middle": [], "last": "Christl", "suffix": ""}, {"first": "Steven", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "Azra C", "middle": [], "last": "Riley", "suffix": ""}, {"first": "", "middle": [], "last": "Ghani", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF3": {"ref_id": "b3", "title": "Missing data management practices in L2 research: the good, the bad and the ugly", "authors": [{"first": "Talip", "middle": [], "last": "Gonulal", "suffix": ""}], "year": 2019, "venue": "Erzincan University Education Faculty Journal", "volume": "1", "issn": "", "pages": "56--73", "other_ids": {"DOI": ["10.17556/erziefd.448559"]}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus disease (COVID-19) case data -South Africa", "authors": [{"first": "Alta", "middle": [], "last": "Vukosi Marivate", "suffix": ""}, {"first": "Herkulaas", "middle": [], "last": "De Waal", "suffix": ""}, {"first": "Ofentswe", "middle": [], "last": "Combrink", "suffix": ""}, {"first": "Shivan", "middle": [], "last": "Lebogo", "suffix": ""}, {"first": "Nompumelelo", "middle": [], "last": "Moodley", "suffix": ""}, {"first": "Vuthlari", "middle": [], "last": "Mtsweni", "suffix": ""}, {"first": "Jay", "middle": [], "last": "Rikhotso", "suffix": ""}, {"first": "S&apos;busiso", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "", "middle": [], "last": "Mkhondwane", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5281/zenodo.3732419"]}}, "BIBREF6": {"ref_id": "b6", "title": "COVID 19 ZA South Africa Dashboard", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Exploring data science for public good in South Africa: evaluating factors that lead to success", "authors": [{"first": "Vukosi", "middle": [], "last": "Marivate", "suffix": ""}, {"first": "Nyalleng", "middle": [], "last": "Moorosi", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 19th Annual International Conference on Digital Government Research: Governance in the Data Age", "volume": "", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "National Institute For Communicable Diseases (NICD)", "authors": [{"first": "", "middle": [], "last": "Nicd", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Health Organization", "authors": [], "year": 2020, "venue": "Coronavirus disease 2019 (COVID-19): situation report. Retrieved", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 and Italy: what next? The Lancet", "authors": [{"first": "Andrea", "middle": [], "last": "Remuzzi", "suffix": ""}, {"first": "Giuseppe", "middle": [], "last": "Remuzzi", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "30627--30636", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30627-9"]}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19 and Italy: what next? The Lancet", "authors": [{"first": "Barry", "middle": [], "last": "Robson", "suffix": ""}], "year": 2020, "venue": "", "volume": "119", "issn": "", "pages": "1--19", "other_ids": {"DOI": ["doi.org/10.1016/j.compbiomed.2020.103670"]}}, "BIBREF12": {"ref_id": "b12", "title": "2020. linical characteristics and durations of hospitalized patients with COVID-19 in Beijing: a retrospective cohort study", "authors": [{"first": "Wen", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Shikai", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Xiangyi", "middle": [], "last": "Zha", "suffix": ""}, {"first": "Ning", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Qiumei", "middle": [], "last": "Pang", "suffix": ""}, {"first": "Tongzeng", "middle": [], "last": "Li", "suffix": ""}, {"first": "Aixin", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "MedRxiv", "volume": "119", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1101/2020.03.13.20035436"]}}}, "ref_entries": {"FIGREF0": {"text": "Data publishing cycle of COVID-19 data", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Consolidated dashboard using data from the repository. Left: Front page with aggregated national statistics. Right: Aggregated statistics by province.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Data usage information from the website.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Examples of analysis made possible by the data repository. Left Age distribution of positive cases. Right: Provincial growth", "latex": null, "type": "figure"}, "TABREF0": {"text": "Total Positive Cases Reported Positive Cases Per Province COVID 19 ZA South Africa Dashboard Maintained by the Data Science for Social Impact Research Group @ University of Pretoria [data repository https://github.com/dsfsi/covid19za] Input Data: https://github.com/dsfsi/covid19za/tree/master/data Data Source: Department of Health Statements and NICD Errors, Feature requests: https://github.com/dsfsi/covid19za/issues Research Group: https://dsfsi.github.io/ For of cial information about Corona virus from DoH go to http://sacoronavirus.co.za DoH Emergency Hotline 0800-029999 DoH Whatsapp Line 0600-123456 Blog post about the dashboard. to this dashboard https://bitly.com/covid19za-dash COVID 19 ZA South Africa Dashboard Maintained by the Data Science for Social Impact Research Group @ University of Pretoria [data repository https://github.com/dsfsi/covid19za] For of cial information about Corona virus from DoH go to http://sacoronavirus.co.za", "latex": null, "type": "table"}, "TABREF1": {"text": ")", "latex": null, "type": "table"}, "TABREF2": {"text": "Data usage information from the website", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Non-English or Site github.com </td><td>Views </td><td>Unique visitors\n</td></tr><tr><td>2,229 </td><td>797\n</td></tr><tr><td>twitter.com </td><td>675 </td><td>431\n© 2020 Google\n</td></tr><tr><td>Google.com </td><td>647 </td><td>353\n</td></tr><tr><td>Linkedin.com </td><td>212 </td><td>125\n</td></tr><tr><td>zendo.org </td><td>58 </td><td>26\n</td></tr><tr><td>Bing.com </td><td>57 </td><td>27\n</td></tr><tr><td>facebook.com </td><td>43 </td><td>27\n</td></tr><tr><td>m.facebook.com </td><td>39 </td><td>26\n</td></tr><tr><td>vima.co.za </td><td>20 </td><td>9\n</td></tr><tr><td>Ink.in </td><td>17 </td><td>8\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Categories of lodged issues", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Label </td><td>Resolved issues </td><td>Unresolved issues\n</td></tr><tr><td>Bugs </td><td>7 </td><td>2\n</td></tr><tr><td>Data </td><td>19 </td><td>10\n</td></tr><tr><td>Enhancement </td><td>26 </td><td>17\n</td></tr><tr><td>Good first issue </td><td>2 </td><td>2\n</td></tr><tr><td>Help wanted </td><td>2 </td><td>1\n</td></tr><tr><td>Question </td><td>1 </td><td>1\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Age distribution for positive cases up to 25 March 2020 COVID 19 ZA South Africa Dashboard Maintained by the Data Science for Social Impact Research Group @ University of Pretoria [data repository https://github.com/dsfsi/covid19za] For of cial information about Corona virus from DoH go to http://sacoronavirus.co.za Blog post about the dashboard. Input Data: https://github.com/dsfsi/covid19za/tree/master/data Data Source: Department of Health Statements and NICD Errors, Feature requests: https://github.com/dsfsi/covid19za/issues Research Group: https://dsfsi.github.io/ DoH Emergency Hotline 0800-029999 DoH Whatsapp Line 0600-123456 All Provinces -Positive Cases Scaled by StatsSA 2019 population estimates.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to acknowledge every person from the public that dedicated their time, effort and energy to assist during this pandemic. At the time of this publication, in alphabetical order, Alta de Waal, Jay Welsh, Nompumelelo Mtsweni, Ofentswe Lebogo, Shiven Moodley, Vutlhari Rikhotso, S'busiso Mkhondwane. As this is an open contribution project, the updated list of contributors is available on the github repo 4 . We would like to thank the DSFSI research group at the University of Pretoria for all their expertise, patience and hard work during this time. We also would like to thank all the employees of the NICD, DoH and WHO who assisted with data during this time. We would like to acknowledge ABSA for sponsoring the industry chair and it's related activities to the project.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}