{
    "paper_id": "1a14af069c1e07eaa641e4f1ab7babc4e2393863",
    "metadata": {
        "title": "Flawed disinfectant recommendations during a pandemic",
        "authors": [
            {
                "first": "Q4",
                "middle": [],
                "last": "Q3",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Glasbey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Whiteley Corporation",
                    "location": {
                        "addrLine": "19-23 Laverick Avenue",
                        "postCode": "2322",
                        "settlement": "Tomago",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Whiteley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Whiteley Corporation",
                    "location": {
                        "addrLine": "Suite 5 Level 5, 12 Mount Street"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We are deeply concerned over the recommendations in the paper by Kampf [1] recently published in this journal as to what disinfectants are appropriate for use with respect to surface disinfection in the setting of the current Coronavirus pandemic. Adequate disinfection of environmental surfaces, particularly high touch surfaces, is a cornerstone for infection control and prevention. This becomes even more important during a pandemic such as the one we are all currently experiencing.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "We believe that the narrow concluding recommendations for use of only chlorine, hydrogen peroxide or ethanol arise from a flawed presentation of the underlying literature. We wish to be clear, that we are not expressing doubt over the efficacy level of the materials recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "In that recent paper [1] , the author also suggests that the use of disinfectants containing benzalkonium chloride may be problematic as 'data obtained with benzalkonium chloride at reasonable contact times were conflicting. Within a 10 min a concentration of 0.2% revealed no efficacy, whereas a concentration of 0.05% was quite effective'. This comment was originally made in an earlier paper [2] .",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "This statement is, in our view, likely to dissuade many disinfectant users from considering the use of otherwise fully efficacious disinfectants such as those containing benzalkonium chloride. This is a particular concern when this misrepresentation is coupled with a direct recommendation for other disinfectant types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "Disinfectants formulated with quaternary ammonium-based ingredients such as benzalkonium chloride (BAK) can show good activity against infective agents such as bacteria and viruses and tend to be user friendly and pleasant to work with. These latter two attributes themselves can lead to better infection control outcomes as the users may be more likely to show greater compliance with the instructions for use for the product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "This effect was demonstrated in a study in which hospital cleaning using a chlorine-based disinfection regime was replaced with a disinfectant regime using a BAK impregnated disinfectant wipe. It was observed that following a switch to the BAK wipe disinfection, the underlying rates of contamination of vancomycin resistant enterococcus (VRE) within the hospital were markedly reduced compared to the rates before the switch. This significant reduction was ascribed to the fact that 'the new cleaning methods and product met with widespread acceptance from cleaning staff, who found the new product and its formulation as a wipe cloth very user friendly. This acceptance by cleaning staff may well have influenced the thoroughness of cleaning and been responsible for the significant decline in VRE contamination both before and after disinfection' [3] .",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 853,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "The Kampf paper overlooks the materials compatibility issues likely with the use of a sodium hypochlorite solution [4] but does acknowledge the impracticably of the use of an ethanol solution for anything other than small surfaces (eg stethoscopes). The recommendations * Corresponding author. of Kampf are also diametrically opposed to the United States EPA recommendations for suitable disinfectant products given on their List N: 'Products with Emerging Viral Pathogens and Human Coronavirus claims for use against SARS-CoV-2' [5] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "As of 27 th April 2020, this list contains 392 recommended products, of which 174 (44%) are products containing only a quaternary ammonium active ingredient, with a further 33 products listed containing a quaternary ammonium salt formulated with at least one another active ingredient. Only 78 products containing a chlorine-based material as their active ingredient are listed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "It is acknowledged that many of the products on the USA EPA List N do not have direct test data against the SARS-CoV-2 virus. For a product to be included on List N, each must have been shown to be effective against either human coronavirus or nonenveloped viruses [6] , which are recognised as being more resistant to disinfection than enveloped viruses (of which corona virus is an example) [7] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "In Australia, the approach is somewhat different. Here, any disinfectant recommended for use against SARS-CoV-2 is required to be included the Australian Register of Therapeutic Goods (ARTG), and the manufacturer or product sponsor is required to hold suitable efficacy data against either the SARS-CoV-2 virus or recognised surrogate [8] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "Finally, we would like to express our concern over the apparent lack of peer review for this review article, which was accepted for publication one day following receipt. Whilst in a pandemic situation such as that which we find ourselves in currently, timely publication of relevant material is to be welcomed. However, peer review must still form an essential part of the publication process so as to avoid the problems we have highlighted including the recommendations which are based on a deliberately narrow dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential role of inanimate surfaces for the spread of coronaviruses and their inactivation with disinfectant agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infection Prevention in Practice",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.infpip.2020.100044"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.022"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effectiveness of a single-stage versus traditional threestaged protocol of hospital disinfection at eradicating vancomycinresistant Enterococci from frequently touched surfaces",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tremonti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Styles",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2012.03.021"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Comparison of Commonly Used Surface Disinfectants",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "Z-J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                },
                {
                    "first": "Tina",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EPA List N: Disinfectants for Use Against SARS-CoV-2. obtained 27",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidance to registrants: process for making claims against emerging viral pathogens not on EPA-registered disinfectant labels",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Principles of viral control and transmission, disinfection, sterilization and preservation. 5 th Edition",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "TGA instructions for disinfectant testing v2",
            "authors": [],
            "year": 2020,
            "venue": "Therapeutic Goods Administration",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Q1E-mail address: trevor.glasbey@whiteley.com.au (T. Glasbey).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ge : www.elsev ier.com/locate/i pip https://doi.org/10.1016/j.infpip.2020.100070 2590-0889/ª 2020 Published by Elsevier Ltd on behalf of The Healthcare Infection Society. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Both authors are employees of Whiteley Corporation, a manufacturer of cleaning products and disinfectants. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}