{
    "paper_id": "1a162c4dd45cad2c49168b2d6f2c350e47a3db09",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Th e discovery of the angiotensin-converting enzyme (ACE) homolog ACE2 [EC 3.4.15.1] has provoked intensive eff orts to elucidate the role of this enzyme in various pathologies, including hypertension, diabetes, heart failure, viral infection, pulmonary injury and liver fi brosis. Th e biological relevance of ACE2 refl ects its critical location in the enzymatic cascade of the reninangiotensin system to directly govern the local expression of angiotensin (Ang) II and Ang-(1-7), two bioactive hormones with signifi cant and opposing actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the present issue of Arthritis Research & Th erapy, Takahashi and colleagues assessed circulating levels of ACE2 in patients with connective tissue pathologies including pulmonary hypertension and persistent digital ischemia [1] . In comparison with normal controls, patients with overt vasculopathy expressed signifi cantly higher amounts of ACE2 protein in the circulation. Th ese patients, however, exhibited reduced ACE2 activity in serum and circulating autoantibodies against the enzyme. Th ere are few reports on the circulating levels of ACE2 in humans or experimental models, possibly refl ecting the diffi culty of obtaining a consistent measure ment of the enzymatic activity. Th e current study reveals a potentially novel mechanism to attenuate the catalytic activity of ACE2, thereby promoting the infl ammatory actions of Ang II.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ACE and ACE2 are both chloride-activated metallopeptidases that are predominantly associated with the cell membrane and are widely distributed in various tissues and vascular beds. In contrast to ACE, which cleaves two amino acid residues from the carboxyl terminus of Ang I to form Ang II, ACE2 hydrolyzes a single amino acid from the carboxyl end of Ang II to form Ang-(1-7) [2] . ACE is considered the primary enzymatic pathway that catalyzes the generation of Ang II in the circulation and tissues. ACE inhibitors, which have become standard therapies in the treatment of hypertension and other cardiovascular disease, have little or no inhibitory activity against ACE2, but they reduce the metabolism of Ang-(1-7) [2] . Circulating levels of ACE activity are readily measurable in humans and other species using synthetic substrates or assessing the direct conversion of Ang I to Ang II.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In comparison with serum ACE, Rice and colleagues reported that the circulating levels of ACE2 were 100-fold lower and that <10% (40 out of 494) of their patients expressed measurable ACE2 activity [3] . Nevertheless, families with detectable circulating ACE2 exhibited a greater incidence of cardiovascular pathologies although the overall sample population was low. More recent studies by Epelman and colleagues fi nd that circulating levels of ACE2 are highly associated with increasing severity of progressive heart failure [4] . However, patients",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Traditionally viewed as important in the regulation of blood pressure, the renin-angiotensin system -and specifi cally the angiotensin-converting enzyme (ACE)angiotensin (Ang) II-AT 1 receptor axis -may play a prominent role to promote infl ammation and fi brosis. ACE2, a new component of the renin-angiotensin system, has emerged as a key enzyme that selectively degrades Ang II and generates Ang-(1-7), a bioactive peptide with anti-infl ammatory and anti-fi brotic actions. Takahashi and colleagues demonstrate circulating titers of inhibitory autoantibodies against ACE2 in patients with systemic sclerosis. The current study reveals a potentially novel mechanism to attenuate the catalytic activity of ACE2, thereby promoting the actions of Ang II. were chronically treated with inhibitors of the reninangiotensin system including aldosterone antagonists which may increase basal ACE2 expression potentially contributing to the protective mechanisms of these therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Th ere is increasing evidence for the interplay of the renin-angiotensin system and infl ammatory events [5] . Pre-eclampsia is associated with circulating autoantibodies against the AT 1 protein that act as functional receptor agonists to promote vasoconstriction and infl ammation [5] . Studies by Harrison and colleagues suggest that T-cell expression of the AT 1 receptor contributes to infl ammatory events and the development of hypertension. Moreover, activated T cells may themselves generate Ang II locally to infl uence cell function in an autocrine manner [6] . In experimental encephalo myelitis, AT 1 expression was increased and subsequent AT 1 receptor blockade or ACE inhibition ameliorated the autoimmune infl ammation [7] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Th e present fi ndings by Takahashi and colleagues reveal increased expression of circulating ACE2 in patients with vasculopathy utilizing a novel protein capture assay [1] . Despite the increased levels of the enzyme, ACE2 activity was markedly lower in comparison with the control group. Indeed, the authors report the presence of circulating levels of ACE2 antibodies that exhibit inhibitory activity in vitro. Previous studies showed that commercial sources of antibodies against ACE2 also inhibit enzyme activity, suggesting the epitope may encompass the catalytic site [4] ; however, the present study is the fi rst to identify autoantibodies that attenuate enzyme activity in a patient population.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Th e current fi ndings are of potential importance in our understanding of the role of circulating and tissue sources of ACE2, particularly in various disease states. Increased circulating levels of ACE2 may refl ect a compensatory mechanism to alter the balance of the renin-angiotensin system to favor the ACE2-Ang-(1-7)-AT 7 receptor axis and promote the antifi brotic and anti-infl ammatory actions of the heptapeptide, as well as attenuate the Ang II-AT 1 receptor pathway. Clearly, generation of endogenous antibodies with inhibitory activity against ACE2 may undermine this compensatory response. Indeed, identifi cation of endo genous ACE2 inhibitors is important in lieu of optimizing the therapeutic benefi ts following administration of recombinant soluble ACE2, as recently demonstrated in models of diabetic nephropathy [8] and liver fi brosis [9] or in the genetic expression of ACE2 in pulmonary hypertension [10] .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although the ongoing study of the renin-angiotensin system has now surpassed the century mark, the characterization of this system and identifi cation of the factors that regulate the expression or activity of its components continues to yield novel therapeutic targets in cardiovascular disease and other pathologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations ACE, angiotensin-converting enzyme; Ang, angiotensin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Autoantibodies to angiotensin converting enzyme 2 in patients with connective tissue diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishizaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mimori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arthritis Res Ther",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging evidence for a functional angiotensin-converting enzyme 2-angiotensin-(1-7) mas receptor axis; more than regulation of blood pressure? Hypertension",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "596--599",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Circulating activities of angiotensin-converting enzyme, its homolog, angiotensinconverting enzyme 2, and neprilysin in a family study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hypertension",
            "volume": "48",
            "issn": "",
            "pages": "914--920",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of soluble angiotensin-converting enzyme 2 in heart failure: insights into the endogenous counter-regulatory pathway of the renin-angiotensinaldosterone system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epelman",
                    "suffix": ""
                },
                {
                    "first": "Whw",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Lente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Coll Cardiol",
            "volume": "52",
            "issn": "",
            "pages": "750--754",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunology in hypertension, preeclampsia, and target-organ damage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verlohren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Luft",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dechend",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hypertension",
            "volume": "54",
            "issn": "",
            "pages": "439--443",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Regulation of T-cell function by endogenously produced angiotensin II",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Guzik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Maalouf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gratze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weyand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Physiol",
            "volume": "296",
            "issn": "",
            "pages": "208--216",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Blocking angiotensin-converting enzyme induces potent regulatory T cells and modulates TH1-and TH17-mediated autoimmunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Platten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Lanz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Sobel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "14948--14953",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human recombinant ACE2 reduces the progression of diabetic nephropathy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Loibner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Janzek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Herzenberg",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kassiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetes",
            "volume": "59",
            "issn": "",
            "pages": "529--538",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Angiotensinconverting-enzyme 2 inhibits liver fi brosis in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Osterreicher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taura",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Minicis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Penz-Osterreicher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kluwe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hepatology",
            "volume": "50",
            "issn": "",
            "pages": "929--938",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention of pulmonary hypertension by angiotensin-converting enzyme 2 gene transfer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamazato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sriramula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamazato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Katovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Raizada",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hypertension",
            "volume": "54",
            "issn": "",
            "pages": "365--371",
            "other_ids": {
                "DOI": [
                    "10.1186/ar3052"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cite this article as: Chappell MC: Angiotensin-converting enzyme 2 autoantibodies: further evidence for a role of the renin-angiotensin system in infl ammation",
            "authors": [],
            "year": 2010,
            "venue": "Arthritis Research & Therapy",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "research by Takahashi et al., http://arthritis-research.com/content/12/3/R85 E D I TO R I A L *Correspondence: mchappel@wfubmc.edu Hypertension and Vascular Disease Center, Wake Forest School of Medicine, Medical Center Boulevard, Winston-Salem, NC 27015, USA",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "These studies were supported in part by grants from the National Institute of Health (HL-56973).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}