{
    "paper_id": "1a1ab8f6ab7103835d48b2d5f3b615ff61f852b4",
    "metadata": {
        "title": "Journal Pre-proof Recovery of severely ill COVID-19 patients by intravenous immunoglobulin (IVIG) treatment: A case series Recovery of severely ill COVID-19 patients by intravenous immunoglobulin (IVIG) treatment: a case series",
        "authors": [
            {
                "first": "Negar",
                "middle": [],
                "last": "Mohtadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abas",
                "middle": [],
                "last": "Ghaysouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ilam University of Medical sciences",
                    "location": {
                        "settlement": "Ilam",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Samira",
                "middle": [],
                "last": "Shirazi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ilam University of Medical sciences",
                    "location": {
                        "settlement": "Ilam",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Ansari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ilam University of Medical sciences",
                    "location": {
                        "settlement": "Ilam",
                        "region": "MD",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Elham",
                "middle": [],
                "last": "Shafiee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elham",
                "middle": [],
                "last": "Bastani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taleb",
                "middle": [],
                "last": "Kokhazadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamed",
                "middle": [],
                "last": "Tavan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-MSC of nursing of Medical Surgical Nursing, Clinical Research Development Unit, Shahid Mostafa Khomeini Hospital",
                    "institution": "Ilam University of Medical Sciences",
                    "location": {
                        "settlement": "Ilam",
                        "country": "Iran"
                    }
                },
                "email": "hamedtavan@gmail.com@orcid.org"
            },
            {
                "first": "N",
                "middle": [],
                "last": "Mohtadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Ghaysouri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Shirazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Shafiee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Bastani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Negar",
                "middle": [],
                "last": "Mohtadi1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ilam University of Medical sciences",
                    "location": {
                        "settlement": "Ilam",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Elham",
                "middle": [],
                "last": "Shafiee5",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: During the recent months, COVID-19 has turned to a global crisis claiming high mortality and morbidity among populations. Despite the high prevalence of the disease, it has currently no definitive treatment. We here reported the effects of intravenous immunoglobulin (IVIG) administration in severely ill COVID-19 patients diagnosed based on PCR and radiology tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Case Presentation: Five severely ill COVID-19 patients in whom standard treatments failed were administrated with IVIG which prevented the deterioration of clinical symptoms. All the patients were treated with high-dose IVIG (0.3-0.5 g/kg) for 5 consecutive days so that no patient would receive lower than 25 g of the drug. All the patients showed a desirable therapeutic response and were discharged from the hospital with a stable clinical condition after being recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Treatment with IVIG at the therapeutic dose of 0.3-0.5 g/kg can improve the clinical condition and O2 saturation and prevent the progression of pulmonary lesions in COVID-19 patients with severe symptoms in whom standard treatments have failed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is now a global crisis killing a large number of people in recent months. The disease mortality rate in Ilam city, Iran has been reported as 7.14% (1) .Intravenous immunoglobulin (IVIG) is a blood product containing a mixture of polyclonal IgG antibodies extracted from plasma of around one thousand blood donors. IVIG probably suppresses inflammatory reactions by a multi factorial mechanism (1), and its therapeutic effects last from 2 weeks to 3 months.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IVIG is used as an alternative to IgG in patients with immunodeficiency or those who are unable to produce antibodies. In these patients, IVIG leads to inactive immunity and provides adequate antibody levels to prevent infections (2, 3) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "(2,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "3)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering reports on the effectiveness of this drug in the treatment of various diseases, the present study aims to investigate the effects of IVIG administration on the outcome of COVID-19 patients with severe symptoms admitted to the Shahid Mostafa Khomeini Hospital of Ilam in April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient was a 66-year-old woman with a history of hypertension and coronary artery bypass graft being under treatment with aspirin, metroral, atorvastatin, and Nitroglycerin extendedrelease.The patient presented with fever and chills and had blood pressure (BP) = 190/120, pulse rate (PR) = 70, respiratory rate (RR) = 13, body temperature (BT) = 38.9, and Sat.O 2 = 90% (without oxygen) upon admission to the emergency department. The clinical diagnosis of COVID-19 is confirmed by the real-time reverse-transcription-polymerase-chain-reaction (RT-PCR) assay through combined oropharyngeal and nasopharyngeal swab samples. She was hospitalized and treated with hydroxychloroquine, Kaletra, oseltamivir, vancomycin, and levofloxacin. Despite this, clinical symptoms gradually aggravated, and Sat.O 2 level decreased during hospitalization. On the day 16 th after admission, she was intubated due to respiratory distress and a fall in Sat. O 2 to as low as 62%. Chest X-Ray (CXR) clearly revealed acute respiratory distress syndrome. The patient's antibiotic treatment was then converted to vancomycin ,Tavanx , hydroxychloroquine, Kaletra and oseltamivir. After 5 to 6 days of the hospitalization ,the patient's clinical condition worsened, and she experienced a reduction in Sat. O 2 . Considering a probable Hospital-acquired pneumonia, wide-spectrum antibiotics (Vancomycin and Meropenem) were administrated. After the results of procalcitonin test came negative, antibiotic treatment stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "The patient was also treated with hydrocortisone and IVIG (25 g) for 5 days. The patient was extubated andclinical symptoms gradually improved on the 5 th day receiving treatment. Finally, the patient was discharged with sat. O 2 =93% and stable vital signs after two weeks. Figure 1 shows Computed tomography (CT) Scans and chest X-ray before and after IVIG treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 57-year-old woman with a history of kidney transplantation, hypertension, and heart disease under treatment with Mycophenolic acid and Cyclosporine was hospitalized while having fever, chills, dry cough, and myalgia for the past 6 days. At arrival to the emergency department, vital signs were as BP = 130/70, PR = 85, RR = 30, BT = 36.7, and Sat.O 2 = 84% (without oxygen therapy). With characteristic pulmonary involvement observed in CT Scans and her nasopharyngeal swab was positive for COVID-19 by Real Time PCR, diagnosis of COVID-19 was confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "She was hospitalized as a COVID-19 case and treated with hydroxychloroquine, Kaletra, ceftriaxone and azithromycin. During hospitalization, Sat.O 2 gradually descended (83% and 68% with and without oxygen, respectively) and pulmonarylesions progressed (as evidenced in computed tomography scan) on the day 16 th after admission. Antibiotic treatment was changed to vancomycin ,meropenem and azithromycin. Daily IVIG was also started at the dose of 30 g for 5 days. Gradually, the patient's respiratory condition improved, Sat. O 2 faced upward (94% and 84% with and without oxygen, respectively), and pulmonary involvement was mitigated in CT scan on the last day of IVIG therapy. Three days later, the patient was discharged with Sat.O 2 = 93% and stable vital signs. Figure 2 shows chest CT scans before and after IVIG treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "The case was a 65-year-old man with a history of diabetes complaining of deteriorating weakness and lethargy for the past two days. Upon entering into the emergency department, he had BP = 120/80, PR = 95, RR = 14, BT = 36.6, and sat O 2 = 82% (without oxygen) and 95% (with oxygen). Based on the pulmonary involvement observed in CT scan, his nasopharyngeal swab was positive for COVID-19 by Real Time PCR, so he was hospitalized with COVID-19 diagnosis and treated with hydroxychloroquine, Kaletra, oseltamivir, vancomycin and imipenem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "Despite receiving these treatments, Sat.O 2 remained at low level (84% without oxygen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "Progression of pulmonary lesions was evident in HRCT performed on the6 th after hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "Therefore, IVIG at the daily dose of 25 g was initiated and continued for 5 days. The patient's respiratory status gradually improved and Sat.O 2 rebounded. At the end of IVIG therapy, pulmonary involvement was improved in HRCT and Sat.O 2 boosted to 93% (without oxygen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "The patient was discharged with a good general condition and stable vital signs a few days later. Real Time PCR. Treatment was started with hydroxychloroquine, Kaletra, vancomycin, and imipenem; nevertheless, Sat.O 2 levelwas still low (87% without oxygen), and pulmonary lesions progressed as evidenced in CT scan after 6 days of hospitalization. After IVIG therapy (25 g daily for 5 days); however, lung involvement improved, and the Sat.O 2 level increased to 93% without oxygen. Two days later, the patient was discharged with a good general condition and stable vital signs. The patient's chest CT scans before and after IVIG therapy has been shown in b). Lung HRCT before IVIG therapy shows increased ground glass opacity associated with patchy sub pleural dense consolidation and mild bilateral pleural effusion in both lungs. c).Lung HRCT in comparison with previous examination after treatment with IVIG shows mildly decreased dense patchy sub pleural consolidation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "Although confirmed cases of COVID-19 have been rapidly increasing over the past two months, our understanding of the clinical spectrum and path physiological features of the infection is still very limited. No definitive treatment shave been developed yet which makes clinical management of the disease difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our goal here was to report 5 cases of COVID-19 who were successfully treated with high-dose IVIG therapy at early stages of clinical deterioration of the disease. Based on our observations, timely administration of high-dose IVIG can successfully prevent progression of the disease and ultimately improve outcome of COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We showed that IVIG boosted Sat.O 2 level in COVID-19 patients and also recovered the number of breaths to normal. Therefore, IVIG can be used as an effective drug in these patients. In similar studies, Cao et al. in China concluded that IVIG was effective in saving severely ill COVID-19 patients' lives (4, 5) which is in agreement with our results.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "(4,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "5)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A similar study on the therapeutic effect of IVIG in 3 COVID-19 patients who had Sat O2 >90% and no specific underlying conditions was done in China. Although, all 5 patients in our report had underlying diseases. For instance, patient number 2 had hypertension, cardiac disease, and history of renal transplantation for which he was under immunosuppressant drugs. All our patients had low initial Sat O2 which started to rise following IVIG therapy. One patient was even on intubation at the start point of IVIG treatment and then was extubated after receiving 5 doses of IVIG (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In previous studies on MERS and SARS, using IVIG showed beneficial clinical effects (6) (7) (8) . In this study, we used high-dose IVIG (0.3-0.5 g/kg daily for 5 days) to potentiate and modulate a viral immune response. All the 5 patients selected in this study were hospitalized, and despite receiving a standard treatment based on the protocols of the Iran Ministry of Health [i.e. hydroxychloroquine (400 mg tablets) stat and Kaletra(2 tablets every 12 hours)], clinical responses were inferior, the patients' condition deteriorated, and Sat.O 2 level decreased which was not responsive to supportive treatments such as Non-invasive ventilation (NIV)leading to patient's intubation. In CT scans, the progression of pulmonary lesions was evident compared to the hospitalization time. Shortly after IVIG administration, all the patients' clinical and respiratory conditions improved, and Sat.O 2 levels increased resulting in sooner extubating of the patients. In the control CT graphs obtained after IVIG therapy, there were obvious improvements in pulmonary lesions. All the patients were discharged from the hospital with good general condition and stabilized vital signs.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "New clinical experiences"
        },
        {
            "text": "The main limitation of this study was the small number of patients. There is a need for further evidence to confirm our observation. Nonetheless, this report provides important therapeutic clues under the current circumstances in which we face a rapid spread of the disease. Another limitation of the study is that there was no comparator group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New clinical experiences"
        },
        {
            "text": "Infusing IVIG at the therapeutic dose of 0.3-0.5 g/kg for 5 days not only can improve clinical condition and Sat. O 2 level, but also prevents the progression and accelerates the recovery of pulmonary lesions in COVID-19 patients in whom standard treatments have failed. HIGHLIGHT *Treatment with IVIG at the therapeutic dose of 0.3-0.5 g/kg can improve the clinical condition and O2 saturation and prevent the progression of pulmonary lesions in COVID-19 patients with severe symptoms in whom standard treatments have failed. **all the patients' clinical and respiratory conditions improved, and Sat.O 2 levels increased resulting in sooner extubating of the patients. In the control CT graphs obtained after IVIG therapy, there were obvious improvements in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New clinical experiences and evaluation of clinical and paraclinical features of deceased patients with COVID-19 infection referred to",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaysouri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sadeghifard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nazari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Shahid Mostafa Khomeini Hospital of Ilam, Iranin",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reduction of Amyloid in the Brain and Retina After Treatment With IVIG for Mild Cognitive Impairment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kile",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parise",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sohi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yarbrough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czeszynski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Alzheimers Dis Other Demen",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Albumin levels as a biomarker for second Intravenous Immunoglobulin (IVIG) treatment in Guillain-Barre syndrome (GBS)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shalman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Savir",
                    "suffix": ""
                },
                {
                    "first": "Mechnik",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ovanyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boniel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koyfman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-dose intravenous immunoglobulin as a therapeutic option for deteriorating patients with Corona virus Disease",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Xiaosheng",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Hongwei",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ke",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Hui",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Lianguo",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "Taisheng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Open Forum Infectious Diseases",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofaa102"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients withCOVID-19",
            "authors": [
                {
                    "first": "Yunxie",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Uses of intravenous gamma globulininimmune hematologic disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bussel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Szatrowski",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol Invest",
            "volume": "24",
            "issn": "",
            "pages": "451--456",
            "other_ids": {
                "DOI": [
                    "10.3109/08820139509062794"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute respiratory distress syndrome in critically ill patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Twk",
                    "middle": [],
                    "last": "Lew",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "374--380",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.290.3.374"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strokes, thromboembolic events, and IVIg:rare incidents blemish an excellent safety record",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dalakas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurology",
            "volume": "60",
            "issn": "",
            "pages": "1736--1737",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "demonstrates the patient's chest CT scans before and after IVIG administration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "year-old woman with a history of hypertension experiencing fever, chills, and weakness for the past 10 days admitted to the emergency department with BP = 130/80, PR = 80, RR = 13, BT = 36.6, andSat.O 2 (without oxygen) = 78%. CT scan showed characteristic pulmonary involvement, and her nasopharyngeal swab was positive for COVOD-19 by Real Time PCR, so she was hospitalized as a COVID-19 case and treated with hydroxychloroquine, Kaletra, vancomycin and imipenem. On the day 9 th after hospitalization, Sat.O 2 level was still lower than desirable (90% with and 86% without oxygen). On this day, HRCT evidenced progression of pulmonary lesions. IVIG was administrated at a daily dose of 25 g for 5 days which resulted in gradual improvement of respiratory status and Sat.O 2 level. After IVIG treatment, HRCT was performed showing evident alleviation of pulmonary lesions. The Sat.O 2 level also increased to 93% without oxygen. She was finally discharged the next day with a good clinical condition and stable vital signs. The patient's CT scans before and after IVIG treatment has been shown in figure 4.Case 5This was a 64-year-old woman without any history of a specific illness. She had suffered from fever and chills since about 2 weeks ago. The symptoms gradually worsened, so she referred to the emergency department with BP = 140/80, PR = 62, RR = 19, BT = 36.6, and Sat.O 2 (without oxygen) = 78%. She was provisionally diagnosed with COVID-19 based on the pulmonary involvement observed in CT scan. Her nasopharyngeal swab was positive for COVOD-19by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "a).Lung HRCT (on admission day) shows diffuse ground glass opacity mostly in sub pleural spaces of both lower lobes; these can be suggestive for COVID 19 infection. b). Lung HRCT (11 days after the admission) showing increased peripheral ground glass opacity associated with patchy dense consolidation in both lungs. c). CXR before IVIG therapy (the day of intubation) demonstrated diffused ground glass opacity in both lungs with sub pleural opacities in both sides that can be due to alveolar pattern in favor of consolidation. d). CXR after IVIG therapy demonstrated ground glass opacity with sub pleural alveolar pattern in favor of consolidation in both lungs; however, in comparison with the previous image, there were obviously decreased ground glass opacity and sub pleural consolidation(mostly in Lt. side). . A). Lung HRCT at admission demonstrates multi-focal peripheral ground glass opacity in both lungs highly suggestive of COVID 19 pneumonia. b). Lung HRCT before IVIG treatment shows increased in ground glass opacity with central progression in both lungs, (mostly in Rt. side).c). Lung HRCT after IVIG treatment shows decreased ground glass opacity in both lungs associated with small patchy sub pleural consolidations in both sides.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a). Lung HRCT at admission shows multi focal peripheral ground glass opacity in both lungs highly suggestive of COVID 19 pneumonia. b). Lung HRCT before IVIG administration shows increased ground glass opacity associated with patchy dense sub pleural consolidation in both lungs and bilateral pleural effusion mostly in the Rt. side. c). Lung HRCT after IVIG treatment shows minimally decreased dense patchy consolidation in the Rt. lung.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "a). Lung HRCT upon hospitalization shows multi focal peripheral ground glass opacity in both lungs recommending COVID 19 pneumonia. b). Lung HRCT before IVIG therapy shows increased ground glass opacity associated with patchy dense consolidation in both lungs. c). Lung HRCT after IVIG therapy shows decreased ground glass opacity and dense patchy consolidation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A). Lung HRCT at admission shows multi focal peripheral ground glass opacity in both lungs indicating COVID 19 pneumonia.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}