{
    "paper_id": "1a2077f71b4981cbafd5b86c5337e897deaac4b3",
    "metadata": {
        "title": "Coping with COVID-19: An Italian Perspective on Corneal Surgery and Eye Banking in the Time of a Pandemic and Beyond",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Ophthalmology Busin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "C"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Ponzin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Faced with an unprecedented situation, we present our proactive approaches and 36 their foreseeable impact: 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banking in the Time of a Pandemic and Beyond"
        },
        {
            "text": "Necessary precautions were adopted to protect patients and health care providers ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protecting all stakeholders 38"
        },
        {
            "text": "As the hospital is contracted by the regional health system, evolving legal and 59 advisory guidance from health authorities has been closely monitored. With direct 60 coordination of hospital leadership and key stakeholders within the organization, 61 regularly updated interim protocols on infectious control and standards of care, along 62 with critical training resources are actively disseminated to the entire staff. 63",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing for sustainable recovery 58"
        },
        {
            "text": "Long term impact: Although it is impossible to foresee the full magnitude of the 64 economic impact of this crisis, our financial sustainability shall be managed through 65 continued cautious optimism. 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing for sustainable recovery 58"
        },
        {
            "text": "Although much uncertainty remains, we have been planning for phased resumption 68 of services. Since our center is home to a large corneal practice performing 500 to 69 600 corneal transplants annually during the last 5 years, the backlog of surgical 70 cases and postoperative examinations certainly looms over. With continuous 71 engagement with our partner eye bank, we have set reasonable timelines for 72 patients requiring keratoplasty and have organized schedules for the surgical team. 73 6 depends on our swift and decisive response in promoting public safety, while 124 maintaining the highest standards of patient care. 125 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transitioning to new normalcy 67"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparedness among 130 Ophthalmologists: During and Beyond the COVID-19 Pandemic 131",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "Dsw",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmology",
            "volume": "127",
            "issn": "5",
            "pages": "569--572",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-COV-2 infections in residents of a long-term care skilled nursing facility 134",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "135",
            "issn": "2020",
            "pages": "377--381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Presymptomatic 137 transmission of SARS-CoV-2 -Singapore",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "Vj ;",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Potau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Merindano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ruano",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "ePub: April 1, 2020. 139 4. Canals M",
            "volume": "138",
            "issn": "",
            "pages": "234--141",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epikeratophakia 143 with commercially prepared tissue for the correction of aphakia in adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Arffa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disclosure(s): None of the authors has any financial interest to disclose. became ground zero for Europe's coronavirus crisis, our practice was 26 suddenly thrust into a new reality. Similar to most institutions in our country, we 27 currently provide ophthalmic services strictly for urgent cases including ocular 28 infection, trauma, cancer and preventable vision loss. During the nationwide 29 lockdown, we have seen 3 to 4 patients in the clinic each day and have performed 30 limited number of surgeries, thus far only including these 4 procedures: Gundersen 31 conjunctival flap for microbial keratitis refractory to medical therapy, intracameral 32 injection of antibiotics for post-endothelial keratoplasty infection, trabeculectomy for 33 uncontrolled glaucoma after penetrating keratoplasty, and urgent keratoplasty such 34 as for infection after multiple failed grafts or impending perforation. 35",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "39 from nosocomial transmission including triage and screening, routine temperature 40 checks, limitations on accompanying visitors, physical distancing measures, 41 reduction of medical personnel, enhanced disinfection protocols and broadening of 42 existing hand hygiene protocols to all individuals entering the hospital. 1 With 43 evidence of asymptomatic viral carriage, 2,3 all patients have been required to wear 44 masks while clinicians must don masks and gloves. Slit lamp breath shields have 45 also been installed. 46 Long term impact: These infection control and prevention strategies shall continue to 47 be adopted and adapted through this crisis and beyond. 48 2. Creating new channels of communication 49 Telemedicine now plays a unique role in protecting our patients' well-being while 50 maintaining continuity of care. Ophthalmic patients who call the hospital's general 51 hotline are promptly contacted by an ophthalmologist, who remotely consults or 52 schedules those requiring examinations. Targeted channels of communication 53 through text and instant messaging have also been adopted. 54 Long term impact: While proving valuable for post-keratoplasty patients who require 55 steady reassurance and constant communication throughout their postoperative 56 regimen, telehealth initiatives shall likely be sustained in our practice. 57",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Being a private nonprofit organization managed by board of directors appointed by 88 the regional government, the Veneto Eye Bank has faced operational challenges 89 greater than those experienced by other Italian eye banks which are integrated into 90 public hospitals and funded by the public health system. Operation in the former has 91 been maintained by skeletal staff with majority currently furloughed with social safety 92",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing organizational challenges 87"
        },
        {
            "text": "The suspension of elective procedures has resulted in a supply-demand imbalance 94 between a steady stream of voluntary donors and a dramatic decline in requests for 95 corneas. From distributing more than 3,000 of 5,000 processed donor corneas 96 annually, the Veneto Eye Bank has seen a 95% reduction in demand from its 97 network of 250 local and international surgeons. Considering that the culture of 98 5 donation is based on social awareness and altruism, eye banking services cannot be 99 correspondingly slowed down to 5% because it would be impossible to quickly 100 resume regular procurement rates to match a renewed demand for corneal tissue 101 after the lockdown. As a compromise, the eye bank has momentarily reduced 102 procurement to 60% of normal rates. 103Since corneas preserved through hypothermic storage (USA) and organ culture 104 (Europe) remain viable only for 2 and 4 weeks, respectively, techniques that can 105 extend storage of the surplus of corneas have been explored. Cryopreservation has 106 been previously used, but is cumbersome and results in relatively poor graft quality. 4 107 Instead, tissue dehydration and lyophilization, albeit not suitable for endothelium 108 preservation, has been successfully used in the past for preservation and 109 international distribution of epikeratophakia lenticules. 5 The Veneto Eye Bank has 110 validated the preservation time of dehydrated corneas (6 months), and is currently 111 storing these dehydrated corneas for research and training purposes, as well as 112 possible use for deep anterior lamellar keratoplasty (DALK). Since DALK is 113 performed in Europe in high numbers (40% of total keratoplasties at our Institution), 114 corneas procured during this outbreak could be preserved for periods long enough to 115 avoid wastage of unused corneas, while allowing ongoing donation and procurement 116 at levels compatible with quick resumption of normal surgical activities. 117Long term impact: This experience underscores the need to develop alternative 118 preservation techniques to improve resilience to inevitable future infectious threats. 119 120 As others only begin to experience the impact of this crisis, we hope that our 121 practical insights on the global, shared challenges from this pandemic can guide the 122 response of our colleagues across the world. Ultimately, what happens then and now",
            "cite_spans": [],
            "ref_spans": [],
            "section": "nets. 93"
        }
    ]
}