{"paper_id": "1a22df2023efc9de7024bba810422f42c6f866c2", "metadata": {"title": "Supplementary Appendix", "authors": []}, "abstract": [], "body_text": [{"text": "Additional relatively rare exclusion criteria included: those having a hydroxychloroquine allergy, retinal eye disease, glucose-6-phosphate dehydrogenase (G-6-PD) deficiency, chronic kidney disease (stage 4 or 5 or receiving dialysis), porphyria, weight less than 40 kg, receiving chemotherapy, or concurrently using hydroxychloroquine, azithromycin or cardiac arrhythmia medications.", "cite_spans": [], "ref_spans": [], "section": "Methods S1. Additional Exclusion Criteria"}, {"text": "In Canada, additional exclusions consisted of pregnancy, breastfeeding, severe diarrhea or vomiting, known cirrhosis with encephalopathy or ascites, known prolonged cardiac QT interval, ventricular arrhythmia, or history of sudden cardiac death, or QT-prolonging medicines. 1 On April 20, 2020, the US Food and Drug Administration (FDA) required additional exclusions of structural or ischemic heart disease, personal or family history of cardiac QT prolongation, or QT-prolonging medications, and weight less than 50kg", "cite_spans": [{"start": 274, "end": 275, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods S1. Additional Exclusion Criteria"}, {"text": "Concomitant medication exclusion criteria included current use of:", "cite_spans": [], "ref_spans": [], "section": "Methods S1. Additional Exclusion Criteria"}, {"text": "• hydroxychloroquine, chloroquine • Cardiac medicines of: flecainide; amiodarone; digoxin; procainamide; or sotalol.", "cite_spans": [], "ref_spans": [], "section": "Methods S1. Additional Exclusion Criteria"}, {"text": "• QT prolonging medicines of: ", "cite_spans": [], "ref_spans": [], "section": "Methods S1. Additional Exclusion Criteria"}, {"text": "Clinically compatible symptoms with one or more of the following exposures in the 14 days before onset of symptoms: o Close contact** with a person diagnosed with COVID-19; o Travel to or residence in an area with sustained, ongoing community transmission of SARS-CoV-2; o Member of a risk cohort as defined by public health authorities during an outbreak. ** Close contact with a person diagnosed with COVID-19; whereby close contact is defined as being within 6 feet for a period of 10 minutes to 30 minutes or more depending upon the exposure. In healthcare settings, this may be defined as exposures of greater than a few minutes or more. Data are insufficient to precisely define the duration of exposure that constitutes prolonged exposure and thus a close contact. ", "cite_spans": [], "ref_spans": [], "section": "Epidemiological Linkage Criteria for Reporting"}, {"text": "All enrolled persons reported household or occupational contact for <6 feet for >10 minutes, and levels of risk were defined as:", "cite_spans": [], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "High risk = no eye shield, no facemask, and no respirator Moderate risk = no eye shield; however, a simple surgical facemask or respirator was used.", "cite_spans": [], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "Low risk persons wearing eye shield and facemask or respirator were not enrolled into the trial Persons with contact of <10 minutes or >6 feet distance were not enrolled into the trial. *The a priori assumption in designing this internet-based trial was a 20% lost to follow up. For those not responding to email surveys, co-investigators emailed, texted, and called participants and/or their next-of-kin to attempt to assess vital status. 11* Isolated symptoms of headache (n=3), diarrhea (n=4), nasal congestion (n=2), diffuse pruritic maculopapular rash lasting 10 days (n=1), nasal congestion with rhinorrhea (n=1) * . * One case of nasal congestion with rhinorrhea was lab confirmed PCR-positive. 1 Surveys did not directly query for chills or rigors, but there was a free text field for other symptoms. The case numbers include assignment of free text descriptions to the most similar symptom terminology.", "cite_spans": [{"start": 702, "end": 703, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "2 By the U.S. case definition, the \"Possible Cases' are actually considered a \"Probable case\" due to the epidemiologic linkage. This possible classification is used to distinguish from the more robust symptom-complex presentation as all cases had PCR+ epidemiologic linkage. Of four adjudicated as possible cases using the clinical case definition alone but who were PCR positive (i.e. definitive Covid-19), they had isolated symptoms of: fatigue (n=1), myalgia (n=1), and anosmia and lack of taste (n=2).", "cite_spans": [], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "When excluding 10 Possible cases with only one Covid-19 compatible symptom and without lab confirmation, incidence of new Covid-19 did not differ between those receiving hydroxychloroquine at 10.4% (43 of 414) versus placebo at 12.5% (51 of 407; P=0.34).", "cite_spans": [], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "3 While all of these symptoms could possibly occur with Covid-19, some such as diarrhea and headache also overlap with side effect profile of hydroxychloroquine. Particularly when these symptoms occurred during the 5 days of study medicine administration and stopped after day 5, the blinded adjudication process thought these isolated symptoms were less compatible with Covid-19 and more compatible with medication side effects. When diarrhea occurred or persisted after 5 days, these were considered possible. All adjudications were blinded to study arm.", "cite_spans": [], "ref_spans": [], "section": "Definitions of PPE and risk"}, {"text": "The total number of symptoms by study arm is presented in the manuscript, Table 2 . Inclusion of all new self-reported possible Covid-19 symptoms (i.e. without any adjudication) narrows the events observed between hydroxychloroquine and placebo groups (13.8% vs. 14.6%, P=0.84). Events adjudicated as probable Covid-19 compatible illness by the U.S. case definition are also consistent with the World Health Organization case definition. 3", "cite_spans": [], "ref_spans": [{"start": 74, "end": 81, "text": "Table 2", "ref_id": null}], "section": "Definitions of PPE and risk"}, {"text": "We used the US clinical case classification, as the basis for adjudication. 2 Participants met the classification with their symptoms complex (\"Probable\"), had only 1 COVID-related symptom (\"Possible\"), or had other non-COVID symptoms which are not part of the case definition (Noncases). Four infectious diseases physicians discussed ahead of time the use of the case definition, obtained consensus on the case definition, and then did the adjudications. Most adjudications were straight forward, as counting PCR+, cough, dyspnea, or >2 non-pulmonary COVID symptoms, this was 94 of 117 events (i.e. confirmed or probable Covid-19 per the case definition). The main role of adjudication was translating free-text descriptions into the nearest symptom. For example \"difficulty breathing\" was counted as the shortness of breath category.", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": "The events we adjudicated as non-COVID by case definition were: isolated symptoms of headache (n=3), diarrhea (n=4) while receiving study medication, nasal congestion (n=2), diffuse pruritic maculopapular rash lasting 10 days (n=1), nasal congestion with rhinorrhea (n=1). The \"nasal congestion with rhinorrhea\" turned out to be PCR positive (i.e. \"confirmed\" as the final diagnosis). The rash could be COVID, based on some emerging dermatology case series info, but more conservatively, this was viewed as more likely to be a drug-allergy. Final adjudications based on information provided above in Table S2 .", "cite_spans": [], "ref_spans": [{"start": 600, "end": 608, "text": "Table S2", "ref_id": null}], "section": "Case Adjudication Process"}, {"text": "* \"Possible cases\" as defined herein for this clinical trial also officially meet the U.S. clinical case definition as Probable Covid-19 due to their epidemiologic linkage to a PCR-positive index case with compatible illness. 2 A distinction is made within this manuscript to separate \"possible\" from \"probable\" cases, due to the more robust symptom complex of probable cases. Overall, 28 participants reported diarrhea. The questioning of diarrhea was not detailed as to frequency and was self-identified. Thus, be aware that this is not defined as per a strict research definition of diarrhea. Free text descriptions varied from loose stool to significant >6 stools per day. The distribution of diarrhea in association with other symptoms was as follows.", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": " 16 cases also had pulmonary symptoms of cough (n=15) or shortness of breath (n=6)", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": " 12 cases reported diarrhea without pulmonary symptoms o 6 were associated with 2 or more symptoms of fever (n=4), headache, (n=2), sore throat (n=4), fatigue (n=4), myalgia (n=3) = Probable Cases per clinical case definition without diarrhea informing case adjudication.", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": "o 1 was associated with rhinorrhea = Possible Case o 1 was prolonged, continuing after discontinuation of study medicine and associated abdominal cramping = Possible Case o 4 were diarrhea / loose stool alone within the first 5 days and were rated as noncases due to being possible side effects of the study medicine. All adjudications were blinded to study arm. The relative risk with zinc use was 1.23 (95%CI, 0.82 to 1.83). The relative risk with vitamin C use was 1.60 (95%CI, 1.12 to 2.28).", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": "This observational comparisons may suffer from confounding by indication, in that those who deemed themselves at highest risk of developing infection may have been more likely to additionally take either zinc or vitamin C. Regardless, there was no suggestion that zinc added to hydroxychloroquine had additional benefit. Among those randomized to hydroxychloroquine, those taking zinc had a 15.0% incidence of new Covid-19 versus 10.8% incidence of new Covid-19 without self-reported zinc use.", "cite_spans": [], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": "Zinc has received a great deal of attention as a potential adjunctive therapy to be used with hydroxychloroquine. A 2014 in vitro study by Xue et al. used human ovarian carcinoma cell culture to examine the interaction of chloroquine and ionic zinc. 4 Xue found that chloroquine acts as a zinc ionophore, increasing cellular uptake of zinc in culture media and increasing the cytotoxic effect of chloroquine to cause the death of cancer cells at levels 30-fold higher than what would be achieved in plasma with our trial's dosing. 4, 5 Importantly, this lab experiment was not designed to emulate zinc levels in the average human body, but in a cell culture media which started with minimal zinc. North Americans have a very low prevalence of inadequate dietary zinc intake (<15% prevalence). 6 Based on this sub-group analysis, we found no evidence of supplementary zinc intake had any effect on incidence of new Covid-19 compatible illness after high-risk exposure. The exact details of zinc formulation, dose, and duration were not queried, so this is not conclusive information. Values are N (%) or median (IQR). An internet search did not discover any obituaries for those lost to follow up with unknown vital status.", "cite_spans": [{"start": 250, "end": 251, "text": "4", "ref_id": "BIBREF2"}, {"start": 531, "end": 533, "text": "4,", "ref_id": "BIBREF2"}, {"start": 534, "end": 535, "text": "5", "ref_id": "BIBREF3"}, {"start": 793, "end": 794, "text": "6", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Case Adjudication Process"}, {"text": "Those with non-healthcare, non-household contact had other occupational exposure. The number of the Covid-19 symptoms is based on the April 6, 2020 U.S. clinical case definition. 1 Lab-confirmed cases reported PCR confirmation.", "cite_spans": [{"start": 179, "end": 180, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Figure S1. Forest Plot of A Priori Identified Subgroups"}, {"text": "Number of Covid-19 symptoms limited to cough, shortness of breath fever, myalgia, fatigue, headache, sore throat, and lack of smell/taste. Symptoms of chills, rigors, and difficulty breathing were not directly queried on follow up surveys. Difficulty breathing in free text descriptions is included in shortness of breath. The trial commenced on March 17, whereas the U.S. case definition was not released until April 6, 2020, thus there was a limitation in not directly querying the full symptomology (e.g. chills, rigors, difficulty breathing), which may result in an under-count of the total number symptoms. The above plot includes three participants who reported symptoms after 14 days, marked with an asterisk (*). The number of the Covid-19 symptoms is based on the April 6, 2020 U.S. clinical case definition. 1 All adjudications were blinded to study arm. Number of Covid-19 symptoms limited to cough, shortness of breath fever, myalgia, headache, sore throat, fatigue, and lack of smell. Chills, rigors, and difficulty breathing were not directly queried (but were assessed from free-text descriptions), thus there may be an undercount of Covid-19 related symptoms. Per our clinical case definition, \"Possible Cases\" had 1 possible Covid-19 symptom (meeting criteria for a compatible illness), but they did not have cough or shortness of breath.", "cite_spans": [{"start": 818, "end": 819, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Figure S2. Distribution of Symptoms for Lab-Confirmed Covid-19 Cases"}, {"text": "\"Non-cases\" were adjudicated as unlikely to be Covid-19 with alternative diagnoses such as mediation side effect, isolated headache, or upper respiratory tract infection being as likely.", "cite_spans": [], "ref_spans": [], "section": "Figure S3. Distribution of Symptoms for Probable Covid-19 Compatible Cases"}, {"text": "When the excluding 13 possible Covid-19 cases, incidence of new Covid-19 did not differ with 10.4% (43 of 414) receiving hydroxychloroquine versus 12.5% (51 of 407) receiving placebo (P=0.38). Similarly, comparing anyone complaining of any new symptom by study arm (i.e. without any adjudication) did not alter the result (P=0.84), as presented in the manuscript's Table 2. ", "cite_spans": [], "ref_spans": [{"start": 365, "end": 373, "text": "Table 2.", "ref_id": null}], "section": "Figure S3. Distribution of Symptoms for Probable Covid-19 Compatible Cases"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "2. Council of State and Territorial Epidemiologists. Interim-20-ID-01: Standardized surveillance case definition and national notification for 2019 novel coronavirus disease (COVID-19)", "authors": [{"first": "S", "middle": ["A"], "last": "Lother", "suffix": ""}, {"first": "M", "middle": [], "last": "Abassi", "suffix": ""}, {"first": "A", "middle": [], "last": "Agostinis", "suffix": ""}], "year": 2020, "venue": "Can J Anaesth", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Global Surveillance for human infection with coronavirus disease (COVID-19)", "authors": [], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Chloroquine is a zinc ionophore", "authors": [{"first": "J", "middle": [], "last": "Xue", "suffix": ""}, {"first": "A", "middle": [], "last": "Moyer", "suffix": ""}, {"first": "B", "middle": [], "last": "Peng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Hannafon", "suffix": ""}, {"first": "W", "middle": ["Q"], "last": "Ding", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Finding the dose for hydroxychloroquine prophylaxis for COVID-19; the desperate search for effectiveness", "authors": [{"first": "M", "middle": [], "last": "Al-Kofahi", "suffix": ""}, {"first": "P", "middle": [], "last": "Jacobson", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Boulware", "suffix": ""}], "year": null, "venue": "Clin Pharmacol Ther", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Estimating the global prevalence of zinc deficiency: results based on zinc availability in national food supplies and the prevalence of stunting", "authors": [{"first": "K", "middle": ["R"], "last": "Wessells", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Brown", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Contributions: .............................................................................................................. 2 Methods S1. Additional Exclusion Criteria .................................................................................... 3 Methods S2. Clinical Case Definition ............................................................................................ 4 Table S1. Participant Status at Time of Trial Completion ............................................................. 5 Table S2. Assignment to Clinical Case Definition ......................................................................... 7", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Forest Plot of A Priori Identified Subgroups .............................................................. Distribution of Symptoms for Lab-Confirmed Covid-19 Cases .................................. Distribution of Symptoms for Probable Covid-19 Compatible Cases ........................ Distribution of Symptoms for Possible Covid-19 and Non-Covid-19 Cases .............. 21 Appendix References .................................................................................................................DRB conceived of the trial and wrote the clinical protocol with assistance from MFP, SML, CPS, MA, ASB, RR, MRN and statistical input from ASB and NWE. TCL collaborated and adapted the study for Canadian Sites with input from EGM, ISS, LJM, RZ, SAL, LEK, and GD. KHH and ASB generated the randomization sequence which was executed by DL. KHH, ASB, and NWE conducted the statistical analysis, with the analysis being guaranteed by KHH. ASB and SML developed the REDCap database with help from MFP, KAP. ASB maintained the database. TCL adapted and maintained the database in Canada. CSP, AAN, MFP, KAP, and ECO did participant follow up for the USA site. EGM, ISS, LJM, RZ, SAL, LEK, and GD did participant follow up for the Canadian sites. Advertising and outreach were done by DRB, RR, SML, CPS, KAP, MFP, ASB, and AAN for the US site. TCL, EGM, ISS, LJM, RZ, SAL, LEK, GD, NM, and MPC did outreach for the Canadian sites. DRB, RR, SML, and CPS, did case adjudication. DRB wrote the first draft of the manuscript and is overall study guarantor with help from MFP, RR, SML, CPS, KAP, ECO, AAN, and TCL. All authors reviewed, revised, and approved the final version of the manuscript. The FDA Investigational New Drug sponsor is DRB.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Case Classification by Study Arm (Confirmed, Probable, Possible, Non-Covid-19) .... 9 Table S4. Diarrhea ...................................................................................................................... 10 Table S5. Baseline Demographics for Asymptomatic and Exposed Cohort ............................... 11 Table S6. Subgroup Analysis of Risk of New Covid-19 Compatible Illness ................................ 12 Table S7. Symptoms Experienced During Follow-up ................................................................. 13 Table S8. Impact of Zinc or Vitamin C on Incidence of Covid-19 compatible illness. ................. 14 Table S9. Effect of Baseline Comorbidities on new Covid-19 compatible illness ....................... 15 Table S10. Baseline Demographics for those Lost to Follow-up with Unknown Vital Status. ..... 16", "latex": null, "type": "table"}, "TABREF3": {"text": "Participants who had 1 compatible symptom of their illness with the epidemiologic linkage were classified as \"Possible\" Covid-19 cases for purposes of our trial. Per the Council of State and Territorial Epidemiologists reporting guidelines, these are also reported as Probable Cases; however, we use \"Possible\" herein to distinguish from the more robust symptom complex of Probable Cases. Notably diarrhea is not a symptom used in the U.S. case definition.", "latex": null, "type": "table"}, "TABREF4": {"text": "Participant Status at Time of Trial Completion", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Status </td><td>Hydroxychloroquine </td><td>Placebo </td></tr><tr><td>(n=414) </td><td>(n=407) </td></tr><tr><td>Completed day 14 </td><td>364 (87.9%) </td><td>361 (88.7%) </td></tr><tr><td>Lost to follow-up </td><td>46 (11.1%) </td><td>42 (10.3%) </td></tr><tr><td>Withdrawal of consent </td><td>4 (1.0%) </td><td>4 (1.0%) </td></tr><tr><td>Death </td><td>0 (0%) </td><td>0 (0%) </td></tr><tr><td>Among those Lost to Follow Up* Some survey data, vital status after day 14 known </td><td>8 (1.9%) </td><td>8 (2.0%) </td></tr><tr><td>No survey data, vital status after day 14 known </td><td>2 (0.5%) </td><td>1 (0.2%) </td></tr><tr><td>Some survey data, vital status after day 14 unknown </td><td>13 (3.1%) </td><td>4 (1.0%) </td></tr><tr><td>No survey data, vital status after day 14 unknown </td><td>23 (5.6%) </td><td>29 (7.1%) </td></tr><tr><td>Overall Lost to Follow Up </td><td>46 (11.1%) </td><td>42 (10.3%) </td></tr></table></body></html>"}, "TABREF5": {"text": "Table S2. Assignment to Clinical Case DefinitionOff 117 persons with new reported symptoms and/or testing, the distribution was: *Clinical Case Classification was performed blinded to study arm and without lab-testing results. The final classification incorporates lab PCR testing results.", "latex": null, "type": "table"}, "TABREF6": {"text": "Case Classification by Study Arm (Confirmed, Probable, Possible, Non-Covid-19)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outcome </td><td>Hydroxychloroquine </td><td>Placebo </td></tr><tr><td> (N=414) </td><td> (N=407) </td></tr><tr><td>Confirmed or Probable Covid-19 </td><td>49 (11.8%) </td><td>58 (14.3%) </td></tr><tr><td>Lab-confirmed Diagnosis </td><td>11 (2.7%) </td><td>9 (2.2%) </td></tr><tr><td>Probable Covid-19 compatible illness </td><td>32 (7.7%) </td><td>42 (10.3%) </td></tr><tr><td>Possible Covid-19 compatible illness* </td><td>6 (1.5%) </td><td>7 (1.0%) </td></tr><tr><td> Non-Covid-19 related symptoms </td><td>8 (1.9%) </td><td>2 (0.5%) </td></tr><tr><td>Death or cardiac arrhythmia </td><td>0 (0%) </td><td>0 (0%) </td></tr></table></body></html>"}, "TABREF7": {"text": "DiarrheaDiarrhea is not included as a symptom in the U.S. clinical case definition.1", "latex": null, "type": "table"}, "TABREF8": {"text": "Baseline Demographics for Asymptomatic and Exposed Cohort", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Hydroxychloroquine </td><td>Placebo </td></tr><tr><td>No. Participants </td><td>414 </td><td>407 </td></tr><tr><td>Age, years, median (IQR) </td><td>41 (33, 51) </td><td>40 (32, 50) </td></tr><tr><td>Weight, pounds, median (IQR) </td><td>165 (140, 190) </td><td>168 (140, 200) </td></tr><tr><td>Biologic Sex </td><td> </td><td> </td></tr><tr><td>Male </td><td>192 (46.4%) </td><td>197 (48.4%) </td></tr><tr><td>Female </td><td>218 (52.7%) </td><td>206 (50.6%) </td></tr><tr><td>Not Stated </td><td>4 (1.0%) </td><td>4 (1.0%) </td></tr><tr><td>Ethnicity (all that apply) </td><td> </td><td> </td></tr><tr><td>White or Caucasian </td><td>245 (59.2%) </td><td>262 (64.4%) </td></tr><tr><td>Black or African American </td><td>19 (4.6%) </td><td>18 (4.4%) </td></tr><tr><td>Asian </td><td>92 (22.2%) </td><td>83 (20.4%) </td></tr><tr><td>Native Hawaiian or Pacific Islander </td><td>2 (0.5%) </td><td>2 (0.5%) </td></tr><tr><td>Hispanic or Latino </td><td>22 (5.3%) </td><td>23 (5.7%) </td></tr><tr><td>Native American or Alaska Native </td><td>2 (0.5%) </td><td>1 (0.2%) </td></tr><tr><td>Middle Eastern </td><td>11 (2.7%) </td><td>2 (0.5%) </td></tr><tr><td>South Asian </td><td>18 (4.3%) </td><td>20 (4.9%) </td></tr><tr><td>Other </td><td>6 (1.4%) </td><td>3 (0.7%) </td></tr><tr><td>Time from exposure to enrollment, days, median IQR Current Smoker </td><td>3 (2, 4) </td><td>3 (2, 4) </td></tr><tr><td>Yes </td><td>15 (3.6%) </td><td>12 (2.9%) </td></tr><tr><td>No </td><td>395 (95.4%) </td><td>391 (96.1%) </td></tr><tr><td>Not stated </td><td>4 (1.0%) </td><td>4 (1.0%) </td></tr><tr><td>Country </td><td> </td><td> </td></tr><tr><td>Canada </td><td>10 (2.4%) </td><td>11 (2.7%) </td></tr><tr><td>United States </td><td>404 (97.6%) </td><td>396 (97.3%) </td></tr><tr><td>Regularly Taking Any of These Medications </td><td> </td><td> </td></tr><tr><td>Losartan or other ARB </td><td>14 (3.4%) </td><td>15 (3.7%) </td></tr><tr><td>Aspirin </td><td>10 (2.4%) </td><td>13 (3.2%) </td></tr><tr><td>Ibuprofen/naproxen </td><td>8 (1.9%) </td><td>8 (2.0%) </td></tr><tr><td>Tylenol </td><td>8 (1.9%) </td><td>11 (2.7%) </td></tr><tr><td>None </td><td>290 (70.0%) </td><td>269 (66.1%) </td></tr><tr><td>Chronic Health Conditions (Mark All That Apply) </td><td> </td><td> </td></tr><tr><td>High blood pressure </td><td>51 (12.3%) </td><td>48 (11.8%) </td></tr><tr><td>Diabetes </td><td>12 (2.9%) </td><td>16 (3.9%) </td></tr><tr><td>Cardiovascular disease </td><td>4 (1.0%) </td><td>2 (0.5%) </td></tr><tr><td>Cancer or malignancy </td><td>1 (0.2%) </td><td>2 (0.5%) </td></tr><tr><td>Chronic kidney disease </td><td>0 (0.0%) </td><td>3 (0.7%) </td></tr><tr><td>Asthma </td><td>31 (7.5%) </td><td>31 (7.6%) </td></tr><tr><td>Other chronic lung disease </td><td>3 (0.7%) </td><td>0 (0.0%) </td></tr><tr><td>Chronic liver disease </td><td>0 (0.0%) </td><td>0 (0.0%) </td></tr><tr><td>HIV </td><td>1 (0.2%) </td><td>0 (0.0%) </td></tr><tr><td>Transplant recipient </td><td>0 (0.0%) </td><td>1 (0.2%) </td></tr><tr><td>Corticosteroids, chemotherapy, immunosuppressive </td><td>2 (0.5%) </td><td>1 (0.2%) </td></tr><tr><td>Hepatitis B or C </td><td>1 (0.2%) </td><td>0 (0.0%) </td></tr><tr><td>Other </td><td>25 (6.0%) </td><td>31 (7.6%) </td></tr><tr><td>None IQR= interquartile range of the 25th and 75th </td><td>306 (73.9%) percentile. </td><td>290 (71.3%) </td></tr></table></body></html>"}, "TABREF9": {"text": "Subgroup Analysis of Risk of New Covid-19 Compatible Illness* Study medicine adherence was a post-hoc identified subgroup. There was a non-statistically 1.1% reduction in Covid-19 compatible illness among those who had 100% adherence to the study medication.", "latex": null, "type": "table"}, "TABREF10": {"text": "Symptoms Experienced During Follow-up", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Any Symptom </td><td>Hydroxychloroquine </td><td>Placebo </td></tr><tr><td>Participants </td><td>414 </td><td>407 </td></tr><tr><td>New COVID-19 Compatible illness </td><td>49 (11.8%) </td><td>58 (14.3%) </td></tr><tr><td>COVID-related symptoms </td><td> </td><td> </td></tr><tr><td>Cough </td><td>27 (55.1%) </td><td>21 (36.2%) </td></tr><tr><td>Shortness of Breath </td><td>10 (20.4%) </td><td>10 (17.2%) </td></tr><tr><td>Fever </td><td>17 (34.7%) </td><td>20 (34.5%) </td></tr><tr><td>Headache </td><td>20 (40.8%) </td><td>23 (39.7%) </td></tr><tr><td>Sore Throat </td><td>21 (42.9%) </td><td>22 (37.9%) </td></tr><tr><td>Fatigue </td><td>25 (51.0%) </td><td>28 (48.3%) </td></tr><tr><td>Myalgia (muscle aches) </td><td>19 (38.8%) </td><td>21 (36.2%) </td></tr><tr><td>Lack of Smell / Taste </td><td>12 (24.5%) </td><td>13 (22.4%) </td></tr><tr><td>Other non-specific symptoms Diarrhea </td><td>16 (32.7%) </td><td>9 (15.5%) </td></tr><tr><td>Rhinorrhea (runny nose) </td><td>15 (30.6%) </td><td>13 (22.4%) </td></tr><tr><td>Nasal Congestion </td><td>15 (30.6%) </td><td>12 (20.7%) </td></tr><tr><td>Other symptoms </td><td>16 (32.7%) </td><td>11 (19.0%) </td></tr><tr><td>Total Number of Symptoms </td><td> </td><td> </td></tr><tr><td>None </td><td>1 (2.9%) </td><td>3 (6.4%) </td></tr><tr><td>One </td><td>5 (14.7%) </td><td>8 (17.0%) </td></tr><tr><td>Two </td><td>9 (26.5%) </td><td>14 (29.8%) </td></tr><tr><td>Three </td><td>4 (11.8%) </td><td>8 (17.0%) </td></tr><tr><td>Four </td><td>10 (29.4%) </td><td>6 (12.8%) </td></tr><tr><td>Five </td><td>5 (14.7%) </td><td>8 (17.0%) </td></tr><tr><td>Six or more </td><td>15 (44.1%) </td><td>11 (23.4%) </td></tr></table></body></html>"}, "TABREF11": {"text": "Impact of Zinc or Vitamin C on Incidence of Covid-19 compatible illness.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Hydroxychloroquine </td><td> </td><td>Placebo </td></tr><tr><td> </td><td>N </td><td>% New Covid-19 </td><td>N </td><td>% New Covid-19 </td></tr><tr><td> </td><td> </td><td>(95% CI) </td><td> </td><td>(95% CI) </td></tr><tr><td>Zinc </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>15 </td><td>15.0% (0.0, 33.1) </td><td>13 </td><td>15.3% (0.0, 34.9) </td></tr><tr><td>No </td><td>34 </td><td>10.8% (0.4, 21.3) </td><td>45 </td><td>14.0% (3.8, 24.1) </td></tr><tr><td>Vitamin C </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>20 </td><td>14.3% (0.0, 29.6) </td><td>27 </td><td>20.8% (5.5, 36.1) </td></tr><tr><td>No </td><td>29 </td><td>10.6% (0.0, 21.8) </td><td>31 </td><td>11.2% (0.1, 22.3) </td></tr></table></body></html>"}, "TABREF12": {"text": "Effect of Baseline Comorbidities on new Covid-19 compatible illness", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Comorbidity </td><td>Hydroxychloroquine </td><td> </td><td>Placebo </td></tr><tr><td>N </td><td>% (95% CI) </td><td>N </td><td>% (95% CI) </td></tr><tr><td>Yes </td><td>15 </td><td>13.9 (0.0, 31.4) </td><td>12 </td><td>10.3 (0.0, 27.4) </td></tr><tr><td>No </td><td>34 </td><td>11.1 (0.5, 21.7) </td><td>46 </td><td>15.9 (5.3, 26.4) </td></tr></table></body></html>"}, "TABREF13": {"text": "Baseline Demographics for those Lost to Follow-up with Unknown Vital Status.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Hydroxychloroquine </td><td>Placebo </td></tr><tr><td>Demographics of those Lost to Follow Up </td><td> </td><td> </td></tr><tr><td>N=36 </td><td>N=33 </td></tr><tr><td>Age, years, median, IQR </td><td>38 (31, 48) </td><td>39 (31, 51) </td></tr><tr><td>Weight, pounds, median IQR </td><td>157 (126, 182) </td><td>160 (135, 185) </td></tr><tr><td>Biologic Sex at birth </td><td> </td><td> </td></tr><tr><td>Male </td><td>16 (44.4%) </td><td>12 (36.4%) </td></tr><tr><td>Female </td><td>19 (52.8%) </td><td>20 (60.6%) </td></tr><tr><td>Not Stated </td><td>1 (2.8%) </td><td>1 (3.0%) </td></tr><tr><td>Ethnicity (all that apply) </td><td> </td><td> </td></tr><tr><td>White or Caucasian </td><td>14 (38.9%) </td><td>8 (24.2%) </td></tr><tr><td>Black or African American </td><td>3 (8.3%) </td><td>7 (21.2%) </td></tr><tr><td>Asian </td><td>13 (36.1%) </td><td>13 (39.4%) </td></tr><tr><td>Native Hawaiian or Pacific Islander </td><td>1 (2.8%) </td><td>0 (0.0%) </td></tr><tr><td>Hispanic or Latino </td><td>1 (2.8%) </td><td>4 (12.1%) </td></tr><tr><td>Native American or Alaska Native </td><td>0 (0.0%) </td><td>0 (0.0%) </td></tr><tr><td>Middle Eastern </td><td>0 (0.0%) </td><td>0 (0.0%) </td></tr><tr><td>South Asian </td><td>1 (2.8%) </td><td>2 (6.1%) </td></tr><tr><td>Other </td><td>2 (5.6%) </td><td>0 (0.0%) </td></tr><tr><td>Time from exposure to enrollment, days, median, </td><td>3 (1, 5) </td><td>3 (2, 4) </td></tr><tr><td>IQR </td><td> </td><td> </td></tr><tr><td>Current Smoker </td><td>3 (8.3%) </td><td>2 (6.1%) </td></tr><tr><td>Country </td><td> </td><td> </td></tr><tr><td>Canada </td><td>1 (2.8%) </td><td>0 (0.0%) </td></tr><tr><td>United States </td><td>35 (97.2%) </td><td>33 (100.0%) </td></tr><tr><td>Regularly Taking Any of These Medications </td><td> </td><td> </td></tr><tr><td>Losartan or angiotensin receptor blocker </td><td>0 (0.0%) </td><td>0 (0.0%) </td></tr><tr><td>Aspirin </td><td>0 (0.0%) </td><td>2 (6.1%) </td></tr><tr><td>Ibuprofen/naproxen </td><td>1 (2.8%) </td><td>1 (3.0%) </td></tr><tr><td>Tylenol </td><td>0 (0.0%) </td><td>1 (3.0%) </td></tr><tr><td>None </td><td>33 (91.7%) </td><td>26 (78.8%) </td></tr><tr><td>Chronic Health Conditions (Mark All That Apply) High blood pressure </td><td>5 (13.9%) </td><td>1 (3.0%) </td></tr><tr><td>Diabetes </td><td>0 (0.0%) </td><td>1 (3.0%) </td></tr><tr><td>Cardiovascular disease </td><td>1 (2.8%) </td><td>0 (0.0%) </td></tr><tr><td>Asthma </td><td>1 (2.8%) </td><td>2 (6.1%) </td></tr><tr><td>Other chronic lung disease </td><td>1 (2.8%) </td><td>0 (0.0%) </td></tr><tr><td>Steroids, chemotherapy, immunosuppressants </td><td>1 (2.8%) </td><td>0 (0.0%) </td></tr><tr><td>Other </td><td>1 (2.8%) </td><td>1 (3.0%) </td></tr><tr><td>None </td><td>28 (77.8%) </td><td>27 (81.8%) </td></tr></table></body></html>"}, "TABREF14": {"text": "Treatment Group: Black = hydroxychloroquine; White = placebo.", "latex": null, "type": "table"}, "TABREF15": {"text": "Figure S4. Distribution of Symptoms for Possible Covid-19 and Non-Covid-19Cases Treatment Group: Black = hydroxychloroquine; White = placebo.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The number of the Covid-19 symptoms is based on the April 6, 2020 U.S. clinical case definition. 1 Number of Covid-19 symptoms limited to cough, shortness of breath fever, myalgia, headache, sore throat, fatigue, and lack of smell/taste. Per the clinical case definition, Probable Cases had at least cough OR shortness of breath OR >2 of the other Covid-19 symptoms. Free text descriptions, categorized above as \"other Covid-19 symptoms,\" were also considered in the adjudication process.", "cite_spans": [{"start": 97, "end": 98, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "acknowledgement"}]}