{
    "paper_id": "1a23b1d10138bfb043d105002bc55d7ae441a45a",
    "metadata": {
        "title": "Human Behaviour and Humanitarian Work",
        "authors": []
    },
    "abstract": [
        {
            "text": "This chapter illustrates parallels and similarities between the interplay that links and shapes the four internal dimensions, and the interaction between individuals (micro-level), their close environment, including the institutions they work in (meso), society (macro) and the planet (meta). This perspective is applied to the working of humanitarian organizations with an overview of options for using this logic to optimize the full potential that is inherent to the mandate of these institutions. It is shown how the proposed paradigm shift can be started, expanded and maintained, from individuals to institutions and vice versa. The outline of Compassion for Change (C4C) proposes a concrete way for using the paradigm-shift that this book is based up to transform the internal culture of humanitarian and development organizations in order to reanimate and expand their external influence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world is a mirror that reflects, through the image of others, what we have inside us. This happens in our personal as much as in our professional environment. Every person we meet is a messenger; who carries unknowingly something that may be for us, a piece of advice, a new perspective, a warning; or they may be an intermediary who represents a bridge to someone else. Some people come and leave our path, others walk with us a couple of steps, and yet others come to stay. Each of us fills this same triple role, of messenger, connector, and companion, in the relationships with others. Everything is complementary and connected. Sometimes the events that jot our lifeline seem like random occurrences; and yet, looking back a line emerges that brings order into apparent chaos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Whoever we are at present is the intermediate result of a constant evolution. The four dimensions offer a pragmatic framework to look at our journey so far to identify what worked and what did not, what matters and what does not; and to distill what needs our attention now to move forward. * * * Looking back over the past years of my life it appears that various transitions occurred along the road; and though each impacted all four dimensions, every one of them can be tied to one dimension in particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "My emotional 'schooling' is the result of encounters with people, whose behaviour showed me first-hand how I wanted to be, or not. The biggest impact derives from those who made me not only see but feel what 'being kind' means. Over the extent of my career, I have been very lucky with the supervisors I worked for. My first supervisor was kind, warm-hearted, and passionate about everything; working, living, and loving from the bottom of his heart. He was the type of person who every aspiring humanitarian should have as a champion and mentor, at least for the bumpy stretch at the beginning. Working with him was an essential start-up capital, allowing me to develop a basic minimum of self-confidence, which as it turned out would be direly needed. The subsequent supervisors were more challenging, due to personalities and approaches that were very different from my own. Nevertheless, each of these 'guides' taught me something; either by using a type of management to learn from or by illustrating the opposite, hereby sensitizing me to the consequences first-hand; showing me what I did not want to become.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the physical level it entailed the gradual transition to a vegan whole food diet that minimizes the consequences of consuming animal products. I will not go here into a diatribe for or against one dietary orientation or another, nor will I pretend that it is easy to renounce on a type of food whose taste and texture you have grown up with. For many years I have been on and off; shifting back and forth between vegan, vegetarian, and omnivore; finding myself, even after years without meat, give in to the craving for chicken or fish. Until the moment when I decided to make a choice between taste buds and values. The need for internal coherence had moved higher up the scale than my innate desire for flavour, habit, and comfort. Combined with the realization of how inefficient it is to take the lives of other beings to make our own tastier, that did the trick. Unfortunately, I still have not reached the stage where the sight of seafood does not leave me with nostalgia; but withstanding appetite is manageable. Seeing the ever-growing range of vegan alternatives makes it easy. 1 On the aspirational level, the way in which I approached the need for meaning has taken various shapes over the years. Though it is an ongoing expedition, four shifts can be singled out so far. I started with the ardent desire to be an actor. Not because of the fame and fortune that supposedly goes with it, but with the (just as delirious) intention of showing on stage how the world could be; making spectators rethink the way they experienced their daily routine. Realizing that I was not ready to reside in a glasshouse of pretended reality, doing what others instructed me to do for the rest of my career, I moved on to become a lawyer. Thinking that this would put me in a position to conceive regulations aimed at helping those who cannot help themselves, by at least putting the law on their side. After a couple of years, understanding that the law is only as powerful as the will of those who implement it, I left the sphere of theory, and Europe. Joining the ranks of the United Nations to work as a humanitarian worker to serve in crisis hotspots for almost two decades.",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1091,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Until I grasped that this institution, which I had considered as the centre of global social transformation, was paralyzed by its potential. I felt that despite the power that arose from its multilateral nature, the beauty that came from its multi-ethnicity, and the influence that derives from its mission, the institution was bound to underperform. Its magic is conditioned by the willingness of those who work within. (This dependency on the mind and mood of their staff, which may represent a liability at present, is the biggest asset that the organization has in the pursuit of its mandate, which is part of my motivation for this book.) Finally, and this is for the time being the last stage of transition, I sought to institutionalize POZE. Contemplating possible constellations, from NGO to foundation it took me a while until I realized the paradox. That such a set-up would directly contradict the paradigm shift that it was meant to promote. Institutionalizing an idea, a vision, exposes it to the inherent danger of institutions-human nature. As you may have noticed from the previous pages the most distinctive feature of the proposed logic is the holistic inclusivity that underpins it. Creating (yet another) non-governmental entity to promote and manage this philosophy, means exposing it consciously to the bulit-in risks of any entity. All too often I had seen organizations that were supposed to be a means to an end, a tool to accomplish a mission, become an end unto themselves. Driven by an ever vaster, sophisticated machinery to feed themselves. And yet here I was, about to step into the same trap. Then I stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Now I take it one step at a time. Focussing less on abstract ambitions, and more on concrete changes. Hoping to help people in small ways to move forward on their journey to happiness, because of their own resources. 2 I no longer occupy a distinctive role, nor do I belong to an institution that sculpts my identity. At times this approach of mental free-diving is disorienting; and the warm glow of doing what I deeply believe in is replaced by an icy grip. Nevertheless, in a way, this navigation between certainty and floating, between freedom and loneliness is helpful; educative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "So far, each transitory stage involved the pain of letting go; sometimes sharp and acute, sometimes a numbness that sets in subtly and dissipates slowly. No matter how unpleasant though, eventually each perceived loss left in its wake more space to breathe. Shedding masks along the way, space opens for wings to unfold. In the past I craved control, for the future I need freedom. Might it be the same for you? * * * Life is about choices, and sometimes one path excludes others. Being clear about desired outcome makes it easier to choose and accept the consequences, without regret.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We are ruled by complementary antipodes which are situated along the same spectrum of our evolving existence. Cynicism and passion, indifference and compassion, hypocrisies and honesty, comfort and creativity are part of the same whole. We are simultaneously at risk of one while the other one is within reach. By shaping our expectations (internal), these antipodes impact our experience (internal impression of the external), and hereby our expressions (external re-action). As we see below, this has implications for the actual and potential functioning of humanitarian and developmental organizations-for better and for worse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Embodying the Talk of Transformation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "The POZE paradigm is applied to the prevailing situation of the humanitarian sector, showing how organizations with an aspirational, truly inspiring mandate such as the United Nations and many humanitarian NGOs may lose influence and impact . Elements of reflection and rethinking are proposed, including areas for internal change to nurture the synchronization of institutional ambitions and individual staff attitude. Everything begins inside. In the same way in which aspirations are the determining factor of an individual's existence, individuals are the driving force of institutions, and of society. Change in the visible sphere, be it the human body, or an institutional set-up, an organization, a school, a company, a village, or a country begins at the centre of that entity. Changing society, including the institutions that operate in it, depends on people; directly and indirectly. Fundamentally it is people who drive and nurture change, and who cultivate the status quo. People who transform themselves become part of a transformational dynamic in the institution that they are part of. Due to the gradually evolving collection of individuals the entity gradually evolves, changing in line with those people once a tipping point is passed and a critical mass of people reached (Gladwell 2000) . Through their attitude and behaviour each person contributes to the emergence of a new collective culture. Because social norms, 'the informal rules that govern behaviour in groups and societies', are not permanent (Bicchieri 2016) .",
            "cite_spans": [
                {
                    "start": 1292,
                    "end": 1307,
                    "text": "(Gladwell 2000)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1525,
                    "end": 1541,
                    "text": "(Bicchieri 2016)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "Instead of focussing on the symptoms of something that has gone askew, be it disease or depression in the case of an individual, the misconduct or inefficiency of an institution, or poverty or violence in the case of a country, the question is to dig beneath the surface to the roots of the problem that is manifesting outside. Going down to the causes means to look at individual behaviour; and further down, to the thoughts, emotions and aspirations that underpin this physical manifestation of an attitude in the form of a re-action. Not in a one size fits all approach, but with a holistic logic, that combines the big picture perspective of eagles in the sky with the vision of ants on the floor. [Interestingly whatever appears we dislike in others, offers an entry-point to not just look closer to understand them better; their habits can also serve to understand ourselves better by zooming in on the dark spots that we would rather overlook; which maybe one reason why so many staff issues remain unearthed.]. The trick is to simultaneously pursue modifications at microand meso-level. Transformation that addresses both, the surface and the aspects underneath, benefits from the mutual influence that these two change dynamics have onto each other. Their parallel pursuit allows to organically nurture and scale transformation that matters and lasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "Budgets, programmes, rules, and regulations begin with mindsets. When a critical mass of players in an organization adopts a certain outlook on their life and work, this gradually impacts the overall drift of their employer. It is a domino dynamic which shifts the unspoken centre of gravity. When it comes to humanitarian and development organizations, whose justification to be is to make the world better, repositioning the centre of gravity at its original location involves space for staff to recentre personally. The most radical change process may not entail the addition of something new, but the revelation of something that has always been there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "Innovation has become a buzz-word across sectors and industries, not sparing the humanitarian space. Yet while initiatives, projects, and departments with the innovation-label abound, the institutions that succeeded to create an innovation culture are rare. As seen earlier, cultures grow organically, and infusing the elements that are needed to influence that growth in the desired direction is challenging. This is particularly true when it comes to innovation, because of the inherent paradox that is involved. Innovative cultures are yet another illustration of the scale of apparent opposites which complement each other. Getting staff to think and act beyond boxes, while bringing back valuable results from that no man's land of creativity, involves failure. Creativity is thus largely related to the balance of commitment, confidence, candour, and comfort. People must be committed to give their best (aspiration), feel emotionally safe, thus confident to dare (heart), accept and acquire honest feedback (mind); and they must evolve in an atmosphere that makes cooperation comfortable, natural (body). Put on the scale of complementarity, the four pairs appear: Commitment thrives on competence; Tolerance for failure requires intolerance for incompetence; Experimentation requires discipline; Comfort with collaboration is the counter-piece of individual accountability (Pisano 2019) . Creating an institutional ecoenvironment where these components are not only punctually present but mainstreamed requires leadership, and a sense of purpose.",
            "cite_spans": [
                {
                    "start": 1381,
                    "end": 1394,
                    "text": "(Pisano 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "At the centre of everything and everyone is the need for meaning. We crave a justification of our presence, of the contribution that we as individuals make. The aspiration of individual staff members to make a difference is a massive asset that is regularly undervalued, leading to low staff morale and institutions that fail to achieve their goals (Budd and Devashee 2008) . Taken for granted, motivation tends to fade, drowned by bureaucracy, mediocrity, pressure, and stress. It is devastating for humanitarian organizations to miss out on the aspirational power of staff because it means to waste their greatest asset, the power to inspire and lead by example.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 373,
                    "text": "(Budd and Devashee 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "Think about the mission statement of the United Nations, established in San Francisco on 26 June 1945. Just a few words from the preamble suffice to set the tone: 'We, the peoples of this world, determined to save succeeding generations from the scourge of war, which twice in our lifetime has brought untold sorrow to mankind, and to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small, and to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained, and to promote social progress and better standards of life in larger freedom, and for these aims to practise tolerance and live together in peace with one another as good neighbours, and to unite our strength to maintain international peace and security, and to ensure, by the acceptance of principles and the institution of methods, that armed force shall not be used, save in the common interest, and to employ international machinery for the promotion of the economic and social advancement of all peoples, […] '. 3 What better foundation could an institution have than the aspiration to be an entity that moves the world for better? And yet, as large as its potential, are the doubts and critics that loom large, hovering like a dark cloud over the UN's present and future. Many people inside the organization consider the prevailing insufficiencies as a result of bureaucracy, politics, institutional culture, and lack of funding; whereas external observers alternatively see the organization as a black box whose content and action are unclear, or as a massive operation that serves primarily those who are supposed to serve others. 4 No matter how inspiring an organization's mandate and mission statement, advocacy material and website are, if its staff is not authentic it will not connect with, and consequently influence, the public.",
            "cite_spans": [
                {
                    "start": 1165,
                    "end": 1168,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "'. 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "What is amiss inside, internally to the institution and inside each staff, is mirrored by the external appearance of that institution. Employees who are disillusioned, cynical, and burned out, are not representative illustrations of the values and principles that their employer promotes. Consequently, 'their' organization preaches without practising. Thus, failing to fulfil both their individual and their collective potential of making a meaningful contribution to society. The entire organization fails to mobilize outsiders if those who represent it vis-à-vis the rest of the world are inauthentic; a cacophony of values, words, and behaviour. Prevented thus from touching the rest of humanity, those millions of citizens who must be on board in the effort of social change-the status quo is safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "Many attempts of reforming, resizing, reshaping the UN were made over the past decades; so far, failing to substantially transform the how and what of the prevailing operating model. Both parties, those who manage the organization, including representatives from different governments, and those who observe and influence it from the outside, like NGOs, private sector corporates, the media and individual citizens, have possibilities to amend the current course of action. Possibly, UN staff are the best placed to trigger the point of departure because they are familiar with the inner workings. Once initiated the process can then be nurtured and propelled by support and attention from outside. 2020 is special from several points of view. As these lines are written, the UN enters the 75th year of its existence, which coincides with large reforms initiated by its new UN Secretary General; also many large international NGOs are in a period of soul-searching. More and more leaders at all levels see that the system in place does not deliver as it could, and must. At the same time, COVID-19 joins the list of gigantic challenges that have arisen since the prevailing humanitarian architecture was created. Among the many consequences of the Virus will be a reduction of international aid budgets as donor countries are struggling to fill gaps in their own territory. Aid bodies will have to achieve more with less. The question on the table is not about doing more, but to do things differently. A systemic review of the prevailing modus operandi is needed at all levels-from individuals to institutions, from economic conglomerations to planetary settings. 2020 is an opportunity to open a new chapter, and the humanitarian community must be ready to help write its content (Walther 2021b ).",
            "cite_spans": [
                {
                    "start": 1782,
                    "end": 1796,
                    "text": "(Walther 2021b",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "This book does not dwell on the past; it proposes one small shift for the future, with the potential to shift the tide. Zooming in on the core of the centre, the aspiration of staff for meaning, may appear as simplistic, but is it not worth trying? A sincere attempt to reanimate the light inside, is low in financial implications. It does not entail large-scale communication campaigns with glossy brochures, gala events; nor high-level conferences in five-star hotels or at the UN General Assembly. It is an individual and collective initiative of swimming against the tide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.1"
        },
        {
            "text": "When it comes to culture change the continuum of mind and matter can be a vicious or a virtuous cycle. Both internal and external, intellectual and physical aspects can serve as points of departure. Like aspiration and action; individuals and institutions are not only connected but parts of the same wholesomeness. Alterations of the status quo can be nurtured from multiple sides simultaneously and what happens in one sphere is beneficial in the others. Though the description in this chapter is targeting the UN the described dynamic holds true for all institutions that were created with the intent of contributing to the well-being of others, not the pocket of their shareholders 5 ( Fig. 3 .1). 6",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 696,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "3.1"
        },
        {
            "text": "Institutions may have a triple impact when it comes to influence of behaviour: firstly, their external approach shapes public opinions; secondly their internal culture, rules, and regulations shape the attitude and action of their employees; lastly, their (overt and behind the scenes) advocacy contributes to political decision-making processes. Looking at humanitarian organizations in particular, this section concentrates on the second pillar, internal influence, which has direct implications for the impact that can be achieved in the first and third area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "Reaching the public can be done with the 'watering can logic' of mass communication campaigns, national or regional policies, and social welfare schemes. However, sustainable social transformation requires not merely temporary triggers, but long-term exposure. As we have seen above, individual behaviour changes when a person's aspirations, emotions, thoughts, and experiences are addressed simultaneously, over long periods of time. Institutions (i.e. meso-entities) offer a tangible entry point for change efforts because their structured set-up, including the relationships that they entertain with their employees, represents the possibility of such extended exposure. Thus, be it the private or the public The individual is the smallest component of a global system and part of various communities, which result from biological, social, or professional constellations. Individuals and families/communities form society, within the contours of nation states, economies, and cultures. These three dimensions are part of Planet Earth, coexisting with nature. Whatever occurs in one dimension has consequences on the other ones. Individuals influence the communities they are part of, and hereby society, and the planet. Whereas changes in the environment impact the dynamics of society and the communities and individuals that it is made of (Source Author) sector, international organizations or civil society, institutions influence society; directly and indirectly. The institution's internal culture operates like a filter, between the inside and outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "Beyond their role as a conduit for changes in wider society, institutions provide a framework to nurture a certain mindset among the individuals that they are made up of. Because the mix of philosophy, creed, ambience, rules, values, and interpersonal relationships that individual employees are exposed to on a regular basis necessarily influences who they are and what they do. Intervening at the institutional level is therefore a pragmatic way to reach a large group of people in a certain sector in a coherent manner. To bring about change in the humanitarian sector thus starts with the individuals who work in it, by targeting them through their employer; while simultanously introducing administrative, structural and programmatic alterations in that institution. Horizontal and vertical dynamics nurture and propel each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "The Geneva Conventions represent a modernized consensus of principles that were already referred to for wartime conduct of Greek and Roman empires. The underpinning philosophies are diverse; ranging from religious beliefs such as the concept of Christian charity or the Islamic tradition of Zakat to ethical concepts of appropriate wartime conduct (Davey et al. 2013) . Probably the most well-known origin story of formalized humanitarian aid is that of Henri Dunant, a businessman and social activist, who upon seeing the coldblooded abandonment of wounded soldiers during the Battle of Solferino in 1859, cancelled his plans and began a relief response for these soldiers. His book 'Memory of Solferino' prompted the creation of the Red Cross in 1863; one of the first true international aid organizations. The four basic principles that govern humanitarian aid as we know it today were formally established by the United Nations General Assembly in 1991 (humanity, impartiality, and neutrality) and 2004 (independence).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 367,
                    "text": "(Davey et al. 2013)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "After World War I, the Treaty of Versailles established the League of Nations, predecessor to the United Nations (UN); the first permanent international organization tasked with promoting social development, securing freedom, and maintaining peace. Right after the end of World War II the UN ratified the Universal Declaration of Human Rights; and multiple UN organizations such as UNICEF, the WHO and UN High Commissioner for Refugees (UNHCR, formerly IRO) were established. This period also saw a sudden and unprecedented growth of non-governmental organizations (NGOs), with over 200 organizations established in the four years immediately following the end of the war (Rysaback-Smith 2016). The French NGO Médecins Sans Frontières (Doctors without borders), which is seen by many as the archetype of compassionate humanitarian commitment, was founded in 1971, in response to the repercussions of the Biafra secession; it began with a small group of French doctors and journalists who sought to expand accessibility to medical care across national boundaries; irrespective of race, religion, creed, or political affiliation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "The common thread that connects Dunant's initiative, the intervention of the so-called 'French Doctors', the UN and the tradition of aid that has sprung from them, are their roots in the belief of a small group of individuals who did not accept the avoidable suffering of other individuals, of fellow human beings, as a given. In the French aid community, this spirit of activism has for several decades infused the operating model of both small and large organizations; examples are the NGOs Medecins du Monde, Médecins sans frontiers, Action contre la faim and Solidarités. Over the past decade, partially due to the rapid expansion of the aid sector, which has become a line of business, a drastic shift has occurred (Konyndyk 2018) . 7 Growing in staff and budget, facing not only ever more needs on the ground but also an ever more demanding and critical donor audience, NGOs all over the world 'professionalized' their operations, introducing results-based management approaches and quantifiable progress indicators. Monitoring, measurement and reporting obligations came hand in hand with an ever-increasing need for visibility; to be seen to have done has become a central preoccupation since it influences significantly the ability to mobilize money. Raising more money for more projects to deploy more people to respond to more needs has became an integral part of the business model; a condition of survival.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 735,
                    "text": "(Konyndyk 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "In the light of the billions that flow into humanitarian operations every year 8 the growing demand of donors for accountability and transparency seems justified. The collateral consequence of this obligation for quantification, the requirement for countable, tangible (and ideally photographable) proof of the added value of financial contributions has changed the atmosphere in many non-profit organizations and in the UN. Time is increasingly spent behind the computer, which takes away time that was previously spent on the ground, in direct contact with those whose presence justified the existence of these organizations in the first place. As many 'old school' humanitarians retire or quit, a new generation is entering the stage, coming with a different mindset and working style. There is no right or wrong in this. Possibly it is an unavoidable result of changes in the global landscape with shifting needs, expanding tools including new technologies, new players, and revolving agendas. The question is not to criticize, prevent, or even delay this transformation but to be conscious of its impact, internally and outside. Acute awareness of the status quo, which influences both the non-governmental scene and the United Nations is needed for a new chapter of international aid to begin. We need to bring back the human in humanitarianism. This requires honesty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "Frank internal dialogue is a rare commodity in most aid organizations. A candid analysis of the prevailing modus operandi is perceived not merely as related to what people do, but who they are. If we cannot detach institutional inefficiency and looming irrelevance from the identity of the people that form that institution, then the level of honesty will remain minimal; and with it the level of humility. Identity and role-play, self-esteem and task-sets are twinsets, especially in the case of humanitarians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "While detrimental in any context, clashes between personal and professional orientations are particularly painful in the arena of aid, which is by nature a place where individuals congregated with the motivation to help others; manifesting the best part of themselves. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanitarian Action"
        },
        {
            "text": "The story of individuals and institutions is the age-old question of the chicken and the egg. Who was there first? Whenever something goes awry in an organization, no matter the sector, 'institutional culture' is quickly brought up as a reason. But is it the institution that leads people to adopt a certain mindset and behaviour pattern, or is it individuals who build and shape that institution? Maybe it is not an either-or question. Both evolve organically along a non-linear path, mutually fostering each other. Additional factors include the situation and prevailing behaviour in other institutions that belong to the same sector (Suntae et al. 2016) . Everything being connected, one dimension simultaneously influences the other one and is influenced by them. But if everything is linked to everything else, and constantly being reshaped, how to begin? Looking at the conundrum of institutional reforms may feel like a plate of spaghetti, with no way to identify a loose noodle end to start twirling. Is the only way to step back and accept whatever happens? Are the connected circumstances too complex to come to grips with? Actually, rather than leading to fatalism, the understanding of interconnection is a source of pragmatic hope. Because it offers an entry point to get started. Rather than putting the fork aside this perspective allows to dig in and start turning at the bottom of the plate.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 656,
                    "text": "(Suntae et al. 2016)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "Addressing the current situation of the humanitarian sector through a lens of micro-, meso-, macro-and meta-dimensionality, shifts the perspective radically. If we accept that individuals shape institutions, we are just one step away from acknowledging that individuals change institutions. This then leads us to the even more daring and obvious observation that if individuals change themselves, they automatically become part of a changing institutional dynamic. Like a stone that is thrown into the water sends out ever-widening circles on the surface, from the centre to the periphery. Taking a metaphor from technology, hardware depends on software and software depends on hardware. People shape culture, and culture shapes people; one step at a time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "The possibility to relegate responsibility is unreal. No matter the institutional constellation we find ourselves in, we always retain the power of choice. Refraining from action is a choice in itself. Sitting down in the passenger seat, like a bystander who has no options but accept the prevailing dictum of management, is an expensive luxury. An unaffordable one when we are part of organizations whose justification to be is to make the world a better place. Watching inefficiency or chronic failure like a soap opera that unfolds around us is a deliberate choice. Doing nothing about an issue that we perceive as a problem makes us part of the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "Our efforts for change may not yield the expected results, but that is no excuse from giving it our best shot. The larger an organization is the more difficult and overwhelming the task to trigger transformation appears to be. After all, if only 'I' change nothing will happen. I might run into trouble because pointing out the rogue elephants in the room that everyone else tiptoes carefully around is dangerous. But what is the alternative? To pursue business as usual in the awareness that the machine that I am part of is losing out on its potential; even though many of those around me feel the same lingering need for change. That we are all plodding on, pursuing the set course because our comfort zone is too cosy to pamper with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "Because we do not believe that whatever we do will have any impact, we step away from the constantly lingering opportunity of trying. We look away from this potential like an ostrich that puts the head in the sand; wishfully thinking that the enemy that is not seen does not exist. But imagine the sadness to wake up one day and realize that it is too late to go back; of having had multiple opportunities, missing them all. Many onlookers are as unhappy with the status quo as those who are on the verge of action. Once one person comes out of their shell and gets started, those who think alike will dare to follow, one micro-step building onto each other. Being among the first is hard, not impossible. All of those who are ready to acknowledge the elephants and are discontent with their presence may be standby supporters, ready to join into a spiralling dynamic of change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "And it is about time. The past decade has seen a wave of wake-up calls, from the Oxfam scandal involving sexual abuse of beneficiaries in Haiti (2010) to the reports mentioned in Chapter 1 relating to UN peacekeepers who mistreated local populations in the Central African Republic, Haiti, Afghanistan, and other places, the Food and Agriculture Organization (FAO), to recent internal reports by UNICEF, UN Women, and the World Food Programme (WFP) (2018/2019) on the prevalence of harassment, abuse of power, and discrimination among their staff. From policies of zero tolerance over internal taskforces to external audits many well-intentioned efforts were made over the past years. 10 Every new report however puts a question mark behind the efficiency and effectiveness of these change initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "What do we need to acknowledge and openly accept that the system in place is ailing? What's more, the spotlight on some cases of substantial abuse leaves many cases of small-scale chronic mismanagement in the dark. Cynicism, underperformance, demotivation are not crimes but open wounds that gradually begin to fester. As time goes by these low-intensity cases accumulate and sicken the organism. Damaged DNA equals a damaged system. In the long run an amassed occurrence of minor issues may cause as much harm as scandals that cause media frenzy. Internally they represent a fertile ground for worse things to happen in line with the broken window theory, 11 externally they are draining the institution of its credibility, and thus of its power to inspire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "It does not matter at which end of the intensity spectrum the recorded and unspoken cases of incorrect behaviour settle; they all show the same thing-individual misery. Many of those who are employed to help others are not able to help themselves, and in the process of plodding on with their work, fail to help those whom they are supposed to help; possibly even harming them unintendingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "With extremely very few exceptions those who set out to be aid workers or peacekeepers do so with the firm intention of helping other humans (moreover, they formally sign up to uphold the principle of causing no harm). These thousands of people who have been entering the humanitarian sector over the past years were, driven by the desire to make a difference in society. Call me naïve but I am convinced that the number of people who become aid workers with the aspiration to make the world better, fairer, happier, is immensely higher than the number of those rare cases who join with the goal of creating a prosperous career with a fat pay cheque and a splendid reputation. Something happens along the way that pushes some people off the chosen track. Rarely it is a sudden event, rather a slow drifting away from the aspiration that once served as a firm compass. A subtle unnoticeable evolution that seeps into the daily routine; little actions that turn into habits. Until one day the person wakes up and looks into an abyss, which separates the person they once were from their present-day persona. Maybe they still remember how and what they aspired to become. But that ideal has moved too far away to serve as their anchor now. What happened along the way? What is it that affects men and women alike, independent of nationality, education, paygrade, and culture?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and Institutional Purpose"
        },
        {
            "text": "Each staff member comes with a set of beliefs and attitudes which led them to pursue this line of work, possibly leading them to apply for the position they are in now. They have a personality and skill set that led to their recruitment in the first place. Every individual staff is a micro-verse whose expressions and experiences are influenced by the four dimensions that make them who they are. Furthermore, each of them is shaped by previous experiences outside the organization, and they keep on evolving with the experiences and expressions of that person, inside the organization and outside, for the rest of their lives. This collection of individuals, of unique and evolving micro-verses, acts in a certain way in reaction to the overall set-up of the organization. Depending on the needs experienced by the organization and the rules that are put in place or abolished, changes are facilitated or prevented. It is a continuing series of interpersonal 'chemical' reactions. If all goes well, this ongoing organic development is conducive to the organizations mandate. The people who work inside get satisfaction from their work and invest the full extent of their skills and energy in the fulfilment of their tasks; supporting their employer to their best ability, which leads the latter to make strides in the pursuit of its goals outside. Challenges arise when things turn sour. When the settings in place, be they formal or informal, are conducive to harmful behaviours; when harassment, careerism, and cynicism are condoned; when staff walk the way of least resistance, following the draw of comfort, peer or supervisor pressure. When people grow too attached to their privileges. Drawn into their personal agenda and scope of work, they tend to miss discrepancies between their work and the world that they are supposed to serve. Change is due when programmes that are designed initially to help others, drop out of synch with reality; while those who promote them are too busy with this promotion to notice that the needs and means have changed. Change is overdue when individuals feel that their professional activities and their personal aspirations are out of synch; when they realize what outside observers have already pointed out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "Observing others follow a certain behaviour pattern, leads us to adjust in order to fit in; this may be a conscious shift of behaviour or a gradual subconscious mental alteration. In the case of high work standards and tangible moral expectations newcomers feel compelled to raise their personal bar. Unfortunately, the same principle of fitting the glove applies when standards and morale are low (Damianus 2018) . Organizations are made up of people, and people are shaped by the organizations they spend their time in. Institutions evolve along the same dynamic that was described above concerning individuals, from the inside out, to then be nurtured from the outside in.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 413,
                    "text": "(Damianus 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "Established organizations have a mandate which is enshrined in their mission statement. They have rules in place to nurture or prevent certain behaviours. As time goes by the institutional culture grows organically as a result of the institutional mission, contractual circumstances which attract certain personality types, recruitment processes which target and retain certain candidates and not others, and external factors such as donor desires and sector-wide practices. Multiple small and large factors are at play; but when it comes to culture the list can be narrowed down to four determining aspects-human nature, individual aspirations, group dynamics and institutional set-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "While the first cannot be changed it can be understood, addressed, and influenced; the others are a consequence of human nature and social interactions which can be identified, mapped, and systematically addressed. This process of awareness, assessment, and action is at reach for any institution that is willing to acknowledge that something is missing, and is ready to dig underneath the surface of their own image. Every meso-system that we belong to, from workplace to family, comes with a number of stakeholders who have expectations of us. These expectations pertain to our role/s in that context and the task-sets that derive from them (Heise et al. 2015) . These groupings may be formal or informal, reasonable or not. Roles can serve as a useful grid, helping us relate to others in the system. However, when we invest everything that we are into one single role it becomes more than a role; gradually morphing into our identity. This is especially true for individuals whose job evolves on a 24h on-call basis; as it is the case for many social workers and staff on the ground in non-profit organizations, especially in humanitarian scenarios; but also, for managers whose responsibilities make them (feel) indispensable. Eventually the role eats up the person, taking along the personality that s/he had initially aspired to. If awareness of this swing from reality to role-play comes too late an alternative path seems no longer accessible. Like an actor who always played the youthful hero finds himself out of demand when wrinkles, sagging muscles, and grey hair no longer permit the illusion of youth and sex appeal. When our present-day experience stands not only in sharp contrast to our aspirations, but when our horizon has shrunk so much that we cannot envision a different play or a new role for the future; then disillusionment turns to despair, which ultimately becomes cynicism. Zooming out to look in regular intervals at the bigger picture that our roles and responsibilities are part of, helps to identify unfavourable dynamics and our place inside them.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 662,
                    "text": "(Heise et al. 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "It can be rewarding to attach everything that we are and do, want and can be to one role. But just like betting every cent on one horse entails the risk of complete loss, focusing one's energy on just one mesodimension comes with the risk of losing out; Starting with the disconnection of what we do and who we are, we eventually lose sight of who we want to be. Learning to differentiate our roles from our self is critical (O'Brien 2019), especially when we are part of a humanitarian endeavour. Remaining aware of the different dimensions of our personality, from physical over mental to emotional and aspirational is just as vital as is a holistic understanding of the interplay that shapes the many roles that we occupy. Putting things, and who we presently are, into perspective allows us to be calm when things heat up in the short run and serves in the long run to consciously influence our becoming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "Institutional cultures grow gradually. In the same way in which kindness eventually colours an environment bright; dark shadows arise organically, one crossed ethical line after the other. The interplay of mind and matter, of body and heart, of inside and outside influences how individuals feel, and by consequence express themselves, which in turn influences how they experience their environment, and are experienced by those around them. In addition to the aspects looked at above, three individual behaviours are worth mentioning here as particularly corrosive in the context of non-profit cultures: omnipotence, numbness, and justified neglect (Wedell-Wedellsborg 2019). Omnipotence is when a person believes the rules of decent behaviour do not apply to them. A direct correlation has been discovered between the perception that people have of their own power and leniency towards their own rule breaking. Both increase simultaneously. Research shows that individuals who hold power are more likely to show so-called alpha-male behaviour, including assertiveness, aggression and domination, which come with feelings of impatience and anger. 12 Conversely, people with alpha-male behaviour (which occurs in males and females alike) tend to be or remain in positions of power, which is helped by the fact that their conscious rule breaking often equips them in the eyes of observes with an aura of power, which further strengthens their position (van Kleef et al. 2011) .",
            "cite_spans": [
                {
                    "start": 1451,
                    "end": 1474,
                    "text": "(van Kleef et al. 2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "It is yet another illustration of the link between body and mind, experience and expression, because aside from certain genetic and educational aspects favouring alpha-male behaviour, a rise of the hormone testosterone represents a significant factor. Alpha-male behaviour can be triggered intentionally; either artificially with the stimulation of certain brain circuits; or by applying the age-old piece of wisdom we encountered earlier: 'fake it til you make it'. When the thus induced assertive behaviour results in a win, the so-called 'winner effect' enforces the emulated behaviour; and with each repetition the involved synaptic connections in the brain get more permanent. As seen in Chapter 2, the brain influences behaviour, and behaviour influences the brain. Cultural numbness occurs when staff witness unethical behaviour and go along with it. Gradually, perceptions related to this type of deviance morph from being acknowledged and frowned upon as an exception to being condoned, to being accepted as normal for oneself and others. Once one window is broken, other broken windows become tolerable turn into an unwritten new. Wind blows where air gets in. The third element is justified neglect which flourishes when people do not speak up about ethical cracks, due to fear of the uncomfortable consequences that may result from it. Consciously drawing the lines that one is not willing to cross, especially when it is done in public, makes it easier to stay behind them. Such 'Contracting' with oneself and/or as a team is a straightforward way to proactively remediate (at least) these three behaviour patterns. The alternative is walking the way of least resistance in the form of chosen blindness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roots, Rules, and Roles"
        },
        {
            "text": "Few would dispute the beauty of organizations whose mandate it is to eliminate hunger, disease, or illiteracy; whose reason to exist is to support those who lost everything or were born in poverty. It is both a privilege and a joy to be part of an entity, be it small or gigantic, that places its resources, scope and effort behind the objective to make the world happier, less unequal, brighter. Despite or because of this high-reaching ambition, one may feel uneasy being part of such an entity. Queasiness ensues when the organization is not enacting the values that it stands for; and if by being part of that organization one contributes, actively and passively, to a continuation of the status quo. Without doing anything 'wrong', eventually nothing feels right either. It is not a question of black or white judgements, rather a lingering discomfort that is nagging inside. The result of lived inauthenticity. Inspiring institutions depend on the synchronization of individual and institutional purpose, or at least a gradually progressing harmonization of those two dimensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Clashes can occur at three stages. Three real-world cases (renamed for privacy considerations) based on my own experience and conversations with friends and colleagues, both at the UN and in the NGO arena, may serve as examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "A. The staff member does not feel the mandate of their employer is in line with their own personal life purpose. Agnes is a passionate Vegan whose main desire is to convince everyone to eliminate animal products from their diet; she works for a company that promotes fair trade milk and meat consumption. Despite her attractive salary, Agnes' best way of action is to exit. Too big is the misalignment between her vision and the one of her employer. B. Staff at all levels follow a soulless routine, driven primarily by career interests. Benedict cares personally about his employers' mission, and although he gives his best in his area of specialization the behaviour of his colleagues weighs on his mood and motivation. He has three options-keep on doing what he does, satisfied by his personal performance, career moves, and entitlements; or quit; or he can proactively seek to influence those in his immediate vicinity; gradually expanding his influence on his colleagues he may eventually succeed to impact the institutional atmosphere. C. Staff at all levels seem to be passionately involved in the institutional cause; but something is missing. Carsten has been working with his current organization for many years, and although he cares deeply about its mission, and has also experienced the positive outcome of their work in the field, he feels empty inside. He performs his job, with the creepy sentiment that it is inefficient; questioning himself ever more often regarding the actual impact of the machine that he is part of. He also has three options-go on, alternatively chewing on his thoughts and anaesthetizing them with excessive sport, alcohol, food, parties, etc., or quit; or he can proactively bring his questions out in the public space of conversation in his workplace. Scenario C is the least straightforward of the three, let us look at it a bit closer. Should Carsten go for the third option? If he does his cause will benefit if he starts by dedicating time for himself first-to reconnect with his personal purpose. He must unearth what initially motivated him to join a non-profit organization. Unless he is grounded in his personal passion, and in synch with himself, he will not exert the influence he could have on those whom he will reach out to. Others will be persuaded to rethink their own experiences and expressions only if his expressions are driven by genuine passion. If he shows honesty with himself and the institution he is part of. His chances to find open ears and hearts are better than 50 percent; because if he feels that his organization does not practise what it preaches, others may feel the same way. Once they see one person who dares to speak up from a place of purpose-instead of merely bemoaning the status quo, likeminded supporters emerge out of nowhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Change begins with one person, with one conversation. It is a spiral dynamic that begins at the small shiny dot in the centre; radiating out in widening circles. If Carsten gives his best and feels no impact, maybe due to the heavy machinery he is part of, maybe because he is not ready to speak up louder, then he once again has two choices-stay and prod on or face the limitations of his comfort zone. Even if he likes his present work, not believing in the added value of his daily activities and feeling powerless to transform the situation, may be enough to justify a clear exit. Once he is centred in purpose, honest with himself and his circumstances, the course of action will unfold naturally. * * *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "In the end, no matter which sector you work for and which institution you evolve in-the only valid parameter is your inner compass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Would you do what you are doing if you were not paid for it? * * * Feelings follow thoughts which shape experiences, whereas experiences influence thoughts which influence feelings which trigger behaviour. Thus, beginning from the inside of individuals, with the aspirations that brought them initially to join a certain institution is a good place to start.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Purpose-orientation is a strong driver, potentially steering individuals to put their best self at the service of the institution. However, if that quest for meaning is neglected or taken for granted, making the person feel that their energy is spent on something that is futile, frustration and eventually disillusionment set in, not only with the mandate of their employer, but worse, with themselves. Compassion fatigue and, eventually, burnout are common consequences in the social sector (Conrad and Kellar-Guenther 2006) . What once was a propeller turns to a heavy anchor that drags the individual down. If the current system leads to the rise of staff who feel disconnected and demotivated, then introspection and deriving from it, change is needed. Avoiding focus by hiding behind idealistic principles and aspirational mission statements that give the halo of 'doing good' is no option. That the humanitarian sector began with humanity, neutrality, impartiality, and independence does not protect today's aid workers from falling prey to their own human nature; including inertia, greed, and numbness. Reactivating the power to influence and inspire the wider public, requires honest insight; by each staff member, from the bottom up, and top down. Acknowledging the status quo, including a candid assessment of one's individual added value and lack thereof is unpleasant, and indispensable.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 526,
                    "text": "(Conrad and Kellar-Guenther 2006)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "The humility that results from introspection (which is different from selfflagellation) opens the door to personal and collective compassion, both are indispensable for genuine interpersonal connections, for being human.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "While altering bureaucratic processes and organizational structures is time-consuming and costly, focussing on individual staff behaviour is a simpler, less expensive, and faster way to get started. The conscious return to passion is not only crucial, it is a pragmatic and tangible remedy to overcome unsatisfactory institutional performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Systematically investing in programmes that help staff become aware of the four dimensions that make them who they are and help them reconnect with the personal compass that underpins them, is central for organizations that have identified gaps between the philosophy that is attached to their mission, and the behaviour of their staff. Examples of the successful implementation of variations of the Compassion for Change approach that will be discussed in more detail in Sect. 3.3 include two initiatives that were launched in Haiti over the past years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning-Making and Role-Plays"
        },
        {
            "text": "Humanitarian and development organizations must practise what they preach. Those whose mandate it is to make the world a better place must embody their mission values, individually and collectively, internally and externally. This goes beyond action to attitude. What follows in this section is the short outline of an approach that has been tested and used in selected non-governmental organizations , both internal and national entities, as well as in parts of the UN . Though it focusses on the aid community its aim of reigniting passion and purpose orientation in institutions is equally valid for the public and private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Building an aid organization that is worthy of its mission statement depends on individual and collective passion and compassion, involving every single staff member. The POZE approach challenges the status quo belief that bureaucracy prevents staff from living up to their values in everyday work life through a set of exercises labelled Compassion for Change (C4C) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 366,
                    "text": "(C4C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Squarely based on the four-dimensional dynamic of POZE, Compassion for Change, reignites passion in social organizations, no matter their size or scope, affecting both individual and collective levels. The objective is to nurture a sense of purpose, belonging, and overall well-being. It is geared to everyone, from frontline field workers to headquarter staff, from office clerk to programme manager, because internal renewal support is conditioned by active top-down and bottom-up involvement. Whether in the context of humanitarian action, development, peacebuilding or local social associations, the aim is to reconnect staff with their personal aspirations, and to connect them through these aspirations with the mission of their employer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "The individual ability to experience compassion for oneself is the steppingstone to compassion for colleagues and for those who are targeted by the organization's aid efforts. To effectively help others, employees must be able to help themselves; thus, Compassion for Change zooms in on the roots of compassion. It helps staff look without blinds at the triggers that did underpin their transition from compassion with the suffering of others, to a mindset of ever expanding demotivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Compassion for Change makes space for honest insight, a candid 360 degree sightseeing of the status quo, and visionary foresight. It releases energy for personal and collective fulfilment. Why?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Being immersed in an undisrupted stream of 'doing' prevents us simultanously from awareness of the situation that we are in, while blocking strategic thinking of the situation that we want. Keeping the mind constantly busy thus has two implications-it jeopardizes holistic big picture perspectives; and it puts uncomfortable thoughts and feelings aside, under the carpet, to be dealt with 'another time'. Since that time rarely comes stuff accumulates under the carpet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Rather than questioning the Why of our work, we get drawn into the hamster wheel of What. We concentrate on never-ending to-do lists which offer temporary mental comfort when items are checked-off. A transient feeling of importance is superseded by emptiness upon closer inspection. This context is not favourable for courageous thinking, personal commitment, and daring experimentation. Courage, committment and creativity require a safe space to thrive-and 'psychological safety requires comfort with brutal candor' (Pisano 2019) . Presently neither comfort nor candor are common place in the UN and in most NGOs. How can organizations that fail to kindle the flame of inspiration among their staff, inspire the public to get involved in the efforts they promote?",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 531,
                    "text": "(Pisano 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Living and working in a challenging environment is stressful; but this stress is not necessarily bad. A large percentage of stress-related diseases are disorders that derive from excessive stress responses (Sapolsky 2004) . 13 Depending on the chosen coping mechanism, and the overall mindset of the person who is affected by stress, there is co-occurrence of positive and negative affect outcomes. Research even underpins the added value of a special class of meaning-based coping processes as being conducive to positive affect during chronic stress (Folkman and Moskowitz 2000) . However constant (mental) business combined with a disconnect from felt passion leads individual to gradually sink into a slump of routine and stress. Indifferent to their own emotions, needs and aspirations they become pieces in a game that is played by others. Rather than actively shaping their reality, they endure it.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 221,
                    "text": "(Sapolsky 2004)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 580,
                    "text": "(Folkman and Moskowitz 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Whether stress is acute or chronic, external or internal, the perceived challenge cannot be dealt with as an either-or equation, concentrating exclusively on the physiological or the mental dimension. Mental distress has bodily consequences, such as pain or disease, whereas biological factors such as nutritional deficiency or illness impact a person's mood and performance. This vicious or virtuous circle marks individuals and extends beyond them; because we tend to inflict our inner state of mind on our immediate circle of relations-family, friends, and on the people, we work for, and with. To turn the tide from vicious to virtuous, Compassion for Change addresses the four components that shape who we are, soul, heart, mind, and body, mind, and matter. It combines theory and practice to ensure that participants not only understand how the methodology that is proposed to them operates, and why it has worked for others before them; practical exercises help them experience its added value firsthand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compassion for Change. A Practical Proposition to Reshape Social Organizations"
        },
        {
            "text": "Once commitment by management and key institutional stakeholders is secured, the where and who of the initial round of trainings is agreed upon. It has proven useful to start small-scale, with a representative sample of staff; ideally covering all gender, generations, local and expatriate staff, and in the case of complex local circumstances, all ethnic groups present in the office. Human resources and the local staff association must be on board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "To render the interested organization independent from external consultants and service providers the focus is placed on internal capacity building, with the establishment of an internal pool of staff trainers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The aim of the initial pilot round is to test the grounds and adjust and fine-tune the operating model in line with the prevailing office culture before it is expanded. Where possible both headquarters and 1-3 field office locations should be part of this test run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "Before the programme begins it is essential to establish a baseline which combines subjective factors such as staff motivation and objective elements like recorded days of sick leave. Based on these preconditions, C4C implementation takes place in three stages which are in line with the POZE logic and shall be looked upon here only summarily 14 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The first stage is the training and positioning of selected staff as champions of internal transformation. This core group should be identified in view of their own stated motivation, availability and commitment to the ambitioned change process. The training curriculum of this group covers science-based explanation and personal experience; it is a practical and intellectual immersion in the physical, mental, emotional, and aspirational factors that shape themselves and their colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The second stage is the design of an internal office programme with and by, these champions, in line with the needs of their organization, in the light of the peculiarities of the prevailing organizational culture, and the cultural context of the office they are based in. Grounded in the basic principles of the inside out/outside in methodology, using practices that showed benefits in other locations as an initial inspiration, this core group is tasked to design a flexible set of activities for their work environment. While tailoring this approach a light footprint is sought; in view of future expansion with minimal resources and sustainable maintenance over time. Local appropriation and uptake at all levels of the organization are central for sustainability. C4C is not a one-off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The third stage is the general roll-out of the programme. It is accompanied by monthly check-ins to facilitate adjustments in line with emerging concerns and unaddressed needs. Online coaching and peer-to-peer support accompany the champions while they apply their new expertise in their workspace. The rhythm of implementation should be flexible and realistic, not adding major additional time requirements. Using the baseline that had been established at the onset pre-identified milestones should be monitored on a rolling basis. The aim herein is to learn from experience and refine the approach over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "Creating institutions who create sustainable change begins by making them institutions that can change themselves. It is a dynamic from the inside out, which has impact in four dimensions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The mindset and an overall personal well-being of individual staff members improves (micro); this gradually impacts the institutional culture and overall workplace atmosphere. This impacts an ever-widening circle of staff including fence-sitters who had been reluctant to alter the status quo (meso); the resulting change of the collective modus operandi affects the organizations internal culture and its external operations; which has consequences on the impact of their programmatic implementation and public appearance (macro). This affects the local, national, and sectorwide dynamic which the institution and its people operate in; leaving an imprint on the world they are part of and aspire to change (meta).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "The experiences that result from this four-dimensional new reality gradually impact how staff perceive their own work, and the work of their employer, which further strengthens their motivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "C4C is more than a possibility. Over the past years, prototypes of its methodology have been successfully implemented in Haiti. In the context of UNICEF's structure, it found entry points on the one hand in the area of programmatic work, to build the abilities of social workers involved in protection programmes geared towards young people. On the other hand, it was used in the area of human resources and management, to improve the well-being of UNICEF staff members and the overall office atmosphere. Each of these initiatives involved the expertise of local experts specialized in mental health and teambuilding. Based on the results and lessons learned the approach has been reviewed, expanded upon and refined. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The C4C process in a snapshot"
        },
        {
            "text": "Action that is taken consciously, serves to shape expectations, emotions , and thoughts, hereby laying the ground for future experiences that are in line with an individual's aspirations . Tailored around the four dimensions , an overview of the recent stretches of my story may serve to illustrate these connections and interplays . Moving on in the journey of change the largest step may be the release of unspoken judgement towards ourselves; the inner contempt for certain ways of living. Though consequences derive from this exercise for the interaction with others, cleaning up inside has nothing to do with disorder outside. It involves our self-perception, and the views and voices that we had grown up with. The 'shoulds' and 'oughts' of what 'a good person does and avoids', etc. Changing the narrative of our life begins by reading what was written thus far. Acknowledging, accepting, and becoming aware of past chapters is required to write new ones. * * * Accepting my own trajectory was a lesson in itself. For years I had tried to wrap my heart around the concept of compassion. While in my mind the idea was clear, my heart remained quiet. I pursued the path of humanitarian action because I 'knew' that it was right. Seeking to overcome social injustice seemed to be the only pursuit that made, intellectually speaking, sense. Honesty with myself dissolved the zeal of succeeding at any price. I realized that my compassion was abstract not alive because it was not fuelled from inside. It had nothing to take roots in because I had no sympathy with myself. We are our own worst judges. Like everything else, the external ability to feel with others mirrors the internal capacity to feel with ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        },
        {
            "text": "Honesty entails a leap away from preconceived notions and acquired habits. Stepping away from the need to leave a footprint in the future freed me to discover the present. It involved a review of my aspirations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        },
        {
            "text": "Once I realized that a change of direction does not necessarily entail that the point of departure was wrong, I was able to stop moving along the path that was no longer mine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        },
        {
            "text": "Honesty meant to pull the plug; to draw the curtain that had protected me from seeing the illusion that I had created about myself, for myself. Introspection can be either painful and hard, or exhilarating and fluid. While I did not face my own illusions, I could not face those of others; caught in the mirage of myself, my craving to belong, my quest for an identity, and the status that comes with it. How could I criticize what I was not only part of; but what had become an integral part my 'identity'? Honesty towards oneself fuels honesty with others; the same inside out spiral operates in each dimension; and in between them. Once the transition from one side of the spectrum of seemingly opposing experiences has begun, it accelerates. My present mindset neither disqualifies the past, nor does it put a mortgage on the future. * * * Take a moment and listen to the dialogue in your head. Is the voice that is your constant companion an optimistic, encouraging one? Is it calming your anxiety or fuelling it; is it nagging, or soothing? Is your thinking straightforward from A to B to C, or is an ongoing circle from A via B to A? Which part of your storyline is outdated? Who writes your dialogue? * * *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        },
        {
            "text": "One may wonder what is better, navigating the medium range in search of a balance or travelling from one extreme to the other, visiting one side of the spectrum then the other. I do not know, and I do not think there is, or must be, one answer that applies to everyone. Every path is different and along the way the traveller changes. There may be periods of stabilization, of transition, of affirmation; followed by radical jumps, curves, hills, or valleys. Evolution is neither fast and sudden, nor is it necessarily slow and gradual. The question is not to avoid extravagances but to rebalance the core components of our being as needed. If we gradually move towards the alignment of what we believe in, what we want, and what we do we move in the right direction. * * * Perhaps you were educated to believe that the evolution of our character, of our abilities, and of our personality is limited to childhood and that from a certain age the die is cast. I encourage you to challenge this understanding, with a four-step experiment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        },
        {
            "text": "1. Identify one behaviour that has served you in some ways, but overall represents a mortgage on the future you desire. It can be anything, from smoking to cheating, from binge TV watching to emotional self-isolation. 2. Identify the benefits that you have derived from this behaviour; and the downsides. Make a list, writing down the pros on one side of the paper, and the cons on the other. reforms with links to detailed assessments https://www.globalpolicy.org/ un-reform/general-analysis-un-reform.html. 5. Changing an institutional culture is always challenging, and the trial grows exponentially with the size and complexity of the organization. Functioning like social contracts that specify the rules of membership, organizational cultures are unwritten yet sacred to many. When leaders set out to change the culture of an organization, they are in a sense breaking a (social) contract. It should not be surprising, then, that many people inside an organization-particularly those thriving under the existing rules-resist (Pisano 2019). 6. An interesting topic that shall not be explored further here is the role of B Corporates which proactively shape their approach to address the triple bottom line of serving people, planet, and profit. Certified B Corporations seek to balance purpose and profit. Once certified they are legally required to consider the impact of their decisions on their workers, customers, suppliers, community, and the environment. As of February 2020, there were 3243 companies from 71 countries registered in the online database of the B-Lab https://bcorporation.net/. 7. The above is a very simplified and incomplete take on the past and present of the humanitarian sector, which I do not ambition to summarize in its full extent. For a more detailed overview of challenges and perspectives faced by the humanitarian sector please refer to (Ferris 2008) and the website of the Humanitarian Accountability Partnership International (HAP), which was established in 2003 as the humanitarian sector's first international self-regulatory body. For an overview of the history of the humanitarian sector please see (Rysaback-Smith 2016). 8. International humanitarian assistance is a significant source of support during crises, but while at just under $14 billion it is almost half of the $33 billion from development assistance, it is much smaller than other financial flows from richer to poorer countries such as the estimated $85 billion from remittances or the $41 billion from foreign direct investment. Harnessing even a tiny fraction of these other flows could have a significant impact on the funding available for crisis response (Weforum 2018). 9. Please note that even though the present pages focus on humanitarian action, the raised issues apply equally to development aid. 10. For an overview of policies check the UN Website for the prevention of internal exploitation and abuse https://www.un.org/preventingsexual-exploitation-and-abuse/content/policies. The UN-wide Code of conduct on this topic is accessible on the web via https:// www.un.org/management/sites/www.un.org.management/files/unsystem-model-code-conduct.pdf The CEB Task Force on Addressing Sexual Harassment within the Organizations of the UN System [CEB/2018/HLCM/14/Add.1] offers an overview of actions and results. 11. The broken windows theory is a criminological theory that states that visible signs of crime, antisocial behaviour, and civil disorder create an urban environment that encourages further crime and disorder, including serious crimes. The theory suggests that policing methods that target minor crimes such as vandalism, public drinking, and fare evasion help to create an atmosphere of order and lawfulness, thereby preventing more serious crimes (Kelling and Coles 1997) . The BWT is based on a general principle of a vicious circle, that can play in multiple contexts. Acknowledging there is no empirical support for its success in terms of policing (even Kelling worries about its application), it is used here without the racial connotations that are sometimes associated with its application to certain parts of the population as being more at risk, as it was pointed out by various scholars (Childress 2016) . 12. New research has located a brain circuit that, when activated in mice, transformed timid individuals into bold alpha-male mice that almost always prevailed in aggressive social encounters. The experience of winning appeared to leave an imprint on the mice, making them more assertive, even when their brains' were no longer artificially controlled. They were found to be more combative in a second scenario in which they competed to occupy the warm corner in a cage with an ice-cold floor (Zhou et al. 2017) . 13. Stress is useful when our heightened senses allow us to concentrate to solve a problem. However, it is detrimental when it is excessive (Sapolsky 2004 ). 14. If you are interested in the science underneath the conceptual approach please refer to (Walther 2020) . 15. For further details about the methodology and implementation please see Walther (2020) ; and a forthcoming paper on 'Social Change from the inside out. Investing in the emotional resilience and self-efficacy of adolescents in humanitarian contexts' (Walther 2021a) . The detailed report of an external assessment conducted six months after the first cohort of trainer training is accessible on the UNICEF Haiti website https://timounyo. com).",
            "cite_spans": [
                {
                    "start": 1877,
                    "end": 1890,
                    "text": "(Ferris 2008)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3782,
                    "end": 3806,
                    "text": "(Kelling and Coles 1997)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4232,
                    "end": 4248,
                    "text": "(Childress 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4744,
                    "end": 4762,
                    "text": "(Zhou et al. 2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4905,
                    "end": 4919,
                    "text": "(Sapolsky 2004",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 5015,
                    "end": 5029,
                    "text": "(Walther 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 5108,
                    "end": 5122,
                    "text": "Walther (2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 5285,
                    "end": 5300,
                    "text": "(Walther 2021a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Translating Theory to Practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Norms in the Wild: How to Diagnose, Measure, and Change Social Norms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bicchieri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Values, Ideologies, and Frames of Reference in Industrial Relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Devasheesh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sage Handbook of Industrial Relations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Problem with \"Broken Windows\" Policing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Compassion Fatigue, Burnout, and Compassion Satisfaction Among Colourado Child Protection Workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kellar-Guenther",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Child Abuse and Neglect",
            "volume": "30",
            "issn": "10",
            "pages": "1071--1080",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Moral Standards and Corporation's Moral Responsibility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damianus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A History of the Humanitarian System: Western Origins and Foundations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Challenges in the Humanitarian Field: The Big Picture. The Brookings Institute",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Positive Affect and the Other Side of Coping",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Folkman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Psychologist",
            "volume": "55",
            "issn": "6",
            "pages": "647--654",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Tipping Point: How Little Things Can Make a Big Difference",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gladwell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identities, Roles, and Social Institutions an Affect Control Account of Social Order",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackinnon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Scholl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Order on the Edge of Chaos: Social Psychology and the Problem of Social Order",
            "volume": "",
            "issn": "",
            "pages": "165--188",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Humanitarian Accountability Partnership International (HAP International)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fixing Broken Windows: Restoring Order and Reducing Crime in Our Communities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kelling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coles",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rethinking the Humanitarian Business Model. Center for Global Development (CGD)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Konyndyk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "When Your Job Is Your Identity, Professional Failure Hurts More",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Humanitarian Crises Cost More Than Ever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pantuliano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Innovation Isn't All Fun and Games-Creativity Needs Discipline",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "History and Principles of Humanitarian Action",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rysaback-Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Turkish Journal of Emergency Medicine",
            "volume": "15",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Why Zebras Don't Get Ulcers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sapolsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Why Companies Are Becoming B Corporations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suntae",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karlesy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chifeling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The History and Principles of Humanitarian Action",
            "authors": [],
            "year": 2015,
            "venue": "Turkish Journal of Emergency Medicine",
            "volume": "15",
            "issn": "1",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Breaking the Rules to Rise to Power: How Norm Violators Gain Power in the Eyes of Others",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Kleef",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finkenauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stamkou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gündemir",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Psychological and Personality Science",
            "volume": "2",
            "issn": "",
            "pages": "500--507",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Development, Humanitarian Action and Social Welfare: Purpose for Power",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Investing in the Emotional Resilience and Self-efficacy of Adolescents in Humanitarian Contexts (Working Paper)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Corona's Call for Connection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Psychology Behind Unethical Behaviour. Harvard Business Review (see also Power posing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wedell-Wedellsborg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "History of Winning Remodels Thalamo-PFC Circuit to Reinforce Social Dominance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhengxiao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "6347",
            "pages": "162--168",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Everything is connected, from the inside out and the outside in.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "days. 4. Whenever a situation arises in which you would have referred to the behaviour in question, use the POZE sequence (P-O-Z-E) to centre, and then consciously do the opposite of the acquired behaviour. As you do so; listen inside how this makes you feel. * * *Change is inherent to all aspects of life. Fearing change means living in constant anxiety. Doing our best, using all our available knowledge at the time of action, putting to use all our abilities in that moment, is the only thing we can attempt under all circumstances. The result is not in our hands.With the synchronization of the dimensions that make us who we are, the desire of pursuing the best not only for oneself but for others comes naturally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "1. If you are ready to refrain from eating animals, be kind with yourself; going at your own rhythm slowly decrease your meat and fish consumption, meal by meal. And if there are setbacks, acknowledge them, appreciate yourself for trying, and keep moving forward in line with your initial intention. 2. Friends of mine described this journey as 'your purpose is to help others find their way'. Maybe they are right. 3. UN Charter. Full text https://www.un.org/en/charter-united-nations/. 4. Discussions about reforming the UN have been going on for decades, and many, far more knowledgeable people than me, have analysed the pros and cons of these approaches. Two articles published in 2015 at the occasion of the 70th anniversary may provide an overview of the most contentious issues at stake; which have not evolved much until today. From the outside bench, The Journal of Foreign Affairs https://www.foreignaffairs.com/articles/2015-10-20/world-weary. For a view from the inside, UN Chronicle https://www.un.org/en/chronicle/ article/united-nations-and-its-discontents-academic-view. The website of the Global Policy Forum offers a complete overview of the various",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        }
    ]
}