{"paper_id": "1a2b3b53a13a959ba1b9214d58acdae3b91ef79a", "metadata": {"title": "Adsorption of Proteins at Solid Surfaces", "authors": [{"first": "Hans", "middle": [], "last": "Arwin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Linköping University", "location": {"postCode": "581 83", "settlement": "Linköping", "country": "Sweden"}}, "email": ""}]}, "abstract": [{"text": "Ellipsometry has a very high thin film sensitivity and can resolve sub-nm changes in the thickness of a protein film on a solid substrates. Being a technique based on photons in and photons out it can also be applied at solid-liquid interfaces. Ellipsometry has therefore found many in situ applications on protein layer dynamics but studies of protein layer structure are also frequent. Numerous ex situ applications on detection and quantification of protein layers are found and several biosensing concepts have been proposed. In this chapter, the use of ellipsometry in the above mentioned areas is reviewed and experimental methodology including cell design is briefly discussed. The classical ellipsometric challenge to determine both thickness and refractive index of a thin film is addressed and an overview of strategies to determine surface mass density is given. Included is also a discussion about spectral representations of optical properties of a protein layer in terms of a model dielectric function concept and its use for analysis of protein layer structure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Ellipsometry was used already 1932 for studies of organic monolayers by Tronsted et al. [1] , but Vroman [2] , Rothen and Mathot [3] and Stromberg et al. [4] were most likely among the first to report measurements on protein layers. Azzam et al. [5] demonstrated similar results in studies of immunological reactions and also provided a theoretical framework. Their pioneering work included studies of kinetics of protein adsorption at solid/liquid interfaces. These early investigators found ellipsometry to be a suitable tool for non-destructive analysis of thin films, both ex situ as well as in situ at a solid/liquid interface, but surprisingly the use of the technique for protein adsorption studies during the last 40 years has been limited to a few laboratories. 1 In addition, with a few exceptions, the types of applications are generally very simple and often limited to single wavelength measurements. This may be due to that most users in the field have a background in biochemistry or medicine and not are sufficiently trained in optics and physics to make full use of the technique. The development in the field during this period has been reviewed several times [6] [7] [8] [9] [10] [11] [12] [13] .", "cite_spans": [{"start": 88, "end": 91, "text": "[1]", "ref_id": null}, {"start": 105, "end": 108, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 129, "end": 132, "text": "[3]", "ref_id": null}, {"start": 154, "end": 157, "text": "[4]", "ref_id": null}, {"start": 246, "end": 249, "text": "[5]", "ref_id": null}, {"start": 771, "end": 772, "text": "1", "ref_id": null}, {"start": 1178, "end": 1181, "text": "[6]", "ref_id": null}, {"start": 1182, "end": 1185, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1186, "end": 1189, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1190, "end": 1193, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1194, "end": 1198, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1199, "end": 1203, "text": "[11]", "ref_id": null}, {"start": 1204, "end": 1208, "text": "[12]", "ref_id": null}, {"start": 1209, "end": 1213, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Historical Background"}, {"text": "However, one also finds that about one third of the reports are from the last ten years and new research groups have started to use ellipsometry and more advanced methodology is employed. The applications of the technique on protein adsorption have now expanded to include imaging ellipsometry [14] , total internal reflection ellipsometry [15] [16] [17] , infrared ellipsometry [18, 19] , in combination with quartz micro balance [20, 21] and more. Fortunately spectroscopy becomes more and more common and attempts are made to address scientific issues beyond semi-quantitative analysis of layer thickness and simple determination of surface mass density.", "cite_spans": [{"start": 294, "end": 298, "text": "[14]", "ref_id": null}, {"start": 340, "end": 344, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 345, "end": 349, "text": "[16]", "ref_id": null}, {"start": 350, "end": 354, "text": "[17]", "ref_id": null}, {"start": 379, "end": 383, "text": "[18,", "ref_id": null}, {"start": 384, "end": 387, "text": "19]", "ref_id": null}, {"start": 431, "end": 435, "text": "[20,", "ref_id": null}, {"start": 436, "end": 439, "text": "21]", "ref_id": null}], "ref_spans": [], "section": "Historical Background"}, {"text": "Ellipsometry offers possibilities for true quantitative measurement of thin layers with sub-nm sensitivity and has the in situ advantage to allow monitoring of dynamic processes. It is based on photons-in photons-out and is thus nondestructive and can be applied even at a solid/liquid interface.", "cite_spans": [], "ref_spans": [], "section": "Opportunities and Challenges"}, {"text": "The in situ advantage should not be underestimated for protein adsorption studies because: (1) protein layers can to be studied on model surfaces very similar to those in the normal environment for proteins; (2) protein layer surface dynamics can be studied directly; and (3) no labeling of protein molecules is required. These three characteristics facilitate studies of central phenomena in protein adsorption research including competitive adsorption of proteins, protein layer structure and dynamics, protein interaction on surfaces and protein exchange reactions and more. Studies under flow is an example on an additional possibility. It is no doubt that ellipsometry is a convenient and excellent tool to study surface dynamics in biological systems. This major advantage is particular important since living systems are by definition continuously changing and rely on chemical processes, molecular transport, synthesis and degradation.", "cite_spans": [{"start": 91, "end": 94, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "Opportunities and Challenges"}, {"text": "Which are the challenges then? We may distinguish between basic research on protein adsorption performed in research laboratories and biosensor applications with goal to get established in clinical laboratories and even in the doctors office. For the research applications, the available ellipsometers on the market have precision, speed and general performance to match the requirements for high-precision bioadsorption studies. It is fair to say that the instrument problem is solved in this context. Of course, depending on the actual scientific question addressed, there are always technical challenges related to how to expose proteins to a surface: in situ or ex situ adsorption; flowing or static adsorption conditions; solution stirring or not; temperature control; etc.", "cite_spans": [], "ref_spans": [], "section": "Opportunities and Challenges"}, {"text": "With the instrument problem solved, the two most important scientific challenges are the data evaluation and to select the most appropriate surface for the problem addressed. In in vitro studies of protein adsorption one may always question if the model surface used is relevant. Ellipsometry has this problem in common with many other techniques but a special limitation for ellipsometry is that a relatively flat surface at least a few square mm 2 large is required. Adsorption studies on curved surfaces or small particles are not possible. Many ellipsometric protein adsorption studies are traditionally performed on silicon wafers 2 which are extremely flat and lend themselves to surface modification by silanization to change their surface chemistry, physics and energy. Another commonly used material is gold which can be modified using thiol chemistry. From an optical point of view, these two types of surfaces are excellent and provide high optical contrast to protein layers and are readily available. However, the critical question about the biological relevance should always be asked. The second challenge, evaluation of the primary data Ψ and , is a central problem in ellipsometry. For protein layers the main issue is how to simultaneously determine layer thickness and layer refractive index. This will be discussed in some detail in the following sections.", "cite_spans": [], "ref_spans": [], "section": "Opportunities and Challenges"}, {"text": "For biosensor applications of ellipsometry, one may say that the challenges are the opposite. The evaluation problem is solved in the sense that sufficient sensitivity is obtainable to detect small amounts of adsorbed protein on a surface. However, ellipsometry is not a method for chemical identification, so chemical and biological specificity must be achieved through biorecognition. This is a central challenge but is rather a biochemical issue than an ellipsometric. The main ellipsometric challenge is on the instrumental side. There are several concepts proposed but systems suitable for clinical tests are not readily available. To be competitive, a system also must be simple to operate and maintain and proof of concept must be well documented. This review is limited to presentation of a few approaches to realize biosensor concepts.", "cite_spans": [], "ref_spans": [], "section": "Opportunities and Challenges"}, {"text": "The objective of this chapter is to provide an overview of the use of ellipsometry in the life science area with limitation to protein layers. In the methodology sections, hardware configurations will be described very briefly as there are numerous variants found in the literature. Focus will instead be on strategies for evaluation of ellipsometric data. For applications, the more simple applications based on single-wavelength ellipsometry for thickness and surface mass determination will only be summarized as there are several reviews available on this subject. Instead, development including more advanced approaches like imaging and spectroscopy employed for studies of surface dynamics, structural analysis and biosensing will be addressed.", "cite_spans": [], "ref_spans": [], "section": "Objectives and Outline"}, {"text": "Ex situ experiments with ellipsometry on protein layers do not differ from other types of ellipsometric thin film studies and various types of instruments are described elsewhere. Here we discuss some configurations used in in situ applications, i.e. at solid/liquid interfaces.", "cite_spans": [], "ref_spans": [], "section": "Methodology-Experimental Aspects"}, {"text": "Null ellipsometry in a PCSA (polarizer-compensator-sample-analyzer) configuration is the traditional ellipsometer used for protein adsorption studies. A PCSA instrument is robust, easy to operate, has high resolution and simple data collection. Among drawbacks are limitations to single-wavelength operation and low speed. If fast dynamics are studied a possibility is to operate a PCSA instrument in offnull mode [22] . This configuration is also convenient for imaging ellipsometry [14] . In more advanced applications involving spectroscopy, photometric instruments like the rotating analyzer configuration are normally employed.", "cite_spans": [{"start": 414, "end": 418, "text": "[22]", "ref_id": null}, {"start": 484, "end": 488, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Methodology-Experimental Aspects"}, {"text": "Very important for in situ measurements in liquids is design and features of the cell required to hold the liquid. Most cells are home made and adapted to the particular needs of the experiments conducted. Among the most important factors is how liquids are mixed in the cell. In some designs a flow system is included but it is very hard to avoid dead (unstirred) volumes and there is always an unstirred layer close to the surface under test. Molecules always must diffuse over this layer. Magnetic stirring is often used and has the advantage that the same liquid is in the cell all the time compared to a in flow system. Cells also have windows and proper windows characterization must be performed and included in the data evaluation in a similar manner as for windows in vacuum systems. Additional complications in cell design is if temperature control is required for the surface or molecular interactions studied.", "cite_spans": [], "ref_spans": [], "section": "Methodology-Experimental Aspects"}, {"text": "A major difference form measurements performed in air or vacuum is that the ambient, i.e. the liquid, has a refractive index larger than one and, more important, has a dispersion [23] . Furthermore, addition of molecules to the liquid may change its refractive index which in most cases is seen as a change in Ψ which can be mistaken for an adsorption process. However, this change is very fast and occurs as soon as mixing is complete (within seconds), whereas a change due to molecular adsorption on the surface occurs slower (tens of seconds or slower) due to diffusion over the unstirred layer at the interface. To consider in the evaluation of data is also that molecules do not only adsorb on the surface-molecules also desorb at the same time, i.e. there is a replacement. Often the biomolecules replace water molecules and contact adsorbed ions.", "cite_spans": [{"start": 179, "end": 183, "text": "[23]", "ref_id": null}], "ref_spans": [], "section": "Methodology-Experimental Aspects"}, {"text": "A data set of (Ψ, )-pairs is obtained in an ellipsometric experiment. In ex situ mode it is possible to perform spectroscopic, variable angle, dynamic and imaging ellipsometry, whereby, wavelength λ, incidence angle θ , time t and lateral position, respectively, are independent parameters. In in situ mode it may be complicated to vary θ . In a traditional in situ protein adsorption experiment, the time evolution of Ψ and at single λ is monitored which in a modern methodological perspective is very rudimentary as there is much to gain by using spectroscopic ellipsometry.", "cite_spans": [], "ref_spans": [], "section": "Methodology-Modeling Aspects"}, {"text": "The basic model for evaluation is that we have a surface with known properties on which there is a layer with thickness d and refractive index N = n + ik, where n and k (the extinction coefficient) are the real and imaginary parts of N . In addition the fill factor f of the layer may be of interest if density effects are addressed. If spectroscopy is employed, it is also helpful to introduce dispersion models to describe the λ-variation of N . A complementary parameter traditionally used is the surface mass density Γ which represents the amount of protein on a surface in units of e.g. ng/mm 2 . Γ is conceptually very easy for a layman to understand but implies a reduction of the information as it combines d and N into one parameter. Figure 2 .1 shows a few schematic examples of protein layer structures and also presents the two most common models used for evaluation. The model to the bottom left most closely represents reality in the sense that d is the physical extension of the layer into the ambient and N is its effective refractive index. The model to the bottom right represents a \"collapsed\" layer with d eq and N p corresponding to thickness and intrinsic index of a dense protein layer. The latter model is often used when N and d cannot be separated and N is then normally assumed or taken from the literature. One may also consider intermediate models as discussed by Werner and coworkers [24] . They also pointed out that steady-state irreversible adsorption of HSA and fibrinogen on hydrophobic polymers strongly depends on the dynamics.", "cite_spans": [{"start": 1414, "end": 1418, "text": "[24]", "ref_id": null}], "ref_spans": [{"start": 743, "end": 751, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Methodology-Modeling Aspects"}, {"text": "The examples of layers illustrated in Fig. 2 .1 should, to be more precise, be described in an anisotropic model due to form birefringence. However, the outof-plane (normal to the surface) sensitivity is low in an ellipsometric experiment at oblique incidence on a thin layer so the anisotropy can normally not be resolved. One has to simplify and use isotropic models as shown in Fig. 2 .1.", "cite_spans": [], "ref_spans": [{"start": 38, "end": 44, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 381, "end": 387, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Methodology-Modeling Aspects"}, {"text": "Here we will first discuss strategies to determine d and N followed by presentation of model dispersion functions for protein layers. A short introduction to alternatives to determine Γ is also included.", "cite_spans": [], "ref_spans": [], "section": "Methodology-Modeling Aspects"}, {"text": "It is often stated that it is impossible, or at least very hard, to resolve both d and N for a thin film in an ellipsometric experiment. The argument is that the product N d enters into the film phase thickness β in the reflection coefficients in the three-phase The bottom line is that it all depends on the character of the sample, the measurement conditions and earlier also on the performance of the instrument used. Modern instruments are very precise and are not limiting. The traditionally used silicon surfaces have the disadvantage that mainly changes upon adsorption of a protein layer due to that silicon is near-dielectric. The change in can be very large providing very high detection sensitivity but the change in Ψ is often small and in most cases smaller than systematic errors in the system. Effectively there is therefore only one experimental parameter available and two (d and n) or three (d, n and k) model parameters cannot be determined in a single experiment. Usually N is then taken from the literature or assumed.", "cite_spans": [], "ref_spans": [], "section": "Strategies to Determine Both Thickness and Refractive Index"}, {"text": "However, there is no principle hindrance to determine both d and N for a protein layer. This was proven already in the 80s for a 2.4 nm thick layer of bovine serum albumin (BSA) adsorbed on a HgCdTe substrate [25] . Later similar in situ experiments were performed and the spectral dependence of N of a 4.1 nm thick layer of lactoperoxidase on gold was determined as shown in Fig. 2.2 [26] .", "cite_spans": [{"start": 209, "end": 213, "text": "[25]", "ref_id": null}, {"start": 385, "end": 389, "text": "[26]", "ref_id": null}], "ref_spans": [{"start": 376, "end": 384, "text": "Fig. 2.2", "ref_id": "FIGREF1"}], "section": "Strategies to Determine Both Thickness and Refractive Index"}, {"text": "The strategy used in the two examples above is based on spectroscopic ellipsometric data and uses that d and n can be determined in a spectral region where k = 0. Once d is found, N can be determined on a wavelength-by-wavelength basis for all λ. The thickness determined in this way should be considered as a representation of the extension of the layer and the index is the average layer index as illustrated in Fig. 2.1 . The latter would correspond to the intrinsic refractive index of the protein itself only if the layer is 100% dense which rarely is the case for a non-crystalline layer. Malmsten [27] used interference enhancement to study protein adsorption on silicon with 30 nm thermal oxide and could thereby reduce the disadvantage with silicon. He successfully used accurate single wavelength null ellipsometry data recorded in situ to resolve dynamics in d and n (assuming k = 0) for human serum albumin (HSA), immunoglobulin G (IgG), fibrinogen and lysozym. Conclusions about layer structure were possible to draw from these results.", "cite_spans": [{"start": 604, "end": 608, "text": "[27]", "ref_id": null}], "ref_spans": [{"start": 414, "end": 422, "text": "Fig. 2.1", "ref_id": "FIGREF0"}], "section": "Strategies to Determine Both Thickness and Refractive Index"}, {"text": "If the interface between the protein layer and the substrate is sufficiently sharp, the Arwin-Aspnes method [28] can be used to find d, whereafter the protein layer index can be determined on a wavelength-by-wavelength basis as shown by [29, 30] . The above methods use numerical inversion to find N at fixed d. However, if k = 0 is assumed, one can use analytic inversion. A fifth degree polynomial equation is then obtained. It can be readily solved and was applied at the air/water interface to layers of arachidic acid and valine gramicidin A with thickness in the range of 2-3 nm [31] . An alternative to wavelength-by-wavelength analysis is to include dispersion models for N as shown by Berlind et al. [32] who used a Cauchy dispersion in the visible part of the spectrum and Arwin et al. [33] who used a more complex model dielectric function in the infrared. The strategies described above are summarized in Table 2 .1.", "cite_spans": [{"start": 108, "end": 112, "text": "[28]", "ref_id": null}, {"start": 237, "end": 241, "text": "[29,", "ref_id": null}, {"start": 242, "end": 245, "text": "30]", "ref_id": "BIBREF29"}, {"start": 585, "end": 589, "text": "[31]", "ref_id": null}, {"start": 709, "end": 713, "text": "[32]", "ref_id": null}, {"start": 796, "end": 800, "text": "[33]", "ref_id": null}], "ref_spans": [{"start": 917, "end": 924, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Strategies to Determine Both Thickness and Refractive Index"}, {"text": "One can also combine ellipsometry with other methods to determine both thickness and porosity of thin organic films. Rodenhausen et al. [20] combined in situ ellipsometry with quartz crystal microbalance measurements to address the ultrathin film limit 2π nd/λ 1. This approach is discussed in detail in Chap. 17 in this book. ", "cite_spans": [{"start": 136, "end": 140, "text": "[20]", "ref_id": null}], "ref_spans": [], "section": "Strategies to Determine Both Thickness and Refractive Index"}, {"text": "As discussed above, a majority of the early ellipsometric protein adsorption studies were performed with single wavelength methodology and only a single value of N was obtained, often at λ = 546 nm or λ = 633 nm. However, spectroscopic ellipsometry comes more an more in use for protein adsorption studies and with spectroscopic data available it is possible to model N for a protein layer using dispersion models.", "cite_spans": [], "ref_spans": [], "section": "Spectral Representations of Protein Layers"}, {"text": "Most protein molecules are non-absorbing in the visible spectral range and thus a protein layer can be assumed to be transparent. A Cauchy model is the basic model and is defined by", "cite_spans": [], "ref_spans": [], "section": "Spectral Representations of Protein Layers"}, {"text": "where A, B and C are parameters determined by fitting (2.1) to experimental data. Sometimes it is sufficient to fit only A and B.", "cite_spans": [], "ref_spans": [], "section": "Spectral Representations of Protein Layers"}, {"text": "Protein molecules have a background adsorption in the ultraviolet (UV) spectral range due to the peptide chain which is seen in the lactoperoxidase-spectrum in Fig. 2 In the infrared (IR) region, proteins have characteristic but complex absorption bands which carry information about protein secondary structure and other structural details. The analysis of these optical features allows for example to determine the amount of α-helix or β-sheet structure in proteins [34] . These vibrational resonances can also be modeled with Lorentzian or Gaussian dispersion models. A suitable overall model dielectric function (MDF) for = N 2 versus photon energy E is", "cite_spans": [{"start": 468, "end": 472, "text": "[34]", "ref_id": null}], "ref_spans": [{"start": 160, "end": 166, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Spectral Representations of Protein Layers"}, {"text": "where ∞ is a constant accounting for resonances at energies larger than the spectral range studied, A j , Γ j and E j are amplitude, broadening and energy, respectively, of j UV-VIS resonances, and A k , Γ k andν k are amplitude, broadening and energy, respectively, of k IR resonances. In IR it is customary to express resonance energies in wavenumbersν as indicated in the last term in (2.2).ν is related to E by E = hc 0ν where h is Plancks constant and c 0 is the speed of light. An example of the use of (2.2) is given later in this chapter.", "cite_spans": [], "ref_spans": [], "section": "Spectral Representations of Protein Layers"}, {"text": "If the correlation between N and d cannot be resolved one can present results in terms of the derived parameter Γ , the surface mass density. As an example, Cuypers et al. [35] found that the time evolution of d and n (k = 0 was assumed) was very noisy for adsorption of protrombin on chromium, whereas if Γ was derived, a considerable reduction in noise occurs. Some advantages with using Γ is that it is easy to understand and also directly can be compared with results from radio immunoassays [36, 37] and gravimetric methods. However, a major drawback with Γ is that structural information is lost. The method above is referred to as Cuypers et al. model [35] and is based on that n and d have been determined for a protein layer using ellipsometry. In addition one need the molecular weight, molar refractivity and partial specific volume of the molecules in the layer. The model is derived assuming a Lorentz-Lorenz effective medium for a mixed layer (ambient and biomolecules).", "cite_spans": [{"start": 172, "end": 176, "text": "[35]", "ref_id": null}, {"start": 496, "end": 500, "text": "[36,", "ref_id": null}, {"start": 501, "end": 504, "text": "37]", "ref_id": null}, {"start": 659, "end": 663, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Determination of Surface Mass Density"}, {"text": "A more frequently used and recommended model for Γ was developed by de Feijter et al. [38] . They derived the expression 3", "cite_spans": [{"start": 86, "end": 90, "text": "[38]", "ref_id": null}], "ref_spans": [], "section": "Determination of Surface Mass Density"}, {"text": "where n amb is the refractive index of the ambient (in general a liquid) and dn/dc is the refractive index increment of the protein. The value on dn/dc can be determined with an Abbe refractometer or with prism deviation measurements on protein solutions [23] . Also in de Feijter et al.'s model the noise in Γ is strongly reduced compared to in d and n. Further possibilities to determine Γ and also a comparison among the methods can be found elsewhere [10] .", "cite_spans": [{"start": 255, "end": 259, "text": "[23]", "ref_id": null}, {"start": 455, "end": 459, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Determination of Surface Mass Density"}, {"text": "Determination of thickness and/or surface mass density is one of the most common applications of ellipsometry in the area of protein adsorption. It is often performed in situ to monitor surface dynamics. These types of applications have been reviewed and further details can be found in [6] [7] [8] [9] [10] [11] [12] [13] .", "cite_spans": [{"start": 287, "end": 290, "text": "[6]", "ref_id": null}, {"start": 291, "end": 294, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 295, "end": 298, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 299, "end": 302, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 303, "end": 307, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 308, "end": 312, "text": "[11]", "ref_id": null}, {"start": 313, "end": 317, "text": "[12]", "ref_id": null}, {"start": 318, "end": 322, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Protein Adsorption and Dynamics on Model Surfaces"}, {"text": "Above we discussed the basic challenge to quantify and monitor the dynamics of protein adsorption. In this section we will address some structural aspects including layer density, layer structure from dynamics of n and d, molecular ordering from anisotropy and from analysis of infrared chemical signatures. Layer Density A very basic structural parameter of a protein layer is its density. For an adsorbed layer of a rigid protein, there will certainly be density deficiencies. For a more flexible protein, conformation changes may occur upon adsorption but still one cannot expect an ideal homogeneous layer with flat parallel boundaries. Density is strongly related to n and various effective medium approximations (EMA) are used. A very simple density modeling can be done if n for a (more) dense protein layer is known as exemplified by determination of a density deficiency of 30% of a BSA layer on platinum [6] compared to a nominally dense BSA layer on HgCdTe. Ellipsometry can in principle provide n for thin layers as discussed above but it has not been proven yet to have sensitivity to resolve in-depth density profiles for protein monolayers as can be done with neutron reflectometry [39, 40] . However, for thicker protein layers, density depth-profiling is possible as shown by Kozma et al. [41] . They studied several hundred nm thick flagellar filament protein layers on surface activated Ta 2 O 3 . The protein layers were described by five EMA sublayers. By fitting this model to spectroscopic ellipsometry data, they determined the in-depth variation in surface mass density.", "cite_spans": [{"start": 914, "end": 917, "text": "[6]", "ref_id": null}, {"start": 1197, "end": 1201, "text": "[39,", "ref_id": null}, {"start": 1202, "end": 1205, "text": "40]", "ref_id": null}, {"start": 1306, "end": 1310, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "Studies of Protein Layer Structure"}, {"text": "Dynamic Relations Between n and d Malmsten [27] made pioneering work and used single-wavelength ellipsometry to resolve structural details and film formation mechanisms for layers of fibrinogen, γ -globulin and more proteins on silicon with 30 nm thermal oxide. Figure 2. 3 shows that IgG adsorbing on an oxidized silicon surface made hydrophobic by methylation, proceeds with n linearly increasing from the value of the ambient medium to a final value of around 1.37 corresponding to Γ = 3 mg/m 2 . During the whole adsorption process, d is more or less constant except for low Γ where noise is seen. The dimensions of IgG are 23.5 × 4.5 × 4.5 nm and Malmsten concluded that IgG has a near end-on orientation. The relatively low n and Γ show in addition that the layer has low packing density. Fibrinogen showed a more complex dynamics with a near-linear change in both n and d [27] . Further structural studies with ellipsometry along these lines but also including multilayer adsorption were performed by Berlind et al. [32] who studied fibrinogen covalently bonded on functionalized silicon surfaces using affinity ligand coupling chemistry. Adsorption of fibrinogen was monitored in situ with ellipsometry at λ = 500 nm and ellipsometric spectra were measured at steady-state in the range 350-1050 nm. Figure 2 .4 shows d and n during multistep adsorption and in situ chemical activation of fibrinogen layers evaluated on a λ-by-λ basis. Figure 2 .5 shows the corresponding change in Γ calculated with de Feijter et al.'s formula in (2.3) . Fibrinogen matrices with thickness up to 58 nm and with surface mass density Γ of 1.6 µg/cm 2 were prepared in this way. The first adsorption step results in a fibrinogen layer with Γ = 1 µg/cm 2 . A chemical activation using ethyl-3-dimethylaminopropyl-carbodiimide and N-hydroxy-succinimide (EDC/NHS) methodology was then performed with intention to promote binding of the next fibrinogen layer. However, only a small thickness increase was observed upon a second fibrinogen adsorption step. Furthermore Γ increases monotonically during the whole experiment and when n or d decreases, Γ remains constant, i.e. no desorption occurs. This thickness decrease is accompanied with an index increase supporting a densification of the fibrinogen layer. A proposed structural model for the fibrinogen layer is shown in Fig. 2 .5 and is further discussed in [32] . Earlier single-λ ellipsometry experiments with ex situ activation and incubation showed very different results [42] with a considerable increase in Γ after each incubation step more or less proportional to the number of incubation/activation steps performed. These differences are most probably due to the drying steps in the ex situ case.", "cite_spans": [{"start": 43, "end": 47, "text": "[27]", "ref_id": null}, {"start": 879, "end": 883, "text": "[27]", "ref_id": null}, {"start": 1023, "end": 1027, "text": "[32]", "ref_id": null}, {"start": 1538, "end": 1543, "text": "(2.3)", "ref_id": null}, {"start": 2397, "end": 2401, "text": "[32]", "ref_id": null}, {"start": 2515, "end": 2519, "text": "[42]", "ref_id": null}], "ref_spans": [{"start": 262, "end": 271, "text": "Figure 2.", "ref_id": "FIGREF1"}, {"start": 1307, "end": 1315, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 1443, "end": 1451, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 2359, "end": 2365, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Studies of Protein Layer Structure"}, {"text": "Protein molecules in a layer are normally assumed to be randomly oriented and very few protein layers are crystalline. Even if there is an order, an isotropic layer is normally assumed if the molecules not are uniaxial or biaxial. However, there are some indications that protein molecules can be uniaxial. Sano [43] showed that structural anisotropy in BSA leads to uniaxial molecules with n of 1.744 and 1.563 along the major and minor axes, respectively. In addition there may be form induced birefringence in protein layers as briefly discussed in the methodology section above. Of course, the resolving power of ellipsometry on protein films may be insufficient to resolve their anisotropy regardless of being intrinsic or form induced. In highly ordered, but thin films of fatty acids prepared by Langmuir-Blodgett techniques, Engelsen [44] demonstrated that anisotropic modeling is relevant. Future refinement of ellipsometric methodology will tell if anisotropy of protein films will add to further understanding of their properties and structure.", "cite_spans": [{"start": 312, "end": 316, "text": "[43]", "ref_id": null}, {"start": 842, "end": 846, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Molecular Ordering from Anisotropy"}, {"text": "Chemical Structure Infrared spectroscopy is well established for studies of protein structure. The advantage is that vibrational signatures can be correlated to the secondary structures in protein molecules [34] . However, surprisingly few reports on application of infrared spectroscopic ellipsometry (IRSE) for studies of protein layers are found in the literature in spite of that IRSE has the advantage to provide a quantification of the amount of protein on a surface, i.e. to determine the layer thickness in addition to the IR spectral features. The limited use of IRSE may be due to that the instrumentation is rather expensive and slow. With a pyroelectric DTGS detector, a typical measurement on a protein monolayer may take 12 h or more but using other types of detectors can shorten the measurement time. A rather large sample area of several mm 2 is also required. The speed and sample size can be reduced by employing synchrotron infrared spectroscopic ellipsometry as shown by Hinrichs et al. [45] . They studied peptides, proteins and their antibodies and could in particular identify the so called amide bands [19] .", "cite_spans": [{"start": 207, "end": 211, "text": "[34]", "ref_id": null}, {"start": 1008, "end": 1012, "text": "[45]", "ref_id": null}, {"start": 1127, "end": 1131, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Molecular Ordering from Anisotropy"}, {"text": "IRSE has been applied to determine N of bovine carbonic anhydrase (BCA) adsorbed in a 500 nm thick porous silicon layer [18] . Using Lorentzian resonances, as those in (2.2), five absorption bands, including the amide I, II and A, could be resolved and parameterized. In addition it was found that more BCA per surface area was adsorbed near the surface. Protein monolayers and multilayers have also been studied by IRSE on flat model surfaces [33] . In particular the effect of heating on the secondary structure (the amide bands) were observed. For a multilayer with ten Fig. 2.6 Real part n (left) and extinction coefficient k (right) for a fibrinogen monolayer on gold measured at room temperature (RT) before and after heating to 120 • C. Reprinted from [33] alternating HSA and anti-HSA layers with a total thickness of 40.2 nm, it was found that heating to 120 • C reduced the thickness around 1 nm and that mainly the amide A band was affected as observed in N . Upon heating to 200 • C, major changes in all amide bands occurred. Also effects of heating a 4.1 nm monolayer of fibrinogen on gold was studied [33] . Figure 2 .6 shows that heating of a fibrinogen to 120 • C increases both n and k. The thickness decreases to 3.5 nm so effectively a densification of the layer has occurred. A possible explanation is that water has desorbed. The frequencies and corresponding broadenings and amplitudes for the five identified resonance before heating are shown in Table 2. 2. Very small changes, except for increase in amplitudes, very found upon heating.", "cite_spans": [{"start": 120, "end": 124, "text": "[18]", "ref_id": null}, {"start": 444, "end": 448, "text": "[33]", "ref_id": null}, {"start": 759, "end": 763, "text": "[33]", "ref_id": null}, {"start": 1116, "end": 1120, "text": "[33]", "ref_id": null}], "ref_spans": [{"start": 573, "end": 581, "text": "Fig. 2.6", "ref_id": "FIGREF1"}, {"start": 1123, "end": 1131, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 1471, "end": 1479, "text": "Table 2.", "ref_id": "TABREF0"}], "section": "Molecular Ordering from Anisotropy"}, {"text": "It was early shown that ellipsometry could be used for detection of biomolecules (see e.g. [3] ). The idea of using ellipsometry as a sensor principle is therefore old and was also reviewed several years ago [46] . Several attempts to design systems for end users have been presented but have not been implemented in clinical laboratories so far. The Isoscope or comparison ellipsometer [47] and the fixed polarizer ellipsometer [48] are two examples of suggested point-of-care systems. Also imaging ellipsometry were suggested many years ago as a high through-put system for biosensing [14, 49] . It seems that ellipsometry as a biosensor principle not finds its way from research to clinical laboratories. No user-friendly and costefficient instruments suitable for clinical use are commercially available. In spite of this, suggestions for biosensing applications continues to be published which indicates that researches are believers in its potential. The review will here be limited to presentation of some studies addressing two of the most important aspects in this context: (1) imaging ellipsometry readout for achieving high through-put and (2) bioaffinity for achieving specificity.", "cite_spans": [{"start": 91, "end": 94, "text": "[3]", "ref_id": null}, {"start": 208, "end": 212, "text": "[46]", "ref_id": null}, {"start": 387, "end": 391, "text": "[47]", "ref_id": null}, {"start": 429, "end": 433, "text": "[48]", "ref_id": null}, {"start": 587, "end": 591, "text": "[14,", "ref_id": null}, {"start": 592, "end": 595, "text": "49]", "ref_id": null}], "ref_spans": [], "section": "Protein Layer Based Biosensing"}, {"text": "Imaging ellipsometry provides a means to map the lateral thickness or surface mass density variations on a surface. By using a beam with a large diameter, it is possible to image a large area, e.g. 15 × 30 mm 2 [14] . An example of imaging of 4 mm diameter spots of three different proteins is shown in Fig. 2.7 . With a focusing lens, small area, e.g. 60 × 200 µm 2 can be imaged [50] . Recently Gunnarsson et al. [51] demonstrated time-resolved imaging with a sensitivity in surface mass density of 1 ng/mm 2 and pixel size less than 0.5 µm. Development of affinity biochips with 900 targets and ellipsometric readout has also been reported [52] .", "cite_spans": [{"start": 211, "end": 215, "text": "[14]", "ref_id": null}, {"start": 381, "end": 385, "text": "[50]", "ref_id": null}, {"start": 415, "end": 419, "text": "[51]", "ref_id": null}, {"start": 643, "end": 647, "text": "[52]", "ref_id": null}], "ref_spans": [{"start": 303, "end": 311, "text": "Fig. 2.7", "ref_id": "FIGREF1"}], "section": "Protein Layer Based Biosensing"}, {"text": "The development of imaging ellipsometry for biosensing based on protein layers and as well as other layers has been pioneered by Jin and coworkers [53, 54] . Their applications include detection of monoclonal antibodies from SARS (severe acute respiratory syndrome) using virus, immobilized on silicon substrates, as antigen [55] , detection of the protein hormone human somatropin down to 0.0004 IU/ml [56] , detection of Riemerella anatipestifier (bacteria causing septicemia in birds) down to 5.2 × 10 3 CFU/ml using immunoglobulin as sensing layer [57] , detection of tumor markers for cancer diagnostics down to 10 U/ml [58, 59] , biological amplification for detection of alpha-fetoprotein in cancer diagnostics down to 5 ng/ml [60] , detection of duck hepatitis virus down to 8 × 10 −9.5 LD 50 /ml using polyclonal antibodies on silicon [61] , detection of hepatitis B virus markers down to 1 mg/ml [62] , and more.", "cite_spans": [{"start": 147, "end": 151, "text": "[53,", "ref_id": null}, {"start": 152, "end": 155, "text": "54]", "ref_id": null}, {"start": 325, "end": 329, "text": "[55]", "ref_id": null}, {"start": 403, "end": 407, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 552, "end": 556, "text": "[57]", "ref_id": null}, {"start": 625, "end": 629, "text": "[58,", "ref_id": null}, {"start": 630, "end": 633, "text": "59]", "ref_id": null}, {"start": 734, "end": 738, "text": "[60]", "ref_id": null}, {"start": 844, "end": 848, "text": "[61]", "ref_id": null}, {"start": 906, "end": 910, "text": "[62]", "ref_id": null}], "ref_spans": [], "section": "Protein Layer Based Biosensing"}, {"text": "Proof of concept of using imaging ellipsometry for immunosensors have also been given by Bae and coworkers. They showed a detection limit of 10 ng/ml for insulin [63] , detection of the bacteria Legionella pneumophila down to 10 3 CFU/ml [64] and the bacteria Yersinia enterocolitica also with detection limit 10 3 CFU/ml [65] .", "cite_spans": [{"start": 162, "end": 166, "text": "[63]", "ref_id": null}, {"start": 238, "end": 242, "text": "[64]", "ref_id": null}, {"start": 322, "end": 326, "text": "[65]", "ref_id": null}], "ref_spans": [], "section": "Protein Layer Based Biosensing"}, {"text": "In most cases, the sensitivity of ellipsometry for detection of adsorbing molecules is sufficient for immunoassays. However, if increased sensitivity is required, one can employ SPP-enhancement as discussed in Chap. 18 in this book. An example of such an application, of relevance for diagnosis of Alzheimer's decease, is a label-free direct immunoassay for detection of β-amyloid peptide (1-16) using monoclonal antibodies immobilized on a gold surface [66] .", "cite_spans": [{"start": 454, "end": 458, "text": "[66]", "ref_id": null}], "ref_spans": [], "section": "Protein Layer Based Biosensing"}, {"text": "A complement or alternative to use biochemical specificity is to use optical specificity, e.g. fluorescence or chemiluminescence. Hinrichs et al. [45] suggest the use of infrared spectroscopic mapping ellipsometry. Areas of 6 × 6 mm 2 with a resolution of 300 × 300 µm 2 were mapped and protein amide bands were identified. The drawback is that currently infrared radiation from a synchrotron beam line is required.", "cite_spans": [{"start": 146, "end": 150, "text": "[45]", "ref_id": null}], "ref_spans": [], "section": "Protein Layer Based Biosensing"}, {"text": "In conclusion we find that affinity-based biosensing with ellipsometry can provide sufficiently low detection limits for many important clinical applications and compares well with alternative methods. In addition it is a label-free technique. 2.7 a Off-null ellipsometry irradiance measured on a silicon surface patterned with 4 mm diameter protein spots. Fib, HSA and h-IgG corresponds to fibrinogen, human serum albumin and human immunoglobulin G, respectively. b Three-dimensional visualization of the irradiance distribution. Reprinted from [14] with permission from American Institute of Physics", "cite_spans": [{"start": 546, "end": 550, "text": "[14]", "ref_id": null}], "ref_spans": [{"start": 244, "end": 247, "text": "2.7", "ref_id": "FIGREF1"}], "section": "Protein Layer Based Biosensing"}, {"text": "Protein Adsorption as a Surface and Thin Film Probe Protein adsorption has been used as a probe for testing the biocompatibility and other functionalities of surfaces and thin film materials. Gyulai et al. studied biodegradable polyesters for drug carrier systems and used adsorption of BSA to determine how protein repellent the polyester surface is [67] . Mikhaylova et al. used lysozyme and HSA as model proteins with different charge to probe complex adsorption responses on hydroxyl-terminated hyperbranched aromatic polyester thin films [68] . They found that a thicker polyester film resulted in a lower BSA adsorption probably coupled to a higher hydrophilicity. Warenda et al. [69] studied HSA interaction with oligosaccharide-modified hyperbranched poly(ethylene imine) films and found that HSA adsorption was below 50 ng/cm 2 under certain conditions. A low protein adsorption is crucial for the use of these films in biosensors. BSA has also been used to test biocompatibility of thin films of tantalum, niobium, zirconium and titanium oxides [70] and HSA to test biocompatibility of thin polymer brushes [71] (see also Chap. 6).", "cite_spans": [{"start": 351, "end": 355, "text": "[67]", "ref_id": null}, {"start": 358, "end": 380, "text": "Mikhaylova et al. used", "ref_id": null}, {"start": 543, "end": 547, "text": "[68]", "ref_id": null}, {"start": 686, "end": 690, "text": "[69]", "ref_id": null}, {"start": 1055, "end": 1059, "text": "[70]", "ref_id": null}, {"start": 1117, "end": 1121, "text": "[71]", "ref_id": null}], "ref_spans": [], "section": "Other Applications"}, {"text": "It is no doubt that ellipsometry, especially in spectroscopic and imaging modes, is among the most valuable tools for studying protein adsorption on solid surfaces including possibilities to follow dynamics of a thin film structure. Among the new developments now being mature are spatial imaging ellipsometry with potential applications in high-through put screening of bioadsorption but also in surface mapping in general. A representative example is the investigation of lightactivated affinity micropatterning of proteins using imaging ellipsometry [72] . Such spatially resolved immobilization of proteins may find applications in surface control of biomaterials and tissue engineering, multi-analyte biosensors, clinical assays and genomic arrays.", "cite_spans": [{"start": 553, "end": 557, "text": "[72]", "ref_id": null}], "ref_spans": [], "section": "Outlook"}, {"text": "Time-resolved spectroscopic ellipsometry and time-resolved imaging ellipsometry have so far only a few applications. Internal reflection ellipsometry is also mature and holds great promises due to its extreme sensitivity if the SPP phenomenon is utilized as is discussed in Chap. 18 of this book. Infrared spectroscopic ellipsometry is a technique with large promises in the life science area in general and in particular for protein adsorption studies. IRSE allows describing composition, structure and layer thickness in the same measurements. Ellipsometry is sometimes combined with other in situ techniques including potentiometry, impedance spectroscopy and quartz-micro balance (see also Chap. 17). The latter has been proven to be a powerful combination in structural analysis of thin protein films [20, 21] .", "cite_spans": [{"start": 806, "end": 810, "text": "[20,", "ref_id": null}, {"start": 811, "end": 814, "text": "21]", "ref_id": null}], "ref_spans": [], "section": "Outlook"}, {"text": "A major problem is technology transfer from the scientific community to colleagues in industrial and clinical laboratories, especially for biosensor applications. Perhaps we have to wait for an ellipsometer on a chip.", "cite_spans": [], "ref_spans": [], "section": "Outlook"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Blood Clotting Enzymology", "authors": [{"first": "L", "middle": [], "last": "Vroman", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "279--323", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Thin Solid Films 313-314", "authors": [{"first": "H", "middle": [], "last": "Arwin", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "764--774", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Physical Chemistry of Biological Interfaces", "authors": [{"first": "H", "middle": [], "last": "Arwin", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "577--607", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Thin Solid Films 377-378", "authors": [{"first": "H", "middle": [], "last": "Arwin", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "48--56", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Handbook of Ellipsometry", "authors": [{"first": "H", "middle": [], "last": "Arwin", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "799--855", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Thin Solid Films 455-456", "authors": [{"first": "M", "middle": [], "last": "Poksinski", "suffix": ""}, {"first": "H", "middle": [], "last": "Arwin", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "716--721", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Thin Solid Films 284-285", "authors": [{"first": "R", "middle": ["G C"], "last": "Oudshoorn", "suffix": ""}, {"first": "R", "middle": ["P H"], "last": "Kooyman", "suffix": ""}, {"first": "J", "middle": [], "last": "Greve", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "836--840", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Optical anisotropy in ordered systems of lipids", "authors": [{"first": "D", "middle": ["D"], "last": "Engelsen", "suffix": ""}], "year": 1976, "venue": "Surf. Sci", "volume": "56", "issn": "", "pages": "272--280", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Proceedings of the 20th Annual International Conference of the IEEE Engineering in Medicine and Biology Society", "authors": [{"first": "Z.-Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Z.-H", "middle": [], "last": "Wang", "suffix": ""}], "year": 1998, "venue": "", "volume": "2", "issn": "", "pages": "590--593", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The schematic sketches on top show four different protein configurations including irregular shaped, spherical and ellipsoidal (end-on and side-on) molecules. Below is shown two simplified models for evaluation: (left) a layer with thickness d and index N representing the layer extension (true thickness) and effective index, respectively; (right) a layer with thickness d eq and index N p representing the equivalent thickness for a dense layer and intrinsic protein index, respectively model. From this product it is not possible to determine both d and N . However, N enters weakly but independent of d into the reflection expressions through the Fresnel interface coefficients which allows a separation of d and N if the accuracy of the data is sufficiently high.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Real part n of the refractive index of a 4.1 nm layer of lactoperoxidase on gold. Also shown is the absorption coefficient α = 4π k/λ. The Kramers-Kronig counterpart to the α-band around 3 eV is not seen in n at the scales used. Reprinted from[26] with permission from Elsevier", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Some proteins may contain functional groups like hemes and exhibit absorption bands and additional complexity in the modeling of N should be introduced. The heme group absorption around 3 eV in Fig. 2.2 serves as an example. The peptide backbone resonances and other electronic bands in the UV and visible (VIS) spectral regions can be modeled with Lorentzian or Gaussian dispersion models.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Thickness (a) and refractive index (b) versus surface mass density of a layer of IgG evaluated from recordings of in situ ellipsometric data on oxidized silicon. Reprinted from[27] with permission from Elsevier", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Time evolution of thickness (left) and refractive index (right) during formation of a fibrinogen layer matrix on a functionalized silicon substrate. Symbol F indicates fibrinogen adsorption and A layer activation using EDC/NHS. Reprinted from[32] with permission from Elsevier", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Time evolution of surface mass density Γ (left) during formation of a fibrinogen layer matrix on a functionalized silicon substrate. Symbol F indicates fibrinogen adsorption and A layer activation using EDC/NHS. To the right is shown a possible structure of a fibrinogen matrix formed by multistep adsorption/activation. Reprinted from[32] with permission from Elsevier", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 2.7 a Off-null ellipsometry irradiance measured on a silicon surface patterned with 4 mm diameter protein spots. Fib, HSA and h-IgG corresponds to fibrinogen, human serum albumin and human immunoglobulin G, respectively. b Three-dimensional visualization of the irradiance distribution. Reprinted from [14] with permission from American Institute of Physics", "latex": null, "type": "figure"}, "TABREF0": {"text": "Overview of strategies for determining N and d of thin protein films", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strategy λ-by-λ </td><td>Assumption </td><td>References\n</td></tr><tr><td>k = 0 </td><td>[25, 26]\n</td></tr><tr><td>Single λ, interference </td><td>k = 0 </td><td>[27]\n</td></tr><tr><td>Arwin-Aspnes method </td><td>- </td><td>[28]\n</td></tr><tr><td>Analytical inversion </td><td>k = 0 </td><td>[31]\n</td></tr><tr><td>Dispersion models </td><td>Cauchy, Gauss, Lorentz etc. </td><td>[32, 33]\n</td></tr></table></body></html>"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}