{"paper_id": "1a2c921601b7b57e71e5b13b880f3c692432da3b", "metadata": {"title": "Health insurance coverage and sources of advice in entrepreneurship: Gender differences", "authors": [{"first": "Agnieszka", "middle": [], "last": "Kwapisz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Montana State University", "location": {"addrLine": "S 8th Ave", "postCode": "59717", "settlement": "Bozeman", "region": "MT", "country": "USA A R"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Entrepreneurship is an integral part of economies that promotes growth, innovation, and wealth but it is a challenge for both academics and practitioners to understand why and how new firms succeed and grow (Carree and Thurik, 2010; Schumpeter, 1934) . Institutions and public policies can play a key role in the development and level of entrepreneurial activity (Amor os et al., 2016; Kimmitt et al., 2016; Kuo and Lin, 2020; Kwapisz, 2019a; Muñoz and Kibler, 2016) . For example, ease of entry regulations, government-based entrepreneurship programs, or entrepreneurship education may be factors in the creation of an entrepreneurial society (Hechavarría and coverage maybe a valuable enticement in the total compensation package. However, many small businesses don't meet the minimum threshold to offer group insurance and solopreneurs often only qualify for individual insurance, which gives them limited spectrum of plans to choose from. Thus, many self-employed still opt not to be covered by health insurance. This paper seeks to examine self-employed health insurance coverage when the full provisions of the Affordable Care Act were in place (2016) and the specific role of an entrepreneur's social networks in the decision to purchase health insurance. We emphasize the role of gender differences in this important decision.", "cite_spans": [{"start": 207, "end": 232, "text": "(Carree and Thurik, 2010;", "ref_id": "BIBREF16"}, {"start": 233, "end": 250, "text": "Schumpeter, 1934)", "ref_id": "BIBREF58"}, {"start": 363, "end": 385, "text": "(Amor os et al., 2016;", "ref_id": "BIBREF1"}, {"start": 386, "end": 407, "text": "Kimmitt et al., 2016;", "ref_id": "BIBREF39"}, {"start": 408, "end": 426, "text": "Kuo and Lin, 2020;", "ref_id": "BIBREF44"}, {"start": 427, "end": 442, "text": "Kwapisz, 2019a;", "ref_id": "BIBREF41"}, {"start": 443, "end": 466, "text": "Muñoz and Kibler, 2016)", "ref_id": "BIBREF49"}, {"start": 644, "end": 660, "text": "(Hechavarría and", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "2.1. Health insurance, the Affordable Care Act, and self-employment Health benefits coverage may be a key driver when it comes to making self-employment decisions. Evidence of the difficulties in obtaining resources for health insurance has appeared in emerging studies, which, for example, reported that having access to spousal health insurance increases the likelihood of self-employment (Wellington, 2001) . Fairlie et al. (2011) showed that business ownership rates increased from just under age 65 to just over age 65 (when the qualification for Medicare starts in the US). Kuo and Lin (2020) found that implementation of the universal health insurance in Taiwan significantly decreased the rate of the self-employed who needed to absorb the entire burden of the premium for themselves and their dependents. Using a survey of entrepreneurs, Aggarwal et al. (2013) reached similar conclusion: the difficulty of obtaining affordable health insurance has a significant inhibiting impact on US entrepreneurs. They reported that as many as 88% of individuals identified the availability of health insurance to be the key factor in starting a business.", "cite_spans": [{"start": 391, "end": 409, "text": "(Wellington, 2001)", "ref_id": "BIBREF64"}, {"start": 412, "end": 433, "text": "Fairlie et al. (2011)", "ref_id": "BIBREF24"}, {"start": 580, "end": 598, "text": "Kuo and Lin (2020)", "ref_id": "BIBREF44"}, {"start": 847, "end": 869, "text": "Aggarwal et al. (2013)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conceptual framework"}, {"text": "In the US, the individual mandate of the Patient Protection and Affordable Care Act (commonly known as the Affordable Care Act, ACA, or Obamacare) required everyone to have insurance or pay a penalty and the employer mandate required employers with more than 50 full time employees to provide health insurance to their workers. One of the goals of the ACA was to weaken entrepreneurship 'lock effect'. However, the first attempts to study how provisions of the ACA have affected entrepreneurship provided mixed results. Bailey (2017) found that the ACA's dependent coverage mandate did not increase self-employment among young adults overall but increased self-employment among disabled young adults by 19-23%. Condliffe et al. (2017) found no evidence that the ACA has stimulated self-employment among all young adults but found a positive effect on the likelihood of students being self-employed. Bailey and Dave (2019) reported a 3-4% increase in self-employment due to the ACA implementation and a rise of coverage of all non-elderly American adults from 79.6% in 2013 to 87.7% in 2016, and of self-employed non-elderly American adults from 70.7% in 2013 to 81.8% in 2016. Heim and Yang (2017) reported that the ACA did not increase self-employment overall in the states that lacked similar provisions prior to 2014 but found a statistically significant increase in the second year of implementation among individuals eligible for insurance subsidies. They suggested that combination of time to adjust, low uncertainty, and low insurance costs may be necessary for health insurance reforms to impact self-employment. In a study of Massachusetts mandated healthcare program, Jackson (2010) showed a drop in entrepreneurship in the area due to healthcare mandates. Finally, Barber III and Kavoori (2018) found that the ACA increased the likelihood that the self-employed would privately purchase health insurance. Guided by the evidence in these emerging studies we expect that, controlling for other characteristics, the self-employed are still less likely to be covered by health insurance even when the full provisions of the ACA are in place.", "cite_spans": [{"start": 520, "end": 533, "text": "Bailey (2017)", "ref_id": "BIBREF3"}, {"start": 711, "end": 734, "text": "Condliffe et al. (2017)", "ref_id": "BIBREF18"}, {"start": 899, "end": 921, "text": "Bailey and Dave (2019)", "ref_id": "BIBREF5"}, {"start": 1177, "end": 1197, "text": "Heim and Yang (2017)", "ref_id": "BIBREF32"}, {"start": 1776, "end": 1805, "text": "Barber III and Kavoori (2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Conceptual framework"}, {"text": "While there is some emerging literature assessing the effects of health insurance on self-employment most of it have concentrated on factors influencing the entire labor force or specific age brackets and very few considered the differential impact on women. Among those few studies, there is no consensus on the effect of health insurance on women entry to entrepreneurship. Velamuri (2012) reported that self-employment among single women rose by 10% after the Tax Reform Act of 1986 (which introduced a tax subsidy for the self-employed to purchase their own health insurance). Similar effect was recently reported by Blume-Kohout (2018) in a conference paper, where data from the 2012-2016 National Health Interview Surveys are used to demonstrate that unmarried women had significantly higher probability of self-employment since the ACA health insurance exchanges opened in 2014 (but found that the ACA did not increase self-employment overall). The author argued that this is consistent with previous studies showing that women in the US workforce value health insurance more than men do. Also, women are more likely to use provisions in the ACA that guarantee coverage, such as pre-existing conditions, pregnancy, childbirth, birth control, mental health, and preventive care services. On the other hand, Gai and Minniti (2015) reported that having a husband who holds a health insurance policy had no effect on wives' self-employment decisions (as opposed to husbands' decisions). Using the US Census Bureau data, Sommers et al. (2013) reported larger estimated increases in coverage for men compared to women after the ACA implementation.", "cite_spans": [{"start": 376, "end": 391, "text": "Velamuri (2012)", "ref_id": "BIBREF63"}, {"start": 1313, "end": 1335, "text": "Gai and Minniti (2015)", "ref_id": "BIBREF28"}, {"start": 1523, "end": 1544, "text": "Sommers et al. (2013)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Health insurance and self-employed women"}, {"text": "We expect that self-employed women, even after the ACA, are less likely to be covered by health insurance compared to selfemployed men. Health insurance may be a significant cost to entrepreneurs, and women were shown to start their ventures with less money, to face significant barriers in obtaining the financing, and to start their ventures in less profitable industries (Malmstr€ om et al., 2020; Coleman and Robb, 2009; Mijid, 2015; Riding and Swift, 1990; Wu and Chua, 2012) . Research from the Kauffman Foundation reported that women launch startups with about half as much capital as men ). In addition to facing higher barriers to finance their ventures and starting ventures with less money, women entrepreneurs may also face higher cost of insurance. Women tend to keep their ventures small and are less likely to hire employees ). Thus, they may not qualify for often less expensive group coverage insurance rates. Additionally, women usually often demand more benefits such as preventive care services, childbirth, birth control, or mental health (Blume-Kohout, 2018) . Even though under the ACA most plans do cover some of these services, almost one in four (23%) of women covered by private insurance reported paying out of pocket costs for a Pap test, 16% for a mammogram, and 8% for a colon cancer screening; and these percentages were higher compared to women covered by an employer sponsored insurance plans (Ranji et al., 2018) . These services were not necessarily covered prior to the ACA and it is still uncertain if they will be covered in the future. eHealth (eHealth, 2019) reported that even after the introduction of the ACA, women face higher cost of private health insurance with an average monthly premium of $461 (versus $418 for men, in 2018).", "cite_spans": [{"start": 374, "end": 400, "text": "(Malmstr€ om et al., 2020;", "ref_id": "BIBREF45"}, {"start": 401, "end": 424, "text": "Coleman and Robb, 2009;", "ref_id": "BIBREF17"}, {"start": 425, "end": 437, "text": "Mijid, 2015;", "ref_id": "BIBREF48"}, {"start": 438, "end": 461, "text": "Riding and Swift, 1990;", "ref_id": "BIBREF55"}, {"start": 462, "end": 480, "text": "Wu and Chua, 2012)", "ref_id": "BIBREF65"}, {"start": 1060, "end": 1080, "text": "(Blume-Kohout, 2018)", "ref_id": "BIBREF8"}, {"start": 1427, "end": 1447, "text": "(Ranji et al., 2018)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Health insurance and self-employed women"}, {"text": "Entrepreneurial economic activity is embedded in the society and the importance of social capital and networks to entrepreneurship has been widely recognized (Bosma et al., 2004; Cope et al., 2007; De Carolis et al., 2009; Ertug et al., 2020; Florin et al., 2003; Pollack et al., 2016) . Entrepreneurs' social networks can be distinguished by three different types of utility: advice, resources, and emotional support (Arregle et al., 2015; Renzulli and Aldrich, 2005) . Advice support from networks can help entrepreneurs recognize opportunities, changes in laws and regulations, new technology developments, access to specialized knowledge, and other. We argue that women entrepreneurs who mainly rely on advice from strong ties networks (family and friends) lack adequate advice utility and, as a consequence, are less likely to purchase health insurance, consequently, putting themselves in danger of venture failure or even bankruptcy.", "cite_spans": [{"start": 158, "end": 178, "text": "(Bosma et al., 2004;", "ref_id": "BIBREF9"}, {"start": 179, "end": 197, "text": "Cope et al., 2007;", "ref_id": "BIBREF19"}, {"start": 198, "end": 222, "text": "De Carolis et al., 2009;", "ref_id": "BIBREF20"}, {"start": 223, "end": 242, "text": "Ertug et al., 2020;", "ref_id": "BIBREF23"}, {"start": 243, "end": 263, "text": "Florin et al., 2003;", "ref_id": "BIBREF25"}, {"start": 264, "end": 285, "text": "Pollack et al., 2016)", "ref_id": "BIBREF51"}, {"start": 418, "end": 440, "text": "(Arregle et al., 2015;", "ref_id": "BIBREF2"}, {"start": 441, "end": 468, "text": "Renzulli and Aldrich, 2005)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "As evidenced in literature, women entrepreneurs' strong ties networks are less likely to include professionals, other entrepreneurs (whose advice is crucial for small businesses), powerful actors (such as investors), or people with influence (Brush et al., 2004 (Brush et al., , 2019 Guzman and Kacperczyk, 2019) . Male entrepreneurs' networks are more likely to include lawyers, accountants, and other professionals (Robinson and Stubberud, 2009 ). In search of partnerships and emotional support, women entrepreneurs often join female-only business associations or clubs (Neumeyer et al., 2019; Uzzi, 2019; Yang et al., 2019) . However, with limited diversity women put themselves in danger of receiving a redundant advice from these networks. High proportion of homogeneity in the network is a critical disadvantage for small business owners (Ertug et al., 2020; Renzulli et al., 2000) . Women-only entrepreneurial networks, which lower access to diverse information, were found to be unable to access sufficient economic, social, cultural, and symbolic capital, restricting their ability to establish credibility as field players (McAdam et al., 2019) . Reliance on strong ties and homogenous ties limits access to diverse information, which subsequently limits access to opportunities, information, and resources required for founding a high-growth venture (Ertug et al., 2020; Guzman and Kacperczyk, 2019) . Close ties network heterogeneity has a large impact on business owners' access to resources (Renzulli and Aldrich, 2005) . In general, too much homogeneity and relying on relatives represent crucial weaknesses for women entrepreneurs (Bullough et al., 2019) .", "cite_spans": [{"start": 242, "end": 261, "text": "(Brush et al., 2004", "ref_id": "BIBREF12"}, {"start": 262, "end": 283, "text": "(Brush et al., , 2019", "ref_id": "BIBREF11"}, {"start": 284, "end": 312, "text": "Guzman and Kacperczyk, 2019)", "ref_id": "BIBREF30"}, {"start": 417, "end": 446, "text": "(Robinson and Stubberud, 2009", "ref_id": "BIBREF57"}, {"start": 573, "end": 596, "text": "(Neumeyer et al., 2019;", "ref_id": "BIBREF50"}, {"start": 597, "end": 608, "text": "Uzzi, 2019;", "ref_id": "BIBREF62"}, {"start": 609, "end": 627, "text": "Yang et al., 2019)", "ref_id": "BIBREF66"}, {"start": 845, "end": 865, "text": "(Ertug et al., 2020;", "ref_id": "BIBREF23"}, {"start": 866, "end": 888, "text": "Renzulli et al., 2000)", "ref_id": "BIBREF54"}, {"start": 1134, "end": 1155, "text": "(McAdam et al., 2019)", "ref_id": "BIBREF47"}, {"start": 1362, "end": 1382, "text": "(Ertug et al., 2020;", "ref_id": "BIBREF23"}, {"start": 1383, "end": 1411, "text": "Guzman and Kacperczyk, 2019)", "ref_id": "BIBREF30"}, {"start": 1506, "end": 1534, "text": "(Renzulli and Aldrich, 2005)", "ref_id": "BIBREF53"}, {"start": 1648, "end": 1671, "text": "(Bullough et al., 2019)", "ref_id": null}], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "Additionally, research shows that a high level of strong ties embeddedness is associated with lower levels of generalized trust (Arregle et al., 2015) . Since women's strong ties networks are denser (they tend to be closer and know one another more) than those of men (Renzulli and Aldrich, 2005) , there is a larger probability of distrust and dismissal of input originating outside the strong ties' network. Compounding the fact that women's weak ties networks are smaller, women may not receive as much information or not trust advice from their weak ties. In particular, women's reliance on likely more homogeneous advice from strong ties network may negatively affect the decision to purchase health insurance. Previous research showed that individuals seeking advice are less likely to make costly financial mistakes and exhibit improved financial practices, e.g. formulate long-term goals (Kim et al., 2018) .", "cite_spans": [{"start": 128, "end": 150, "text": "(Arregle et al., 2015)", "ref_id": "BIBREF2"}, {"start": 268, "end": 296, "text": "(Renzulli and Aldrich, 2005)", "ref_id": "BIBREF53"}, {"start": 896, "end": 914, "text": "(Kim et al., 2018)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "Women were also found to be less likely to ask for financing (Kwapisz and Hechavarría, 2018) . This maybe especially true when solicitating funds from strong ties like family and friends. Brush et al. (2014) found that the majority of early-stage female entrepreneurs finance their firms with their personal savings. Because insurance is expensive, women may opt not to buy it given the limited resources for their small businesses.", "cite_spans": [{"start": 61, "end": 92, "text": "(Kwapisz and Hechavarría, 2018)", "ref_id": "BIBREF40"}, {"start": 188, "end": 207, "text": "Brush et al. (2014)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "Finally, female entrepreneurs who rely on strong ties may receive lower emotional support from their networks because of stereotypes. Family may not support starting and building the business by women who traditionally are expected to spend more time managing family. Given these expectations and the fact that women are still spending more time on housework, women may experience more work-family conflict. As observed by Arregle et al. (2015) , without nonfamily sources, such as other female entrepreneurs or mentors usually found in weak ties networks, the strain of entrepreneurs' need for emotional support can eventually overburden the families. This may further affect families' willingness to provide female entrepreneurs with resources to lower the risk of venture failure, including purchase of a health insurance.", "cite_spans": [{"start": 423, "end": 444, "text": "Arregle et al. (2015)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "In summary, relying on strong ties has more negative effects on female entrepreneurs due to network's lower utilities in advice, resources, and emotional support. Limited information and emotional and financial support from their strong ties may lead female entrepreneurs to wrong decisions and costly financial mistakes, such as not obtaining health insurance.", "cite_spans": [], "ref_spans": [], "section": "Female entrepreneurs and sources of financial information"}, {"text": "We use data from the Federal Reserve Board's 2016 Survey of Consumer Finances (SCF). In 2016, full provisions of the ACA were in place. The SCF includes information on the employment status (thus data for the self-employed and others are available), health insurance coverage, sources of financial information as well as wealth, risk tolerance, and other demographic and financial variables. De Nardi et al. (2007) handles missing values through multiple imputation, creating five replicates for each observation, with values drawn from an estimate of the conditional distribution of the data. The imputed logistic regressions and significance tests reported in this study account for the five replicates using Stata's 'micombine' procedure, which estimates the model for each replicate and then reports figures averaged across results. We use the SCF's demographic weights which indicate how representative the observed household is of the US population as a whole. The estimation results with and without weights were very similar. The dependent variable is whether an adult individual (less than 65 years old) is covered by a health insurance (either their own or relatives' health insurance). We consider the respondent to be self-employed when they declare being self-employed as a primary job and having an active management role in the firm (16.2% of our sample). In all regressions we include gender, the vector of sources of financial information, the measure of risk tolerance, income level, a set of demographic characteristics (age, education, race, family size), and health indicators (smoking, self-assessed health). An overview of all variables used in our model, definitions, and descriptive statistics for the self-employed by gender are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 1764, "end": 1771, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data and methods"}, {"text": "Among the self-employed, 84% of males and 74% of females were covered by health insurance. (Table 1) . Table 2 reports the results from the imputed logistic regression of the likelihood of having health insurance for the full sample of the US population (self and not self-employed). Confirming our expectations, being self-employed was significantly and negatively associated with the likelihood of having health insurance, independent of the inclusion of controls. Holding all other variables constant, the odds of being covered by health insurance for the self-employed (when compared to others) are 0.35 (coeff. ¼ -1.064; OR ¼ exp(coeff.) ¼ 0.345; p < 0.01). In terms of percent change, this means that the odds of being covered by health insurance for the self-employed are 66% lower than of the odds for the general population (OR-1 ¼ 0.345-1 ¼ À0.655). In the general population, the odds for being covered by health insurance for females, compared to males, are 56% higher (OR ¼ 1.56; p < 0.01). Furthermore, the coefficient on the interaction term between gender and being self-employed (Table 3) is negative and significant at 10% alpha level (OR ¼ 0.447; P < 0.10). We plot the predictive margins of this moderating effect in Fig. 1 . Thus, while in the general population females were associated with higher odds of having health insurance, self-employed females were associated with lower odds of having health insurance. In terms of percent change, this means that the odds of being covered by health insurance for self-employed males are 62% lower (coeff. ¼ -0.971; OR-1 ¼ 0.379-1 ¼ À0.62) and for self-employed females are 83% lower (coeff. ¼ -0.971-0.805 ¼ À1.776; OR-1 ¼ 0.169-1 ¼ À0.83) than of the odds for the general population. Table 4 shows the relationship between using various sources of information and the probability that selfemployed females are covered by health insurance. All self-employed females who used financial planners as a main source of financial advice were covered by insurance. For self-employed females using friends or family as sources of financial information, as opposed to financial planner or no information, was significantly negatively associated with being covered by health insurance. We plot the predictive margins of this significant moderating effect in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 91, "end": 100, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 103, "end": 110, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1096, "end": 1105, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 1237, "end": 1243, "text": "Fig. 1", "ref_id": null}, {"start": 1751, "end": 1758, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 2314, "end": 2320, "text": "Fig. 2", "ref_id": null}], "section": "Empirical findings"}, {"text": "Recent literature began exploration of the effects of the ACA on entry into self-employment. We took a different approach and investigated the self-employed's choice of purchasing health insurance, how this choice depends on entrepreneur's sources of financial information, and how it is moderated by gender. Our study is also unique in employing the Federal Reserve Board's Survey of Consumer Finances, a survey with big potential for entrepreneurship research. We found that, even under the full provisions of the ACA, the odds of being covered by health insurance for the self-employed are 66% lower than the odds for the general population. The most striking finding is that self-employed women are less likely than men to be insured, the opposite of what we see in the general population. Moreover, self-employed women who rely on family and friends as the main source of financial information are significantly less likely to purchase health insurance, an effect that is not true for self-employed men.", "cite_spans": [], "ref_spans": [], "section": "Overview"}, {"text": "The results of this study have several implications for research in institutions, gender, and networks. For the institutional theory encompassing health insurance and self-employment, we provided evidence that it needs to account for gender. Entrepreneurship scholars have proven that entrepreneurship itself is a gendered phenomenon (Foss et al., 2019; Jennings and Brush, 2013) . We demonstrated that self-employed women are unique in their decisions to purchase health insurance and significantly differ from women in the general population. The question remains: why self-employed females buy insurance at the lower rate compared to their male counterparts? We speculate that women have less startup capital and find it harder to access capital, which combined with potentially higher insurance premiums, creates a much higher barrier to overcome. This is a strong result in institutional research with important implications for entrepreneurship and public policy. Our work offers further contextual nuances to existing research focused on female entrepreneurship and networks. We show that, for self-employed women, the decision to purchase health insurance depends on the source of financial information they use. Further research and theoretical models are needed in this area: why taking financial information from friends and family influences the decisions to purchase health insurance of self-employed women and why it has no effect on self-employed men? In sum, our findings suggest that future theoretical research needs to explore (a) decisions to purchase health insurance by gender and (b) the differential role of financial advice in making important business and personal decisions by gender. By stressing the importance of gender and networks, our findings enable researchers to think differently about how the self-employed make decisions about health insurance.", "cite_spans": [{"start": 334, "end": 353, "text": "(Foss et al., 2019;", "ref_id": "BIBREF26"}, {"start": 354, "end": 379, "text": "Jennings and Brush, 2013)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "In the context of political discussions about the ACA and the COVID-19 pandemic, our findings provide valuable implications for the self-employed, policy makers, and business support organizations. For the self-employed, we report crucial findings because medical debt was found to be the strongest contributor to consumers' bankruptcy filings in the US. This effect may be even more pronounced during the COVID-19 pandemic. A survey from 3 April 2020, conducted by MetLife (an insurer) and the US Chamber of Commerce, found that 54% of non-sole-proprietor firms with fewer than 500 employees were either closed or expected to close in coming weeks due to COVID-19 (The Economist, 2020). In 2019, according to the report from the Urban Institute (Karpman et al., 2020), 26% of the self-employed avoided seeking medical care because of the cost (11% of the salaried workers) and 20% had problems paying family medical bills (11% of the salaried workers). In light of these facts, the self-employed and, as our results indicate in particular self-employed women, need to carefully evaluate significant risks of no health insurance. In the time of COVID-19, when the self-employed try to keep their business alive, unexpected cost of hospitalization and lack of family doctor may further undermine their ability to return to their ventures. The self-employed uninsured may not know where to go to get tested if they think they have been exposed to the COVID-19 virus and may forego testing or care out of fear of having to pay out-of-pocket medical costs, putting themselves, their families, and their ventures in further risk. For governments and policy makers our findings have quite profound implications. Most governments support self-employment (often emphasizing women self-employment) as the important source of jobs and economic growth. Recently emerging research voiced concerns that lack of appropriate health insurance alternatives has deterred entrepreneurship and suggested that universal health insurance or the ACA could facilitate creation of businesses by reducing the entrepreneurship lock (e.g. Bailey and Dave, 2019) . The Kauffman-RAND Institute for Public Policy claims that the ACA could lead to a 33% 'bump in entrepreneurship' over several years (Gumus and Regan, 2015) . Fairlie et al. (2011, p. 34) concluded that: 'relatively low rates of business ownership in the United States may be due to less comprehensive health insurance coverage than in other wealthy countries.' However, most of existing literature on health insurance has lumped together all adults, rather than searching for differential impact on certain sub-populations. We add that as an unintended consequence of the US policy, lack of national health insurance encourages economic risk taking, especially for female entrepreneurs. Anything that can be done to make health insurance more available to the self-employed, such as universal health insurance or the ACA, has potential to lower the risk of venture failure, especially for self-employed women as they put themselves in a greater risk for bankruptcy in case of health problems or national disasters (such as the COVID-19 pandemic). Our results suggest one potential solution to this problem. Our findings identify the source of financial information to be the central determinant in purchasing health insurance by self-employed women. Given these results, it may be beneficial to support free or lowcost financial advising on health insurance plans, options, and risks. Our findings indicate that such financial advising may be an important policy lever that could reduce the number of the not covered self-employed. At the very least, knowing that purchasing insurance depends on the sources of financial information suggest that public policy aiming at financial education is desired. Bernheim et al. (2001) reported that a majority of states have adopted consumer education policies, and a sizable minority have mandated that high school students receive instruction on topics related to household financial decision-making. Barber III and Kavoori (2018) speculated that one of the reasons for the lack of observed effect of the ACA from 2013 to 2014 may be insufficient public education about the benefits of purchasing coverage. Local, state, and national government bodies should not underestimate the need to justify and translate the benefits of the ACA and collaborate with local, legitimate partners who can explicitly address entrepreneurs (such as business support institutions).", "cite_spans": [{"start": 2111, "end": 2133, "text": "Bailey and Dave, 2019)", "ref_id": "BIBREF5"}, {"start": 2268, "end": 2291, "text": "(Gumus and Regan, 2015)", "ref_id": "BIBREF29"}, {"start": 2294, "end": 2322, "text": "Fairlie et al. (2011, p. 34)", "ref_id": null}, {"start": 3838, "end": 3860, "text": "Bernheim et al. (2001)", "ref_id": "BIBREF7"}, {"start": 4079, "end": 4108, "text": "Barber III and Kavoori (2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Practical implications"}, {"text": "Our findings also inform business support institutions such as incubators and accelerators on the importance of differentiated advice for female-and male-led startups. Previous research demonstrated differences in demand for business support services (Kwapisz, 2019c) as women placed greater value on knowledge transfer benefits. Our results confirm that this is exactly what these ventures need. Incubators and accelerators may consider educating new ventures about the differences in the health insurance coverage by gender and the risks involved in opting out of health insurance, assuring that entrepreneurs make informed decisions in this area.", "cite_spans": [{"start": 251, "end": 267, "text": "(Kwapisz, 2019c)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Practical implications"}, {"text": "Finally, we expect our study to inform public debate on health insurance and self-employment. The cost of health care, and its effect on uninsured and the self-employed, has been a political, economic, and social concern for the past few decades and is even more arresting during the COVID-19 pandemic. One of the drivers of high health care costs and health insurance is the amount of uninsured who use the emergency services and opt for no preventive care (Barber III and Kavoori, 2018) . As women self-employment is on the rise, we can potentially see an increasing number of uninsured entrepreneurs. As Hessels et al. (2020) pointed out: 'Good health is essential to run a business successfully … and running a business successfully may lead to good health'.", "cite_spans": [{"start": 458, "end": 488, "text": "(Barber III and Kavoori, 2018)", "ref_id": "BIBREF6"}, {"start": 607, "end": 628, "text": "Hessels et al. (2020)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Practical implications"}, {"text": "It should be recognized that this research has certain limitations, which are potential avenues for future investigations. First, we measured uninsured as those respondents who are not covered by any insurance, but their household members may or may not be covered. Also, following De Nardi et al. (2007) , we defined the self-employed as those respondents who declare being self-employed as a primary job and having an active management role in the firm. An interesting line for future research is to see if our results hold when these definitions are altered (e.g., a decision unit is a household, full-time salaried workers running a business or the rich that acquire a business as a passive investment are considered). Second, even though our models include a significant number of meaningful controls that relate to the probability of being covered by health insurance, we do not control for ventures' characteristics. In particular, one should investigate how our models work for different venture types (e.g. social ventures). Additionally, the SCF has no information on the location of the respondent and further studies may consider differences in how states handle the ACA provisions. Finally, the fact that this study uses the SCF data presents some limitations inherent in using survey data, as we rely on self-reports of self-employment and health insurance status. We encourage researchers to replicate our findings using different data sets. Future studies may also test whether our findings can be replicated in different countries with different health insurance systems.", "cite_spans": [{"start": 266, "end": 304, "text": "Also, following De Nardi et al. (2007)", "ref_id": null}], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "The present study provides several directions for future research which are summarized in Table 5 . First, more research on the effects of the ACA in US is needed. We add to the still inconclusive literature on the relationship between the ACA and self-employment and hope that our results will encourage additional research on the subject, possibly also using the SCF data. Generally, the entrepreneurship research can benefit more from the rich information on households' personal finances contained in the SCF data.", "cite_spans": [], "ref_spans": [{"start": 90, "end": 97, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Limitations and future directions"}, {"text": "Second, more knowledge is needed to understand why purchase of health insurance is gendered and, for self-employed women, why this decision is affected by networks. We hope that future research will come up with new theories to explain specific insights regarding the reasons for these decisions. Future studies may delve into the mechanisms that explain the lower rate of health insurance coverage for self-employed women, as compared to either men or the general women population. We speculate that lack of resources and greater insurance premiums are the barriers, but this needs to be more theoretically developed and empirically tested. One other area of discovery maybe the risk tolerance. Even though our model does include risk perception this measure comes from a single self-reported question. It is possible that this variable does not capture the entire domain of entrepreneurial risk taking, and future research may want to assess whether a more comprehensive measure is needed to understand insurance decisions by self-employed males and females.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "Third, our results pointing to the differential impact of sources of financial advice may challenge gender entrepreneurship and network researchers to come up with new theories and empirical studies to investigate the topic further. For example, future research may explore how decision to purchase health insurance relates to financial education, efforts of states and localities to explain benefits of the ACA, and participation in business accelerators and incubators programs.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "Fourth, we chose to study the relationships between self-employment and health insurance coverage in the year when the full provisions of the ACA were in place. It would be interesting to see the impact of the recent changes in the ACA as well as its long-term effects. It is possible that much longer time is needed to register the intended effects of the ACA.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "Fifth, it would be desirable to further investigate correlations between long-term venture outcomes (e.g. venture success, revenue, growth, and well-being of individual entrepreneurs) and health insurance coverage for self-employed women and men. It remains to be discovered to what extend lack of health insurance leads to bankruptcy for specific populations, and if this was altered by the ACA. Future studies exploring the effect of COVID-19 on the self-employed with and without health insurance may want to explore the moderating effects of gender.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "Finally, our analyses underscore the importance of considering differences in the impact of the ACA across various groups of the selfemployed, e.g. retired and young covered by parents' insurance, ventures with below and above 50 employees (when the ACA requires employees' coverage), sectors, necessity vs. opportunity-based entrepreneurship. Analyses that only examine aggregate impacts may miss important heterogeneity among the self-employed. Such research may provide interesting insights that extend beyond our results. We hope our work will encourage additional research on institutions and government policies and how they intentionally or unintentionally affect various types of the self-employed.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future directions"}, {"text": "Based on the nature of the SCF data, we expect our results to generalize to all US households. The SCF is expected to provide reliable information on the US population financial characteristics. The survey provides weights ensuring that estimates pertain to the full population (Bricker et al., 2017) . For the purpose of our study, we only used respondents below age 65 to exclude those covered by Medicare. Therefore, we expect the results to generalize to the US adult population below age 65. We expect the results to be reproducible with other US samples. We do focus on the US with its rather unique insurance system; therefore, the findings cannot be generalized to other countries with different systems. Most of the industrialized countries in the world have universal health coverage for all citizens. However, in many countries, health insurance systems have been designed primarily to protect the paid employees. Often, the self-employed have a choice between public and private health insurance and premiums for private health insurance depend on age, a health assessment at entry, and gender. Also, the primary system may have more than one health plan (e.g. Germany, Japan). Therefore, it is possible that our results generalize to other countries regarding the choice to purchase better insurance coverage, which is left for further research. Based on our findings (and the results about job lock effect for Germany by Fossen and K€ onig, 2017) we expect the self-employed in these systems to purchase less converge. Still, our gender and network results may not generalize since they may depend on access to finance, risk perceptions, and the culture in a given country. Additionally, our sample is from a WEIRD country (Western, Educated, Industrialized, Rich, and Democratic, as defined by Henrich et al., 2010) and conclusions about gendered effect and networks may not generalize to non-WEIRD countries and cultures, even with similar health insurance systems. We chose to study the effects of the ACA in 2016, the year when full provisions of the ACA were in place. In 2016, the ACA was still a new health-care reform (passed in 2010) that introduced elements of a public health insurance system in the US. The replication studies using later dates may not be able to obtain the same effects due to, for example, changes in the awareness of the ACA as more time passes, changes in the ACA legislation in later years, or the COVID-19 pandemic (which affected awareness of the importance of health insurance and the very health of many people). Finally, the majority of the SCF interviews were obtained in person and the median interview length was about 90 min (with some interviews that lasted more than 3 h). A direct replication would need to closely follow the SCF survey procedures and we expect the results to generalize to situations in which participants were interviewed in a similar way. The likelihood of false memory about insurance or sources of financial information is low and there are no reasons for participants to not provide accurate information. Having said so, some of our results are testable with non-survey data and it remains to be seen if they are replicable in this way. Given the constraints above, we have no reason to believe that our results depend on our methods, our research context, or other characteristics of the participants (cf. Simons et al., 2017) .", "cite_spans": [{"start": 278, "end": 300, "text": "(Bricker et al., 2017)", "ref_id": null}, {"start": 1737, "end": 1830, "text": "(Western, Educated, Industrialized, Rich, and Democratic, as defined by Henrich et al., 2010)", "ref_id": null}, {"start": 3390, "end": 3410, "text": "Simons et al., 2017)", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Constraints on generalizability"}, {"text": "Overall, the current study provides a clearer picture of the self-employed health insurance coverage under the ACA. We show that even under full provisions of the ACA the self-employed were less likely to be insured. Moreover, our results suggest that self-employed females, and, especially those who reported using friends or family as the main source of financial information, are significantly less likely to be covered by health insurance. Accordingly, academics, practitioners, and policy makers will benefit from this richer understanding of self-employment and health insurance. We provide actionable advice for the self-employed, policy makers, and business support organizations as well as directions for future theoretical and practical explorations. Our research is an answer to a call for more research on entrepreneurship and institutions, and we are hopeful that our work inspires scholars to delve more deeply into the effects of institutions on the self-employed. Urbano et al. (2019) summarizes institutions and entrepreneurship literature and calls for more research on how 'institutions shape human behavior in order to enhance economic growth'.", "cite_spans": [{"start": 980, "end": 1000, "text": "Urbano et al. (2019)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Agnieszka Kwapisz: single author.", "cite_spans": [], "ref_spans": [], "section": "Author statement"}, {"text": "There is no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Health insurance availability and entrepreneurship", "authors": [{"first": "R", "middle": [], "last": "Aggarwal", "suffix": ""}, {"first": "K", "middle": ["Z"], "last": "Holly", "suffix": ""}, {"first": "V", "middle": [], "last": "Wadhwa", "suffix": ""}], "year": 2013, "venue": "J. Dev. Enterpren", "volume": "18", "issn": "4", "pages": "13500--13525", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "One size does not fit all: revisiting regional entrepreneurship policy for enhanced entrepreneurial ecosystems", "authors": [{"first": "J", "middle": ["E"], "last": "Amor Os", "suffix": ""}, {"first": "V", "middle": [], "last": "Mandakovic", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Munoz", "suffix": ""}], "year": 2016, "venue": "ICSB 2016 World Conference Proceedings. International Council for Small Business", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Family ties in entrepreneurs' social networks and new venture growth", "authors": [{"first": "J", "middle": ["L"], "last": "Arregle", "suffix": ""}, {"first": "B", "middle": [], "last": "Batjargal", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hitt", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Webb", "suffix": ""}, {"first": "T", "middle": [], "last": "Miller", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Tsui", "suffix": ""}], "year": 2015, "venue": "Enterpren. Theor. Pract", "volume": "39", "issn": "2", "pages": "313--344", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Health insurance and the supply of entrepreneurs: new evidence from the affordable care act", "authors": [{"first": "J", "middle": [], "last": "Bailey", "suffix": ""}], "year": 2017, "venue": "Small Bus. Econ", "volume": "49", "issn": "3", "pages": "627--646", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Employer-provided health insurance and job mobility: did the affordable care act reduce job lock?", "authors": [{"first": "J", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "A", "middle": [], "last": "Chorniy", "suffix": ""}], "year": 2016, "venue": "Contemp. Econ. Pol", "volume": "34", "issn": "1", "pages": "173--183", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of the Affordable Care Act on entrepreneurship among older adults", "authors": [{"first": "J", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "D", "middle": [], "last": "Dave", "suffix": ""}], "year": 2019, "venue": "E. Econ. J", "volume": "45", "issn": "1", "pages": "141--159", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Affordable Care Act, state exchanges and the self-employed in the USA", "authors": [{"first": "Iii", "middle": [], "last": "Barber", "suffix": ""}, {"first": "D", "middle": [], "last": "Kavoori", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "J. Small Bus. Enterpren", "volume": "", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Education and saving: the long-term effects of high school financial curriculum mandates", "authors": [{"first": "B", "middle": ["D"], "last": "Bernheim", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Garrett", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Maki", "suffix": ""}], "year": 2001, "venue": "J. Publ. Econ", "volume": "80", "issn": "3", "pages": "435--465", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Affordable Care Act and Women's Self-Employment. 7 th Conference of the American Society of Health Economics", "authors": [{"first": "", "middle": [], "last": "Blume-Kohout", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The value of human and social capital investments for the business performance of startups", "authors": [{"first": "N", "middle": [], "last": "Bosma", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Praag", "suffix": ""}, {"first": "R", "middle": [], "last": "Thurik", "suffix": ""}, {"first": "G", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2004, "venue": "Small Bus. Econ", "volume": "23", "issn": "3", "pages": "227--236", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A gendered look at entrepreneurship ecosystems", "authors": [{"first": "C", "middle": [], "last": "Brush", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Edelman", "suffix": ""}, {"first": "T", "middle": [], "last": "Manolova", "suffix": ""}, {"first": "F", "middle": [], "last": "Welter", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "2", "pages": "393--408", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Gatekeepers of venture growth: a Diana project report on the role and participation of women in the venture capital industry", "authors": [{"first": "Candida", "middle": ["G"], "last": "Brush", "suffix": ""}, {"first": "Nancy", "middle": ["M"], "last": "Carter", "suffix": ""}, {"first": "Elizabeth", "middle": ["J"], "last": "Gatewood", "suffix": ""}, {"first": "Patricia", "middle": ["G"], "last": "Greene", "suffix": ""}, {"first": "Myra", "middle": [], "last": "Hart", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Progress report on the goldman sachs 10,000 women initiative", "authors": [{"first": "Candida", "middle": ["G"], "last": "Brush", "suffix": ""}, {"first": "", "middle": [], "last": "Balachandra", "suffix": ""}, {"first": "", "middle": [], "last": "Lakshmi", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Davis", "suffix": ""}, {"first": "Patricia", "middle": ["G"], "last": "Greene", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "2019. Programs, Policies, & Practices Around High-Growth Women's Entrepreneurship", "authors": [{"first": "A", "middle": [], "last": "Bullough", "suffix": ""}, {"first": "D", "middle": [], "last": "Hechavarria", "suffix": ""}, {"first": "C", "middle": [], "last": "Brush", "suffix": ""}, {"first": "L", "middle": [], "last": "Edelman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The impact of entrepreneurship on economic growth", "authors": [{"first": "M", "middle": ["A"], "last": "Carree", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Thurik", "suffix": ""}], "year": 2010, "venue": "Handbook of Entrepreneurship 14 Research", "volume": "", "issn": "", "pages": "557--594", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A comparison of new firm financing by gender: evidence from the Kauffman firm survey data", "authors": [{"first": "S", "middle": [], "last": "Coleman", "suffix": ""}, {"first": "A", "middle": [], "last": "Robb", "suffix": ""}], "year": 2009, "venue": "Small Bus. Econ", "volume": "33", "issn": "4", "pages": "397--411", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Did the ACA reduce job-lock and spur entrepreneurship?", "authors": [{"first": "S", "middle": [], "last": "Condliffe", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Saboe", "suffix": ""}, {"first": "S", "middle": [], "last": "Terrizzi", "suffix": ""}], "year": 2017, "venue": "J. Enterpren. Public Policy", "volume": "6", "issn": "2", "pages": "150--163", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Social capital and entrepreneurship: an introduction", "authors": [{"first": "J", "middle": [], "last": "Cope", "suffix": ""}, {"first": "S", "middle": [], "last": "Jack", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Rose", "suffix": ""}], "year": 2007, "venue": "Int. Small Bus. J", "volume": "25", "issn": "3", "pages": "213--219", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Why networks enhance the progress of new venture creation: the influence of social capital and cognition", "authors": [{"first": "D", "middle": ["M"], "last": "De Carolis", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Litzky", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Eddleston", "suffix": ""}], "year": 2009, "venue": "Enterpren. Theor. Pract", "volume": "33", "issn": "2", "pages": "527--545", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Evidence on Entrepreneurs in the United States: Data from the 1989-2004 Survey of Consumer Finances", "authors": [{"first": "M", "middle": [], "last": "De Nardi", "suffix": ""}, {"first": "P", "middle": [], "last": "Doctor", "suffix": ""}, {"first": "S", "middle": [], "last": "Krane", "suffix": ""}, {"first": "I", "middle": [], "last": "Domowitz", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Sartain", "suffix": ""}], "year": 1999, "venue": "J. Finance", "volume": "54", "issn": "1", "pages": "403--420", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "How much does health insurance cost without A subsidy? Available at", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Kin ties and the performance of new firms: a structural approach", "authors": [{"first": "G", "middle": [], "last": "Ertug", "suffix": ""}, {"first": "R", "middle": [], "last": "Kotha", "suffix": ""}, {"first": "P", "middle": [], "last": "Hedstrom", "suffix": ""}], "year": 2020, "venue": "Acad. Manag. J", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5465/amj.2017.1218"]}}, "BIBREF24": {"ref_id": "b24", "title": "Is employer-based health insurance a barrier to entrepreneurship?", "authors": [{"first": "R", "middle": ["W"], "last": "Fairlie", "suffix": ""}, {"first": "K", "middle": [], "last": "Kapur", "suffix": ""}, {"first": "S", "middle": [], "last": "Gates", "suffix": ""}], "year": 2011, "venue": "J. Health Econ", "volume": "30", "issn": "1", "pages": "146--162", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A social capital model of high-growth ventures", "authors": [{"first": "J", "middle": [], "last": "Florin", "suffix": ""}, {"first": "M", "middle": [], "last": "Lubatkin", "suffix": ""}, {"first": "W", "middle": [], "last": "Schulze", "suffix": ""}], "year": 2003, "venue": "Acad. Manag. J", "volume": "46", "issn": "3", "pages": "374--384", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Women's entrepreneurship policy research: a 30-year review of the evidence", "authors": [{"first": "L", "middle": [], "last": "Foss", "suffix": ""}, {"first": "C", "middle": [], "last": "Henry", "suffix": ""}, {"first": "H", "middle": [], "last": "Ahl", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Mikalsen", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "2", "pages": "409--429", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Public health insurance, individual health, and entry into self-employment", "authors": [{"first": "F", "middle": ["M"], "last": "Fossen", "suffix": ""}, {"first": "J", "middle": [], "last": "K€ Onig", "suffix": ""}], "year": 2017, "venue": "Small Bus. Econ", "volume": "49", "issn": "3", "pages": "647--669", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Health insurance, job lock, and the supply of self-employment", "authors": [{"first": "Y", "middle": [], "last": "Gai", "suffix": ""}, {"first": "M", "middle": [], "last": "Minniti", "suffix": ""}], "year": 2015, "venue": "J. Small Bus. Manag", "volume": "53", "issn": "2", "pages": "558--580", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Self-employment and the role of health insurance in the US", "authors": [{"first": "G", "middle": [], "last": "Gumus", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Regan", "suffix": ""}], "year": 2015, "venue": "J. Bus. Ventur", "volume": "30", "issn": "3", "pages": "357--374", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Gender gap in entrepreneurship", "authors": [{"first": "J", "middle": [], "last": "Guzman", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Kacperczyk", "suffix": ""}], "year": 2019, "venue": "Res. Pol", "volume": "48", "issn": "7", "pages": "1666--1680", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Entrepreneurial ecosystem conditions and gendered national-level entrepreneurial activity: a 14-year panel study of GEM", "authors": [{"first": "D", "middle": ["M"], "last": "Hechavarría", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Ingram", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "2", "pages": "431--458", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The impact of the Affordable Care Act on self-employment", "authors": [{"first": "B", "middle": ["T"], "last": "Heim", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Henrich", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Heine", "suffix": ""}, {"first": "A", "middle": [], "last": "Norenzayan", "suffix": ""}], "year": 2010, "venue": "Health Econ", "volume": "466", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/hec.3500"]}}, "BIBREF33": {"ref_id": "b33", "title": "The higher returns to formal education for entrepreneurs versus employees in Australia", "authors": [{"first": "J", "middle": [], "last": "Hessels", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Rietveld", "suffix": ""}, {"first": "R", "middle": [], "last": "Thurik", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Der Zwan", "suffix": ""}], "year": 2020, "venue": "J. Bus. Ventur. Insights", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Health insurance and the supply of entrepreneurs", "authors": [{"first": "D", "middle": [], "last": "Holtz-Eakin", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Penrod", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Rosen", "suffix": ""}], "year": 1996, "venue": "J. Publ. Econ", "volume": "62", "issn": "1", "pages": "209--235", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Mulling over Massachusetts: health insurance mandates and entrepreneurs", "authors": [{"first": "S", "middle": [], "last": "Jackson", "suffix": ""}], "year": 2010, "venue": "Enterpren. Theor. Pract", "volume": "34", "issn": "5", "pages": "909--932", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Research on women entrepreneurs: challenges to (and from) the broader entrepreneurship literature?", "authors": [{"first": "J", "middle": ["E"], "last": "Jennings", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Brush", "suffix": ""}], "year": 2013, "venue": "Acad. Manag. Ann", "volume": "7", "issn": "", "pages": "661--713", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Even before the Coronavirus Outbreak, Hourly and Self-Employed Workers Were Struggling to Meet Basic Needs", "authors": [{"first": "M", "middle": [], "last": "Karpman", "suffix": ""}, {"first": "S", "middle": [], "last": "Zuckerman", "suffix": ""}, {"first": "D", "middle": [], "last": "Gonzalez", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The relationship between financial planner use and holding a retirement saving goal: a propensity score matching analysis. Financ", "authors": [{"first": "K", "middle": ["T"], "last": "Kim", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Pak", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Shin", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Hanna", "suffix": ""}], "year": 2018, "venue": "Plann. Rev", "volume": "1", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "An empirical investigation of the interplay between microcredit, institutional context, and entrepreneurial capabilities", "authors": [{"first": "J", "middle": [], "last": "Kimmitt", "suffix": ""}, {"first": "M", "middle": [], "last": "Scarlata", "suffix": ""}, {"first": "D", "middle": [], "last": "Dimov", "suffix": ""}], "year": 2016, "venue": "Ventur. Cap", "volume": "18", "issn": "3", "pages": "257--276", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Women don't ask: an investigation of start-up financing and gender", "authors": [{"first": "A", "middle": [], "last": "Kwapisz", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hechavarría", "suffix": ""}], "year": 2018, "venue": "Ventur. Cap", "volume": "20", "issn": "2", "pages": "159--190", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Do government and legal barriers impede entrepreneurship in the US? An exploratory study of perceived vs. actual barriers", "authors": [{"first": "A", "middle": [], "last": "Kwapisz", "suffix": ""}], "year": 2019, "venue": "J. Bus. Ventur. Insights", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Minimum wages and nascent entrepreneurship in the US", "authors": [{"first": "A", "middle": [], "last": "Kwapisz", "suffix": ""}], "year": 2019, "venue": "B E J. Econ. Anal. Pol", "volume": "20", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Business Accelerators and Female High Growth Ventures: Delineating the Demand for Services", "authors": [{"first": "A", "middle": [], "last": "Kwapisz", "suffix": ""}], "year": 2019, "venue": "Babson College Entrepreneurship Research Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Picking the lock: how universal healthcare programs influence entrepreneurial activities", "authors": [{"first": "Y", "middle": ["C"], "last": "Kuo", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "Small Bus. Econ", "volume": "54", "issn": "", "pages": "3--24", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "What do they think and what do they say? Gender bias, entrepreneurial attitude in writing and venture capitalists' funding decisions", "authors": [{"first": "M", "middle": [], "last": "Malmstr€ Om", "suffix": ""}, {"first": "A", "middle": [], "last": "Voitkane", "suffix": ""}, {"first": "J", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "J", "middle": [], "last": "Wincent", "suffix": ""}], "year": 2020, "venue": "J. Bus. Ventur. Insights", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Medical Bills Are the Biggest Cause of US Bankruptcies", "authors": [{"first": "Dan", "middle": [], "last": "Mangan", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Stories from the field: women's networking as gender capital in entrepreneurial ecosystems", "authors": [{"first": "M", "middle": [], "last": "Mcadam", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Harrison", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Leitch", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "2", "pages": "459--474", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Why are female small business owners in the United States less likely to apply for bank loans than their male counterparts?", "authors": [{"first": "N", "middle": [], "last": "Mijid", "suffix": ""}], "year": 2015, "venue": "J. Small Bus. Enterpren", "volume": "27", "issn": "2", "pages": "229--249", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Institutional complexity and social entrepreneurship: a fuzzy-set approach", "authors": [{"first": "P", "middle": [], "last": "Muñoz", "suffix": ""}, {"first": "E", "middle": [], "last": "Kibler", "suffix": ""}], "year": 2016, "venue": "J. Bus. Res", "volume": "69", "issn": "4", "pages": "1314--1318", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Entrepreneurship ecosystems and women entrepreneurs: a social capital and network approach", "authors": [{"first": "X", "middle": [], "last": "Neumeyer", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Santos", "suffix": ""}, {"first": "A", "middle": [], "last": "Caetano", "suffix": ""}, {"first": "P", "middle": [], "last": "Kalbfleisch", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "", "pages": "475--489", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Exploring entrepreneurs' social network ties: quantity versus quality", "authors": [{"first": "J", "middle": ["M"], "last": "Pollack", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Rutherford", "suffix": ""}, {"first": "A", "middle": [], "last": "Seers", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Coy", "suffix": ""}, {"first": "S", "middle": [], "last": "Hanson", "suffix": ""}], "year": 2016, "venue": "J. Bus. Ventur. Insights", "volume": "6", "issn": "", "pages": "28--35", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Women's Coverage, Access, and Affordability: Key Findings from the 2017 Kaiser Women's Health Survey. Issue Brief", "authors": [{"first": "Usha", "middle": [], "last": "Ranji", "suffix": ""}, {"first": "Caroline", "middle": [], "last": "Rosenzweig", "suffix": ""}, {"first": "Alina", "middle": [], "last": "Salganicoff", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Who can you turn to? Tie activation within core business discussion networks", "authors": [{"first": "L", "middle": ["A"], "last": "Renzulli", "suffix": ""}, {"first": "H", "middle": [], "last": "Aldrich", "suffix": ""}], "year": 2005, "venue": "Soc. Forces", "volume": "84", "issn": "1", "pages": "323--341", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Family matters: gender, networks, and entrepreneurial outcomes", "authors": [{"first": "L", "middle": ["A"], "last": "Renzulli", "suffix": ""}, {"first": "H", "middle": [], "last": "Aldrich", "suffix": ""}, {"first": "J", "middle": [], "last": "Moody", "suffix": ""}], "year": 2000, "venue": "Soc. Forces", "volume": "79", "issn": "2", "pages": "523--546", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Women business owners and terms of credit: some empirical findings of the Canadian experience", "authors": [{"first": "Allan", "middle": ["L"], "last": "Riding", "suffix": ""}, {"first": "Catherine", "middle": ["S"], "last": "Swift", "suffix": ""}], "year": 1990, "venue": "J. Bus. Ventur", "volume": "5", "issn": "5", "pages": "327--340", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Sources of Financing for New Technology Firms: A Comparison by Gender. Ewing Marion Kauffman Foundation", "authors": [{"first": "A", "middle": ["M"], "last": "Robb", "suffix": ""}, {"first": "S", "middle": [], "last": "Coleman", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Sources of advice in entrepreneurship: gender differences in business owners' social networks", "authors": [{"first": "S", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Stubberud", "suffix": ""}], "year": 2009, "venue": "Int. J. Enterpren", "volume": "13", "issn": "1", "pages": "83--101", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The Affordable Care Act has led to significant gains in health insurance and access to care for young adults", "authors": [{"first": "J", "middle": ["A"], "last": "Schumpeter", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Sommers", "suffix": ""}, {"first": "T", "middle": [], "last": "Buchmueller", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Decker", "suffix": ""}, {"first": "C", "middle": [], "last": "Carey", "suffix": ""}, {"first": "R", "middle": [], "last": "Kronick", "suffix": ""}], "year": 1934, "venue": "Health Aff", "volume": "32", "issn": "1", "pages": "165--174", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Constraints on generality (COG): a proposed addition to all empirical papers", "authors": [{"first": "D", "middle": ["J"], "last": "Simons", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoda", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Lindsay", "suffix": ""}], "year": 2017, "venue": "Perspect. Psychol. Sci", "volume": "12", "issn": "6", "pages": "11--17", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Small business owners and health", "authors": [{"first": "O", "middle": [], "last": "Torr Es", "suffix": ""}, {"first": "R", "middle": [], "last": "Thurik", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "2", "pages": "311--321", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Twenty-five years of research on institutions, entrepreneurship, and economic growth: what has been learned?", "authors": [{"first": "D", "middle": [], "last": "Urbano", "suffix": ""}, {"first": "S", "middle": [], "last": "Aparicio", "suffix": ""}, {"first": "D", "middle": [], "last": "Audretsch", "suffix": ""}], "year": 2019, "venue": "Small Bus. Econ", "volume": "53", "issn": "1", "pages": "21--49", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Research: men and women need different kinds of networks to succeed", "authors": [{"first": "B", "middle": [], "last": "Uzzi", "suffix": ""}], "year": 2019, "venue": "Harv. Bus. Rev", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Taxes, health insurance, and women's self-employment", "authors": [{"first": "M", "middle": [], "last": "Velamuri", "suffix": ""}], "year": 2012, "venue": "Contemp. Econ. Pol", "volume": "30", "issn": "2", "pages": "162--177", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Health insurance coverage and entrepreneurship", "authors": [{"first": "A", "middle": ["J"], "last": "Wellington", "suffix": ""}], "year": 2001, "venue": "Contemp. Econ. Pol", "volume": "19", "issn": "4", "pages": "465--478", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Second-order gender effects: the case of U.S. Small business borrowing cost", "authors": [{"first": "Zhenyu", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Jess", "middle": ["H"], "last": "Chua", "suffix": ""}], "year": 2012, "venue": "Enterpren. Theor. Pract", "volume": "36", "issn": "3", "pages": "443--463", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "A network's gender composition and communication pattern predict women's leadership success", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Chawla", "suffix": ""}, {"first": "B", "middle": [], "last": "Uzzi", "suffix": ""}], "year": 2019, "venue": "Proc. Natl. Acad. Sci. Unit. States Am", "volume": "116", "issn": "", "pages": "2033--2038", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "provided a description of the entrepreneurs surveyed in the 1989-2004 Surveys of Consumer Finances. 1 The SCF", "latex": null, "type": "figure"}, "TABREF0": {"text": "Description of variablesthe self-employed only (weights applied).", "latex": null, "type": "table"}, "TABREF1": {"text": "Probability of having insurancefull sample (<65 age); weighted logit model.", "latex": null, "type": "table"}, "TABREF2": {"text": "Interaction self and female in full sample <65 age; weighted logit model.Fig. 1. The self-employed vs. the general population: gender effect.", "latex": null, "type": "table"}, "TABREF3": {"text": "Probability of having insurance; the self-employed only; weighted logit model.", "latex": null, "type": "table"}, "TABREF4": {"text": "Follow up research approaches.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported by the Montana State University Initiative for Regulation and Applied Economic Analysis.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}