{
    "paper_id": "1a356644ef0638f8285529f159105aca59e73f15",
    "metadata": {
        "title": "Low-cost measurement of facemask efficacy for filtering expelled droplets during speech",
        "authors": [
            {
                "first": "Emma",
                "middle": [
                    "P"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27708",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "C"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27708",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": "martin.fischer@duke.edu"
            },
            {
                "first": "David",
                "middle": [],
                "last": "Grass",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27708",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [],
                "last": "Henrion",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cover Durham",
                    "location": {
                        "postCode": "27701",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Warren",
                "middle": [
                    "S"
                ],
                "last": "Warren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27708",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Westman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27708",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mandates for mask use in public during the recent COVID-19 pandemic, worsened by global shortage of commercial supplies, have led to widespread use of homemade masks and mask alternatives. It is assumed that wearing such masks reduces the likelihood for an infected person to spread the disease, but many of these mask designs have not been tested in practice. We have applied a simple optical measurement method to evaluate the efficacy of masks to reduce the transmission of respiratory droplets during regular speech. We compare a variety of commonly available mask types and observe that some mask types approach the performance of standard surgical masks, while some mask alternatives, such as neck fleece or bandanas, offer very little protection. Our measurement setup is inexpensive and can be built and operated by non-experts, allowing for rapid evaluation of mask performance during speech, sneezing, or coughing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global spread of COVID-19 in early 2020 has significantly increased the demand for face masks around the world, while stimulating research about their efficacy. Here we adapt a recently demonstrated optical imaging approach [1, 2] to highlight stark differences in the effectiveness of different masks and mask alternatives to suppress the spread of respiratory droplets during regular speech.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, the term 'face mask' governs a wide range of protective equipment with the primary function of reducing the transmission of particles or droplets. The most common application in modern medicine is to provide protection to the wearer (e.g. first responders), but surgical face masks were originally introduced to protect surrounding persons from the wearer, such as protecting patients with open wounds against infectious agents from the surgical team [3] , or the persons surrounding a tuberculosis patient from contracting the disease via airborne droplets [4] . This latter role has been embraced by multiple governments and regulatory agencies [5] , since COVID-19 patients can be asymptomatic but contagious for many days [6] . The premise of protection from infected persons wearing a mask is simple: wearing a face mask will reduce the spread of respiratory droplets containing viruses. In fact, recent studies suggest that wearing face masks reduces the spread of COVID-19 on a population level, and consequently blunts the growth of the epidemic curve [7, 8] . Still, determining mask efficacy is a complex topic that is still an active field of research (see for example [9] ), made even more complicated because the infection pathways for are not yet fully understood and are complicated by many factors such as the route of transmission, correct fit and usage of masks, and environmental variables. From a public policy perspective, shortages in supply for surgical face masks and N95 respirators, as well as concerns about their side effects and the discomfort of prolonged use [10] , have led to public use of a variety of solutions which are generally less restrictive (such as homemade cotton masks or bandanas), but usually of unknown efficacy. While some textiles used for mask fabrication have been characterized [11] , the performance of actual masks in a practical setting needs to be considered. The work we report here reflects a first attempt to improve evaluation; such results could be used to guide mask selection and purchase decisions.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1602,
                    "end": 1606,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1843,
                    "end": 1847,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A schematic and demonstration image are shown in Fig. 1 . In brief, an operator wears a face mask and speaks into the direction of an expanded laser beam inside a dark enclosure. Droplets that propagate through the laser beam scatter light, which is recorded with a cell phone camera. A simple computer algorithm is used to count the droplets in the video. The required hardware for these measurements is commonly available; suitable lasers and optical components are accessible in hundreds of research laboratories or can be purchased for less than $200, and a standard cell phone camera can serve as a recording device. While we do not attempt a comprehensive survey of all possible mask designs, important general characteristics of face masks can be extracted. The experimental setup is simple and can easily be built and operated by non-experts. The described method allows for a relative comparison between different face masks and their transmission of droplets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 55,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We tested 12 commonly available masks or masks alternatives and one patch of mask material (see Fig. 2 and Table 1 for details). In addition, we recorded a control trial where the speaker wore no protective mask or covering. Each test was performed with the same protocol. The camera was used to record a video of approximately 40 seconds length to record droplets emitted while speaking. The first 10 s of the video serve as baseline. In the next 10 s, the mask wearer repeated the sentence \"Stay healthy, people\" five times (speech), after which the camera kept recording for an additional 20 s (observation). For each mask and for the control trial, this protocol was repeated 10 times. We use a computer algorithm (see Materials and Methods) to count the number of particles within each video.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The main result of our study is depicted in Fig. 3 (A) , where we show the total droplet count for each tested mask on a logarithmic scale. Data points and error bars represent the mean value and distribution standard deviation, respectively, of the total droplet count normalized to the control trial (no mask). For our control trial, the absolute droplet count was around 960. We measured a droplet transmission fraction ranging from 5% (surgical mask) to 110% (fleece mask, see discussion below) relative to the control trial. In Fig. 3 (B) , the time evolution of detected droplets is shown for three representative examples (one of the cotton masks, the bandana, and the control trial)the data for all tested masks is shown in Supplementary Figure S1 . The solid curves indicate the droplet transmission rate over time. For the control trial (green curve), the five distinct peaks correspond to the five repetitions of the operator speaking. In the case of speaking through a mask, there is a physical barrier, which results in a reduction of transmitted droplets and a significant delay between speaking and detecting particles. In effect, the . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 54,
                    "text": "Fig. 3 (A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 533,
                    "end": 543,
                    "text": "Fig. 3 (B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 732,
                    "end": 755,
                    "text": "Supplementary Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint mask acts as a temporal low pass filter, smoothens the droplet rate over time, and reduces the overall transmission. For the bandana (orange curve), the droplet rate is merely reduced by a factor of two and the repetitions of the speech are still noticeable. The effect of the cotton mask (blue curve) is much stronger. The speech pattern is no longer recognizable and most of the droplets, compared to the control trial, are suppressed. The shaded areas for all three curves display the cumulative particle count over time: the lower the curve, the more droplets are blocked by the mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We notice that speaking through some masks (particularly the neck fleece) seemed to disperse the largest droplets into a multitude of smaller droplets (see supplementary figure S2 ), which explains the apparent increase in droplet count relative to no mask in that case. Considering that smaller particles are airborne longer than large droplets (larger droplets sink faster), the use of such a mask might be counterproductive. Furthermore, the performance of the N95 mask is likely affected by the exhalation valve, which opens for strong outwards airflow. While the valve does not compromise the protection of the wearer, it can decrease protection of persons surrounding the wearer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "figure S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The experimental setup is very straightforward to implement and the required hardware and software are ubiquitous or easily acquired. However, this simplicity does go along with some limitations that are discussed here. First, our experimental implementation samples only a small part of the enclosure and hence some droplets that are transmitted through the masks might not be registered in the laser beam. This means that the droplet count reflect only a portion of all droplets, but as we perform the experiment with same initial conditions for all masks, the relative performance of the masks can be compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, the use of a cell phone camera poses certain limitations on detection sensitivity, i.e. the smallest recognizable droplet size. To estimate the sensitivity, we consider the light that is scattered by droplets passing through the laser beam. The amount of light scattered into the camera direction depends on the wavelength of light, the refractive index of the droplet, and its size (and shape). To estimate the light scattering of droplets into the camera as a function of their diameter we used the Python package PyMieScatt [12] , which is an implementation of Lorenz-Mie theory (see [13] for a review). The result is visualized in Fig. 4 . Panel (A) shows an example of the scattering distribution for 532 nm light scattered from a droplet of 5 μm diameter and a refractive index of water (n=1.33). In this example, the particle size is substantially bigger than the wavelength of the light (the so-called Mie regime). Almost all the light is scattered into the forward direction (0°) and very little into the direction of the camera (indicated by the shaded green cone around 90°). For the given camera acceptance angle, we display in Fig. 4 (B) the estimated number of photons per frame scattered into the cell phone camera aperture as a function of particle diameter. By illuminating the camera directly with an attenuated laser beam of known power, we determine the detection sensitivity. A minimum of about 75 photons (on a single camera pixel) or about 960 photons (spread over several pixels) per frame were required for the camera to detect a droplet (for details on the detection characterization, see the supplementary materials). Both detection thresholds are indicated by horizontal black lines in and the red shaded area in Fig. 4 (B) . The more conservative detection threshold corresponds to a minimum detectable droplet size of 0.5 µm. The main limitation is the low collection efficiency of our small camera aperture -we currently capture only 0.01% of the full solid angle. An increased collection efficiency is possible with a larger relay lens in front of the camera, but this would come at the cost of a reduced field of view.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 649,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1148,
                    "end": 1154,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1749,
                    "end": 1759,
                    "text": "Fig. 4 (B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint Third, the use of a single cell phone camera also limits the achievable size resolution (currently 120 µm/pixel), given the large field of view that is required to image as many droplets as possible. This makes it unfeasible to directly measure the size of small (aerosol) droplets in our setup. However, while we cannot measure the size of droplets at or below the pixel resolution, we can still detect and count the smaller droplets, down to the sensitivity limit described above. For very large particles, the limited dynamic range of the camera also poses a challenge for determining the size, since pixels easily saturate and hence distort the shape of the recorded droplet. We want to point out that neither the limited pixel resolution nor the saturation affect the particle counts presented in Fig. 3 . Choosing a higher quality camera and a smaller field of view, combined with a funnel setup to guide droplets towards the imaging area, would reduce the minimum observable size; so would approaches which use camera arrays to improve resolution without sacrificing sensitivity or field of view [14] . Keeping in mind these sizing limitations, we can still estimate the size distribution for the larger droplets (see supplementary figure S2 for a qualitative size plot), which presents some interesting observations such as the fleece performance mentioned earlier.",
            "cite_spans": [
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 944,
                    "end": 950,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1381,
                    "end": 1390,
                    "text": "figure S2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We should point out that our experiments differ in several ways from the traditional methods for mask validation, such as filtration efficiency of latex particles. As is apparent from the neck fleece study, liquid filtration (and subsequent particle size reduction) are more relevant than solid filtration. In addition, our method could inform attempts to improve training on proper mask use and help validate approaches to make existing masks reusable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In summary, our measurements provide a quick and cost-effective way to estimate the efficacy of masks for retaining droplets emitted during speech for droplet sizes larger than 0.5 µm. Our proof-of-principle experiments only involved one speaker, but our setup allows for easy future checks of mask performance under a variety of conditions that affect the droplet emission rate, like different speakers, volume of speech [15] , speech patterns [16] , and other effects. This method can also test masks under other conditions, like coughing or sneezing. Improvements to the setup can increase sensitivity, yet testing efficiency during regular breathing likely will require complementing measurements with a conventional particle sizer. A further area of interest is the comparison of mask performance between solid particles and droplets, motivated by the observed liquid droplet breakup in the neck fleece and mask saturation by droplets, necessitating exchange in regular clinical practice.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The optical setup we employed was recently used to demonstrate expulsion of liquid droplets during speech and for characterization of droplet residence times in air [1, 2] . A schematic of the setup is shown in Fig. 1 . In short, a light sheet was shined through an enclosure where light scattering from particles traversing the light sheet was detected with the camera. To form the light sheet, a cylindrical lens transformed a green laser beam into an elliptical profile, which was directed through the enclosure. The laser source was a scientific pump laser (Millennia, Spectra-Physics; power 2 W, wavelength 532 nm), but suitable green lasers of similar powers are available for less than US $100; the scientific lasers have better specifications (higher beam pointing and intensity stability, better beam profile), but these advantages are irrelevant in this application. The light sheet at the center of the enclosure had a thickness of 4.4 mm and a vertical size of 78 mm (Gaussian 1/e 2 intensity beam widths). The enclosure (L x W x H: 30 cm x 30 cm x 35 cm) was constructed out of (or lined with) black material to minimize stray light. The sides of the box had slits for entry and exit of the light sheet. The front of the box had an 18 cm . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 217,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint diameter hole for the speakerlarge enough for a person wearing a mask to speak into the box but small enough to prevent the face (or mask) from reaching the light sheet. In order to clear droplets from the box between experiments, laminar HEPA-filtered air was continuously fed into the box from above through a duct of cross section 25 cm x 25 cm. The supplied air was being expelled through the light sheet slits and the speaker hole. A slight positive pressure in the box cleared droplets and prevented dust from entering into the box from outside. On the back of the box, a cell phone (Samsung Galaxy S9) was mounted at a distance of 20 cm from the light sheet. Using the Android app \"Open Camera\" the frame size was set to 1920 x 1080 pixels, the focal distance to 20 cm, the exposure time to 1/50 s, and the frame rate to 30/s. At this focal distance, each camera pixel recorded an area of 120 µm x 120 µm at the position of the light sheet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For each trial, the camera recorded scattered light from particles in the laser beam before the speech (~10 s), during speech (~10 s), and for a period of droplet clearing (~20 s). The speech consisted of five repetitions of the phrase \"Stay healthy, people,\" spoken by a male test person with a strong voice but without shouting. Each trial was repeated ten times and the speaker drank a sip of water in between to avoid dehydration. Furthermore, for the masks that showed substantial amounts of detected particles (knitted, cotton, fleece, and bandana), we conducted additional tests by repeatedly puffing air from a bulb through the masks, rather than speech from an experimenter. These control trials with air puffs confirmed that we recorded droplets emitted by the speaker, not dust from the masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The goal of the analysis is to compare the efficacy of different masks by estimating the total transmitted droplet count. Towards this end, we need to identify droplets in the video and discriminate between droplets and background or noise. For convenience, analysis of the videos was performed with \"Mathematica\" (Wolfram Research), but use of a commercial package does not pose any general restriction since almost every high-level programming language (e.g. Python) offers the same functionality. From all videos, we removed a weak background that originated from the light sheet itself and from stray light and diffuse reflections from the experimenter's face. We then binarized all frames with a common threshold that discriminates between scattered light from droplets and background signal and/or noise. Then, a feature detection algorithm is applied to each frame, which returns the center of mass positions, and major axis and minor axis length of the best-fit ellipse for every droplet. Note that the major and minor axis returned by the algorithm are not a direct measure of the droplet size, but a measurement of the amount of light scattered by the particle into the camera aperture (binary diameter). Furthermore, the major axis length is increased due to particle motion during the camera exposure time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Due to the small dynamic range of the camera (8-bit), most droplets saturate the camera. However, the axes lengths returned by the algorithm can still be used for a qualitative droplet size estimation: a bigger droplet scatters more light than a smaller droplet. This insight is important to interpret the result of the neck fleece. The neck fleece has a larger transmission (110%, see Fig. 3 (A)) than the control trial. We attribute this increase to the neck fleece dispersing larger droplets into several smaller droplets, therefore increasing the droplet count. The histogram of the binary diameter for the neck fleece supports this theory (see Fig. S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 392,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 649,
                    "end": 656,
                    "text": "Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "If a droplet passes through the light sheet in a time shorter than the inverse frame rate, it will appear only in a single video frame. However, if the droplet spends more time in the light sheet, the droplet will appear in multiple frames. To avoid double-counting droplets in consecutive frames, we use a basic algorithm to distinguish between singleframe particles and multi-frame trajectories. The algorithm compares the distance between droplets in consecutive frames and assigns two droplets to a trajectory if their distance is . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint smaller than a threshold value, or counts them as individual droplets if their distance is larger than the threshold. The threshold value was empirically chosen to be 40 pixels. An example result of the algorithm is shown in supplementary figure S3, which shows a projection of 10 consecutive frames. Every droplet recognized by the algorithm is highlighted by an ellipsoid, labeled with the frame number. Droplets that belong to the same trajectory are highlighted in the same color.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Materials and Methods Fig. S1 . Time evolution of droplet rate and total droplet count. Fig. S2 . Qualitative size histogram. Fig. S3 . Example frame projection demonstrating particle trajectories. Fig. S4 . Camera calibration and sensitivity. Fig. 1 . Schematic of the experimental setup. A laser beam is expanded vertically by a cylindrical lens and shined through slits in the enclosure. The camera is located at the back of the box, a hole for the speaker in the front. The inset shows scattering for water particles from a spray bottle with the front of the box removed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 29,
                    "text": "Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 95,
                    "text": "Fig. S2",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 133,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Materials"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and Tables"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. This table lists the investigated face masks, mask alternatives, and mask material (masks are depicted in Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 119,
                    "text": "This table lists the investigated face masks,",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 187,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2020. . https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The airborne lifetime of small speech droplets and their potential importance in SARS-CoV-2 transmission",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stadnytskyi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "",
            "pages": "11875--11877",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Visualizing Speech-Generated Oral Fluid Droplets with Laser Light Scattering",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anfinrud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "21",
            "pages": "2061--2063",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Evolution of the Surgical Mask: Filtering Efficiency versus Effectiveness",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Belkin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infection Control and Hospital Epidemiology",
            "volume": "18",
            "issn": "1",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surgical face masks worn by patients with multidrug-resistant tuberculosis: impact on infectivity of air on a hospital ward",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dharmadhikari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "10",
            "pages": "1104--1113",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Advice on the use of masks in the context of COVID-19. 2020, World Health Organization",
            "authors": [],
            "year": null,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Universal Masking in Hospitals in the Covid-19 Era",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "21",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Physical distancing, face masks, and eye protection to prevent personto-person transmission of SARS-CoV-2 and COVID-19: a systematic review and metaanalysis. The Lancet",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory virus shedding in exhaled breath and efficacy of face masks",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H L"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "5",
            "pages": "676--680",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory and facial protection: a critical review of recent literature",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bunyan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Hospital Infection",
            "volume": "85",
            "issn": "3",
            "pages": "165--169",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Headaches Associated With Personal Protective Equipment -A Cross-Sectional Study Among Frontline Healthcare Workers During COVID-19. Headache: The Journal of Head and Face Pain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J Y"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "864--877",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol Filtration Efficiency of Common Fabrics Used in Respiratory Cloth Masks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Nano",
            "volume": "14",
            "issn": "5",
            "pages": "6339--6347",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Retrieving the aerosol complex refractive index using PyMieScatt: A Mie computational package with visualization capabilities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Sumlin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Heinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Chakrabarty",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Quantitative Spectroscopy and Radiative Transfer",
            "volume": "205",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Generalized Lorenz-Mie Theories",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gouesbet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gréhan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Depth tracking using a multi-aperture microscope. in Imaging and Applied Optics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Aerosol emission and superemission during human speech increase with voice loudness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Scientific Reports",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of voicing and articulation manner on aerosol particle emission during human speech",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Droplet transmission through face masks. (A) Relative droplet transmission through the corresponding mask. Each data point represents the mean and standard deviation over 10 trials for the same mask, normalized to the control trial (no mask). (B) The time evolution of the droplet count (left axis) is shown for three representative examples, marked with the corresponding color in (A): No mask (green), Bandana (orange), and cotton mask (blue). The cumulative droplet count for these cases is also shown (right axis).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Light scattering properties. (A)Angle distribution (scattering phase function) for light scattered by a water droplet of 5 µm diameter for illumination with green laser light. Note the logarithmic radial scale. 0 is the forward direction, 180° the backward direction. The camera records at around 90°, indicated by the green segment (not to scale). (B) Calculated number of photons recorded by the camera in one frame as a function of the droplet diameter. The red shaded area and the two solid lines indicate the detection thresholds of the camera. For ideal conditions (all photons impinge on a single pixel), the camera requires at least about 75 photons per frame corresponding to a droplet diameter of 0.1 µm; for photons distributed over multiple pixels, the threshold is around 960 photons and correspond to a diameter of 0.5 µm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint Fig. 2. Pictures of face masks under investigation. We tested 12 different face masks or mask alternatives and one mask material (not shown). Table 1. Face masks under investigation.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.06.19.20132969 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mathias Fischer for providing the sketch in Fig. 1 , and Shannon Eriksson and Jake Lindale for valuable discussions. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        }
    ]
}