{
    "paper_id": "1a3b613baa62d570ccda37e14f3982706365ce56",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ravi",
                "middle": [
                    "Philip"
                ],
                "last": "Rajkumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The global outbreak of novel coronavirus disease has had a farreaching impact on the mental health of people across the world. Of particular interest was the report in your journal about the potential of this outbreak to cause an exacerbation of obsessive-compulsive disorder (OCD) symptoms in vulnerable patients (Banerjee, 2020) . While this concern is timely and of clinical significance, it also invites a response from a complementary perspective, many of the behaviours that have been observed in response to the COVID-19 pandemic resemble the compulsive acts of patients with OCD. In some cases, these behaviours are adaptive and based on scientific opinion, but retain the form of ritualsfor example, the elaborate procedures described for hand hygiene and the use of protective equipment advocated by the World Health Organization. In others, these behaviours appear less rationalfor example, the hoarding of protective equipment and sanitary supplies. This similarity raises an interesting question: is there evidence of a significant relationship between certain aspects of OCD and behavioural responses (adaptive or maladaptive) to infectious disease outbreaks? Evidence from phenomenology, evolutionary theory and neurobiologyincluding the study of culture-gene co-evolutionsuggests that this probably is the case, and that such a viewpoint could inform our understanding of OCD and its treatment.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 330,
                    "text": "(Banerjee, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        },
        {
            "text": "Phenomenological approaches to OCD suggest that it is not a unitary disorder. While the phenomenological similarity described above is suggestive, more convincing evidence of an association between some dimensions of OCD and behaviours that minimize the risk of infection can be obtained from evolutionary theory. In particular, it has been proposed (a) that fears of contamination and ritualistic washing-related behaviours might have played a role in improving sanitary standards and improved the general health of ancient tribes, and (b) that hoarding could represent a form of altruistic behaviour in the face of scarce and time-limited resources in hunter-gatherer societies (Polimeni et al., 2005) . The application of these theories to a situation such as the COVID-19 outbreak, characterized by both a risk of infection and resource scarcity due to curfews and lockdowns, is evident.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 703,
                    "text": "(Polimeni et al., 2005)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        },
        {
            "text": "Thus, at least some OCD symptomsmost specifically washing rituals, and less specifically hoarding behaviour -have evolutionary as well as current parallels to behaviours that confer a survival advantage in the face of infectious disease outbreaks and the privations that they may cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        },
        {
            "text": "The above speculations gain some strength from two lines of research into the pathogenesis of obsessive-compulsive disorder. First, contemporary research has identified a close cognitive and neurobiological overlap between OCD and the basic human emotion of disgust. From an evolutionary perspective, disgust serves as a motivator in the avoidance of infectious disease, and has been linked most closely to the contamination/cleaning dimension of OCD. Certain key brain regions, such as the insula and the anterior cingulate cortex, show increased activation both in OCD and in experiments designed to provoke disgust in normal individuals, underlining the link between the two. Thus, disgust could be an important link between evolutionary adaptations against infection and OCD (Bhikram et al., 2017) .",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 801,
                    "text": "(Bhikram et al., 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        },
        {
            "text": "Second, from an evolutionary perspective, increased pathogen load has been historically associated with selection pressure for the short (s) allele of the serotonin transporter gene (5-HTTLPR) (Chiao and Blizinsky, 2010) . On the other hand, OCD has been consistently associated with the long (l) allele of 5-HTTLPR. Therefore, it is possible that polymorphisms in serotonergic genes might underline the similarities and differences between OCD and behaviours that have protected humans from infectious pathogens in the pastand continue to do so now.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 220,
                    "text": "(Chiao and Blizinsky, 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        },
        {
            "text": "In conclusion, the above evidence suggests that there may be close links between some dimensions of OCD and behaviours that evolved to protect our ancestors from infectious disease, and which continue to do so now in a modified form. Disease outbreaks such as the COVID-19 crisis are, in a sense, \"experiments of nature\" that allow researchers to investigate such links further. A careful study of the behavioural patterns of human response to disease outbreaks, and their neurobiological and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination and infection: what the coronavirus pandemic could reveal about the evolutionary origins of obsessive-compulsive disorder Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The other side of COVID-19: impact on obsessive-compulsive disorder (OCD) and hoarding",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112966"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "OCD: obsessive-compulsive….disgust? The role of disgust in obsessive-compulsive disorder",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhikram",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abi-Jaoude",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Culture-gene coevolution of individualismcollectivism and the serotonin transporter gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Blizinsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Royal Soc. B",
            "volume": "277",
            "issn": "",
            "pages": "529--537",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A multidimensional model of obsessive-compulsive disorder",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mataix-Cols",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosario-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Leckman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Psychiatry",
            "volume": "162",
            "issn": "",
            "pages": "228--238",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Could obsessive-compulsive disorder have originated as a group-selected adaptive trait in traditional societies?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polimeni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Instead, at least four distinct dimensions can be identified across large samples of patients: (a) fear of contamination and cleaning / washing compulsions; (b) obsessive thoughts of a repugnant or taboo nature and checking compulsions; (c) obsessions and compulsions related to symmetry and arrangement; and (d) hoarding. Moreover, there appear to be distinct neurobiological, genetic and comorbidity profiles associated with each dimension (Mataix-Cols et al., 2005). Two of these dimensions, namely (a) and (d), are of interest in the observed responses to the COVID-19 outbreak. Themes of infection and rituals related to cleaning, which are frequently seen in patients with fears of contamination, are directly related to adaptive behaviours seen in the COVID-19 outbreak, such as washing and the use of protective equipment, Similarly, social distancing, which has been seen as an essential component of infection control, is similar to the avoidance behaviours reported in almost 80% of patients with contamination obsessions (Starcevic et al., 2011). In the case of hoarding, patients with OCD hoard materials that are of little or no objective use to them; on the other hand, during the COVID-19 epidemic, materials that are objectively useful are being hoarded, but to an extent that is maladaptive and excessive. In this case, there is a similarity in form, but not in content.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "psychosocial correlates, could point the way towards a new conceptual understanding of the contamination dimension of OCD. Similarly, a comparison of the responses of healthy individuals and patients with OCD to the COVID-19 outbreak could deepen our understanding of this disorder, and potentially lead to to the development of new and efficacious forms of pharmacological and mail: ravi.psych@gmail.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author wishes to thank all the publishers and authors who have made COVID-19related research freely accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The author reports no potential or current conflicts of interest with regards to this work.Funding source: No sources of funding were received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        }
    ]
}