{"paper_id": "1a3cface838a37a05bc06f31b0b9244e9f88ca6e", "metadata": {"title": "Does the Room Sharing Business Model Disrupt Housing Markets? Empirical Evidence of Airbnb in Taiwan", "authors": [{"first": "Hung-Hao", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University", "location": {"addrLine": "No 1, Roosevelt Rd, Sec 4", "postCode": "10617", "settlement": "Taipei", "country": "Taiwan"}}, "email": "hunghaochang@ntu.edu.tw"}]}, "abstract": [{"text": " We examine the effects of Airbnb on house rental and sales prices in Taiwan.  We evaluate the effect of a sales tax policy on Airbnb.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " We compile large-scale housing market transaction records and the number of Airbnb listings drawn from the Airbnb website.  An increase of one hundred Airbnb listings raises house rental prices by 0.5%.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": " A tax policy reduces the number of Airbnb listings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Recent research interest has focused on the impact of the room sharing business model on housing markets. However, existing empirical evidence is limited and exclusively focuses on few large cities in the U.S. This study examines the effects of Airbnb on housing rental and sales prices using a unique large-scale dataset comprised of housing market transaction records and the number of Airbnb listings drawn from their website in Taiwan. We estimate a fixed effect model of housing rental and sales price equations and find that a one-standard deviation increase in the number of Airbnb listings raises house rental prices by 0.38%. This finding suggests that a substitution effect is present between Airbnb's short-term accommodation and the housing rental market. Moreover, a larger effect on rental price is found among Airbnb listings that offer an entire room or apartment. Additionally, since September 2017, multinational digital platform companies must comply with a new sales tax policy in Taiwan. We evaluate the effect of this tax policy using the difference-in-difference method and find a negative impact on the number of Airbnb listings and housing rental prices after its implementation. This study is the first to 3 empirically assess the effectiveness of tax policy on regulating room sharing business models.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With the rapid growth of the sharing economy, the interaction between room sharing business models and the housing market has recently received enormous attention. The operation of the sharing economy often involves a platform that facilitates relationships between buyers and sellers to arrange access to rent or purchase resources (e.g., Hagiu and Wright, 2015; Horton and Zechhauser, 2016) . The success of the business model relies on peer-to-peer accommodation networks on a platform that connects sellers and buyers (e.g., Rochet and Tirole, 2003; Evans and Schmalensee, 2016) . Airbnb is the most successful room sharing business model; it provides a platform to connect hosts and guests on opposite sides of the same platform. Airbnb hosts offer unused or underutilized space while Airbnb guests look for a place to stay. Given the popularity of Airbnb in many countries around the world, one particular question has been raised: does Airbnb impact the housing market? This study answers this question using a case study in Taiwan.", "cite_spans": [{"start": 340, "end": 363, "text": "Hagiu and Wright, 2015;", "ref_id": "BIBREF9"}, {"start": 364, "end": 392, "text": "Horton and Zechhauser, 2016)", "ref_id": "BIBREF14"}, {"start": 529, "end": 553, "text": "Rochet and Tirole, 2003;", "ref_id": "BIBREF19"}, {"start": 554, "end": 582, "text": "Evans and Schmalensee, 2016)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Scholars have recently proposed two different perspectives regarding the interaction between the room sharing economy and housing markets. On the one hand, room sharing business models may distort housing rents or sales prices through the reduction of housing supply in the market. After the entry of room sharing platforms, property owners can remove their property previously occupied by residential tenants from the housing rental market and reallocate them onto Airbnb for short-term accommodation. The reduction in the supply of rental properties in the housing market would then increase rental prices. Similarly, housing sales prices can rise if property owners decide to reallocate their properties from the housing sales market to Airbnb (Lee, 2016) . On the other hand, Airbnb may not affect the current supply of the housing rental market if the majority of Airbnb listings are spare or unused rooms that are otherwise not available. Housing prices may be reduced if the short-term rentals through Airbnb bring in more tourists and result in adverse environmental problems, such as traffic and noise in quiet residential neighborhoods (Sheppard and Udell, 2018) .", "cite_spans": [{"start": 740, "end": 758, "text": "Airbnb (Lee, 2016)", "ref_id": null}, {"start": 1146, "end": 1172, "text": "(Sheppard and Udell, 2018)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "While room sharing platforms have garnered increasing attention worldwide, few empirical studies have been done on the impacts of Airbnb on housing markets. 1 To the best of our knowledge, only a few studies could be found, and they were exclusively conducted in the U.S. Horn and Merante (2017) constructed a weekly region-specific housing rental dataset that consists of 113,409 rental items in the city of Boston between September 2015 and January 2016 and Airbnb listings drawn from their website. The authors found that the number of Airbnb listings had a positive 1 Few studies looked at the impacts of Airbnb on hotel performance in the U.S and derived inconclusive findings (e.g., Haywood et al., 2016; Zervas et al., 2017; Xie and Kwok, 2017; Guttentag and Smith, 2017) . For example, Xie and Kwok (2017) found that hotel revenue fell after the entry of Airbnb in Austin, Texas. Zervas et al. (2017) also found a negative association between the presence of Airbnb and hotel revenues in Texas State. In contrast, Haywood et al. (2016) found no impact of Airbnb on hotel performance in Manhattan, New York. impact on rents. Specifically, a one-standard deviation increase in Airbnb listings increased rents by 0.4%. Sheppard and Udell (2018) constructed a housing sales dataset from multiple sources and collected information on Airbnb from the InsideAirbnb website between January 2003 and August 2015 to investigate the impacts of Airbnb on house sales prices in New York City. The authors found a 6.46% increase in property values for a 100% increase in the total number of Airbnb accommodations. In contrast to Horn and Merante (2017) and Sheppard and Udell (2018) who only focus on one particular city in the U.S, Barron et al. (2018) assessed the impacts of Airbnb on housing rental and sales prices across the entire U.S. Using an aggregate dataset at the county-month level, they found that a 10% increase in Airbnb listings led to a 0.42% and 0.75% increase in rents and housing prices, respectively. Moreover, the entry of Airbnb had a smaller effect on house rents in areas with a larger share of owner-occupiers.", "cite_spans": [{"start": 157, "end": 158, "text": "1", "ref_id": null}, {"start": 272, "end": 295, "text": "Horn and Merante (2017)", "ref_id": "BIBREF13"}, {"start": 689, "end": 710, "text": "Haywood et al., 2016;", "ref_id": "BIBREF10"}, {"start": 711, "end": 731, "text": "Zervas et al., 2017;", "ref_id": "BIBREF28"}, {"start": 732, "end": 751, "text": "Xie and Kwok, 2017;", "ref_id": "BIBREF27"}, {"start": 752, "end": 778, "text": "Guttentag and Smith, 2017)", "ref_id": "BIBREF8"}, {"start": 794, "end": 813, "text": "Xie and Kwok (2017)", "ref_id": "BIBREF27"}, {"start": 888, "end": 908, "text": "Zervas et al. (2017)", "ref_id": "BIBREF28"}, {"start": 1022, "end": 1043, "text": "Haywood et al. (2016)", "ref_id": "BIBREF10"}, {"start": 1183, "end": 1198, "text": "Airbnb listings", "ref_id": null}, {"start": 1224, "end": 1249, "text": "Sheppard and Udell (2018)", "ref_id": "BIBREF22"}, {"start": 1623, "end": 1646, "text": "Horn and Merante (2017)", "ref_id": "BIBREF13"}, {"start": 1651, "end": 1676, "text": "Sheppard and Udell (2018)", "ref_id": "BIBREF22"}, {"start": 1727, "end": 1747, "text": "Barron et al. (2018)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study examines the impacts of Airbnb on housing rental and sales prices in Taiwan. To do this, we use a large-scale sample of 55,581 and 550,951 transactions in the housing rental and sales market and web-scrapped data of Airbnb listings. We find a positive association between the number of Airbnb listings and housing rental prices by estimating the house rental and sales price equations using the fixed effect model.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "On average, a one-standard deviation increase in the number of Airbnb listings significantly increased housing rental prices by 0.38%. Furthermore, the positive effect of Airbnb on rental prices is more substantial for listings that offer an entire house. This finding provides evidence of a substitution between Airbnb's short-term accommodation and the housing rental market, but not with the housing sales market.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In response to the concerns of both homeowners and the lodging industry, tax policies have been proposed as a policy instrument to regulate Airbnb (Lee, 2016) .", "cite_spans": [{"start": 147, "end": 158, "text": "(Lee, 2016)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, no study thus far has empirically addressed this issue. In this study, we leverage the fact that multinational platform companies were suddenly forced to comply with the sales tax regulations along with other domestic enterprises that operate businesses in Taiwan since September 2017. This policy amendment on Airbnb provides an opportunity to evaluate the effectiveness of tax policies on room sharing platforms. We apply the difference-in-difference model and find that the sales tax policy reduced the number of Airbnb listings and the effect of Airbnb on housing rental prices.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study contributes to the burgeoning literature on the relationship between Airbnb and housing markets on several fronts. First, very little research on the impacts of Airbnb on housing markets has been done. The few available studies were exclusively conducted in the US. This paper contributes to this knowledge gap by providing a case study in Taiwan. Second, in contrast to most existing studies that use an aggregate dataset at the county level (e.g., Barron et al., 2018) or individual house transaction records in a specific city (e.g., Sheppard and Udell 2018 for New York City), this paper uses a large-scale administrative housing transaction dataset in Taiwan. Using the administrative housing market rental and sales profile of each property provides an objective measure of rental and sales prices that avoids measurement errors. Furthermore, using a large dataset of all areas in Taiwan allows us to examine the heterogeneous effects of Airbnb on the housing market based on urban-rural differences and the types of Airbnb listings. Finally, to the best of our knowledge, this paper is among the first to provide an empirical assessment of some of the policy instruments designed to regulate Airbnb, such as sales taxes.", "cite_spans": [{"start": 461, "end": 481, "text": "Barron et al., 2018)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Housing prices in Taiwan have increased over the past few decades. House prices quickly rose from 1986 to 1991, but then began to fall after the mid-1990s. In most Chinese societies, real estate is considered the most important asset in valuing a household's wealth because Chinese people believe that 'land is wealth' (Hsueh and Chen, 1998) . Taiwan is no exception to this Chinese tradition, resulting in a high rate of homeownership. The homeownership rate in Taiwan is higher than in most western countries around the world. For example, the homeownership rate is 64% in the U.S and 69% in the European Union. Despite sky-high house prices over the past few decades, homeownership rates in Taiwan are among the world's highest.", "cite_spans": [{"start": 319, "end": 341, "text": "(Hsueh and Chen, 1998)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "The housing market and the actual house price registration system in Taiwan"}, {"text": "Homeownership rates were 77% in 1985 and increased to 85% in 2016 (DGBAS, 1985; 2016) .", "cite_spans": [{"start": 66, "end": 79, "text": "(DGBAS, 1985;", "ref_id": null}, {"start": 80, "end": 85, "text": "2016)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "The housing market and the actual house price registration system in Taiwan"}, {"text": "Before 2011, transactions in the housing market were not transparent. Most of the transactions occurred among real estate brokers and individual sellers and buyers.", "cite_spans": [], "ref_spans": [], "section": "The housing market and the actual house price registration system in Taiwan"}, {"text": "In response, the Actual Price Registration System (APRS) was established in December 2011. The purpose of the APRS is to boost the transparency of transactions in the real estate market. The APRS is a system that asks traders in the real estate market to register the actual prices of sales and rents of transacted properties with the Ministry of Interior. All sold real estate must be registered in the APRS after the transaction is completed. Because the APRS is a mandatory system, the responsible party of the transaction will face punitive fines of up to NT$ 300 thousand (US$ 10 thousand) if he/she fails to comply with the regulations or provides false information.", "cite_spans": [], "ref_spans": [], "section": "The housing market and the actual house price registration system in Taiwan"}, {"text": "The Ministry of Interior manages this dataset. 3 In contrast to sales transactions, the submission of rental property transactions to the APRS system is not mandatory, but strongly recommended by the Ministry of Interior. Legislators are now working to implement housing rental records into the APRS profile.", "cite_spans": [], "ref_spans": [], "section": "The housing market and the actual house price registration system in Taiwan"}, {"text": "Airbnb is a technology platform company established in August 2008. The platform matches people with space to share (hosts) with people looking for a place to stay (guests). Airbnb hosts can post information about their properties and asking price on the Airbnb website. On the other side of the platform, guests can search for lodging information on Airbnb without any monetary cost. Individual hosts determine the prices of Airbnb listings. Airbnb then charges a service fee from both the guests and hosts for each successful transaction. Generally, Airbnb charges its guests a 9 to 12% service fee for every successful transaction depending on the length of the reservation. The company also charge hosts a 3% service fee to cover the cost of processing their payments (McNamara, 2015; Reinhold and Dolnicar, 2018) .", "cite_spans": [{"start": 772, "end": 788, "text": "(McNamara, 2015;", "ref_id": "BIBREF16"}, {"start": 789, "end": 817, "text": "Reinhold and Dolnicar, 2018)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "The operation of Airbnb in Taiwan"}, {"text": "To maintain service quality and provide incentives for hosts and guests to maximize the likelihood of a successful booking, Airbnb built an online rating system that enables each guest to leave a review upon completion of their stay. Guests can use star ratings to rate the features of their stay with respect to cleanliness, location, and convenience of the property. Airbnb has experienced very rapid growth. In April 2018, more than two hundred million guests across the world had used Airbnb, with four million nights of cumulative bookings (Airbnb, 2018) . According to our data, the earliest Airbnb booking in Taiwan was in February 2013. By September 2017, the accumulated number of Airbnb postings in Taiwan had reached 129,000.", "cite_spans": [{"start": 545, "end": 559, "text": "(Airbnb, 2018)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "The operation of Airbnb in Taiwan"}, {"text": "The legality of room sharing platforms such as Airbnb has received much attention. Different cities have taken action against Airbnb. Some cities (e.g., Paris and Barcelona) 4 have the strictest policies regarding who can and cannot rent out their properties through Airbnb, while other cities (e.g., Amsterdam, Berlin, London, San Francisco, and New York City) have looser restrictions (Tun, 2019) .", "cite_spans": [{"start": 387, "end": 398, "text": "(Tun, 2019)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "The sales tax policy imposed on multi-national platforms in Taiwan"}, {"text": "The lodging industry is highly regulated in Taiwan. All lodging businesses, such as hotels and short-term homestays, must comply with the Stature for the Development of Tourism Act. 5 Homeowners or business owners must apply and receive a business license, and violations of the law will be enforced with administrative fines between NT$ 100,000 and NT$ 500,000.", "cite_spans": [], "ref_spans": [], "section": "The sales tax policy imposed on multi-national platforms in Taiwan"}, {"text": "Since the entry of Airbnb to Taiwan in 2013, hotel and homestay business operators have opposed illegal short-term rentals listed on Airbnb. Protestors say that at least NT$30 billion in annual revenue is lost to illegal rentals from room sharing platforms. This loss is attributable to the fact that companies like Airbnb did not have to pay sales tax, allowing them to undercut their competitors along the margin of price.", "cite_spans": [], "ref_spans": [], "section": "The sales tax policy imposed on multi-national platforms in Taiwan"}, {"text": "Protesters also suggested that the government include Airbnb as part of the lodging industry (Formosa News 2018). This tax avoidance policy for Airbnb Company began in September 2017. To avoid base erosion, profit shifting, and tax avoidance as suggested by the OECD (OECD, 2013), the Ministry of Finance has amended the current corporate income tax policy on multinational firms. Under this tax policy amendment, a 20% sales tax rate is applied to cross-border e-commerce companies such as Airbnb that sell services via the internet to domestic consumers with the help of local enterprises or residents. Many Airbnb hosts in Taiwan fail to comply with the application and registration process for a business operation license, especially for those that only rent out a 5 Details of the act can be found in https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=K0110001 private room. To comply with the new sales tax policy, Airbnb must now reveal its revenues and the property details of listings posted on the company's website. As a result, the tax policy will affect Airbnb hosts as well. Airbnb hosts who successfully rent out their properties to guests through the platform must now need to report their business income and pay associated sales taxes for their generated revenues. As a result, Airbnb hosts that do not have a license from the Ministry of Interior are more likely to exit the Airbnb market.", "cite_spans": [], "ref_spans": [], "section": "The sales tax policy imposed on multi-national platforms in Taiwan"}, {"text": "We construct a dataset that combines the actual sales and rental prices of properties in the real estate market and information on Airbnb listings in Taiwan.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Details of the datasets are listed below.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "We collect information on the number of listings on Airbnb.com. We limit our search to the items listed on the Airbnb website that are located in Taiwan. Among these items, we collect information on the attributes of the postings between February 2013 (the first month of Airbnb's presence in Taiwan) and November 2017 using web scraping technology. Because Airbnb requires its guests to post their comments and evaluation of their stay right after its completion, we can trace the time when the current posted property has been occupied based on the time of previous transactions. 6 We then calculate the number of Airbnb listings in each township during each month. 7 We use a similar method to that of Horn and Merante (2017) to categorize the total number of listings into three different categories based on the attributes of posted properties: an entire house or an apartment, a private room, and shared rooms and other types of listings. In doing so, we can compare our findings to the existing evidence found in some U.S cities such as Boston and New York City.", "cite_spans": [{"start": 582, "end": 583, "text": "6", "ref_id": null}, {"start": 668, "end": 669, "text": "7", "ref_id": null}, {"start": 705, "end": 728, "text": "Horn and Merante (2017)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The Airbnb data"}, {"text": "In total, there were 133,516 Airbnb postings in Taiwan between February 2013 and November 2017. On average, there are 2,302 listings per month. To obtain a complete picture of the growth of Airbnb in Taiwan, Table 1 reports the accumulated number of Airbnb listings for every six months in our sample period. As shown in column A of Table 1 Table 1 ). The number of listings that rented out a private room accounted for 37.5% of the total number of accumulated postings (see column F of Table 1 ). The share of the listings that rented out a private room has increased over time. These rooms accounted for 10.8% in The average price of all Airbnb postings is approximately NT$ 1,269 (US$ 42) per night. A higher average price is found for postings that rented out an entire house or apartment than those renting out a private room since these units are larger in physical size (NT$ 1,521 (US$ 50)/night vs. NT$ 926 (US$ 31)/night). 8", "cite_spans": [], "ref_spans": [{"start": 48, "end": 76, "text": "Taiwan between February 2013", "ref_id": "TABREF3"}, {"start": 200, "end": 215, "text": "Taiwan, Table 1", "ref_id": null}, {"start": 333, "end": 340, "text": "Table 1", "ref_id": null}, {"start": 341, "end": 348, "text": "Table 1", "ref_id": null}, {"start": 487, "end": 494, "text": "Table 1", "ref_id": null}], "section": "The Airbnb data"}, {"text": "The primary dataset used in this study are the housing sales and rental records from the Actual Sales and Rental Prices (APRS) profile in Taiwan. The APRS contains both the sales and rental records in the real estate market since August 1, 2012. 9 Information contained in the APRS profile includes sales and rental prices, the month and year of each transaction, size and other characteristics of the property, and the township of each transacted object. 10 The APRS dataset serves as an important channel for the Taiwanese government to understand the housing market. This data has also been used in several high-quality publications in housing studies (e.g., Chiang et al., 2019; Tay et al., 2016) . 11", "cite_spans": [{"start": 662, "end": 682, "text": "Chiang et al., 2019;", "ref_id": "BIBREF2"}, {"start": 683, "end": 700, "text": "Tay et al., 2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "The administrative profile of housing market transactions"}, {"text": "Since we focus on the effects of Airbnb on the housing market, we construct two datasets for house sales and another for house rents. The housing rental data set consists of 82,421 transaction records between August 2012 and November 2017 (64 8 We call for caution in the use of Airbnb prices because we could only collect the price/room rate of the current posting on Airbnb website. If the previous price differs from the current posting of the same item, our measure of prices will be biased. As a result, we don't use the price variable in our analysis. 9 The earliest time of data collection in the APRS profile was in August 2012. 10 The Minister of Interior in Taiwan only releases the month and the township of each transacted property. The exact date and geographic location of the property are not released. 11 Chiang et al. (2019) use housing transaction records from the APRS data to examine the dispersion of house prices in residential communities of Taipei, Taiwan. Tay et al. (2016) looked at housing bubbles in Taiwan and Singapore by drawing upon a sample of housing transaction records in Taiwan between 2012 and 2014. The authors found that the equilibrium home price distribution is a decaying exponential crossing over to a power law, after accounting for different housing types. months in total). Of them, 55,581 and 26,840 were rented for residential and business operations, respectively. We merge each housing rental record into the number of Airbnb listings by the month and township that each transaction occurred. Since we expect that Airbnb only affects residential rental housing markets, we use the sample of 55,581 rental records for residential purposes in the main empirical analysis to quantify the Airbnb effect on house rental prices. The dataset of rental properties for commercial purposes is used to conduct a placebo test that checks the robustness of our findings. A similar strategy is used to construct the housing sales dataset. We only consider transacted properties for residential purposes and exclude those used for business operations. The housing sales dataset includes 550,951 sale records.", "cite_spans": [{"start": 243, "end": 244, "text": "8", "ref_id": null}, {"start": 558, "end": 559, "text": "9", "ref_id": null}, {"start": 637, "end": 639, "text": "10", "ref_id": null}, {"start": 818, "end": 820, "text": "11", "ref_id": null}, {"start": 821, "end": 841, "text": "Chiang et al. (2019)", "ref_id": "BIBREF2"}, {"start": 981, "end": 998, "text": "Tay et al. (2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "The administrative profile of housing market transactions"}, {"text": "In accordance with the hedonic pricing theory and the information documented in the APRS profile, housing rental and sales prices are defined as the rent and sales values per square meter of the property. With respect to other explanatory variables that are associated with rental and sales prices, we specify a continuous variable that captures the size of the rental or sale property. Additionally, a dummy variable is specified to indicate whether the rental or sale unit is on the first floor. Several variables are also defined for different types of properties: if an apartment has or lacks an elevator; if it is a townhouse; if it is a storefront; if it is a suite; if it is located in a business building; and if it is located in other types of buildings. A dummy variable is specified to indicate if there is a parking lot in the transaction. Finally, the month and year of the transaction are specified. Table 2 reports the definition and sample statistics of the selected variables. We report the sample statistics for the full sample and two subsamples for townships with at least one Airbnb listing (with the month of transaction) and those that do not.", "cite_spans": [], "ref_spans": [{"start": 914, "end": 921, "text": "Table 2", "ref_id": "TABREF3"}], "section": "The administrative profile of housing market transactions"}, {"text": "The average rental rate of the properties reported in our sample is US $8.40 per square meter (see Table 2 ). To obtain a complete picture of rental prices over time, we depict the monthly average rental prices in Figure ", "cite_spans": [], "ref_spans": [{"start": 99, "end": 106, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 214, "end": 220, "text": "Figure", "ref_id": null}], "section": "The administrative profile of housing market transactions"}, {"text": "Since house prices are associated with the characteristics of the local environment such as crime and demographics (e.g., Sheppard and Udell, 2018) , we collect data on neighborhood characteristics from other additional sources. We use information from the Ministry of Interior to specify a variable for population density and another that indicates the monthly number of robbery cases in each township. We also draw information from the Environmental Protection Agency to specify a variable reflecting the monthly concentration of dust in each township. Table 2 lists the sample statistics of the selected variables in the housing rental dataset. As reported in Table 2 , 29,874 out of 55,581 rental properties (54%) have at least one Airbnb in the township. The average rental price is higher among rental properties that have at least one Airbnb listing in the neighborhood compared to properties without an Airbnb nearby (US $9.77 vs. US $6.80). The two subsamples with and without an Airbnb also observe differences in the type of properties that are present. For example, properties that have Airbnb in the neighborhood are smaller in size and more likely to be in an apartment building with an elevator. Table 3 lists the sample statistics of the selected variables in the housing sales dataset. As reported, 187,834 properties (34% of the total) have at least one Airbnb listing in the township. The average sales price in the full sample is US$ 2,245 per square meter, while it is higher among properties that have an Airbnb nearby (US$ 2,821/m 2 ). To see how housing sales prices have changed over time, Figure ", "cite_spans": [{"start": 122, "end": 147, "text": "Sheppard and Udell, 2018)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 555, "end": 562, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 663, "end": 670, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 1211, "end": 1218, "text": "Table 3", "ref_id": "TABREF4"}, {"start": 1615, "end": 1621, "text": "Figure", "ref_id": null}], "section": "Data on neighborhood characteristics and the local environment"}, {"text": "The main task of our empirical analysis is to estimate the housing price equations. In line with the hedonic price model (Rosen, 1974) , 12 we control for the number of Airbnb listings and other determinants of housing prices. We also include year, month, and township fixed effects to reduce the potential endogeneity bias attributable to unobservable heterogeneity (Wooldridge, 2010) . Endogeneity bias occurs if there are unobserved factors that simultaneously affect housing rental or sales prices and the number of Airbnb listings. For example, property owners living in better quality communities may be less likely to engage with Airbnb because the platform could bring tourists that can worsen the living quality of the neighborhood due to increased noise, trash, or unsafe streets. On the other hand, unobserved community preferences for better environmental quality may lead to increased housing prices. In this case, 12 The hedonic price model is a revealed preference approach which states that the price of a good observed in the marketplace is a function of its attributes or characteristics. It provides the theoretical underpinnings for empirical models that estimate the marginal prices for a product's characteristics. This model has been widely used to examine the role of environmental factors and land characteristics on housing prices (see Sheppard (1999) for literature review). unobserved community preferences then results in endogeneity bias. To address this concern, we apply the fixed effect (FE) model to cope with endogeneity bias. The inclusion of township fixed effects allows us to purge the endogeneity bias that is due to unobserved, time-invariant heterogeneity across townships. Similarly, including", "cite_spans": [{"start": 121, "end": 134, "text": "(Rosen, 1974)", "ref_id": "BIBREF20"}, {"start": 367, "end": 385, "text": "(Wooldridge, 2010)", "ref_id": "BIBREF26"}, {"start": 928, "end": 930, "text": "12", "ref_id": null}, {"start": 1362, "end": 1377, "text": "Sheppard (1999)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Empirical framework"}, {"text": "year and month fixed effects allows us to deal with endogeneity bias that is due to unobserved, township-invariant heterogeneity across years and months (Wooldridge, 2010 ).", "cite_spans": [{"start": 153, "end": 170, "text": "(Wooldridge, 2010", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Empirical framework"}, {"text": "The baseline model of the housing price equations is specified as:", "cite_spans": [], "ref_spans": [], "section": "Empirical framework"}, {"text": "where log(P ijt ) is the natural log of the house price (rental or sales price) for the i th Another part of the analysis examines whether the sales tax policy imposed on Airbnb in September 2017 affected house prices. To do this, we extend the specification of the baseline model in the same spirit of the difference-in-difference (DiD) model by adding an interaction term between the variable Airbnb and a binary variable After whose value is equal to 1 if the transactions occurred in the post-policy period. This housing price equation is specified as:", "cite_spans": [], "ref_spans": [], "section": "Empirical framework"}, {"text": "(2)", "cite_spans": [], "ref_spans": [], "section": "Empirical framework"}, {"text": "are the parameters to be estimated. The parameter 1  then captures the DiD effect which measures the percentage change in housing prices corresponding to per unit increase in the number of Airbnb listings before and after the implementation of the tax policy on Airbnb. ", "cite_spans": [], "ref_spans": [], "section": "Empirical framework"}, {"text": "To investigate the heterogeneous effects of Airbnb on housing prices, we estimate the rental and sales price equations using two different specifications. In the first model, we analyze whether the effects of Airbnb on house prices vary between urban and rural areas. To do this, we estimate housing rental and sales price equations separately for urban and rural samples. The estimation results are reported in Table 5 .", "cite_spans": [], "ref_spans": [{"start": 412, "end": 419, "text": "Table 5", "ref_id": "TABREF6"}], "section": "The heterogeneous effects of Airbnb on housing prices"}, {"text": "As reported in column A, an increase of one hundred in the total number of Airbnb listings increases housing rental prices by 0.83% in urban areas, ceteris paribus. The estimated effect is significant at the 1% statistical level. This effect is approximately equal to a 0.61% increase in housing rental prices corresponding to a one-standard deviation increase in the number of Airbnb listings in an urban area.", "cite_spans": [], "ref_spans": [], "section": "The heterogeneous effects of Airbnb on housing prices"}, {"text": "In contrast, a smaller effect is found in rural areas. Results reported in column B", "cite_spans": [], "ref_spans": [], "section": "The heterogeneous effects of Airbnb on housing prices"}, {"text": "of Table 5 show that an increase of one hundred in the number of Airbnb listings increases housing rental prices by 0.28%, ceteris paribus. This estimated effect is significant at the 10% statistical level. This estimated effect is approximately equal to a 0.47% increase in housing rental prices corresponding to a one-standard deviation increase in the number of Airbnb listings in rural areas. To sum, the stronger effect of Airbnb on housing rental prices in the urban sample reported in Table 5 is consistent with the fact that townships located near major urban cities have more Airbnb listings (see Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 492, "end": 499, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 606, "end": 614, "text": "Figure 1", "ref_id": "FIGREF13"}], "section": "The heterogeneous effects of Airbnb on housing prices"}, {"text": "Airbnb on housing prices vary by different types of Airbnb listings. We do so by breaking down the total number of Airbnb listings into three different categories: an entire house or an apartment, a private room, and other types of Airbnb rentals. The control variables in the price equation are the same as the ones specified in the baseline model (see Table 4 ). Table 6 reports the estimation results of the rental price and sales price equations. In general, the results seen in Table 6 are consistent with those reported in the baseline model. We find a significant effect of the Airbnb listings on rental prices and an insignificant effect of Airbnb listings on sales prices. However, the effects on rental prices vary by the category of Airbnb listings. As reported in column A of Table 6 , an increase of one hundred in the number of Airbnb listings for an entire house and a private room increases the average housing rental prices by 0.7% and 1.7%, respectively, ceteris paribus. Equivalently, the effects are approximately 0.28% and 0.48% corresponding to a one-standard deviation increase of the number of Airbnb listings with an entire room and a private room, respectively.", "cite_spans": [], "ref_spans": [{"start": 354, "end": 361, "text": "Table 4", "ref_id": "TABREF0"}, {"start": 365, "end": 372, "text": "Table 6", "ref_id": "TABREF7"}, {"start": 483, "end": 490, "text": "Table 6", "ref_id": "TABREF7"}, {"start": 788, "end": 795, "text": "Table 6", "ref_id": "TABREF7"}], "section": "The second part of the heterogeneity analysis investigates whether the effects of"}, {"text": "In contrast, we find insignificant effects for an increase in the number of Airbnb listings on housing sales prices.", "cite_spans": [], "ref_spans": [], "section": "The second part of the heterogeneity analysis investigates whether the effects of"}, {"text": "To evaluate whether the sales tax policy implemented in September 2017 had any impact on housing prices, we estimate Eq. (2) Column A of Table 7 provides evidence that the sales tax policy reduces the positive effects of Airbnb on rental prices, ceteris paribus. Specifically, the results show that an increase of one hundred in the total number of Airbnb listings increases housing rental prices by 0.64% in the pre-policy period. However, the Airbnb effect on rental prices is reduced by 0.02% in the post-policy period, ceteris paribus.", "cite_spans": [], "ref_spans": [{"start": 137, "end": 144, "text": "Table 7", "ref_id": "TABREF8"}], "section": "The effects of the sales tax policy on housing prices"}, {"text": "Column B of Table 7 further shows that the DiD effect of the sales tax policy on rental prices varies by the different types of Airbnb listings. The DiD effects of Airbnb listings that rented out an entire house (or an apartment) and a private room are -0.04% and -0.08%, respectively, ceteris paribus.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 7", "ref_id": "TABREF8"}], "section": "The effects of the sales tax policy on housing prices"}, {"text": "In contrast to the results of the sales tax policy on rental prices, insignificant DiD effects are found when examining the sales tax policy on the sales prices of the properties (see columns C and D in Table 7) .", "cite_spans": [], "ref_spans": [{"start": 203, "end": 211, "text": "Table 7)", "ref_id": "TABREF8"}], "section": "The effects of the sales tax policy on housing prices"}, {"text": "To understand the mechanism behind the effect of the sales tax policy on housing ", "cite_spans": [], "ref_spans": [], "section": "The impacts of the sales tax policy on the number of Airbnb listings"}, {"text": "We conduct three robustness checks on our main findings. The first robustness check estimates the housing rental price equations using a sample of rental transactions used for business operation purposes as a placebo test. In the second robustness check, we estimate the housing price equations using different specifications of the fixed effects model. The third part of the robustness checks examines whether our results are driven by reserve causality.", "cite_spans": [], "ref_spans": [], "section": "Robustness checks"}, {"text": "The rationale of the placebo test is based on the fact that rental properties used for business operations are large and higher in rental prices. Additionally, the contract length of rental leases for business units are usually longer than those in residential housing contracts. Therefore, owners that hold properties for commercial purposes are less likely to engage in Airbnb compared to those who rent out their properties for residential purposes. Therefore, we can expect an insignificant impact of Airbnb on rental prices among commercially used properties.", "cite_spans": [], "ref_spans": [], "section": "Using the rental for business purpose dataset"}, {"text": "In the APRS data set, respondents must report whether their transacted properties are used for business operations or residential purposes since tax rates for commercially used properties are higher. With this information, we estimate housing rental prices equations using the sample of 26,450 commercial rental records between August 2012 and November 2017. influences rental properties used for residential purposes.", "cite_spans": [], "ref_spans": [], "section": "Using the rental for business purpose dataset"}, {"text": "To gain insight into potential sources of endogeneity bias, we subject our main set of results to different specifications of the fixed effects models and present these results in Table 10 . Column A of Table 10 Table   9 , the coefficients of the variable \"Airbnb\" in the sales price equations are all statistically insignificant.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 188, "text": "Table 10", "ref_id": "TABREF11"}, {"start": 203, "end": 211, "text": "Table 10", "ref_id": "TABREF11"}, {"start": 212, "end": 221, "text": "Table   9", "ref_id": "TABREF2"}], "section": "Different specifications of the fixed effect model"}, {"text": "Reverse causality can result in endogeneity bias. In our case, reverse causality can occur if house owners or tenants living in a township with higher house prices are more likely to post their properties on Airbnb. To check whether our findings suffer from reverse causality, we conduct a simple test proposed by Wooldridge (2010) to investigate whether the future or lead variables of the number of Airbnb listings are uncorrelated with housing prices in the current period. The null hypothesis of the test is that the coefficients of the lead variables are zero (i.e., no reverse causality). We conduct this test by replacing the current number of Airbnb listings with the lead variables in the first and second period in the house price equations. As reported in Table 11 , none of the coefficients of the lead variables is statistically significant.", "cite_spans": [{"start": 314, "end": 331, "text": "Wooldridge (2010)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 767, "end": 775, "text": "Table 11", "ref_id": "TABREF12"}], "section": "The reverse causality test"}, {"text": "Therefore, we cannot reject the null hypothesis of the test, suggesting that our results do not suffer from reverse causality. guests. This finding may reflect the structure of leasing contracts of the Taiwanese house rental market. In Taiwan, tenants must receive permission from property owners to rent out or sublet any part of their rental property to a third party. Although this is not required in a leasing contract, it is strongly advised by the consumer protection agency to avoid rental disputes between tenants and landlords. Most leasing contracts between tenants and landlords have this rule in place. This rule gives landlords more flexibility to engage in Airbnb compared to tenants.", "cite_spans": [], "ref_spans": [], "section": "The reverse causality test"}, {"text": "A positive effect of the room sharing economy on house rental prices have been found in the U.S. Horna and Merante (2017) found that a one-standard deviation increase in Airbnb density is associated with a 0.4% increase in the rental rate in the city of Boston. Barron et al. (2018) found that a one-standard deviation increase of Airbnb listings led to a 0.65% increase in housing rental rates in the U.S. In the case of Taiwan, we find a 0.38% increase in housing rental prices corresponding to a one-standard deviation increase in the number of Airbnb listings. Although it may not be appropriate to compare our findings in Taiwan to the studies done in the U.S because of the use of different methodologies and study period, the effects of Airbnb on housing rental prices in Taiwan seem to be smaller than those found in the U.S.", "cite_spans": [{"start": 262, "end": 282, "text": "Barron et al. (2018)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "The smaller effect of Airbnb on housing rental prices in Taiwan may reflect the smaller expected returns of engaging in Airbnb in Taiwan compared to homeowners in the U.S. For example, the monthly asking rents in the housing market is approximately US$ 98 per night, while the asking price for an entire room on Airbnb is US$ 243 per night in Boston (Horn and Merante, 2017) . Property owners would find Airbnb more profitable than the expected payoff that they can receive from the rental market if they can rent out their home for more than 12 days per month on", "cite_spans": [{"start": 350, "end": 374, "text": "(Horn and Merante, 2017)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "Airbnb. In our sample, the average price for renting out an entire home or apartment on Airbnb is NT$ 1,521 (US$ 50) per night, while the average rate for houses on the rental market is NT$ 1,103 (US$ 37) per night. House owners in Taiwan The observed differences in the effect of Airbnb on housing rental prices may also be driven by differences in the rate of owner-occupancy between Taiwan and the U.S. Prior studies in the U.S. have shown that the effect of Airbnb is smaller in areas with a larger share of owner-occupiers (Barron et al., 2018) . This reduced effect is likely attributable to the fact that only non-owner occupiers are on the margin of substituting their units between Airbnb and the rental market. In contrast, owner-occupiers only rent out their spare rooms or homes to Airbnb; they do not allocate their housing to long-term rental tenants. According to the statistics reported in the Housing Finance Information Network, the average owner-occupancy rate in the U.S was 56.9%, while it was 84.2% in Taiwan in 2016. Therefore, the smaller effect of Airbnb on rental prices found in this study may reflect the higher owner-occupancy rate in Taiwan compared to the rate observed in the U.S.", "cite_spans": [{"start": 528, "end": 549, "text": "(Barron et al., 2018)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 232, "end": 238, "text": "Taiwan", "ref_id": null}], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "In this study, an insignificant effect of Airbnb on housing sales prices was found, which differs from the results found in the U.S (e.g., Barron et al., 2018; Sheppard and Udell, 2018) . We provide a possible explanation for the varying findings between", "cite_spans": [{"start": 139, "end": 159, "text": "Barron et al., 2018;", "ref_id": "BIBREF1"}, {"start": 160, "end": 185, "text": "Sheppard and Udell, 2018)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "Taiwan and the U.S below. Sheppard and Udell (2018) argue that house properties could be held as an asset and rented via Airbnb to produce an income stream. This potential income gain from Airbnb then brings incentives to investors to purchase residential properties not for their own use, and to hold onto properties longer because the rental income obtained via Airbnb reduces the cost of ownership. These investments will then increase housing demand and drive up housing sales prices.", "cite_spans": [{"start": 26, "end": 51, "text": "Sheppard and Udell (2018)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "This argument used in the U.S. cannot be directly applied to Taiwan. In Taiwan, current property owners are less likely to remove their currently for-sale properties from the housing sales market to Airbnb due to high housing prices in Taiwan. In our sample, the average housing price is US$ 2,245 per square meter, which ranks among the top seven most expensive housing markets in the world. The high cost of housing in Taiwan then serves as a financial barrier for new investors to purchase properties specifically designed for Airbnb. We find that levying the sales tax on that other Taiwanese companies must comply with reduces the number of Airbnb listings. This result is expected since the sales tax increases operation costs for both Airbnb hosts and the corporation. However, the magnitude of the policy effect is small, possibly because we can only evaluate the policy effects after the first three months of the tax due to data availability.", "cite_spans": [], "ref_spans": [], "section": "Comparing our findings in Taiwan to existing evidence in the U.S"}, {"text": "Our findings of a larger negative effect of the sales tax policy on Airbnb listings that offer a private room may reflect the nature of these listings in Taiwan. In general,", "cite_spans": [], "ref_spans": [], "section": "Policy implications on regulating room sharing economy"}, {"text": "Airbnb hosts that offer a private room, such as a rental suite, are less likely to apply and receive a legal license to operate in the lodging business. Since the sales tax policy would require both the corporation and hosts to report revenues and pay sales taxes, hosts that offer a private room in the Airbnb market without a legal license are more likely to exit the Airbnb market.", "cite_spans": [], "ref_spans": [], "section": "Policy implications on regulating room sharing economy"}, {"text": "Some caveats of this study are noted. First, although we find an insignificant effect of the Airbnb listings on house sales price, the interpretation of this result calls for caution in that the sales price equations are not as precisely estimated as the housing rental price equations. Second, our analysis could be more fruitful if information on Airbnb guests and hosts becomes available. For example, the increase in housing rents after the sales tax policy may also be attributable to the reduced willingness of tenants to sublet their spare rooms, rather than reductions in the supply of housing. We can better understand the channel of the sales tax effect on housing rental prices if we knew whether Airbnb hosts are tenants or homeowners of the property. This type of information is difficult to collect, and we are not aware of any study that has used such information. This study can also benefit by accessing detailed socio-economic characteristics of buyers and sellers in the Taiwanese housing market.", "cite_spans": [], "ref_spans": [], "section": "Research limitation"}, {"text": "For example, if personal income of the buyers and sellers becomes available, we can further examine the redistributive income effects of Airbnb between tenants and property owners. Furthermore, we could test whether the presence of Airbnb drives low-income residents out of the local housing rental market. Regardless of these potential drawbacks, the analytical framework provided in this study can be applied to other sharing economy business models. Table 4 . Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively. Table 4 . Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively. Note: The sample used in this part of analysis includes house rental and sales records between February 2013 and November 2017. #1 The full list of other variables can be found in Table 4 . The effect of the tax policy on Airbnb is captured by the interaction term Airbnb*After, Airbnb_House*After, Airbnb_Room*After, Airbnb_Other*After. Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively. Note: #1 The full list of other explanatory variables can be found in Tables 4 and 5 for the house rental and sales equations, respectively. Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively. 193 0.193 0.198 Note: #1 The full list of other explanatory variables can be found in Table 4 . Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively. ", "cite_spans": [{"start": 1436, "end": 1451, "text": "193 0.193 0.198", "ref_id": null}], "ref_spans": [{"start": 453, "end": 460, "text": "Table 4", "ref_id": "TABREF0"}, {"start": 584, "end": 591, "text": "Table 4", "ref_id": "TABREF0"}, {"start": 895, "end": 902, "text": "Table 4", "ref_id": "TABREF0"}, {"start": 1244, "end": 1258, "text": "Tables 4 and 5", "ref_id": "TABREF0"}, {"start": 1522, "end": 1529, "text": "Table 4", "ref_id": "TABREF0"}], "section": "Research limitation"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Airbnb Fast Facts", "authors": [{"first": "", "middle": [], "last": "Airbnb", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The sharing economy and housing affordability: Evidence from Airbnb", "authors": [{"first": "K", "middle": [], "last": "Barron", "suffix": ""}, {"first": "E", "middle": [], "last": "Kung", "suffix": ""}, {"first": "D", "middle": [], "last": "Proserpio", "suffix": ""}], "year": 2018, "venue": "the AEA annual meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "House price dispersion in Taipei residential communities", "authors": [{"first": "Y", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ku", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Chang", "suffix": ""}], "year": 2019, "venue": "International Real Estate Review", "volume": "22", "issn": "", "pages": "109--129", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail", "authors": [{"first": "C", "middle": [], "last": "Christensen", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Report on the Survey of Family Income and Expenditure in the Taiwan Area of the Republic of China", "authors": [], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Matchmakers: The New Economics of Multisided Platforms", "authors": [{"first": "D", "middle": [], "last": "Evans", "suffix": ""}, {"first": "R", "middle": [], "last": "Schmalensee", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Hotel industry rallies against home shares on platforms like Airbnb", "authors": [{"first": "Formosa", "middle": [], "last": "News", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Assessing Airbnb as a disruptive innovation relative to hotels: Substitution and comparative performance expectations", "authors": [{"first": "D", "middle": [], "last": "Guttentag", "suffix": ""}, {"first": "S", "middle": [], "last": "Smith", "suffix": ""}], "year": 2017, "venue": "International Journal of Hospitality Management", "volume": "64", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Multi-sided platforms", "authors": [{"first": "A", "middle": [], "last": "Hagiu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wright", "suffix": ""}], "year": 2015, "venue": "International Journal of Industrial Organization", "volume": "43", "issn": "", "pages": "162--174", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "STR: Airbnb's impact minor on Manhattan hotels. Hotel News Now", "authors": [{"first": "J", "middle": [], "last": "Haywood", "suffix": ""}, {"first": "A", "middle": [], "last": "Hoyt", "suffix": ""}, {"first": "C", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "S", "middle": [], "last": "Hennis", "suffix": ""}, {"first": "C", "middle": [], "last": "Alvarado", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A comparison of household expenditure by tenure choice-Taiwan evidence", "authors": [{"first": "L", "middle": [], "last": "Hsueh", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}], "year": 1998, "venue": "Journal of Housing Studies", "volume": "7", "issn": "", "pages": "21--40", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Is home sharing driving up rents? Evidence from Airbnb in Boston", "authors": [{"first": "K", "middle": [], "last": "Horn", "suffix": ""}, {"first": "M", "middle": [], "last": "Merante", "suffix": ""}], "year": 2017, "venue": "Journal of Housing Economics", "volume": "38", "issn": "", "pages": "14--24", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Owning, using and renting: Some simple economics of the \"Sharing Economy", "authors": [{"first": "J", "middle": [], "last": "Horton", "suffix": ""}, {"first": "R", "middle": [], "last": "Zechhauser", "suffix": ""}], "year": 2016, "venue": "NBER Working Paper Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "How Airbnb short-term rentals exacerbate Los Angeles' affordable housing crisis: Analysis and policy recommendations", "authors": [{"first": "D", "middle": [], "last": "Lee", "suffix": ""}], "year": 2016, "venue": "Harvard Law and Policy Review", "volume": "10", "issn": "", "pages": "229--253", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Airbnb: A note so safe resting place", "authors": [{"first": "B", "middle": [], "last": "Mcnamara", "suffix": ""}], "year": 2015, "venue": "Coloradan Technology Law Journal", "volume": "13", "issn": "", "pages": "149--151", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Action Plan on Base Erosion and Profit Shifting", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1787/9789264202719-en"]}}, "BIBREF18": {"ref_id": "b18", "title": "Airbnb's business model. In peer-to-peer accommodation networks: Pushing the boundaries", "authors": [{"first": "S", "middle": [], "last": "Reinhold", "suffix": ""}, {"first": "S", "middle": [], "last": "Dolnicar", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Platform competition in two-sided markets", "authors": [{"first": "J", "middle": [], "last": "Rochet", "suffix": ""}, {"first": "J", "middle": [], "last": "Tirole", "suffix": ""}], "year": 2003, "venue": "Journal of the European Economic Association", "volume": "1", "issn": "", "pages": "990--1029", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Hedonic prices and implicit markets: Product differentiation in pure competition", "authors": [{"first": "S", "middle": [], "last": "Rosen", "suffix": ""}], "year": 1974, "venue": "The Journal of Political Economy", "volume": "82", "issn": "", "pages": "34--55", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Hedonic analysis of housing markets", "authors": [{"first": "S", "middle": [], "last": "Sheppard", "suffix": ""}], "year": 1999, "venue": "Handbook of regional and urban economics", "volume": "", "issn": "", "pages": "1595--1635", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Do Airbnb properties affect house prices?", "authors": [{"first": "S", "middle": [], "last": "Sheppard", "suffix": ""}, {"first": "A", "middle": [], "last": "Udell", "suffix": ""}], "year": 2018, "venue": "Paper presented in the AEA annual meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bubbles are departures from equilibrium housing markets: Evidence from Singapore and Taiwan", "authors": [{"first": "D", "middle": [], "last": "Tay", "suffix": ""}, {"first": "C", "middle": [], "last": "Chou", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Tee", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheong", "suffix": ""}], "year": 2016, "venue": "PLoS One", "volume": "11", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Bubbles in the Taiwan housing market: The determinants and effects", "authors": [{"first": "I", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "C", "middle": [], "last": "Peng", "suffix": ""}], "year": 2011, "venue": "Habitat International", "volume": "35", "issn": "", "pages": "379--390", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Top cities where Airbnb is legal or illegal", "authors": [{"first": "Z", "middle": [], "last": "Tun", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Econometric Analysis of Cross Section and Panel Data", "authors": [{"first": "J", "middle": [], "last": "Wooldridge", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The effects of Airbnb's price positioning on hotel performance", "authors": [{"first": "K", "middle": [], "last": "Xie", "suffix": ""}, {"first": "L", "middle": [], "last": "Kwok", "suffix": ""}], "year": 2017, "venue": "International Journal of Hospitality Management", "volume": "67", "issn": "", "pages": "174--184", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The rise of the sharing economy: Estimating the impacts of Airbnb in the hotel industry", "authors": [{"first": "G", "middle": [], "last": "Zervas", "suffix": ""}, {"first": "D", "middle": [], "last": "Proserpio", "suffix": ""}, {"first": "J", "middle": [], "last": "Byers", "suffix": ""}], "year": 2017, "venue": "Journal of Marketing Research", "volume": "54", "issn": "", "pages": "687--705", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "is reported. The Airbnb entered Taiwan on February 2013 which is indicated by the vertical black-solid line. The vertical dashed line represents the implementation month of the tax policy on Airbnb", "authors": [], "year": 2012, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Impacts from the Asian financial crisis in 1997, the 2001 global recession, and the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 decreased housing prices, although they have since risen after bottoming out in 2003 (Tsai and Peng, 2011). Based on the official statistics from the Ministry of Interior, house prices increased 44% and 62% from the 1 st quarter of 2003 to the 1 st quarter of 2010 and the 4 th quarter of 2016. 2", "latex": null, "type": "figure"}, "FIGREF1": {"text": ", the total number of Airbnb listings increased considerably after August 2015. During the first month of Airbnb's entry in Taiwan in February 2013, there were only nine postings. In August 2015 and August 2017, the accumulated number of Airbnb listings reached to 10,101 and 111,170, respectively. Airbnb postings that rented out an entire house or apartment has held the lion's share of the total number of listings since the beginning of the company's presence in Taiwan. The number of listings that rented out an entire house or an apartment between February 2013 and November 2017 was 72,414, accounting for 54.2% of the total number of accumulated postings (see columns C and D of", "latex": null, "type": "figure"}, "FIGREF2": {"text": "August 2013 and 37.5% of the total number of postings in November 2017. To provide a visual understanding of the geographic heterogeneity of Airbnb listings, Figure 1 depicts the distribution of the accumulated number of Airbnb listings between February 2013 and November 2017 in each township of Taiwan. In total, there are 358 administrative townships in Taiwan, and 202 of them have at least one Airbnb listing in our sample period. As shown in Figure 1, areas with more Airbnb listings are generally the townships located near major urban cities (Northern and Western Taiwan). Townships located in rural areas that are popular for tourism also have some Airbnb listings (Eastern Taiwan).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The solid vertical line in the figure indicates the month that Airbnb entered Taiwan in February 2013, while the dashed vertical line indicates the implementation month of the sales tax policy on Airbnb in September 2017. Rental prices show an increasing trend following the entry of Airbnb in Taiwan. In contrast, it appears that the average rental prices decreased right after the implementation of the sales tax policy on Airbnb.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "average sales prices between August 2012 to November 2017. The vertical solid line in the figure indicates the month that Airbnb entered Taiwan (February 2013) while the dashed vertical line indicates the first month that the sales tax policy on Airbnb was implemented (September 2017). Similar to the pattern of housing rental prices, housing sales prices show an increasing trend after the entry of Airbnb. However, housing sales prices dropped after the implementation of the sales tax policy.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "transacted property located in township j and time t. The variable Airbnb jt indicates the number of Airbnb listings in time t and township j. This continuous variable measures the intensity of Airbnb listings in each township; X ijt is a vector of explanatory variables associated with property attributes (see Tables 2 and 3); v j , u ty and u tm are township, year, and month fixed effects, respectively; ijt  is the random error; and  , are the parameters to be estimated. α measures the magnitude of change in the percentage of housing prices corresponding to the per unit increase in the number of Airbnb listings, ceteris paribus.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "using a subsample of housing transactions between February 2013 and November 2017 (the sample period with the presence of Airbnb listings). The final sample consists of 49,446 rentals and 484,135 sales transactions. By adding several interaction terms between the number of each type of Airbnb listing and a dummy variable that indicates the post-policy period, we are able to investigate whether the effects of the sales tax policy on property prices varied by different types of Airbnb listings.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "rental prices, we analyze the changes in the number of Airbnb postings after the implementation of the sales tax policy. Since Airbnb entered Taiwan in February 2013, we aggregate the number of Airbnb listings at the township level between February 2013 and November 2017. We construct a township-month specific sample of 4,303 observations and regress the number of Airbnb listings on a dummy variable of the post-policy period with township, year, and month fixed effects and controls for other explanatory variables (i.e., population density, robbery cases and air quality).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "replicates the results of the baseline model of housing rental price equations with the full set of control variables, township, year, and month fixed effects. Column B adds a linear time trend to the model, while column C adds not only a linear time trend but also a township-specific linear time trend. The estimated coefficient of the key variable, \"Airbnb\" is 0.0053, 0.0053, and 0.0031 in columns A, B, and C, respectively. Although the magnitude of the effect of the number of Airbnb on rental price decreases after including the linear time trend and town-specific time trend variables, we still find a significant and positive effect of Airbnb on house rental prices. In contrast, as reported in columns D, E, and F of", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The impact of Airbnb on the housing market in Taiwan Two different views have been proposed regarding the effect of Airbnb on housing prices. On the one hand, Airbnb may affect housing rental market if property owners switch their properties from the rental market to Airbnb. In this case, rents can increase due to the reduced supply of properties in the rental market. On the other hand, housing rental market may not be affected if the supply of Airbnb is comprised of unused spare rooms held by current tenants and property owners. Our results documenting the positive impact of Airbnb listings on housing rental rates in Taiwan suggests that the current properties available through the platform are not entirely supplied by tenants or property owners who share their unused spare rooms to Airbnb", "latex": null, "type": "figure"}, "FIGREF10": {"text": "would have to rent out their properties at least 21 nights per month to Airbnb guests to gain equivalent revenues in the housing rental market. Given the lower monetary payoffs of Airbnb in Taiwan compared to the U.S, the smaller effect of Airbnb on housing rental prices in Taiwan can be expected.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Two policy questions related to the room sharing economy business have been raised: whether the sharing economy should be regulated, and if so, what are the effective policy tools that can be used? From the view of competition, the key issue of answering this first question requires figuring out whether the room sharing business model affects relevant markets, such as the housing market. Critics against room sharing businesses have proposed regulating these disruptive innovators because these platforms raise rental and sales prices of the housing market, thus increasing the living costs of local residents. Empirical evidence provided in a few cities in the U.S supports this statement, and our finding of a positive effect of Airbnb on housing rental prices in Taiwan is consistent with this strand of literature.With respect to the second question, tax policies have been proposed as a policy tool to regulate the room sharing economy. We use the sales tax policy imposed on Airbnb from September 2017 in Taiwan as a quasi-experiment to address this issue.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "An early version of the paper was presented in the annual meeting of the Western Economic Association International in 2019. The author appreciate comments from the conference participants as well as the valuable comments from Kamhon Kan and Tzu-Ting Yang. The author also thanks the Ministry of Interior in Taiwan for making the individual house market transaction records available. Funding support from the Ministry of Science and Technology in Taiwan under the grant number 108-2410-H-002-053 is acknowledged. The views expressed herein are those of the author and do not reflect the policies of Ministry of Interior in Taiwan or any other organization.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Geographical distribution of the accumulated number of Airbnb listings in Taiwan. Note: The figure reports the distribution of the accumulated number of Airbnb listings in each township between February 2013 and November 2017 in Taiwan. The size of the dotted point corresponds to more Airbnb listings. In total, there are 358 townships are in Taiwan. Of these, 202 townships have Airbnb listings.", "latex": null, "type": "figure"}, "TABREF0": {"text": "reports the estimation results from the baseline models of the housing rental and sales price equations using the FE model. The standard errors of the estimated coefficients are clustered at the township level. As reported in column A ofTable 4, a positive effect of Airbnb listings on housing rental prices is found. The results indicate that an increase of one hundred Airbnb listings increases rental prices by 0.53%, ceteris paribus. The estimated coefficient is statistically significant at the 5% level. Equivalently, this result shows that a one-standard deviation increase in the", "latex": null, "type": "table"}, "TABREF1": {"text": "reports the estimation results. As reported in column A, the sales tax policy reduces the number of Airbnb listings on average by 0.4 units, ceteris paribus. This effect is approximately equal to 1.2% if it is evaluated at the sample mean of the number of", "latex": null, "type": "table"}, "TABREF2": {"text": "reports the estimation results of the placebo test. Results reveal that all of the estimated Airbnb effects on housing rental prices are statistically insignificant, and these results are robust across different types of Airbnb listings. This result provides supporting evidence that Airbnb only", "latex": null, "type": "table"}, "TABREF3": {"text": "Sample statistics of the selected variables in the housing rental market data. Note: The sample was drawn the APRS administrative profile of real estate transaction between August 2012 and November 2017.", "latex": null, "type": "table"}, "TABREF4": {"text": "Sample statistics of the selected variables in the housing sales dataset.Note: The sample is drawn the APRS administrative profile of housing transactions between August 2012 and November 2017. US $1 is equal to NT $30.6.", "latex": null, "type": "table"}, "TABREF5": {"text": "Estimation results of the housing rental and sales price equations.Note: Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and 10% level, respectively.", "latex": null, "type": "table"}, "TABREF6": {"text": "Estimation results of housing rental and sales prices in urban and rural areas. Note: #1 The full list of other explanatory variables are listed in", "latex": null, "type": "table"}, "TABREF7": {"text": "Estimation results of house price equations by different types of Airbnb listings. Note: #1 The full list of other explanatory variables are listed in", "latex": null, "type": "table"}, "TABREF8": {"text": "Estimation results of the DiD models for tax policies on housing rental market.", "latex": null, "type": "table"}, "TABREF9": {"text": "Estimation results of the change in Airbnb listings after the tax policy. Note: A township-month specific data set of Airbnb listings between February 2013 and November 2017 was used. The dependent variable is the number of Airbnb listings per 100 units. #1 The other control variables include population density, number of robbery cases and air quality. Standard errors are clustered in townships.", "latex": null, "type": "table"}, "TABREF10": {"text": "Estimation results of housing prices equations using rental for business sample.", "latex": null, "type": "table"}, "TABREF11": {"text": "Estimation results of the housing rental price equations using alternative specifications.", "latex": null, "type": "table"}, "TABREF12": {"text": "Estimation results of the housing rental price equations using lead variables of Airbnb listings.Note: #1 The full list of other explanatory variables can be found in Tables 4. Standard errors are clustered in townships. ***, **, * indicates significance at the 1%, 5% and", "latex": null, "type": "table"}}, "back_matter": [{"text": " Table 1 . Sample distribution of Airbnb listings over time.", "cite_spans": [], "ref_spans": [{"start": 1, "end": 8, "text": "Table 1", "ref_id": null}], "section": "annex"}, {"text": "All types An entire house or apartment A private room Other types ", "cite_spans": [], "ref_spans": [], "section": "Types of Airbnb"}]}