{
    "paper_id": "1a3ca76a2f547e3c782cd777ad4fd705cd84e573",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 Prevention and Control Strategies for Psychiatric Hospitals Article Title COVID-19 Prevention and Control Strategies for Psychiatric Hospitals Corresponding author's email address",
        "authors": [
            {
                "first": "Chao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenjing",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changjiu",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dongmei",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuchuan",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE Key Lab for Neuroinformation",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, the outbreak of a respiratory epidemic arising from a novel coronavirus expanded rapidly from ground zero at the city of Wuhan, Hubei Province (Baek et al., 2020) . As of 00:00 on March 6, 2020, approximately 98,332 persons have been infected across the world(NHC, 2020), the figure that has already far exceeded the numbers for SARS in 2003 and MERS in 2012 (Huang et al., 2020; Wong et al., 2015) . Moreover, other than a certain degree of progress in the control and prevention of the epidemic in China, the situations in other countries have deteriorated. Without proper protective measures, COVID-19 may be transmitted through airborne droplets from coughing and sneezing, as well as close contact. Furthermore, air transmission and feces-mouth transmission have not yet been verified, though there are signs that such transmission means are possible (WHO, 2020). As people gain more knowledge about the disease, the prognosis for the majority of patients infected by COVID-19 has been relatively promising, but the prognosis for a small number of patients in critical conditions, especially seniors and patients with chronic diseases, are less optimal (Zhu et al.,2020) . The enclosed management model employed at most psychiatric hospitals represents a daunting challenge for effective control of infectious disease and thwarting outbreaks within institutions. The Fourth People's Hospital of Chengdu is the ninth most influential hospital in terms of scientific research and one of the largest psychiatric medical care centres in southwest China. We propose the following suggestions and strategies for psychiatric hospitals during the ongoing COVID-19 epidemic. At present, COVID-19 symptoms mainly include fever, dry cough, and fatigue, but some infected patients may not show any symptoms. Therefore, preliminary screening, pre-examination and triage, and fever clinic management at psychiatric hospitals are particularly crucial. Medical care staff should earnestly document patient information such as name, gender, age, job, home address details and phone number. In case of possible violent behaviors exhibited by psychiatric patients, security personnel should be garrisoned at clinic zones to maintain order. All staff at the clinic should be equipped with the appropriate protective equipment. Signs should be posted to remind patients to protect their respiratory system and frequently wash hands. During the epidemic period, patients who match critical psychiatric illness standards and who are considered as potential carriers of COVID-19 shall be kept within the infection quarantine ward to receive treatment according to potential virus carrier protocol. For patients who match critical psychiatric illness standards but are not considered as potential carriers of COVID-19, they should be kept within the psychiatric transition and observation ward for 14 days, as per clinic and emergency room protocol, before being transferred to a regular ward when relevant conditions are met.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 183,
                    "text": "(Baek et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 400,
                    "text": "(Huang et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 401,
                    "end": 419,
                    "text": "Wong et al., 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1179,
                    "end": 1196,
                    "text": "(Zhu et al.,2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "General wards should regard \"defense against the import of infection, prevention of internal outbreak\" as the principle. First, staff should notify patients' relatives individually, via channels such as phone calls or WeChat, to refuse relatives from visiting a hospital or bringing over food and other items during the ongoing epidemic except for special circumstances. If they want to know the condition of the patient, they can contact the ward by phone. Second, the specific section \"food and item temporary storage\" should be set up outside Wards, and signs to inform visitors info, such as a phone number, should be opened. Patients' relatives who bring food and other items should contact the ward and wait at the visiting room outside the ward. Nurses should inspect food and items and sanitize the exterior packaging (spraying with alcohol or disinfectant) at temporary storage. During the whole process, nurses should try to avoid direct contact with patients' relatives. Third, doctors should send a proposal to patients' relatives to inform them of cancellation of leaving or visiting requests such as Chinese New Year and other holiday seasons, and to suggest communication by phone call or video chat. Fourth, all wards should track movement of all staff (including doctors, nurses, assistant attendants, and janitors) and assess the risk of infection daily. In addition, the ward should arrange staff with infection risk to quarantine at home or quarantine at work. Fifth, based on suggestions from practitioners of traditional Chinese medicine (TCM), it is advisable to administer TCM herbal fumigation around the clock and prepare TCM preparation for all staff to enhance immunity. In summary, staff in psychiatric hospitals are burdened with a challenging administrative mission during this special period. We must follow the principle \"defense against the import, prevention of internal outbreak\", the health and interest of psychiatric patients and their relatives should be safeguarded to the maximal extent. Therefore, in terms of infection prevention and control at psychiatric hospitals, the actual status of the epidemic should be taken into full account. First, implementation of infection prevention and control must measure at the clinics, emergency rooms and wards where staff may come into direct contact with a patient. Second, it is also necessary to pay attention to infection prevention and control at supplementary divisions and departments that are involved in any step of the process. Third, psychiatric hospitals should assist the community in the management, treatment, and care of people with severe mental disorders at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lifetime psychopathological characteristics associated with comorbid obsessive-compulsive disorder in clinically stable patients with chronic schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Baek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.101991"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission of the People's Republic of China. The latest situation of new coronavirus pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MERS, SARS, and Ebola: the role of super-spreaders in infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell host & microbe",
            "volume": "18",
            "issn": "4",
            "pages": "398--401",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.09.013"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Health Organization. 2020. Novel Coronavirus ( 2019-nCoV) : situation report, 3. Zhu",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Chao Li read and screened articles for inclusion, sort out work measures and standards, sum up practical experiences, and drafted the manuscript.Changjiu He and Dongmei Wu and Yuchuan Yue reviewed the work measures, standards, and practical experiences, and offer a proposal.Yong Chen reviewed the whole article and revised it according to the standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}