{
    "paper_id": "1a3dc799bf85ee6b2d9c5304f797cb648a0804be",
    "metadata": {
        "title": "Transaction Management 3",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the first step of the E2E M&A Process Design, the Embedded M&A Strategy aligned with the overarching corporate and SBU strategies was defined. Based on this framework of the Embedded M&A Strategy a distinguished shortlist of suitable M&A targets with a strong financial, strategic, Business and Culture Design fit have been distilled. The Transaction Management, as the follow-on module of the E2E M&A Process Design, is focused on a specific transaction with a selected target company or merger partner. Core parts of the Transaction Management are the valuation of the target company (Standalone Value) and the potential synergies (Integrated Value), the Due Diligence of the target company which should identify the risks and upsides of the potential transaction, as well as the blending of the Standalone Business and Culture Designs and the Redrafting of the Joint Culture and Business Designs according to the Due Diligence outcomes. Supplementary parts of the Transaction Management as the negotiation of a share or asset purchase agreement, the acquisition financing, and the Purchase Price Allocation (PPA), will be not discussed in detail. (These parts will be incorporated in the second edition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Transaction Management, as the second module of the E2E M&A Process Design, consists of the following parts ( Fig. 3.1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Fig. 3.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "-Valuation of the target company (Standalone Value) and synergies (Integrated Value) -Due Diligence -Blending of SBDs and SCDs as well as the redrafting of the JCD and JBD Blue Print -Negotiation of (share or asset) purchase or merger agreement -Acquisition financing -Purchase Price Allocation (PPA) An E2E M&A Process Design as a holistic approach stresses the importance of the close ties between the different modules and also within each of the modules themselves, as discussed in the introductory chapter. Within the Transaction Management, the indicative valuation of the target company and likely synergies could be defined as the starting point. But this first valuation of the target company and potential synergies determines already the priorities for the forthcoming Due Diligence assessment. The future value add is based on the mission-critical value drivers, the Return on Invested Capital (RoIC), the growth momentum and the sustainability period of the competitive advantage, as these are the lever for the ultimate source of value, the future Free Cash Flows (Koller et al. 2015a, pp. 22-23, 137) . The likelihood of the assumed performance of those value drivers has to be verified during the Due Diligence. Vice versa, the results of the Due Diligence have to be feed-back into the update of the final valuation and the draft of the purchase agreement. Based on a final valuation a preliminary Purchase Price Allocation (PPA) and the upper limit of the purchase price could be defined ( Fig. 3.2) .",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1115,
                    "text": "(Koller et al. 2015a, pp. 22-23, 137)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1508,
                    "end": 1517,
                    "text": "Fig. 3.2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The Transaction Management ends with the fullfillment of the contractual closing conditions of the transaction. The length of the Transaction Management might be two months for small deals but could last more than a year for significant transactions with multiple bidding rounds and significant antitrust hurdles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "First, an overview of the different core elements of the Transaction Management will be provided. Based on this overview, the Due Diligence and valuation, as core parts of the Transaction Management, will be discussed in depth. At the end of this chapter the specific challenges of the Transaction Management, especially the valuation and Due Diligence, of digital Business Designs will be highlighted. Last not least, core lessons learned as well as mission-critical top-management questions for the Transaction Management will be summarized: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Valuation is a substantial part of the Transaction Management. Within an M&A context, the valuation has to fulfill two needs. On the one side, a fair value or valuation bandwidth of the standalone value of the target company has to be derived, on the other side the likely synergies on the buyer's and target's side evaluated. The sum of those two values, the so-called Integrated Value, will define the upper financial boundary for the purchase price, and therefore the maximum premium the acquirer could afford to pay without risking value destruction. Within Sect. 3.1 alternative valuation methodologies and a process model for the valuation of the target company as well as for the potential synergies will be described. From a conceptional point of view two valuation approaches, the Income Approach and the Market Approach are the most applied corporate valuation methods for M&As. But, only the Income Approach is a true, intrinsic valuation approach, as it evaluates a company on its forecasted and discounted Free Cash Flows. The transaction or trading multiple concept is, in essence, a pricing methodology, as it evaluates the target company based on prices paid in recent transactions (Transaction Multiples) or on a peer-group of comparable listed companies (Trading Multiples):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation (Sect. 3.1)"
        },
        {
            "text": "-The Income Approach derives the Enterprise Value, as the market value of the (target-) company for all its investors like equity and debt holders, based on the forecasted Free Cash Flows (FCFs) of the company. The most used methodology within the Income Approach is the Enterprise Discounted Cash Flow (Enterprise DCF) 1 1 As an alternative to the Enterprise DCF method the Discounted Economic Profit model will also be briefly discussed. Discounted Economic Profit models have in comparison to the Enterprise DCF model the advantage to highlight the yearly value creation, the Economic Profit, by comparing the RoIC with the Cost of Capital in any specific year. (Koller et al. 2015a, pp. 137-142; Damodaran 2006; Fernandes 2012) . The Enterprise DCF method discounts future FCFs at the Weighted Average Cost of Capital (WACC). The WACC addresses the time value of money as well as the underlying risk of the target's Business Design. The latter is embedded in the beta factor of the cost of equity by applying the Capital Asset Pricing Model (CAPM) for the calculation of the equity risk (DePamphilis 2015). As the Enterprise DCF model evaluates the FCFs as available to all investors, like equity holders, debt holders, and any other non-equity investors-e.g. mezzanine investors-and discounts those consistently by using the WACC, it evaluates in the first step the Enterprise Value, meaning the value of the target company for all investors. To define the Equity Value, defined as the market value of equity for the shareholders of the target company, debt and other non-equity claims have to be subtracted from the Enterprise Value. The advantage of the Enterprise DCF model is that it separates operating performance from capital structure impacts and non-operating items. Additionally, it offers the possibility for portfolio companies with multiple strategic business units to use the same valuation framework for the valuation of the company as well as for the valuation of each of its strategic business units (SBUs) due to the value additivity characteristic of the underlying Net Present Value (NPV) concept (Brealey et al. 2020) . This value additivity is typically used in sum of the parts valuations of conglomerates with multiple strategic business units. Discounting future FCFs at the WACC is especially straightforward in situations where the company's financial structure, measured by its debt-to-value ratio, does not or only marginally change. Periodic specific WACCs could also be determined but would imply a yearly recalculation of the Cost of Capital, what might be demanding. Therefore, in situations of more volatile financing structures at the target company, like in restructuring cases or levered Private Equity deals, the Adjusted Present Value (APV) and the Capital Cash Flow (CCF) model (Ruback 2000) might be more suitable models. The APV model is a two-step approach, which is also sometimes referred to as sum-of-the parts assessment. In a first step, the value from the pure operating performance without any financial benefits is calculated by discounting the same FCFs as in the Enterprise DCF model by the unlevered cost of equity instead of the WACC. In a second step, the FCFs of any financial side effects, like tax benefits of leverage (value of the tax shield), or costs of distress are evaluated. The sum of those two components leads to the same Enterprise Value as by applying the Enterprise DCF method if a consistent set of assumptions is used (Koller et al. 2015a, p. 137) The common ground of the Enterprise DCF, the APV and the Capital Cash Flow models is that all of them evaluate in the first step the value of the company for all its investors and then deduct all non-equity claims, like debt and debt-like items, to derive the Equity Value as the market value of equity of the enterprise. Equity valuation methods on the other side evaluate in one step the equity value of the company. This might sound straight forward but mixes up operating performance with non-operating performance and capital structure impacts on FCFs. Therefore, the FCF to equity method is foremost used for and limited to the valuation of companies where the capital structure is an integral part of their Business Design, like in the banking and insurance industry. -The market (pricing) method applies the law-of-one-price: Companies within the same industry and with comparable risk pattern should trade or be sold at similar valuation multiples, meaning having roughly the same relative valuation. Typically applied valuation multiples are Enterprise Value-to-EBITDA, Enterprise Value-to-EBIT or Enterprise-Value-to-revenue ratios. Multiple assessments could also be used to value non-traded companies by comparison with listed companies within their peer group. In case of Trading Multiples, the unknown price of the target company is derived by the median or mean multiple of stock-listed companies within the peer group. In case of Transaction Multiples, recent acquisitions in the same industry are used for the definition of the multiple and the determination of the target's price. The key limitation of this method is, that it only takes the actual market prices of listed companies for the valuation into account and not the pattern and variance of forecasted FCFs. It also neglects the specific strategy and Business Design of the target company in the valuation process by applying a simplistic peer-group assessment. Therefore, the Multiple Approach might be used for the framing of a DCF valuation but not as a standalone approach or even as a substitute for the DCF method. Section 3.1 discusses in-depth the pros and cons of the different valuation and pricing techniques.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 699,
                    "text": "(Koller et al. 2015a, pp. 137-142;",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 715,
                    "text": "Damodaran 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 716,
                    "end": 731,
                    "text": "Fernandes 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2122,
                    "end": 2143,
                    "text": "(Brealey et al. 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2823,
                    "end": 2836,
                    "text": "(Ruback 2000)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3497,
                    "end": 3526,
                    "text": "(Koller et al. 2015a, p. 137)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Valuation (Sect. 3.1)"
        },
        {
            "text": "In the very end, the Due Diligence is the proof-of-concept of the investment thesis, meaning the stand-alone valuation of the target company and the intended synergies as well as the underlying strategic rational of the transaction. Additionally, the Due Diligence has to identify the chances and risks of a potential transaction. The challenge of the Due Diligence is the information asymmetry between the buyer and the seller. Therefore, another subject of the Due Diligence is to increase the level of information on the buy side by a focused and tailored Due Diligence process as close as possible to the seller's knowledge about the target company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "The Due Diligence was in former times understood as a simple summary of the potential risks of a transaction. Today, the Due Diligence is a focused, but also well enough detailed process with standardized modules and tools. An efficient and professional project management is therefore mandatory for this essential subprocess of the Transaction Management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "Besides, a professional M&A team is obligatory for the orchestration of the overarching Due Diligence process and the management of the individual Due Diligence modules as well as for the integration and coordination of the different modules. The M&A Team has to identify and address the most severe risks and potential upsides. Also, the input of the Due Diligence outcome for the final valuation and synergy estimate have to be assured. Using consistently the 10C Business Design model of the M&A Strategy, the Due Diligence could be tailored around 5 core parts, the strategic Due Diligence (CS module), the financial DD (CF module), the legal Due Diligence, the Due Diligence of the operational Business Design covering all other processes and capabilities (CA, CC, CE), as well as customer-oriented modules (CV, CR, CH, CM), and last not least the organizational and culture assessment (CO):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "-Strategic Due Diligence (SDD): The SDD has to assess the market attractiveness of the target's businesses and the competitive positioning and advantages of the target company within those distinct markets. As competitive advantage is a \"relative concept\" a deep-dive of competitor profiling and benchmarking is also a mandatory part of the SDD. Another implicit task is the identification of the true core competencies of the target firm. Last not least, the confirmation of the transaction rational is as well part of the SDD. -Financial Due Diligence (FDD) : The FDD has to analyze on the one side the audited financial statements of the target company of the last couple of years to assess the past performance, on the other side the actual financial performance has to be analysed. The assessment of the audited financial statements, especially of the balance sheets and the income statements, might provide a first overview of the past performance and an understanding of the likelihood of the forecasted financial performance of the target company. But an advanced FDD has to go beyond a simple headline analysis by identifying and assessing the most important value drivers of the target's Business Design. Besides, the transparency, accuracy and completeness of the financial reporting system have to be assessed. An aligned field of the FDD is the Tax Due Diligence. The Tax Due Diligence does not only address the potential tax liabilities and risks. It might also have a significant impact on the design of the transaction as an asset or share deal. This could lead to complicated and prolonged discussions as the tax impacts of different transaction designs might be inversely related to the interests of the acquirer and the seller. -Legal Due Diligence: Intent of the Legal Due Diligence is the assessment of the most important contracts and to identify the underlying legal risks which have to be addressed either in the purchasing agreement or the Integration Management.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 559,
                    "text": "(FDD)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "Potential fields of interest of the Legal Due Diligence are corporate charters, employment contracts, supplier contracts, JV contracts, IP rights and further mission-critical legal documents. A newer subpart of the Legal Due Diligence is the Compliance Due Diligence, especially in case of large-sized, international transactions. Compliance problems might have a significant negative impact on the value and reputation of the target company and might involve in a worst-case scenario significant liability risks on the acquirer's side.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "Due to the importance of the Business Design and the Culture Design, these two Due Diligence modules will be discussed in detail within a separate subchapter:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence (Sect. 3.2)"
        },
        {
            "text": "After the closing date, the Integration Management starts immediately. An early identification of potential integration hurdles and risks and the design of the Integration Approach which addresses those risks is therefore mandatory. Within a benchmark M&A process the first draft of the Integration Approach should be Frontloaded into the Embedded M&A Strategy, as discussed in Chap. 2, and back-tested concerning applicability and robustness during the Transaction Management. This enables the buyer and the target company to define a tailored Integration Approach, including the ideal depth and speed of the integration. The same holds true specifically for the JBD and JCD, as essential parts of the Integration Approach. Based on the detailed Blending of the two SCDs and SBDs within the Due Diligence and the assessment of their gaps and similarities the Blue Print of the JCD and JBD, as defined in the M&A Strategy, could be redrafted, detailed and tailored. This process provides a skeleton of the intended joint value proposition, organization, operational processes and culture. The Frontloading ensures that both companies work on the integration execution along the to be defined Integration Masterplan already from Day One of the integration onwards. The Business Design Blending includes, besides others, the traditional commercial, operational, management and HR Due Diligence. The priority of the Management Due Diligence is foremost to identify and select the top management and the talents for the joint operations post-closing and plays, therefore, an important role in nowadays Due Diligence processes. The HR Due Diligence focuses on best practice HR processes and the assessment of necessary capabilities as well as the traditional employee management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD Blue Print (Sect. 3.3)"
        },
        {
            "text": "The assessment of the two Standalone Culture Designs, which could be described as Cultural Due Diligence, analyzes the potential fit or misfit of the SCDs by Blending the two companies' organizational value systems, believes, management attitudes and behaviors. Based on this culture understanding a sound targeted Joint Culture Design could be drafted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD Blue Print (Sect. 3.3)"
        },
        {
            "text": "Within this book not in detail discussed parts of the Transaction Management are the Purchase Price Allocation (PPA) and the acquisition financing: Within the PPA the transaction price has to be allocated on the to be identified assets and liabilities of the target company. As the competitive advantages are in most industries more and more based on brands, intellectual property rights, or customer access, intangible assets play often a more prominent role than tangible assets like manufacturing sites or land and buildings nowadays. This development increased the importance of the PPA. The PPA has to identify the tangible and intangible assets as well as the liabilities of the target company, assess in how far the identified assets and liabilities could be recorded on the balance sheet and to determine their appropriate value. This involves the detailed analysis of the purchase price and the Business Design of the target company, the identification and valuation of the tangible assets, intangible assets and liabilities, the allocation of the purchase price on those identified assets and liabilities as well as the final calculation of the goodwill. The goodwill has to be stress-tested yearly with respect to a potential impairment under US-GAPP and IFRS accounting principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD Blue Print (Sect. 3.3)"
        },
        {
            "text": "The second, not in detail discussed part of the Transaction Management is the acquisition financing. Questions concerning the financing structure of the transaction start with the assessment of how to pay for the transaction. This determines the structure of the transaction as a cash or share deal or a mix of both, as it was the case in most of the recent transactions within the technology industry. The strategic structuring of the acquisition currency, that means to use either cash or own shares, does also have a significant impact on the financing structure: In case of a cash deal the purchase-price has to be either funded by cash reserves or must be financed by additional equity, debt, like bonds or loans, or hybrids, like convertibles. In case of a share deal, the acquirer pays with own shares. This could be existing shares or the issuance of new shares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD Blue Print (Sect. 3.3)"
        },
        {
            "text": "PPAs and financial matters will be integrated into the second edition of this book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD Blue Print (Sect. 3.3)"
        },
        {
            "text": "The overarching idea of value creation is as well the foundation of the valuation principles within an M&A context. An investor expects, by acquiring a financial asset, that the value of this financial asset will grow sufficiently to compensate her for the underlying risk of that specific asset, meaning financially above the asset's risk-adjusted opportunity costs of capital. This guiding principle of value creation could be transferred to the corporate world: Companies raise capital on equity and debt markets to finance their investments. They invest this capital in projects which are forecasted to generate future Free Cash Flows (FCFs) at rates of return, more specifically Returns of Invested Capital (RoICs), that exceed their specific cost of capital. The latter is the blended rate of return of investors on equity and debt markets and other forms of funds which they require to be paid for the use of their provided capital (Koller et al. 2015a ). 2",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 959,
                    "text": "(Koller et al. 2015a",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Valuation"
        },
        {
            "text": "The bedrock of value creation is the underlying Free Cash Flow stream which should generate a Return on Invested Capital (RoIC) which is larger than the cost of capital. The cash flows by themselves could be decomposed in the core value drivers of Return on Invested Capital (in comparison to the cost of capital), the growth rate and the competitive advantage time period at which the RoICs could be sustained above the cost of capital. These value drivers are intertwined with the pattern of competitive advantage. This breakdown of value creation in its fundamental drivers is the Tao of Value and is described by Fig. 3 .3:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 623,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Valuation"
        },
        {
            "text": "These principles have to be addressed by any valuation method. Besides, the general M&A valuation framework (Sect. 3.1.1) and a dedicated valuation process (Sect. 3.1.2) could serve as a guideline:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation"
        },
        {
            "text": "As M&A projects are in the end also investment decisions, they have as well to pay in on the principle of value creation, as Fig. 3 .4 shows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "M&A Valuation Framework"
        },
        {
            "text": "The characteristic of M&A transactions is that they involve two parties, the acquirer and the seller, which have contradicting interests with respect to the target's standalone valuation and the value of potential synergies of a transaction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Framework"
        },
        {
            "text": "-The sell side perspective: The value of the target company for its shareholders is the sum of its stand-alone, discounted future FCFs. The target's shareholders are therefore only interested to sell their company if, and only if, they are paid a premium, meaning a transaction price that exceeds this stand-alone value. The seller's shareholders participate, at least partially, in so far on the acquirer's synergy capture. -The buy side perspective: The gross value of the potential transaction to the acquirer starts once more with the target's stand-alone value defined by its discounted FCFs, but takes additionally into account the NPV of the synergies that the acquirer may capture by the specific underlying transaction. This means, that the combined FCFs of the two companies are increased beyond the two standalone values. Synergies are realized therefore if, and only if, the sum of discounted FCFs of the joint company-Integrated Value including synergies-is greater than the sum of the acquirer's and target's standalone discounted FCFs (Clark and Mills 2013, pp. 92-95) . The targeted synergies might be captured on the acquirer's side, the target's side or on both. The allocation of the total synergy value of a transaction on the buy or sell side might depend on the uniqueness of the synergy capture, meaning if the synergies could only be realized by the combination of the specific acquirer's and the target's Business Design or by more or less any acquirer. To identify the shareholder value added on the acquirer's side, from the Integrated Value the purchase price, which includes the acquisition premium, has to be deducted. Therefore, the acquirer's value add of a transaction is, in the end, the difference between the NPV of all synergies and the premium paid. Another interpretation of this equation means, that if the acquirer pays the full value of the net synergies to the seller in the form of a significant takeover premium, then the deal offers no value added on the buy side (Coates 2017, pp. 16-17) . Thus a rational acquirer seeks a price somewhere between the target's standalone value and this stand-alone value plus the NPV of the synergies, meaning the Integrated Value. By sharing the synergies with the seller, the acquirer 3.1 Valuation may pay a premium that induces the seller to conduct the transaction while still enabling both, acquirer's shareholders and seller's shareholders, to realize a value added by the transaction. More or less all empirically M&A studies show thereby, that the distribution of the total value added of a transaction as defined by the sum of synergy based discounted FCFs, tends to be lopsided: The lion's share of a transaction's value added flows typically into the target shareholder's pocket, leaving just a small fraction for the acquirer (Sirower and Sahni 2006, p. 85) .",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1083,
                    "text": "(Clark and Mills 2013, pp. 92-95)",
                    "ref_id": null
                },
                {
                    "start": 2010,
                    "end": 2034,
                    "text": "(Coates 2017, pp. 16-17)",
                    "ref_id": null
                },
                {
                    "start": 2819,
                    "end": 2850,
                    "text": "(Sirower and Sahni 2006, p. 85)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M&A Valuation Framework"
        },
        {
            "text": "In the following a detailed M&A valuation process will be developed which addresses these principles of the valuation framework:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Framework"
        },
        {
            "text": "Following the above argumentation that the value of the transaction on the acquirer's side is defined by the Standalone Value of the target and the NPV of the synergies two separate, but parallel valuation workstreams are proposed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "1. The Standalone Valuation of the target company 2. The calculation of the NPV of the forecasted synergies By deducting from the sum of the Standalone Value and the NPV of the synergies, the Integrated Value, the purchase price including the premium, the Transaction Value Added (TVA) of for the acquirer is defined. As an alternative, the two Standalone Values of the target company and the acquirer could be evaluated first without (Standalone), and second with synergies (Integrated Value). By subtracting the first from the latter the NPV of the synergies is reverse calculated. The difference between the NPV of the synergies and the premium mirrors again the value added of the transaction for the acquirer. The valuation process, following the decomposition into the twofold valuation of the Standalone Value and the NPV of synergies along six work streams, is described in Fig. 3 .5:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 888,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "M&A Valuation Process"
        },
        {
            "text": "For the valuation of the TVA the following workstream model with six steps might be applied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "Workstream 1: Past performance diagnostics For a sensitive valuation of a target company and likely synergies a detailed assessment of the target's past performance, especially if it created or destroyed value in the last years, and the identification of its Business Design specific value drivers is mandatory. Business specific value drivers demand a higher granularity than the first decomposition of the FCFs in the top-level value drivers of RoIC performance, growth and competitive advantage time period. The value drivers could then be benchmarked with the peer-group to get an even deeper understanding of the relative target performance, standalone value upsides and potential synergies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "The past performance diagnostics is derived from the audited financial statements of the last three to five years prior to the transaction and the latest management reports. The second purpose of this past performance analysis is to reorganize the financial statements to carve out a clean operating performance of the target company by separating non-operating items and capital structure impacts of the operating performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "Workstream 2: Forecasting Free Cash Flows Workstream 2 is timewise flip-sided to workstream 1 by moving from past performance diagnostics to future performance forecasting. The valuation of a target company is based on its forecasted Discounted FCFs (DCFs). This involves three sub-processes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "-The projection of the FCFs over the short and medium-term often called forecasting or business plan (BP) period: The FCFs mirror the company's operating performance, less any necessary reinvestments, like capital expenditure or working capital increases. As FCF is the CF available to all investors-equity holders, debt holders, and any non-equity investors-they are independent of capital structure. As well non-operating impacts are carved-out. The FCFs are typically built up by short-to-medium term forecasts of the detailed value drivers, decomposing the forecasted P&L statements and Balance Sheet. -The calculation of the long-term value-as soon as the target has achieved its assumed steady state growth-is described by the Continuing Value (CV). CV models are typically applications of perpetuity approaches. Here we follow the Goedhart al. (2016) approach by applying the value driver formula for the calculation of the CV as it is closely linked to the true value drivers of the target company, like RoIC and growth, and therefore avoids simplified, but misleading short cuts. -The projected FCFs and the CV have to be discounted by the appropriate cost of capital. In the following, at first, an Enterprise DCF valuation approach is applied. Here, consistently with the framework, the FCFs must be discounted applying the Weighted Average Cost of Capital (WACC) of the target company. The WACC blends the expected rates of returns of all investors, like the company's debt, equity and-if applicable-mezzanine holders, and represents the company's opportunity cost of its financing sources. Later alternative approaches, like the Adjusted Present Value which applies the unlevered cost of equity, will be discussed.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 857,
                    "text": "al. (2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "The Value of Operations is achieved by summing up the discounted future FCFs realized in the forecasting period and the discounted CV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M&A Valuation Process"
        },
        {
            "text": "In the final step, the TVA is defined by subtracting the purchase price, which includes the premium paid, for the target from the Integrated Value of the target. The purchase price should include all components and means of payments, like cash, shares, and further price components. This valuation process and workstreams could be applied for more or less any transaction. Nevertheless, a couple of limitations exist. In case of start-up and venture capital investments the first workstream to understand the past performance of the target company might be substituted by a thorough analysis of the intended Business Designbased on the proposed 10C framework, the revenue scaling possibilities and the quality and capabilities of the management of the start-up company. Specifics of start-up and new approaches for platform valuations will be discussed at the end of this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream 6: Transaction Value Added"
        },
        {
            "text": "Private Equity (PE) investors might not have the advantage of a corporate acquirer to lever synergies, therefore focusing on potential improvements of the stand-alone performance of the target company. For such PE investment environments within the first phase, the synergy evaluation might be skipped. But at the same time, the analysis of value improvements by changing the strategy, the Business Design or management team of the target company on a standalone basis might be intensified. 3 In the case of a merger, both companies have to be evaluated for the calculation of the coresponding shareholding in the NewCo of the former independent shareholders. For the NewCo value post-closing the value of the jointly captured net synergies have to be added. Given this overall valuation workstreams the valuation methods for the calculation of the target's standalone value will be discussed:",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 492,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Workstream 6: Transaction Value Added"
        },
        {
            "text": "Multiple M&A valuation methods exist to calculate the market value of a company's equity. The Income Approach derives a company's value by its forecasted FCFs, which are driven by the operating performance (ROIC), the growth rate and the length of the period where the target company could sustain its competitive advantage by earning a ROIC above its Cost of Capital ( Fig. 3.6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Fig. 3.6)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Valuation Methods"
        },
        {
            "text": "Within the Income Approach, a set of specific valuation methods might be applied, whereby the pattern of calculating the Enterprise and Equity Value separates two streams of valuation approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "On the one side, Enterprise Valuation based approaches calculate the value of the FCF for all investors as generated by the company's operating assets and liabilities. To this Enterprise Value, the non-operating assets have to be added and debt, as well as debt-like items, have to be subtracted to calculate the Equity Value. The Equity Valuation approaches, on the other side, value each financial claim separately, i.e. calculate the Equity Value directly. 4 As equity cash flows mix up operating, non-operating and financial cash flows, the Enterprise Valuation method is the preferred valuation technique in most applications. The most important exception is the valuation of financial institutions, where the financing structure is an integral part of the company's Business Design and performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "A second valuation, or more precisely pricing approach is the application of Trading or Transaction Multiples. Multiples derive the unknown Equity Value of the target company by multiplying a performance indicator of the target company with the corresponding multiple of a peer group of comparable, listed companies or based on recent transactions within the target's industry. Comparability means thereby, that the companies of the peer-group have to be in the same industry, must have the same risk profile, and-in the best case-even the same performance characteristics as the target company. 4 Enterprise and Equity Valuation approaches provide-according the \"Lücke Theorem\"-the same results, if the same underlying assumptions and the corresponding costs of capital are applied. The Enterprise DCF techniques use the WACC to address risk and discount the FCFs, and by adding non-operating items and deducting the value of debt the Equity Value is calculated. The Equity Valuation techniques evaluate the Equity Value directly by discounting cash flows to equity by the levered cost of equity. The backbone of the multiple concept is the \"law of one price\", meaning assets in the same risk class should be evaluated on efficient capital markets at similar prices. Typically applied multiples are Enterprise-Value-to-EBITDA or EBITA or EBIT, and Enterprise-Value-to-revenue, whereby the latter has no direct linkage to the target's underlying earnings or FCFs.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 597,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "The Cost Approach, last not least, derives a company's value based on the book value of its net-assets, either by taking the liquidation or reproduction value of those assets into account. As book values do not mirror market values and the goinc concern principle is not addressed the applicability of the Cost Approach for M&A valuations might be very limited and will be here not further discussed. The advantage-disadvantage profile of the valuation and pricing techniques is summarized in Fig. 3 .7:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 499,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Valuation Methods"
        },
        {
            "text": "Income Approach Valuations based on the Income Approach apply forecasted FCFs for the evaluation of the target company. A couple of valuation advantages of the Income Approach are unique: From an application point of view, the Income Approach, especially the Enterprise DCF model, has the advantage to be the internationally most accepted valuation technique. Additionally, the Income Approach is broadly applicable, e.g. for the valuation of conglomerates, with a multi-business portfolio, one consistent valuation method for the company as a whole, as well as for its different strategic business units could be applied. The Enterprise Value of a conglomerate is equal to the sum of its parts, meaning the value of its individual strategic business units less the NPV of headquarter costs, plus the value of any non-operating assets. This is an outcome of the value additivity principle of NPVs. Also, other strategic growth options and strategy 3.1 Valuation approaches can be evaluated by using NPVs based upon DCFs and are therefore comparable concerning their financial valuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "From a conceptual point of view, the Income Approach is advantageous as it is based on one integrated set of financials: The FCFs are built upon P&L and balance sheet data, mirroring the intertwined characteristics from financial statements. A second conceptual advantage is, that DCF based valuation scenarios and simulations 5 might provide a more robust valuation by indicating a reasonable valuation bandwidth. This might increase the awareness of the top-management of the potential spread in valuation outcomes and the impact of worst-case scenarios. The Income Approach could also be used to model the full value of the target's Business Design within the acquirer's context by integrating the likely synergies. But, the most important advantage of the Income Approach is its going concern characteristic as the valuation is built upon future DCFs. Multiples are based simply on the actual capital market and target performance and the Cost Approach has, due to its accounting view, a pure backward-looking pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "One of the disadvantages of the Income Approach is based on the need for a robust set of forecasted financials to model the FCFs. Only if such a business plan projection with the necessarily detailed financials is available, a sensible Income Approach-based valuation is possible. This is the backbone of the well-known phrase in the corporate finance literature \"garbage in-garbage out\". Therefore, a demanding and time-consuming preparation is mandatory for a detailed valuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "Typically, the DCF models are applied within an M&A context for the detailed and thorough valuation of the target company based on in-and external financial data, starting with the indicative offer, as well as for valuation updates during the Due Diligence and the final valuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation Methods"
        },
        {
            "text": "The Multiple Approach could be applied using earnings multiples, like Enterprise Value-to-EBITDA or EBIT, or sales multiples and could be based on an Enterprise or Equity Value perspective, in the latter case e.g. by using price-earnings multiples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "One advantage of multiples is, that they could be applied to value also non-traded companies or strategic business units within a conglomerate by comparing the target or specific strategic business unit with listed peers, which are pure plays-Trading Multiples-or recently published transactions-Transaction Multiples -. Companies in the same industry and with a similar financial performance and risk profile should trade in efficient capital markets at the same multiple. As multiples are based upon prices of recent comparable transactions or stock market valuations they are therefore as well close to actual equity or transactional market prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "One of the limitations of the application of the Multiple Approach is that comparable transactions or listed peers might be difficult to identify for a dedicated industry or Business Design. From a theoretical point, one criticism is, that at least Transaction Multiples include the premiums paid in past transactions and depend therefore on the individual acquirer-target situation. But, the most serious disadvantage is the very simplistic approach to derive the target value by comparing recent market prices with earnings or revenues of peers. This has the serious downside that multiples and the valuations built upon them see-saw like the underlying capital or M&A markets. Accordingly, the Multiple Approach could be interpreted more as a pricing than an intrinsic valuation approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "Most valuations based on multiples are used for a rough initial valuation, like in the case of simplified indicative offers. In those circumstances, an outside-in perspective with limited financials and-so far-missing Due Diligence insights might have to be applied. Besides, multiples are suitable for the framing and robustness check of Income Approach-based valuations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "The cost approach is an accounting-based model, as it builds the valuation upon the book value of the target's underlying assets and liabilities. The cost approach is substantially limited for a valuation purpose as it does not address the value of a company's going concern. Besides, due to its asset and past performance orientation it has no linkage to the future FCFs and value drivers of the underlying business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost Approach"
        },
        {
            "text": "Therefore, it is only applicable for valuation purposes when exiting the business is a viable option to be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost Approach"
        },
        {
            "text": "The Income Approach values the company by its FCFs, that is solely on the cash flowing in and out of the company. These cash flows have the advantage, in contradiction to earnings, to be independent of any accounting standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "In the following, the focus will be first on the Enterprise Discounted Cash Flow (Enterprise DCF) model. The FCFs in the Enterprise DCF model mirror the Free Cash Flows (FCFs) as generated by its operating Business Design, less any necessary reinvestments in the business, like capital expenditure or working capital. These FCFs are also the pool of funds attributable to all investors. Consistently the Enterprise DCF model uses as the opportunity costs and discount factor for the FCFs the Weighted Average Cost of Capital (WACC). The WACC blends the cost of equity and debt with its relative contribution to the financing mix. By using the WACC approach financing effects on the value of the company, like tax shields, are embedded in the cost of capital, rather than in its FCFs. The Enterprise DCF approach is useful in times where the company maintains a relatively stable financing mix, meaning debt-to-equity ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "If a company's financing ratio is volatile or changing, like it might be the case in restructuring situations, in the years after a financial-crises, in the aftermath of the Covid-19 crises or for the early years of a start-up company, this could be in principle modeled as well by yearly adjusted WACCs. But, as this might become fuzzy, in such circumstances the Adjusted Present Value method (APV) might be better suited. The APV model separates the pure operating value of the company without any financing impact from the value impact attributable to the company's capital structure. The APV model uses the same FCFs as the Enterprise DCF model, but discounts those FCF at the unlevered cost of equity, instead of the WACC. 6 Enterprise Discounted Cash Flow (DCF) Model The Enterprise DCF model values a company by its FCFs which are defined by the Net Operating Profit Less Adjusted Tax (NOPLAT) and the corresponding necessary investment in Invested Capital to realize the NOPLAT performance. The FCFs are calculated after tax, as taxes are cash-outflows. Besides, the FCFs are defined to be attributable to all investors 7 , therefore being independent of any financing structure or non-operating items 8 . Consequently, NOPLAT is defined prior to interest expenses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "A more precise definition of NOPLAT is revenues minus operational costs, less any taxes. Tax expenses are calculated as if the firm held only core assets and would be financed only with equity. The advantage of debt that interests are tax-deductible (tax shield) is addressed in the WACC instead of the FCFs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "Invested Capital covers the necessary, meaning operating assets and liabilities as required for the company's core business. It includes typically items like capital investments (PP&E) and working capital, like inventories or accounts payable, less any financing provided by suppliers-accounts payables-customers, or employees. The definition of Invested Capital is equal to the source of funds for its operational business, but is independent of and does not incorporate the financing structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "FCFs are closely linked to the value drivers of the company, as described in Fig. 3 .3, like the growth rate, RoIC and the sustainability of the competitive advantage of the target company. The ROIC is defined as the company's after-tax operating profit (NOPLAT) divided by the average Invested Capital as contributed by all investors. Whereas the NOPLAT is derived from the income statement the Invested Capital is derived from the balance sheet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Income Approach"
        },
        {
            "text": "The competitive advantage period, as the third driver with a lasting value impact, is the period along which the ROIC consistently outperforms the WACC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "Workstream 1: Past Performance & Value Driver Assessment By a deep-dive assessment of the target company's past performance and value creation a better understanding of its strategy and Business Design could be achieved and true value drivers, like RoIC and growth, identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "To calculate FCFs and the corresponding ROICs, the balance sheet has to be re-organized to capture the Invested Capital and likewise the income statement to calculate NOPLAT. As NOPLAT and Invested Capital mirror the pure operational performance of a company, the audited financial statements have to be reorganized (Koller et al. 2015a) to separate:",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 337,
                    "text": "(Koller et al. 2015a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "-operating performance -non-operating performance, and -capital structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "After this restructuring of the financial statements and the carve-out of the operating items Invested Capital and NOPLAT and thereafter FCF and RoIC could be determined for the last years. Based on those financials the target's past performance may be analyzed in detail. This involves assessments if and how the target company created value, if and how its competitive advantage converts into high RoICs, if the target grows more significantly than industry peers and if its competitive advantage seems to be sustainable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "A good grasp of the target's value creation and value driver performance in the past might foster a more robust and reliable forecast of its future performance. Additionally, the performance diagnostics could go even beyond the first layer of value drivers by increasing the granularity of assessment of the income statement and balance sheet on a line item level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income Approach"
        },
        {
            "text": "The forecasted future operating performance determines the NOPLAT, the Invested Capital and, in the end, the FCF forecasts. The FCFs within the business plan period are forecasted explicitly, whereas the Continuing Value (CV) covers the long-term value, understood as the value generated by the company beyond the business planning horizon. CV performance and formulas should be in line with the assumptions about the steady-state performance of the target's value drivers, like RoIC or growth. For the calculation of the Operating Value, the FCFs and CV have to be discounted by the specific cost of capital, which means in the Enterprise DCF model, by the WACC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream 2: Forecasting FCFs & Performance: Operating Value"
        },
        {
            "text": "Rather than forecasting the future FCF within the planning period directly, the FCFs computation should be based on their underlying drivers like NOPLAT, depreciation and investments in Invested Capital. For consistency, these value drivers should feedback to the detailed line items of the income statement and balance sheet. They should also mirror the most recent management forecast, e.g. the top-management approved strategic business plan. Given the projections of the balance sheet and income statement line items and by computing revenue, growth, EBITDA margin, and Invested Capital the FCF forecasts could be determined. Fig. 3 .8 shows explicitly such a FCF and DCF projection:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 636,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Planning Period"
        },
        {
            "text": "Short-to mid-term each line item of the financial statements as well as value drivers and FCFs are explicitly calculated. But beyond a certain time-horizon, in most cases beyond 5-7 years, yearly forecasts on such a level of granularity might be difficult. Therefore, the projection of FCFs beyond this business plan horizon point does not make sense and might be substituted by applying a Continuing Value (CV) formula. The CV formula timing should be in line with a steady-state, long-term performance of the company's value drivers like RoIC and growth. A couple of Continuing Value formula exist, but here the Key Value Driver formula, as proposed by Koller et al. (2015a) is applied. The Key Value Driver formula links long-run FCFs to their growth and ROIC performance of new investments but also addresses reinvestment needs. A CV calculation requires as inputs a forecast of the steady-state NOPLAT performance in the year following the end of the explicit forecast period, the long run forecast for the Return on Newly Invested Capital RONIC, an estimate of the WACC, and the long run growth (g):",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 676,
                    "text": "Koller et al. (2015a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Continuing Value"
        },
        {
            "text": "The CV is computed at the end of the planning period, therefore it has finally to be discounted back to today's present value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continuing Value"
        },
        {
            "text": "For the final computation of the Operating Value the forecasted FCFs within the planning horizon, as well as the CV, have to be discounted by-in terms of risk and methodology -appropriate cost of capital. As the Enterprise DCF uses the FCFs available to all investors, the discount factor for FCF must represent the blended cost of capital. This is represented by calculating the Weighted Average Cost of Capital (WACC) as the investor's required rates of return for debt k d and equity k e weighted by the market value of Debt D and Equity E based on their relative weights within the company's financing mix. As interest expenses are tax deductible and this advantage is addressed within the cost of capital in the Enterprise DCF model, the cost of debt is reduced by the marginal tax rate t. This mirrors the interest tax shield (ITS) as the tax advantage of debt funding. 9 whereby the cost of equity is determined by the Capital Asset Pricing Model (CAPM):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WACC"
        },
        {
            "text": "Applying a constant WACC throughout the forecasting period, it is implicitly assumed that the company maintains a fixed financing mix-debt-to-equity ratio -. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WACC"
        },
        {
            "text": "The impact of the company's financial structure, foremost its interest tax shield (ITS), must be addressed by the valuation. Enterprise addresses this impact in the cost of capital, as the tax shield reduces the WACC and increases DCFs. By moving ITS from FCFs to the WACC, FCFs are computed as if the company is entirely equity financed. Therefore, by benchmarking FCFs, the operating performance across peers without being biased by capital structure and financing side effects, could be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WACC"
        },
        {
            "text": "WACC can be adjusted to accommodate a changing capital structure. However, as the process is complicated, in such circumstances the APV model, as an alternative, will be recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WACC"
        },
        {
            "text": "The Value of Operations is simply the sum of the DCFs within the planning period plus the present value of the CV, whereby the latter presents the value of the company's expected FCF beyond the explicit forecast period of the business plan horizon: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating Value"
        },
        {
            "text": "The Enterprise DCF derives the market value of equity, the Equity Value, by deducting debt and debt-like items from Enterprise Value. Equity is according to the absolute priority rule a residual claimant, receiving FCFs only after the company has fulfilled all its other contractual claims, like:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Enterprise to Equity Value: Identifying Debt and Debt-like Items"
        },
        {
            "text": "-Debt: Any kind of interest-bearing liabilities, like bonds or loans, fixed versus floating rate debt or foreign currency debt at their market value. -Underfunding of pension liabilities: Companies with defined benefit pension plans and promised retiree medical benefits may have underfunded their obligations. The underfunding proportion should be treated as debt. -Operating leases: Operating leases are in multiple industries like logistics, automotive or industrial goods common forms of off-balance-sheet financing. Under certain conditions, companies can avoid capitalizing leases as debt on their balance sheets. As those assets are still necessary parts of their Business Design their off-balance sheet pattern has to be undone and in parallel mirrored as a debt-like item on the funding side of the Balance Sheet. -(Off-balances-sheet) Contingent liabilities: E.g. IP disputes and lawsuits in the tech industry or customer claims in the automotive industry. -Minority interests of other investors in an affiliate, where the target is majority shareholder have to be treated as debt. -Preferred stock: The pattern of preferred stock is often closer to unsecured debt than equity as dividend policies of incumbents in mature industries are often sluggish and mimic therefore more interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Enterprise to Equity Value: Identifying Debt and Debt-like Items"
        },
        {
            "text": "For the Enterprise Value to Equity Value conversion, those debt and debt-like items have to be deducted from Enterprise Value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Enterprise to Equity Value: Identifying Debt and Debt-like Items"
        },
        {
            "text": "The workstream 4-6 would be identical for all Income Approaches. Within workstream 4 the indicated Equity Value should be stress tested by a set of selected scenarios and framed by a suitable Multiple assessment. The Transaction Value Add for the acquirer is then simply the difference between the indicative Standalone Value of the target plus the NPV of all synergies minus the purchase price of the target company, including all means of payment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream 4-6"
        },
        {
            "text": "Within an APV context, just workstream 2 with the calculation of the Operating Value would be different in comparison to the Enterprise DCF approach: Although the Enterprise DCF model is widely applied and is straight forward in its calculation, it has also a couple of limitations and drawbacks. By discounting the forecasted FCFs with a constant WACC an implicit assumption is taken, that the company does not change its financing structure or that it keeps is debt-to-equity ratio at a given target ratio. This might be a valid approximation for mature companies with steady FCFs. In other cases, it would be a naïve assumption. E.g. in cases of VC or PE transactions, where the acquisition might be funded and fueled by a significant proportion of debt, thereby increasing the target's debt-to-equity ratio, the current standalone WACC of the target would understate the to be expected tax shield. 10 Also, during a financial-crises like in 2007/2008 or in case of a company specific restructuring the debt-to-equity ratio might in the first years increase and after a turnaround or restructuring decrease. By applying a periodic-specific WACC, which adjusts the blended cost of capital year-by-year to accommodate a changing capital structure, the volatility of the tax shield could be addressed. However, these yearly adjustments of the WACC are quite time demanding. The alternative approach of the Adjusted Present Value (APV) method might be a relief:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "The APV is a simple valuation framework to model more complex financial structures. In cases where the financing mix is expected to change significantly the explicit modeling of the valuation impact of the capital structure might reduce the complexity of EV valuation. The APV model applies this basic idea by separating the value of operations into two components:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "1. The value of operations under the assumption of an all-equity financial structure and 2. The valuation impact of the financial structure, whereby the APV model does focus on the first order effect of the tax shields arising from debt financing. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "The APV method calculates the Enterprise Value of an indebted company (APV) simply as the sum of a debt-free company plus the net valuation advantage of a higher indebtedness by explicitly evaluating the interest tax shield (ITS) year-by-year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "The debt proportion is thereby assumed as given and dependent on the forecasted financing and debt retirement plan. The APV valuation uses the same FCFs as the Enterprise DCF model, but discounts these FCFs at the unlevered cost of equity instead of the WACC as in a first step the value of a theoretically purely equity financed target is calculated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "The traditional APV neglects the second order effect of increasing costs of financial distress driven by a higher debt burden. 10 According the Modigliani & Miller theory the second order effect of increased leverage would counterbalance this primary ITS value advantage of increasing debt: Increased leverage will increase a company's financial risk, drop its debt rating and therefore increase its cost of debt & equity.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "with k ue as unlevered cost of equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "To this value of a pure equity funded enterprise the NPV contribution of debt financing benefits, like the Interest Tax Shields (ITS), is added. Interest tax shields could be in principle discounted at either the unlevered cost of equity or the cost of debt, depending on the assumed risk of being able to exploit the tax shield.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "To evaluate the ITS in a first step the expected interest payments are calculated by multiplying the prior year's net debt by the expected yield on the company's debt payments. The ITS for each year is then equal to the resulting interest payment multiplied with the marginal tax rate of the company in any specific year. For calculation of the NPV of the total tax shield the discounted tax shields of each year in the planning period have to be added to the continuing value of interest tax shield beyond the planning horizon. The latter is calculated by applying again a perpetuity model for the ITSs, using unlevered cost of capital and growth in NOPLAT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "The APV, mirroring the value of operations, is simply the sum of the NPV of the FCFs and the NPV of ITSs, by applying the cost of unlevered equity k ue for both NPV calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusted Present Value (APV) Model"
        },
        {
            "text": "A careful analysis of Transaction Multiples, based upon in recent transactions paid prices for peers, and Trading Multiples, based upon actual stock market prices of peers, are adequate cross-checks for the plausibility and robustness of Income Approach based intrinsic valuations but are no substitute. 12 Also, in case of subjective decision values or for a first indicative offer for a target company a multiple comparison could serve as a first rough indication for the likely pricing of a transaction. Furthermore, multiples might be applied for the identification of the value drivers of a company, for benchmarking a company's performance with peers or for assessing-form a stock market perspective-which companies are believed to possess a competitive advantage which converts into a value outperformance on the stock market. Last not least, Multiples might assist for sum-of-the-parts valuations of a corporate portfolio by providing an overview of the value contribution of the different SBUs.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "The concept of the Market Approach intends to derive the likely, but unknown price of a target company out of a comparison with a peer group. It applies the basic idea that similar companies-the peer group-should sell for similar prices in efficient capital markets. The indicative Enterprise and Equity Value of a dedicated target company PV of ITS = ∞ t=1 (ITS t )/(1 + k ue ) t 12 E.g. German accounting setter standard IDW S1: If stock market prices of comparable enterprises are available they have to be used as a cross check for the valuation. are based on actual market values or, more precisely, prices. The Market Approach wants to price an enterprise under the principle of a \"apples-by-apples\" comparison. The unknown price of the target company is derived out of the prices of: -Comparable listed companies (peer group): Trading Multiples or -Recent comparable transactions: Transaction Multiples",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "Multiples like the Enterprise-Value-to-EBITDA or -EBITA ratio compare the relative valuations of companies. The Multiples normalize the Enterprise or Equity Value as given by the capital market by revenues or profits before or after interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "For the assessment of the indicative market price of the target company the mean or median value of the specific Multiple of the peer group is multiplied with the target's performance indicator which fits to the specific Multiple, e.g. in case of an Enterprise Value-to-EBITDA Multiple with the actual or forecasted EBITDA performance of the target company (Fig. 3.10) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 368,
                    "text": "(Fig. 3.10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Multiple Approach"
        },
        {
            "text": "The Multiples of the Market Approach could be based on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "-Comparable transactions or stock market prices of comparable companies and -Either on an Enterprise Value-indirect way to deduct the Equity Value as in the Enterprise DCF Approach-or Equity Value perspective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "The design options of the Multiple Approach are pinpointed in Fig. 3 .11:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Multiple Approach"
        },
        {
            "text": "Trading versus Transaction Multiples The Trading Multiple concept is based upon the assumption, that share prices mirror the fair value of comparable listed companies. Therefore, share prices are also believed to be best approximations for the pricing of the target company. Recent share prices represent the valuation at a given point of time, thereby incorporating all latest market and industry trends, as assessed by the capital market participants. Trading Multiples incorporate no control premia. The target of the analysis of comparable stock listed companies is the calculation of industry specific Multiples for a rough indicative valuation of the target company. The idea of the Transaction Multiples is, that prices, which were paid in past, comparable transactions, are a fair approximation of the actual value of a target company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Approach"
        },
        {
            "text": "of Target Co.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-/ enƟty price (value)"
        },
        {
            "text": "of Target Co.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= Performance indicator"
        },
        {
            "text": "Peer Group as reference point Fig. 3.10 Multiple approach-the concept In contrast to the Trading Multiple concept the Transaction Multiples mirror prices paid for the majority ownership within past transactions and therefore incorporate strategic control premia. The ultimate target of Transaction Multiples is identical to Trading Multiples. By assessing industry specific Multiples, here including premia, the indicative value of a target is derived.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "text": "Fig. 3.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "* MulƟple"
        },
        {
            "text": "A second pairing is Enterprise Value based Multiples versus Equity Value based Multiples. The first uses as a denominator an earning's indicator before interest, as the Enterprise Value covers all investors of a company, whereas the latter takes earnings after interest into account, as just the equity holders are addressed by Equity Value based Multiples. Typical multiples applied in practice are described by Fig. 3.12 , whereby the selection of the best fitting multiple will be covered later in the Multiple Design description. Besides, to derive the Equity Value of the target company by Enterprise Value based Multiples, the net-debt of the target company has to be deducted, whereas Equity Multiples provide, per definition, straight the Equity Value. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 422,
                    "text": "Fig. 3.12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Enterprise Value versus Equity Value Multiples"
        },
        {
            "text": "To be consistent with the principles of valuation, forward-looking estimates of earnings before interest, like EBITDA or EBITA in case of Enterprise Value Multiples, or after interest, like Earnings before Tax or Net Income in case of Equity Value Multiples, are more applicable than Multiples based on actual or last year's performance. As forward-looking Multiples indicate, at least partially, expectations about a company's future performance, they are more in line with the principles of corporate valuation than the latter. Also, forward-looking financials should be normalized and therefore avoid misinterpretations due to one-time effects, like restructurings or patent litigation costs. Finally, Multiples based on performance forecasts have typically a lower spread across a defined peer group, narrowing thereby the valuation bandwidth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forward looking Multiples"
        },
        {
            "text": "How far forward-looking Multiples should be designed depends on context and is in line with the Continuing Value discussions within the Enterprise DCF model. For start-up companies, digital businesses, platform strategies or patent valuations the Multiple should be based on a longer-term perspective, taking a forecast of earnings in a steady state ROIC and growth scenario into account. On the other side, for more mature businesses already the next year's EBITDA or EBITA forecast might be suitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forward looking Multiples"
        },
        {
            "text": "Multiples have to be designed consistently, meaning that the value (numerator) and earnings (denominator) must be based on the same underlying assets. For instance, if an Enterprise Value Multiple is used only an Earnings before interest denominator is acceptable or if excess cash is excluded from value, also interest income has to be excluded. The Price-to-Earnings (P/E) ration, defined as market capitalization divided by prior year's or the actual year's forecast of earnings after tax is the most widely applied relative valuation metric on capital markets. Nevertheless, P/E-ratios mix up operating performance with capital structure impacts and non-operating items. Enterprise Value-to-EBITDA ratios, for example, are much better suited for peer group comparisons and Multiple assessments as they are not dependent on non-operating or capital structure impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Most applicable Multiples"
        },
        {
            "text": "The following example in Fig. 3 .13 highlights how differences in capital structure distort the P/E-Multiples whereas Enterprise Value-to-EBITDA multiples are independent of the financing side-impacts. Therefore, the latter might be more reliable and robust for a peer-group assessment:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Most applicable Multiples"
        },
        {
            "text": "Two corporations X and Y should be comparable with respect to their operating performance with an EBITDA of $15 m and an Enterprise Value of $100 m, therefore both trading at an EV-to-EBITDA Multiple of 6.7 times. The only difference is that corporation X is fully equity funded whereas corporation Y is by 50% levered. Since both companies trade at a low EV-to-EBITA Multiples in comparison to Interest-to-Debt Multiples, the P/E Ratio decrease for the company which uses more leverage, here corporation Y. The P/E Ratio decreases in this case due to leverage, despite both companies have the same operating performance. Koller et al. (2015a) also stress the close tie between Enterprise Value-to-EBITDA or -EBITA Ratios to the core value drivers of FCF and a company's operational performance, like NOPLAT, ROIC, and growth: The EBIT(D)A Multiples increase with a lower tax rate or cost of capital, but these two factors are more exogenous given by the national tax regime or the specific industry risk pattern. Therefore, these two factors should not differ in case of peer group comparisons. The company's specific business performance indicators are its ROIC performance and growth momentum. The EBITDA-Multiple will increase in line with a higher ROIC, whereas growth will only be value contributing, if the company's competitive advantage translates into a positive spread, meaning that ROIC outperforms the WACC.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 643,
                    "text": "Koller et al. (2015a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Most applicable Multiples"
        },
        {
            "text": "The peer group is decisive for the Multiple Design. A first round selection of peers might apply Standard Industry Classification (SIC) codes, or Global Industry Classification (GIC) codes to identify companies from the same industry. Peers from the same industry should typically trade at roughly similar Multiples. Nevertheless, due to differences in their operating performance concerning growth and ROIC, they should show some variance. For a sensible Multiple assessment, therefore, the peer group should be additionally narrowed down to competitors with roughly comparable performance metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tailored peer group."
        },
        {
            "text": "Approach An Enterprise DCF model might be the most detailed and accurate method for valuing a company. Nevertheless, a sensitive Multiples analysis might be useful for the framing and stress-test of Enterprise DCF-based valuations. Both approaches have their specific advantages and disadvantages and might, therefore, be used more as complements than as substitutes: The most fundamental advantage of the Income Approach models is, that they are based on the future performance of the to be evaluated company, and are therefore in line with the core principles of corporate valuation. Additionally, by using FCFs, they incorporate, besides the operating earnings performance of a company, also its investment needs like capital expenditure and working capital. Additionally, by applying sensitivity analysis, scenario-based valuations and simulations, a robust valuation bandwidth of a company could be defined and linked to the underlying value drivers of the company's strategy and its industry. Besides, the valuation could be run on a standalone basis or including synergies. Last not least, the Enterprise DCF model is the internationally most accepted valuation method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Multiples Approach with Income"
        },
        {
            "text": "Nevertheless, the Income Approach has also certain limitations. First, it is only as accurate as the forecasts of its underlying FCFs it relies on, being fully dependent on the quality of those forecasts. Additionally, these valuation models are very sensitive to the applicable cost of capital as denominator of the FCFs and to the Continuing Value which covers the value contribution after the explicit planning period. A sensitive analysis of those two factors are \"mission-critical\" elements for a high-quality Income Approach based valuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Multiples Approach with Income"
        },
        {
            "text": "The advantages and disadvantages of the Multiple Approach are more or less flip-sided to the Income Approach. One plus of the Multiple Approach is, that the derived prices are based on very recent market prices in perspective to a specific, dedicated peer group. As the Multiple Approach is based on two selected, but necessarily consistent financials, only a limited set of data and efforts are necessary. Additionally, Transaction Multiples might indicate strategic premia paid in recent transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Multiples Approach with Income"
        },
        {
            "text": "The simplicity of the Multiple Approach comes with a set of disadvantages. The most severe criticism of Multiples is, that they are in the end no true intrinsic valuation, but mirror \"just\" recent prices of the stock-market or transactions. Additionally, the comparability of transactions or peer groups of comparable companies might be limited. The Multiples are also limited for valuation purposes, as they do not address a company's specific strategy, value drivers and performance level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Multiples Approach with Income"
        },
        {
            "text": "For the definition of a reasonable valuation bandwidth the final valuations of the Income Approach, based on an Enterprise DCF or Adjusted Present Value methodology, and the different Multiple Approaches could be summarized in one chart, like in Fig. 3 .14. This valuation canvas might get even more powerful if it might include as well different ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Valuation Summary"
        },
        {
            "text": "ValuaƟon bandwidth \"best\" case \"realisƟc\" case \"worst\" case \"realisƟc\" case \"best\" case \"worst\" case Fig. 3 .14 Valuation Canvas valuation scenarios (best, worst, most likely cases) and valuations with and without the NPV of synergies: Such a valuation canvas might also be used for the board discussions with respect to final purchase price discussions and decisions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DCF w/o synergies DCF with synergies"
        },
        {
            "text": "The Due Diligence is, in essence, the process whereby the potential acquirer back-tests, meaning verifies or falsifies, the investment thesis. The indicative stand-alone value and the assumed synergies, as well as the target's competitive advantage, might be of special interest. Nevertheless, the Due Diligence has to dig deep in legal, financial, strategic and business matters of the target company to detect potential risks and upsides of an acquisition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "The Due Diligence intends a consistent, robust and stress-tested proof-of-concept of the investment thesis concerning the target company. High-level questions might be: How sound is the standalone valuation based on forecasted FCFs? How likely are assumed synergies and how realistic are their estimated volumes and timeframes to capture them? How have the Business Designs of the acquirer and target to be adjusted to realize those synergies and how could the Joint Business Design lever all upsides of the transaction? How could a sensible Joint Culture Design realize talent retention and avoid culture clashes? What are the crucial legal, financial and business risks of a potential transaction? Such a Due Diligence process is highly complex and consists of multiple activities like site visits of the most important factories, sales outlets and R&D centers, the assessment of the most critical documents in a virtual or physical data room, as well as management presentations and discussions. Therefore, the management of the Due Diligence is of paramount interest for a successful transaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " Definition"
        },
        {
            "text": "The following subchapter will first highlight the Due Diligence targets, before assessing the overall management, the organization, the processes and the tools of a Due Diligence. After this overview, the specifics of the Strategic and the Financial Due Diligence, as two decisive traditional parts of the overall Due Diligence, will be analyzed. The last part does focus on the Proof-of-Concept of the Standalone Business and Culture Designs as well as the Redrafting of the Joint Business and the Joint Culture Design within the Due Diligence framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " Definition"
        },
        {
            "text": "The Due Diligence is from an E2E process flow view perspective the follow on step after the indicative valuation of the target company. This assumes, that the potential seller is satisfied with the indicative offer and agrees to \"open his books\". In benchmark M&A processes the valuation and the Due Diligence are strongly intertwined: The indicative valuation of the target company and synergies is the starting point and could be interpreted as an investment thesis. This investment thesis has to be proven in the Due Diligence. The outcomes of the Due Diligence have to be feed-back into the update of the valuation and synergy estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Targets"
        },
        {
            "text": "The origin of the Due Diligence lies in the information asymmetry between the buy and sell side. The entrepreneur and the management team of the target company might know the company inside-out. The potential acquirer, on the other side, has in most cases a very limited information level concerning the target company prior to the Due Diligence (Gole and Hilger 2009, pp. 7-9) . This information deficit has to be bridged by a focused and intense Due Diligence in a very limited timeframe, typically of three to six weeks. Before providing sensitive and confidential data the seller will request the signing of a nondisclosure agreement, which protects data leakages and allows the use of the accessed data of the target by the acquirer only for Due Diligence purpose.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 377,
                    "text": "(Gole and Hilger 2009, pp. 7-9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Due Diligence Targets"
        },
        {
            "text": "The reliability of the Due Diligence data is for the quality and robustness of the Due Diligence outcomes essential. Acquirers use therefore a wide set of sources, as pinpointed in Fig. 3 .15 and run multiple cross-checks. The latter are levered by newest digital Due Diligence tools, especially within the Legal and Financial Due Diligence. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Due Diligence Targets"
        },
        {
            "text": "Acquirers use the Due Diligence typically for multiple targets, like:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "-The verification of the investment thesis, especially of the stand-alone value and the synergies as estimated prior to the Due Diligence -To stress-test assumptions and to get a sound understanding of the business model, the strategy, the sources of the target's competitive advantage and the value drivers of the target company -The benchmarking of high-level financial indicators and operational indicators with the best in class competitors -The assessment of the financial, strategic, Business Design and Culture Design fit between the acquirer and target -The identification of the essential strategic, legal, financial, operational, and cultural risks of the specific transaction as well as its potential upsides -A proof-of-concept of the Integration Approach, especially the intended JBD and JCD, as well as a first draft of essential integration topics and the integration design which have to be detailed within the Integration Masterplan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "The outcomes of the Due Diligence will be feed-back in the update of the valuation and therefore in the final purchase price discussions. Besides, in the Due Diligence identified risks will determine the structure of the purchase agreement and potential integration needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "In today's world of business model variety and tectonic shifts in ecosystem boundaries, a tailored Due Diligence is mandatory. The Due Diligence has to be adjusted concerning the size and complexity of the intended transaction, the Business Design, as well as the cultural and international footprint of the target company. A holistic Due Diligence management framework incorporates not only the design of the Due Diligence process but also the selection of a highly-capable Due Diligence team, the design of the Due Diligence modules, and the development of suitable tools for efficient Due Diligence assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Management and Process"
        },
        {
            "text": "The timeframe of Due Diligence processes is in most instances limited to 3 to 6 weeks to avoid information leakages. On the buy side, the necessary information for an in-depth assessment of the likely chances and risks of the potential transaction has to be gained within this very limited timeframe. Therefore, a highly efficient process design, which keeps the balance between the necessary depth but gets not lost into too many details, is mandatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "To manage the trade-off between the confidentiality interests of the sell side and the information needs on the buy side, multistep Due Diligences are nowadays standard practice, especially within M&A auction processes (Fig. 3.16) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 230,
                    "text": "(Fig. 3.16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "The potentially interested parties on the buy side will get in a first-round access to generic information, like audited financial statements or the general business plan of the target company. This first-hand information is for ease of use and scalability frequently bundled within a so-called information memorandum. Such an orchestrated process allows the target company on the one side to approach many potential buyers without having to be afraid of the leakage of confidential information, on the other side to initiate a bidding contest. Besides, due to a professional preparation of the separate steps, a higher quality of data in comparison to physical data rooms is frequently realized. Especially in international M&A projects are Virtual Data Rooms (VDRs) state-of-theart where the data are structured and stored within a password protected cloud. This enables a cost-efficient, web-based, secure process design, where multiple interested parties around the world might access at the same time the VDR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "For the preparation of the second round, the seller selects the most attractive bidders by requesting an update of their indicative valuation. The selected bidders of the second round will be then provided a much wider database, multiple assessment possibilities, on-site visits and management discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "In the last, third round, final purchase price discussions and contract negotiations will be initiated with a hand-picked number of final bidders. In this round very sensitive information on customers, IP rights, or financials might be released shortly before closing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "The seller should be the orchestrator of such a multi-round Due Diligence process, as this offers the chance to avoid any surprises on the buy side. To tackle the multiple critical topics of the Due Diligence and the massive amount of information, the acquirer has to use an interdisciplinary and highly qualified Due Diligence team, which has all the necessary capabilities to assess the target company:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Overall Process Management"
        },
        {
            "text": "The selection of the Due-Diligence team (Herndon 2014, p. 66 ) is by itself a challenging task, as it involves not only the selection of internal team members but also the targeted insourcing of consulting services for specific Due Diligence subjects where the internal capabilities might be missing or limited. The project lead of the Due Diligence has to safeguard a proper steering and coordination of the different Due Diligence modules. Besides, the orchestration of the external resources like consultants and investment banks has to be assured. Detailed tasks of the Due Diligence projects house are the timing, the steering and the monitoring of the different Due Diligence modules, as well as the integrated processes with the dedicated focus to answer the core questions of the Due Diligence. The key challenge of the DD project house lies in the integration of the different Due Diligence tasks to an overall picture of the true risks and upsides of the potential transaction. In addition, the project lead has to coordinate the information needs from their own Due Diligence teams at the interface to the target company and has to ensure a transparent and permanent communication of the interim results between the modules and the top management.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 60,
                    "text": "(Herndon 2014, p. 66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Due Diligence: Project House, Modules and Teams"
        },
        {
            "text": "Therefore, general management and communication capabilities might be as important as specialist M&A know-how for the Due Diligence leadership team. In most instances where the potential acquirer has an in-house M&A team, one of the members of this team might be the most suitable project leader for the Due Diligence (Gole and Hilger 2009, pp. 93-97) (Fig. 3.17 ). ",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 351,
                    "text": "(Gole and Hilger 2009, pp. 93-97)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 362,
                    "text": "(Fig. 3.17",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Due Diligence: Project House, Modules and Teams"
        },
        {
            "text": "An efficient and effective Due Diligence addresses the core questions within dedicated workstreams. The later might be decomposed in working packages and subprocesses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence: Workstreams and Stage Gates"
        },
        {
            "text": "Due Diligence Stage-gates and Workstreams overall Due Diligence processes could be structured along the following five work streams and stage gates (Fig. 3.18 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 158,
                    "text": "(Fig. 3.18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Due Diligence: Workstreams and Stage Gates"
        },
        {
            "text": "As a starting point, the Due Diligence strategy has to tailor the common targets of the Due Diligence for the specific target company, like:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 1: Definition of Due Diligence Strategy"
        },
        {
            "text": "-What kind of competitive advantages should be assessed? -What are the most important value drivers and synergy potentials which should be analysed? -Which potential core risks should be screened?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 1: Definition of Due Diligence Strategy"
        },
        {
            "text": "Besides the specification of these targets, the rough timetable for the Due Diligence has to be defined and agreed upon with the top management of the sell side. Last not least the project house has to select the specific Due Diligence modules for the target assessment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 1: Definition of Due Diligence Strategy"
        },
        {
            "text": "After the definition of the Due Diligence strategy, targets and rough timeline, the management team on the buy side has to select the project leader for the Due Diligence endeavour. The latter has to define the necessary resources and capabilities for the specific target assessment. Based on this first screen, an appropriate organizational Due Diligence structure with according core modules, like strategic, financial, legal, Business Design and Cultural Design Due Diligence, has to be defined. By mirroring the internal capabilities with the mandatory competencies to assess the target risks and upsides competency gaps and therefore necessary external resources, which might have to be hired from consultants, Big4 companies or investment banks, could be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 2: Design of Due Diligence Teams and Capabilities"
        },
        {
            "text": "In case of more complex and international Due Diligences, the establishment of a project house which supports the project leader is common use. The tasks of this project house are the coordination of the different modules, the enhancement of the smooth communication between the three layers management team, Due diligence project lead and project managers, the definition of work packages and timelines, the development of suitable Due Diligence tools as well as the definition of consistent reporting standards. The project house has as well to coordinate all activities and timelines with the sell side.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 2: Design of Due Diligence Teams and Capabilities"
        },
        {
            "text": "In the third workstream, all Due Diligence team members should be brought onto the same information level. The project management can achieve this by providing a first set of information on the target company based on an outside-in assessment and the intended timeline of the Due Diligence. Besides, the mission-critical outcomes of the Due Diligence assessment and potential deal breakers, like hidden facts, financials, potential liabilities or significant management issues, are addressed. Also, the tasks, responsibilities and competencies for each module and team member have to be clarified at this stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 3: Preparation of the Due Diligence"
        },
        {
            "text": "Workstream four, the operational execution of the Due Diligence, is the most intense and complex sub-stream. It covers virtual or physical data room assessments of legal, commercial, financial and other important documents or contracts, management interviews and presentations as well as site visits. These three layers should assure a high qualitative assessment for the strategic, financial, operational, legal, management, Business and Culture Design Due Diligence. The operational part of the Due Diligence might be supported by tailored Due Diligence tools which will be discussed in the next subsection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 4: Execution of Due Diligence"
        },
        {
            "text": "In the final workstream five, the core outcomes of the Due Diligence are described and summarized. This might be even more challenging than stream four, as a significant amount of documents and findings has to be consolidated and the most crucial ones selected. For the top management summary the following questions might be used as a guideline:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 5: Due Diligence Summary"
        },
        {
            "text": "-Based on the Due Diligence information and findings: Should the intended transaction still be realized or are there crucial deal breakers? -In line with the Financial and Strategic Due Diligence: What are realistic estimates for the synergies and the stand-alone value of the target company? Are synergies likely? What is, therefore, the upper limit for the purchase price? Are the competitive advantage of the target and the transaction rational verified? -Based on the Due Diligence risk assessments: Which kind of risks have to be addressed in the purchase agreement, for example by using representations and warranty clauses, and what might be the ideal deal structure (asset versus share deal)? -Along with the overall Due Diligence findings: what should be the priorities for the Integration Management? -Is the intended JBD robust and does it address the transactional rational? -Could culture clashes and talent drain avoided by a sensitive culture transition?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workstream and Stage Gate 5: Due Diligence Summary"
        },
        {
            "text": "An efficient management of the workstreams requests a standardized and digitalized Due Diligence toolset. This toolset has to assure that even under time pressure the most important risks will be identified and the fair value of the target company, as well as the synergies, assessed. The Due Diligence tools will be discussed along the five defined workstreams (Fig. 3.19 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 372,
                    "text": "(Fig. 3.19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Due Diligence Tools"
        },
        {
            "text": "Before setting up the Due Diligence, a Non-Disclosure Agreement (NDA) is signed by the potential acquirer and the seller. Standardized NDAs intend, as described, the protection of sensitive target company data, but should as well enable a smooth execution of the Due Diligence. A second tool prior to the ramp up of Due Diligence efforts are Letter of Intents (LoIs). Those LoIs cover, besides the indicative, non-binding offer, the crucial assumptions on which the offer is based, necessary board approvals prior to a final transaction and proposed next steps of the Due Diligence process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 1"
        },
        {
            "text": "A one pager, which describes the most important targets within the core fields of the Due Diligence assessment, summarizes briefly the Due Diligence strategy. The summary might be used as a guideline throughout the overall Transaction Management to avoid getting overcrowded during the later execution of the Due Diligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 1"
        },
        {
            "text": "The tools of the second workstream focus on the organizational preparation of the Due Diligence, the insourcing of necessary capabilities and the setup of the project structure. The starting point are NDAs for the individual team members to avoid within the acquirer's organization a leakage of information. The organizational setup of the project team might be supported by standardized and digitalized templates and reporting standards, as well as by Due Diligence module concepts. These standards have to be adjusted according to the needs of a specific transaction design, the transaction rational and the Business Design of the specific target company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 2"
        },
        {
            "text": "With the support of an info-memo the most important information about the target company, based on outside-in assessments, will be summarized. This info-memo serves as a first-hand information for the full-fledged Due Diligence team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 2"
        },
        {
            "text": "Within workstream three the project leadership team might initiate a kick-off session with an intense briefing about the target company as well as the timing, the process flow and the intended outcomes of the Due Diligence efforts. This meeting must also frame the responsibilities and deliverables of the different modules and team members as well as mandatory reporting standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 3"
        },
        {
            "text": "The project house might also provide a short-hand training of the Due Diligence tools to be applied in workstream four and might prepare a cloud-based platform, where the tools could be downloaded. -A module specific, digitalized Due Diligence question-list frames the core questions which have to be tackled by the individual modules and which have to be assessed and answered during the course of the Due Diligence execution phase. -A Due Diligence data room request-list serves as a preparation of the Due Diligence efforts and VDR content as it describes the crucial legal, financial and further documents requested by the buy side from the sell side to gain a sound understanding of the target company. Additionally, the Due Diligence data room request-list is used to have a permanent transparency in which documents have been provided by the target company, which have been assessed by the Due Diligence teams and which ones are still missing. The last point is in so for important, as information loopholes have to be early detected and addressed by the buy side. -A site visit guideline assures that a maximum of information is achieved by the in-person visits of the factories, sales outlets or R&D centre of the target company. The site visits are of special interest to gain further insights for the valuation of assets and processes of the target company and serve as a blending for the information achieved by the screening of the documents in the virtual or physical data room. Together with the later a holistic view of the target company should be achieved. -Last not least, a management interview-guideline is used for the design of the management interviews. It ensures a maximum outcome of those interviews, fosters a cross-check between Due Diligence findings and enables a valuation of management capabilities and qualities within the target company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 3"
        },
        {
            "text": "The challenge of workstream five is to summarize the massive amount of data and outcomes of the Due Diligence and to crystallize the most crucial risks and upsides of the potential acquisition of the target company. Tools which might support within this workstream are standardized management reports and presentation templates which keep the balance between a detailed discussion of the Due Diligence findings and a focus on the most crucial transaction topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence Tools for Workstream 5"
        },
        {
            "text": "As Due Diligence processes are complex and heavily content-driven, they are structured in modules. A couple of overall modules, like the Financial or the Legal Due Diligence, have to be addressed in more or less any Due Diligence, but the detailed structure within those modules has to be tailored for the specific transaction. Other modules, like the Business Design Due Diligence and Diagnostics, are from the very beginning dependent on the target company, its ecosystem and its strategy. Besides, new developments, like platform and digital Due Diligence questions renewed classical Due Diligence matters. The latter are addressed in the following within the design of the Due Diligence. Typical Due Diligence modules are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Parts of the Due Diligence"
        },
        {
            "text": "-Strategic Due Diligence (SDD) -Financial and Tax Due Diligence (FDD) -Legal and Compliance Due Diligence (LDD) -Business Design Due Diligence (BDD), which covers the traditional commercial, the management and HR, the organizational, the digital and platform and other operational Due Diligence fields -Culture Design Due Diligence (CDD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Parts of the Due Diligence"
        },
        {
            "text": "The later gained in the last couple of years in importance as more and more transactions are cross-border deals or involve different corporate value systems, like in cases where a large corporate buyer acquires an agile start-up company (Fig. 3.20) . In the next subchapters the mission-critical Due Diligence modules will be discussed, whereby the focus will be on the Strategic (SDD), the Financial (FDD), the Business Design (BDD) and Culture Design Due Diligence (CDD): 14",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 248,
                    "text": "(Fig. 3.20)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Core Parts of the Due Diligence"
        },
        {
            "text": "The ultimate target of the Strategic Due Diligence (SDD) is the identification and verification of the competitive advantage and standalone attractiveness of the target company as well as of the transaction rational. The following five questions and building blocks of an SDD might foster this understanding:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Due Diligence"
        },
        {
            "text": "-How are the corporate portfolio and the SBUs with their unique ecosystem designed?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Due Diligence"
        },
        {
            "text": "How would the target company's portfolio fit with the acquirer's one? What are the strategic synergy levers between the acquirer's and the target's portfolio? -What are the outstanding and unique advantages of the target company on a corporate level, its parenting advantages, and on strategic business unit levels, its competitive advantages? How strong are the competitive advantages in comparison to the most capable competitors of its peer group? -How might the attractiveness of and the trends within the different ecosystems of the target company, which include the competitive environment, the customers, use cases and core technologies, evolve? -What are the unique capabilities within the target's Business Design and how might they be renewed or endangered by business model innovations? -Do the corporate and the business unit strategies of the target company address the crucial developments in the ecosystems and create unique, defendable and long-lasting competitive advantages? (Fig. 3. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1001,
                    "text": "(Fig. 3.",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Strategic Due Diligence"
        },
        {
            "text": "Corporate and business unit strategies, as defined in Chap. 2, address different topics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21)"
        },
        {
            "text": "The corporate strategy answers the question \"where to compete\", while business unit strategies address the question \"how to compete\". Therefore, both strategy levels have to be assessed separately within the SDD. Within the corporate strategy, the priority is to achieve an understanding of the target's portfolio of business activities (SBUs), of the core portfolio strategies, how the target portfolio fits with the acquirer's and if the acquirer offers parenting advantages for synergy leverage on portfolio level. The evaluation of portfolio strategies involves also the discussed Business Model Innovation strategies, like internal business innovation strategies, accelerator and incubator models, M&A activities, or JV and partnering strategies of the target. SBU strategy assessments start with the segmentation of the SBUs products, services, served markets, customers and use-cases. Each SBU has its own specific ecosystem, which describes not only the specific environment of an industry but as well the needs of the customers, underlying technologies and trends. Based on this understanding of the specific ecosystem the SDD can assess the strategic position and competitive strength of the target company in each of its SBUs. This involves the assessment of the regional footprint, the unique selling proposition of its products, and a benchmark with best-in-class competitors with respect to its relative competitive positioning. By combining the assessment of the future attractiveness of the ecosystem and the strategic positioning of the target company within its ecosystem a sound strategy evaluation is possible. Within this step, also the analysis of how the SBUs fulfill the characteristics of Michael Porter's competitive strategies, like cost leadership, differentiation or niche strategies, might be valuable. Besides, the SDD has to assess the SBD concerning its differentiating, unique and lasting core capabilities. These capabilities could be benchmarked with best-in-class competitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21)"
        },
        {
            "text": "To get a final, holistic view of the strategies of the target company the strategic programs on the corporate and the SBU levels are assessed. This offers the possibility to analyse if and how the acquirer might improve the standalone positioning of the target company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21)"
        },
        {
            "text": "The SDD serves also as a back-drop for a sound judgment of the valuation and investment thesis by assessing how the competitive advantages of the target company fit the acquirer's portfolio, capabilities and strategies and how they enable value levers? Secondly, it supports a detailed judgment on the \"fair\", in the sense of realistic, stand-alone value of the target company and its strategic levers to improve the standalone value. Last not least, it prepares the assessment which synergy potentials on the corporate as well as on the strategic business unit levels might exist between the acquirer and seller.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21)"
        },
        {
            "text": "The quality of the Financial Due Diligence (FDD), and in the end as well the valuation, could be improved by an intertwined FDD and SDD, as both serve different time horizons. The FDD is more backward and the SDD is more forward oriented, as described by Fig. 3.22 :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "Fig. 3.22",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Financial Due Diligence"
        },
        {
            "text": "The traditional understanding of the FDD is based on the verification and assessment of the audited financial statements of the target company for the last 3-5 years. This should provide an in-depth understanding of the value, reliability and robustness of the target's financial reporting system. Besides, the target's assets, liabilities, its historical earnings and cash performance is evaluated. But, as the valuation of the target company is based on the future FCFs and not its past performance, the year-to-date development of the target company, as well as the plausibility check of the forecasted future earnings and FCFs, must be as well analysed. Tseng (2013, p. 1) describes the target of the FDD: \"It considers the reasonableness of financial forecasts to the current business model and detects risks and opportunities prior to closing the deal. It obtains necessary information to investigate trends and fluctuations in the operating performance of the target and assist clients in their investment and financing decisions.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Due Diligence"
        },
        {
            "text": "The ultimate targets of the FDD might be therefore described by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3.22 Link between Strategic and Financial Due Diligence"
        },
        {
            "text": "-Gain a deeper understanding of the competitive advantage and Business Design of the target company, its profitability and CF drivers, including the probability of synergies -Assess the quality of earnings, profitability and FCFs by normalizing past performance -Determine the investment, working capital and financing requirements of the business -Assess net debt and identify further net debt like items -Defined price limits, deal breakers and integration priorities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3.22 Link between Strategic and Financial Due Diligence"
        },
        {
            "text": "The FDD is the module with the most standardized toolset. The reason might be, that transaction services, as well as Big4 companies with their standardized reports, are frequently involved in FDDs. Nowadays a Financial Due Diligence report frames the following parts: 15 -The first part of an FDD report is the judgement on the quality of the financial statements, the management accounts and the reporting system, the so-called quality of earnings assessment. This includes as well the analysis of the applied accounting principles and a detailed description of the financial reporting processes. The judgement about the quality of financial reports might be based on criteria like functionality, reliability, speed, suitability, robustness and compliance. -In the next section the historical and actual asset values, earnings performance and financial performance are analysed and interpreted. This is one of the core parts of FDD and includes a detailed analysis of the balance sheet, income statement and cash flow statement as well as of the most important line items. Within the balance sheet assessment, the financing structure of the company will be decomposed in equity, debt and hybrid capital. Besides, debt-like items, like a pension underfunding or potential liability claims, must be identified as they must be subtracted as well in the walk from the Enterprise to the Equity Value. On the assets side, capital expenditures and investments as well as working capital items like accounts receivables, inventory and accounts payables-and in case of project businesses prepayments-might be on the top priority list. Within the income statement analysis, the performance development will be broken down into the detailed assessment of the most important revenue and cost drivers. Also, their impact on cash flows will be analysed, the so-called earnings-to-cash flow conversion. In the final part, tax impacts will be described. -The normalization of earnings for the past years is a separate step. It distinguishes operating performance from one-time effects like periodic specific costs (e.g. restructurings) which have to be stripped out and any non-operating items. This section intends to generate a consistent long-term view on the earnings potential and FCF development of the target company. -In the section on the year-to-date performance, sometimes also called actual performance, deviations from the long-term trend in earnings and FCFs are of interest. This will be framed by an assessment in how far the actual performance deviates from the intended plan performance. The latter is described in most instances by budget targets and might be the underlining benchmark for the management incentive system. In the YTD assessment, the granularity is typically increased from a yearly perspective to a quarterly or even monthly perspective. -In a further part of the FDD, the equity and debt structure will be analyzed. This is as well a very substantial part, as the bridge from the Enterprise to the Equity Value is built by the net-debt position. The sensitive assessment of the net-debt position incorporates not only excess cash and interest-bearing liabilities, like bonds and loans, as net-debt but as well debt-like items, as described. -The conversion rate from earnings (NOPLAT) to FCFs is as well a crucial input for the valuation of the target company as it assesses how much of the realized NOPLAT flows into the cash performance of the company and how much is plowed back (retained earnings) into the target's business. -In most cases the Tax Due Diligence is as well incorporated in the FDD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3.22 Link between Strategic and Financial Due Diligence"
        },
        {
            "text": "-The management summary of the FDD report will frame the most important findings and risks of a potential transaction. A high-quality report will select and address the crucial findings always from an investor or the acquirer's top management point of view (Fig. 3.23) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 268,
                    "text": "(Fig. 3.23)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Fig. 3.22 Link between Strategic and Financial Due Diligence"
        },
        {
            "text": "The corporate valuation, as well as the valuation of the synergies, is not an integral part of the FDD. This is a separate task which has to be performed by the M&A department PAST PERFORMANCE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3.22 Link between Strategic and Financial Due Diligence"
        },
        {
            "text": "Detailed break-down on line items and assessment of P&L statement, B/S and financing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE PERFORMANCE"
        },
        {
            "text": "Assessment of budget and YTD performance. Comparison of YTD with management plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historical & current trading"
        },
        {
            "text": "FCFs. IdenƟficaƟon of sources of one-offs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NormalizaƟon of historical ROICs, NOPLATs and"
        },
        {
            "text": "IdenƟfy debt, debt-like items (off-balance) and leverage. Assessment of invested capital items and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of earnings & normalizaƟon"
        },
        {
            "text": "ValuaƟon FCF performance, decomposiƟon and conversion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Net Debt, Working Capital & FCF conversion"
        },
        {
            "text": "Accuracy and robustness of financial reporƟng, accounƟng and planning. 3.2 Due Diligence of the acquirer, as described in the valuation subchapter. Nevertheless, the FDD has still important implications for the identification of the true value drivers of the target company as well as the definition of the purchase price limits, potential deal breakers, closing requirements and integration needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of financial informaƟon"
        },
        {
            "text": "The core targets of the Legal Due Diligence (LDD) are the transparency on the target's most crucial contracts as well as the identification of key legal transaction risks. The mission-critical contracts might include shareholder rights, patent and IP rights, employment contracts or legal disputes. The challenge of the LDD is to avoid getting lost in the massive amount of the target's legal documents. The guiding principle is the materiality of the contracts. Therefore, priorities have to be set, for example by using thresholds like revenue hurdle rates in customer contracts. The LDD by itself frames multiple subjects. A first part of the LDD is the clarification of shareholder rights and assessment of corporate charters and contracts. This might include important change of control clauses, minority shareholder rights, potential restrictions of dividend policies or liabilities on corporate level. The target of this part is to clarify potential risks on the corporate group level of the target company. A second subject of the LDD, which has to go hand-in-hand with the FDD, is the analysis of the contracts with respect to important assets and liabilities as those might have an immediate impact on the value of the target company. Examples might be factoring or leasing agreements for important assets. The outcome of the legal assessment of balance sheet items might also impact the design of the potential purchase agreement as a share or asset deal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Due Diligence"
        },
        {
            "text": "In case of customer contracts, the financial parts, like volumes, prices and price adjustments in case of delivery delays or for certain purchasing volumes, as well as the pure legal parts, like non-competes, guarantees or change of control clauses, have to be reviewed. The customer contracts are typically prioritized by an ABC analysis concerning their size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Due Diligence"
        },
        {
            "text": "A further high priority LDD topic is the assessment of management and employment contracts. These have to be reviewed with respect to working hours, compensation and benefits, pensions and healthcare costs, leave agreements and further topics. Already the analysis if the pension scheme is based on a defined benefit or contribution schedule shows the financial importance of these assessments. In case of a defined benefit structure, the potential underfunding of pensions has to be mirrored in the valuation as a debt-like item.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Due Diligence"
        },
        {
            "text": "Digital Business Designs and platform companies in industries like media, automotive, telecommunication, high-tech as well as pharmaceuticals and healthcare shifted the competitive advantage from tangible to intangible assets, like brands, patents, IP rights or network effects. Therefore, the analysis of the according rights, patents or trademarks became more and more important within the LDD. An aligned subject are legal disputes. Here, the LDD has to assess potential worst-case scenarios in case of lost disputes and the likelihood of such scenarios to materialize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Due Diligence"
        },
        {
            "text": "Besides, there might be a bunch of special LDD issues and investigation needs specific to the target company and industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Due Diligence"
        },
        {
            "text": "The SDD, FDD and LDD are supplemented by Due Diligence efforts concerning the Standalone Business Design. The Business Design Due Diligence analyzes the operating mode vivendi of the target company. Besides, a thorough understanding of the target's Business Design is mandatory to understand the viability, time needs, volume and likelihood of potential synergies. The Business Design view, as discussed in Chap. 2, offers a holistic assessment of the operational target business. It integrates thereby the traditional commercial, business, operations, technical, management and HR Due Diligence tasks, besides newer subjects like digital and platform or cyber-security Due Diligence by applying one consist framework throughout the E2E M&A Process. The Corporate Strategy and Corporate Finance part of the Due Diligence have been already frontloaded due to their importance for the overall Due Diligence outcome. The Business Design Due Diligence intends, in the end, a proof-of-concept of the SBD Blue Print of the M&A Strategy phase:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blending of SCDs and SBDs and Redrafting of JCD and JBD"
        },
        {
            "text": "The Business Design Due Diligence (BDD) is highly target specific as it depends on the market footprint and value chain of the target company. Obviously, the BDD of a service company is substantially different than one of a pharmaceutical, media or manufacturing company. Accordingly, the BDD has to be adjusted and tailor-made for the specific target Business Design. Therefore, only the framework and a broad overview of the substantial parts of the BDD will be provided here. The BDD will be structured along the 10C model and covers the so far not discusses Due Diligence parts, as described in Fig. 3 .24:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The Business Design Due Diligence includes the Due Diligence of the target's core products & services (CV), its addressed markets and use cases (CM), the distribution, sales and communication (including marketing) channels (CH), the critical customer relationships including sales and aftermarket approaches (CR), the core assets like manufacturing footprint or technology platforms (CA), the target's unique core capabilities (CA), the key relationships with its ecosystem (CE) and last not least the organizational, management and HR Due Diligence (CO):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The products, services and web-offerings are often the true transaction rational of an acquisition. The BDD has to address this within the CV part by identifying the core products and services of the target company, assessing their core advantages and USPs including a benchmark with the key competitors. For the latter product and service characteristics like pricing, quality and reliability, revenues and profitability on product and service level (ABC analysis) might be assessed. Besides, the market and customer trends impacting the product and service attractiveness of the target's offerings are of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "Hand-in-hand with the Value Proposition goes the market and customer Due Diligence (CM). The starting point is a detailed description of the served markets, market segments and use cases by indicators like market size, market growth, segment and customer margins or share of wallet. But, as the valuation is forward looking, also the trends in the target's markets and the threats from substituting technologies have to be evaluated. The assessment of core customers, their purchasing volumes, profitability and the target's share of wallet increases the granularity of the CM Due Diligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The customer relationships (CR), play a central role for the Due Diligence, but also the later integration. Due to their direct customer exposure, they are very sensitive to changes and have a direct top-line impact. The analysis of the primary sales approach, the use of mass versus individualized offerings, the degree of digital technologies for sales as well as one term vs long term client services are of essence here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The channel assessment (CH), also described under the term supply chain Due Diligence, frames distribution channels, logistics, sales channels and the marketing mix. This might be one of the broadest, but also most Business Design specific parts of the BDD. The analysis of channels references typically to profitability, cost, efficiency, quality (e.g. order fulfillment), flexibility and time indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The core assets (CA) depend on the competitive advantage of the target company. As the necessary investments directly impact the Free Cash Flows their analysis it top-priority for the BDD and the FDD:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "-For manufacturing companies, the Due Diligence of the global manufacturing footprint including utilization levels and optimization potentials, the overlaps with the acquirer's operations, the capital expenditure and investment programs, as well as the flexibility of the manufacturing setup have to be assessed. The analysis of manufacturing processes is typically based on indicators like efficiency, costs, time and quality. It might even become more insightful, if this manufacturing Due Diligence is supplemented by the benchmark of best in class competitors and the proof of applied quality improvement techniques, like TQM, Kanban or Lean Manufacturing principles. -For a pharma or biotech incumbent, the detailed CA analysis of the R&D pipeline, R&D investments and intended product launches might be more important -Whereas for a technology company the applied digital platform, IPs and patents might be of paramount interest in the CA Due Diligence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "Closely aligned with the core assets is the Due Diligence of core capabilities (CC). Like the products and services (CV) they are nowadays one of the most important reasons why of a transaction and are deeply ingrained in the Business Design of the target. For start-ups, it might be the innovation, digital and platform design capabilities or for luxury good companies brand management excellence. The Due Diligence of the target's ecosystem (CE) involves the assessment of its core suppliers and relationships, its university network or, as a start-up, its VC and partnering network. Traditionally, the analysis of the sourcing strategy and key suppliers plays a dominant role in the assessment of the bill of material (ABC). Besides, low-cost country sourcing approaches or cost efficiency and saving potentials in purchasing due to economies of scale and scope might provide further insights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The CO part of the BDD analysis the organizational structure of the target company from three perspectives, the corporate, the regional and the business unit view, which involves the definition of the degree of (de-) centralization. Besides, the assessment of the target's management team, key talent and retention as well as the overall employee structure, compensation and benefit policies, leave rates and employment contract play centre role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "As nowadays the acquisition of capabilities and talent are core advantages of most transactions the management & HR Due Diligence will be discussed in more detail. The later has an impact on mission-critical transaction questions, like how key employees and talent may be kept onboard or how core competencies could be retained. Management appraisals provide an overview of leadership skills and gaps, which are of special interest for the later integration of the target. Concerning employment-related issues, indicators like working hours, leaf rates, and others have to be assessed. Based on this overview the employment structure, the compensation and benefit system, as well as more soft issues, like employee development and learning programs, might be analysed. Benchmarks with best-in-class competitors offer, once more, even more insights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "The HR and Management Due Diligence is in most instances a mix of desk research, interviews, but also newer digital tools, like LinkedIn or Glassdoor.com assessment. Within the desk research, the contracts of the most important employees are analysed with respect to details like compensation and benefits, exit clauses, incentive systems, or noncompete clauses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Design Due Diligence: Blending of SBDs and Redrafting of JBD Blue Print"
        },
        {
            "text": "In the past Culture Due Diligence (CDD) questions have been not or at least underrepresented within Due Diligence matters as management teams focused more on strategic fit evaluations and synergy capture (Schweiger and Goulet 2000) . Nevertheless, this changed in the last couple of years. The assessment of the cultural perspective and potential gaps between the potential acquirer and target has three dimensions, a regional, a corporate value architecture and a top-management perspective. The first Standalone Culture Design (SCD) Diagnostics of the M&A Strategy have to be verified by a tailored proof-of-concept approach within the CDD. This might be achieved by a detail culture profiling of the two companies. A set of tools, like top management interviews, employee surveys, the observation of management behaviors and LinkedIn or Google-Search web-research based culture profiling offer such a deep-dive and cross-checks of the SCDs. This will provide a much higher granularity for the culture assessment. Based on this detailed understanding of the individual SCD culture similarities and differences, the Blueprint of the JCD could be tested concerning its robustness and refined.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 231,
                    "text": "(Schweiger and Goulet 2000)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Culture Design Due Diligence: Blending of SCDs and Redrafting of JCD Blue Print"
        },
        {
            "text": "Due Diligence findings are highly valuable sources for the validation of the Integration Approach, especially the targeted Joint Business and Culture Design, and the verification of synergy estimates. Furthermore, a smooth transition of the information and insights gained in the Due Diligence from the transaction team to the integration team assures that valuable information, as well as the transaction rational, are retained. Besides, the integration could be head-started and scaled from Day-One onwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence and Verification of Integration Approach"
        },
        {
            "text": "This holds true especially for the Due Diligence as it includes mission-critical insights for the integration, like the proof and refinement of the Joint Business and Culture Design, the identification of the business-specific value drivers, the verification of the assumed synergies, and the identification and investigation of the transaction risks. The latter might be especially valuable, as the early involvement of the lead integration management, meaning those integration team leads which will focus on the realization of the core value drivers of the transaction, levers the sensitivity to potential integration hurdles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence and Verification of Integration Approach"
        },
        {
            "text": "Furthermore, the Integration Project House (IPH) may be pre-structured already along with the Transaction Management. The early blueprint of the post-closing governance structure and workstreams, of the reporting and tracking processes, of the escalation resolution mechanisms, as well as of Integration Scorecards and key performance indicators ensure Day-One readiness and smooth integration processes. Also, a first prioritization of integration tasks along with criteria like value impact, risk impact, feasibility, and time span could be derived. This keeps the focus on value-add activities throughout the integration journey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence and Verification of Integration Approach"
        },
        {
            "text": "The valuation and Due Diligence of digital targets and Business Designs is even more demanding than transactions within traditional industries. The challenges start already with the evaluation of the target's stand-alone attractiveness, especially the target's Business Design and capabilities. The valuations of incumbents are typically built around a worst-best-realistic-case based Enterprise DCF model and the evaluation of cost synergies. This traditional valuation view does not address the specific pattern of digital acquisitions with their focus on revenue scaling and digital capabilities (Fig. 3.25) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 610,
                    "text": "(Fig. 3.25)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Valuation and Due Diligence of Digital Business Designs"
        },
        {
            "text": "For the valuation of digital start-ups and targets their unique Business Design must be taken into consideration: They are built on fast growing, but foremost unproven BDs, lacking historical evidence. The strategic intent of digital innovations is to create new markets and user experiences, which are described by the strategy literature as riding Blue Oceans (Fig. 3.26) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 373,
                    "text": "(Fig. 3.26)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Valuation and Due Diligence of Digital Business Designs"
        },
        {
            "text": "On top of the valuation challenges in such untested waters, the competitive advantage of digital BDs is built on intangible assets like IPs, patents, know-how, platforms, digital brands or digital customer access and data. These intangible assets are much harder to predict and evaluate as industrial businesses built around tangible assets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation and Due Diligence of Digital Business Designs"
        },
        {
            "text": "The financial pattern of such Business Design is most likely characterized by high, but volatile revenue growth rates, early start-up losses and, at least initial, high cash burn rates. Additionally, due to the focus of intangible assets, they have typically a Balance Sheet-light business model, like in the case of digital platforms or social media networks. The combination of these financial patterns with an unproven, risky Business Design has lasting valuation and FCF impacts: -FCFc might be significantly negative in early years as in any start-up or seed stage -By establishing new, untested markets revenues and Free Cash Flows are expected to grow exponentially in early years, but also bear a high volatility and therefore risk -The start-up characteristics also impact the cost of capital, as the financing architecture might change significantly along the digital target's life cycle -Investments needs are sensitive to the specific digital Business Design and it's intended competitive advantage -For the synergies, the scaling of the Business Design, e.g. building a platform, and therefore revenue synergies are typically much more important than any cost synergies. The latter point will be specifically addressed in Chap. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation and Due Diligence of Digital Business Designs"
        },
        {
            "text": "Therefore, a couple of traditional valuation techniques are not or very limited applicable in digital Business Design environments. By riding Blue Oceans true peers are hardly available. The Multiple Approach is, as a consequence, only limited applicable. Typically applied VC-methods with their simplistic view on exit multiples and long run earnings are as well too short-cut. Also, the traditional DCF approach, beginning with the assessment of the companies past performance, then designing in detail future FCFs and adding last not least a Continuing Value once the company achieves the steady state growth, will not address digital business needs. Digital Business Design specific valuation approaches have to mirror the volatility of their FCFs. As well they should mirror and quantify the implicit uncertainties. The target must be the valuation of the true sources of digital competitive advantage, the value drivers and synergies, including the parenting advantage to scale the digital Business Design by the parent company ( Fig. 3.27) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "Fig. 3.27)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The End-to-End M&A Process Design for Digital Business Designs"
        },
        {
            "text": "Suitable Valuation Approaches in such a digital start up environment could be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The End-to-End M&A Process Design for Digital Business Designs"
        },
        {
            "text": "-DCF models based on scenarios as \"pictures of the future\" -DCF simulations built on Monte Carlo approaches -Real option models, especially for multiple stage investments and decision points within the built up of the BD, like in case of bio-pharma or technology start-ups -Using VC-methods and multiples as price-earnings ratios, Enterprise",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The End-to-End M&A Process Design for Digital Business Designs"
        },
        {
            "text": "Value-to-revenue, or Enterprise Value-to-EBITDA only as a rough cross-check for the valuation, but not as standalone valuation approach for digital Business Designs -Reversed DCF approach by starting the valuation by defining the endpoint in the sense of a scenario of an established digital Business Design, based on a 10C model, and then modeling FCFs backward from this endpoint to the current performance ( Fig. 3.28 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 420,
                    "text": "Fig. 3.28",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The End-to-End M&A Process Design for Digital Business Designs"
        },
        {
            "text": "• ApplicaƟon of tailored porƞolio of ValuaƟon Approaches for a sensiƟve valuaƟon of Digital Business Designs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "• DCF applicaƟon mirroring volaƟlity of digital Business Designs DCF scenarios \"pictures-of-the-future\" DCF simulaƟons (Monte Carlo) APV (carve out and separate valuaƟon of financing impact)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "• Reversed DCF combined with 10C Business Design for FCF backward modelling",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "• VC-method as cross-check",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "• IdenƟficaƟon of true value drivers of compeƟƟve advantage and likely revenue and capability synergies (on parent and target side) mandatory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "• Digital ValuaƟon Tool ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ValuaƟon Approaches for digital Business Designs"
        },
        {
            "text": "The starting point of the Reverse DCF Valuation Approach is flip-sided to the traditional approach: Beginning with the modeling of the future steady state performance and FCFs based on a multiple, detailed scenario setting and a description of the targeted future 10C Business Design, the FCFs will then be modelled backward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "Starting point for building the future scenarios should be a detailed assessment of the future Business Design and ecosystem, meaning how the future markets, customer needs and competitors could look like, as well as how digital technologies and platforms might develop. Only by such a detailed understanding of the future Business Design, how the company fulfills customer needs (CVs) and monetizes those (CF) a sensible valuation of digital targets is possible. Digital Business Designs bear the additional complexity, that they are often built on double-or multi-sided platforms, like the Google search engine or the Spotify and Netflix streaming Business Designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "For the long-term scenarios a bandwidth of key financial metrics, like the potential size of the future market, likely user and use cases, penetration and saturation rates, the company's realistic and sustainable market share, share of wallet and pricing power per user or application are estimated. Besides, the potential technology driven costs to build the digital business and ROIC performance within the expected future competitive arena will be modelled for each of a set of highly likely scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "In a second step the transition from early-stage high-growth rates in revenues into the more moderate growth, steady state scenario world is modelled by interpolating the scenario's picture of the future backwards to its current performance. For building this bridge between today and the future end-point also the time period of hypergrowth and the tipping point where growth might be petering out to a stable and sustainable long-term rate has to be assessed. This transition period might be substantially longer than the typical 5 up to 7 years horizon of traditional DCF models before entering into the Terminal Value period. This means that the FCF pattern and CAGRs might have to be modelled up to 12-15 years out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "But even more demanding than modelling this growth tipping point might be the analysis of how the start-up business might convert high growth rates into high FCFs, as only the latter are in the end decisive for the valuation. Therefore, the understanding and modelling of the disruptive 10C Business Design are paramount. This might involve in the case of double-sided platforms to model the conversion from free to paid services or new ownership models, the customer lock-in of the digital platform by economies of scope or user advantages, and forecasts of revenue per user or client or business in B2B markets. Combining conversion-driven paid services with forecasts on price per service leads to revenue estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "Given a sound revenue forecast the ROIC and Free Cash Flows can be modelled by analyzing the necessary core assets and capabilities in the 10C Business Design and according to likely technology-based unit costs. Additionally, investment needs in platforms have to be assessed, but might have less impact as most digital models are based on a pay-at-order model with low capital intensity, meaning capital expenditure and investment needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "Benchmarks and companies with somehow comparable Business Design, if available, might provide just an indication to frame performance forecasts as they might look substantially different within a today's high growth rate environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "For the backward design of FCFs to current performance, given these steady state estimates of long-term market size and use cases, investment intensities, ROICs and margins the speed of transition from current performance levels to those long-term scenario performance levels has to be modelled. This must be in line with the development of the digital Business Design and its ecosystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "The scenarios will then be probability-weighted, depending on a consistent view of how the market, competition, customer use-cases and, most crucial, digital technologies might evolve and how fast and successful the targets SBD could be scaled within the assumed ecosystem scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "The sum of equity valuations of each scenario weighted by their probabilities of appearance might provide a rough indicator of the likely value bandwidth of the digital target based on today's best knowledge. Additionally, this valuation approach might prepare an open mindset of uncertain and multiple likely outcomes by designing different scenarios. But, a detailed understanding of the target's value drivers-like market and use case developments, technological tipping points or conversion rates and revenue per user -and potential synergies might be even more valuable than the indicative valuation band-with by itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversed DCF and 10C Business Design Approach for the Valuation of Digital Targets"
        },
        {
            "text": "Once the valuation is finalized it should be back-tested if the model is robust and consistent. Besides, it must be questioned if it is built upon reasonable assumptions, especially with respect to assumed value drivers and if the valuation bandwidth is -Does the valuation mirror Standalone and Joint Business Design realities? Are the assumed synergy patterns robust concerning likelihood and timing and reasonable with respect to their volume?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valuation"
        },
        {
            "text": "The Due Diligence target was broadly defined as a proof-of-concept of the investment thesis. Crucial cross-checks for the Due Diligence are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "-How are the primary E2E M&A processes as well as the core Transaction Management modules, the Due Diligence, the valuation and the negotiations, intertwined? Do Due Diligence outcomes flow back to valuation and is a smooth flow into the integration assured? -Are the transaction rational, the valuation and the synergy potentials verified?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "Have the key strategic and financial risks been identified? What would be the consequences of the acquisition? -Are the Business Design and critical capabilities clearly understood? -Are culture issues and gaps identified to avoid culture clashes within the integration and strategies to retain talent defined?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Due Diligence"
        },
        {
            "text": "The Due Diligence is intertwined with the valuation of the target company and the purchase agreement: The indicative valuation is based on the assumed value drivers of the target company and therefore might help to prioritize Due Diligence tasks and deliverables. The Due Diligence outcomes, vice versa, are feed-back into the update of the valuation. The most important risks identified within the Due Diligence have to be either addressed in the purchase price or the purchasing contract, especially the deal structure, or in the integration priorities. Core tasks of the Due Diligence are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Success Factors of Transaction Management"
        },
        {
            "text": "-The verification of the investment thesis which is described in the indicative offer and of the potential synergies, as those two components together define the transaction rational and purchase price limits. -Gaining an in-depth understanding of the strategy, the Business Design, the Culture Design, the competitive advantages, and the value drivers of the target company. -Besides, the evaluation and verification of the strategic fit between the target company and the acquirer, especially with respect to the SCDs and SBDs, is of essence. -The identification of essential strategic, legal, financial, operational, management and cultural risks of a potential transaction. These have to be addressed either within the purchasing agreement or within the integration concept to avoid integration hurdles. -Additionally, potential upsides and additional value drivers should be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Success Factors of Transaction Management"
        },
        {
            "text": "To fulfill these multiple tasks the Due Diligence is built upon a couple of intertwined modules, like the Financial, the Strategic, the Legal, the Business Design and the Culture Design Due Diligence. Due Diligence quality is dependent on a qualified Due Diligence team with clear tasks, responsibilities and communication, as well as structured sub-process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Success Factors of Transaction Management"
        },
        {
            "text": "A couple of Due Diligence success factors could be identified:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Success Factors of Transaction Management"
        },
        {
            "text": "-An early prioritization of questions and topics which should be addressed within the Due Diligence might support to sustain the focus along the execution of the Due Diligence on the crucial value drivers of the target's business, the transaction rational and on the most important risks. This also might avoid getting lost within highly complex and time demanding Due Diligence processes. -The Due Diligence project leadership or project house should establish clear roles and responsibilities for the Due Diligence teams. Besides, communication principles, on the one side between the DD leadership team and the different Due Diligence modules, and on the other side between the IPH DD leadership team and the top management, should be established. The latter might be essential, as within Due Diligence processes often fast management decisions are requested. -In an E2E view, the Transaction Management has also to safeguard that the Due Diligence outcomes are feed into the update of the valuation and Synergy Management. The latter is especially important for the proof of the likelihood and volume of synergies. -The identified risks in the Due Diligence have to be addressed in the purchase agreement, the transaction structure and in the draft for the Integration Management. -Especially for serial acquirers the step-by-step build-up of Due Diligence capabilities and tools to foster learning effects and quality improvements for future M&A processes is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Success Factors of Transaction Management"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Principles of corporate finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brealey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "863--885",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Masterminding the deal -Breakthroughs in M&A strategy & analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The mergers and acquisition process",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Coates",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Damodaran on valuation -Security analysis for investment and corporate finance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mergers, acquisitions, and other restructuring activities",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Depamphilis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Note on company valuation by Discounted Cash Flows (DCF)",
            "authors": [
                {
                    "first": "Nuno",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Valuing high tech companies",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Goedhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "McKinsey & Company",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Due diligence -An M&A value creation approach",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Gole",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hilger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The complete guide to mergers & acquisitions -Process tools to support M&A integration at every level",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herndon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Valuation -Measuring and managing the value of companies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goedhart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The four cornerstones of corporate finance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dobbs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huyett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Capital cash flows: A simple approach to valuing risky cash flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ruback",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Integrating mergers and acquisitions: An international research review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Schweiger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Goulet",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Advances in mergers & acquisitions",
            "volume": "",
            "issn": "",
            "pages": "61--91",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Avoiding the \"Synergy Trap\": Practical guidance on M&A decisions for CEOs and boards",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sirower",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahni",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Applied Corporate Finance",
            "volume": "18",
            "issn": "3",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "M&A transactions: Financial due diligence from zero to professional",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diligence • VerificaƟon of IntegraƟon Approach SBD Blending and JBD Proof-of-Concept SCD Blending and JCD Proof-of-Concept • NegoƟaƟon and Purchase Price AllocaƟon (PPA) The E2E M&A Process Design: Transaction Management",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "M&A valuation framework (buy versus sell side perspective)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "M&A valuation approaches and methods",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of valuation approaches",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Operating value, DCF, FCF and planning period",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "17 Due Diligence project structure and project house",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "20 Due Diligence modules",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "23 Financial Due Diligence (FDD)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "24 Business Design Due Diligence (BDD)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "26 Pattern of digital Business Designs: Cash flow and valuation impact",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 3.27 Valuation approaches for digital targets and Business Designs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "28 Reversed DCF and 10C Business Design approach for the valuation of digital targets",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Valuation technique questions, like: Does the B/S indeed balance every year or are Net Incomes correctly split into dividends and retained earnings? -For the comparison of the Equity with the Enterprise Valuation Approach: Are EBIT and NOPLAT identical when calculated top-line from revenues or are bottom-line built up from Net Income?",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Fig. 3.5 M&A valuation process model and its 6 workstreams",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Workstream 3: From Operating Value to Enterprise Value to Equity ValueThe flow from Operating Value, which mirrors the pure operating performance of the company, to Enterprise Value and finally to Equity Value involves two steps (Fig. 3.9):From Operating to Enterprise Value: Identifying Non-operating Cash and Equity like ItemsMany target companies own assets that have value but whose Free Cash Flows are not part of the target's Business Design and are addressed neither by NOPLAT nor Invested Capital, as both have a pure operational view. Therefore, excess cash and other non-operating assets are not covered by FCF and must be valued separately. Examples for other non-operating assets might be excess cash, equity investments, nonconsolidated subsidiaries or tradable securities.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "TradiƟonal definiƟon of Debt: Interest bearing liabiliƟes like bonds and loansFig. 3.9 Walk from Operating Value to Enterprise Value to Equity Value",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "A couple of design principles might support a sensitive Multiple based indicative pricing or framing of a valuation (Koller et al. 2015a): Fig. 3.11 The multiple matrix",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Fig. 3.13 EV-to-EBITDA Multiple versus P/E ratio",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Due Diligence project lead and project house",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Workstream four covers the execution of the Due Diligence. A broad variety of tools focus on this workstream, like data room request lists, data room assessment tools, and tools which support the site visits and the management discussions: 13",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Digital capabiliƟes • Brand management • HR management • OrganisaƟonal structure (SBUs), layers, (de-)centralizaƟon • Management team, key talent and retenƟon, employee structure • CompensaƟon, benefit policies, leave rates, employment contract",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "M&A Project Management & Governance#1 • Ecosystem Scan with focus on: Digital disrupƟve technologies (IP scan and VC investment flow) Use-cases: White spots detecƟon • Embedded M&A Strategy: IdenƟficaƟon and assessment of future digital compe-teƟve advantage and capability needs • BMI-Matrix for tailored growth strategy • JBD and IntegraƟon Approach Blue Print • Fit Diamond focus on digital targets and capabiliƟes #2 • ValuaƟon and (F)DD addressing the unique CF paƩern of digital BDs: High growth rates, but risky and volaƟle FCFs Foremost B/S light BDs, therefore focus on P&L JBD & synergy model based on revenue scaling • Applying advanced DCF methods DCF scenarios and simulaƟons (Monte Carlo) Reverse DCF and VC valuaƟon for back-tesƟng • VerificaƟon of IntegraƟon Approach SBD Blending and JBD Proof-of-Concept SCD Blending and JCD Proof-of-Concept Retain and develop criƟcal talent • Implement necessary compliance • Scale targeted culture transiƟon • Back-track integraƟon progress • IdenƟficaƟon of digital synergy levers • ParenƟng advantages to scale target SBD • Revitalize buyer's SBD by target capabiliƟes • Tailored Synergy Scaling Model • Back-tesƟng Synergy Scaling model • Back-tesƟng parenƟng advantage • Synergy-valuaƟon blending • Rapid scaling of target's SBD • Focused implementaƟon of Synergy (revenue) Scaling Model Fig. 3.25 Tailored E2E M&A Process Design for digital transactions: Transaction Management PaƩern of digital Business Designs … and their FCF & valuaƟon impact • Most successful innovaƟons and plaƞorms built in \"winners takes all markets\" on white spots (riding building oceans) • Digital Start Ups and Business Designs with foremost unproven performance and therefore hardly to predict FCFs • True compeƟƟve advantage built on intangible assets, like IP, patents, know how, plaƞorms or brands • Digital Business Design most likely with: High revenue growth rates (scalability!) Early start up losses High cash burn rate (pre-investment in plaƞorm and digital Business Design) OŌen B/S light model and plaƞorms • Unproven Business Design with high risk paƩern: High volaƟlity of Cash Flows Addressed by simulaƟons and cost of capital approach Business Design specific investments • Due to riding Blue Oceans true peers most likely not available MulƟple Aproach not applicable VC method (pricing) limited applicable OŌen B/S light model and plaƞorms • Synergies: Scaling of Business Model and revenues (e.g. by building a plaƞorm) more important than cost synergies • Financing structure and therefore cost of capital might change significantly through out the digital business life cycle",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}