{
    "paper_id": "1a4011c4ddd6c4d85c42331f90035fc21e6af702",
    "metadata": {
        "title": "Journal Pre-proof Twitter and the pursuit of global health-care during COVID-19 Pandemic",
        "authors": [
            {
                "first": "Ignacio",
                "middle": [
                    "J"
                ],
                "last": "Amat-Santos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "Baladrón"
                ],
                "last": "Eng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Alberto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "San",
                "middle": [],
                "last": "Román",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Social distancing measurements approved by national governments have been demonstrated as the most efficient way for controlling the spread of the disease, though severe socio-economic impact is derived from the limitation of nonessential activities. Medical attention at all levels is not an exception with a variable interpretation of what \"essential health-care\" is in each geopolitical context. For the first time in our era, we health-care professionals are facing the feeling of having abandoned some of our duties to focus in only one. At the same time, we are all aware of the great anxiety that the population is suffering while we are unable to comfort them, which is one of our main missions. Not only that, but from our particular perspective as cardiologists, there are also all the potential cardiovascular effects of the pandemic that we are not preventing (3). Such frustration has forced both, physicians and patients, to",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "seek for alternative ways to communicate. Telephonic attention to our patients was slowly settled, but this tools has not been widely available. As a consequence, there was a movement in the social network Twitter where physicians offered their free advice to whoever needed it. I joined that initiative in March 15 th 2020 (XXXX1). Not being one of the most popular physicians (or even cardiologists) in this networkwith only little above 1,200 followers -I was surprised on how quickly the tweet spread. One month and a half after its publication, more than 22,600 people watched it and a total of 1,077 people worldwide directly requested my help. The aim of this manuscript is to report the results and analyze the potential impact of this approach in the health-care system logistics from now on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Users that requested attention were mainly from Spain (556, 51.6%) and Latin America or other regions (521, 48.4%), though this was not always identifiable. As seen in Figure 1 , the main symptom was variable but chest pain and palpitations accounted for 72% of the global number of messages. The larger proportion of the cases (86.3%) could be solved via Twitter through a short anamnesis given the lack of risk criteria according to the Guidelines (3). In these primary care physician was recommended in a total of 145 cases (13.5%). In 65% of these cases follow up was obtained with 84.2% of the patients requiring further tests or admitted to the hospital and only 9.6% discharged after this initial medical contact.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Our main conclusion from this experience is that the initiative was useful for the society. We do not ignore its limitations, including the unknown rate of misdiagnosis due to lack of appropriate evaluation, and the lack of a legal framework to protect both professionals and patients. These crucial elements were disregarded only due to the global health-care crisis but this provided an unprecedented opportunity to perform a preliminary evaluation of the ability of digital platforms for providing health assessment globally. National health-care systems have demonstrated to be limited to confront global health crisis in the 21 st century. It is well-known that health-care access is unequal worldwide; however, the ability to provide a basic triage is easier and cheaper than ever. Just imagine how we could have anticipated the course of events if people in Wuhan had massively requested attention through such kind of platform. Perhaps we can get something good out of the pandemic and the sentence \"creating opportunities in times of crisis\" is more than a catch phrase. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization situation report 102",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ESC Guidance for the Diagnosis and Management of CV Disease during the COVID-19 Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", Cardiology Department, Hospital Clínico Universitario, Valladolid, SpainShort tittle: Twitter & COVID-19Conflicts of interest: None to declare.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE LEGEND.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution Detail of the Twitter profile showing the number of views and interactions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Finantial Disclosures: None to declare. XXXX1 = omitted information (https://twitter.com/ignamatsant/status/1239117293843623940?s=21) Ignacio J. Amat Santos, MD, PhD Cardiology Dpt., Hospital Clínico Universitario de Valladolid, Spain Instituto de Ciencias del Corazón (ICICOR)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}