{
    "paper_id": "1a40a631728aaf36e96427131c6c96c23ddf6e4c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Anesthesiologen en hematologen zijn in Nederland de grootste voorschrijvers van bloedproducten. Omdat het inzicht in de veiligheid en de indicaties voor bloedproducten de laatste jaren sterk is gewijzigd en omdat er nog steeds grote verschillen in voorschrijfgedrag bestaan tussen artsen en tussen ziekenhuizen, is het belangrijk om dit voorschrijfgedrag te harmoniseren. Up-to-date kennis over de ontwikkelingen in de transfusiegeneeskunde is daarom belangrijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Een goede organisatie van de logistiek van de bloedgroepbepaling is van groot belang sinds bekend is dat ongeveer de helft van de incidenten met transfusies wordt veroorzaakt door administratieve fouten bij de afname en verwerking van bloedmonsters. Het is belangrijk dat een patiënt compatibele bloedproducten krijgt toegediend. Bepaling van de bloedgroepen van het AB0-systeem en het resussysteem en bepaling van eventuele irregulaire antistoffen zijn daartoe noodzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloedgroepbepaling"
        },
        {
            "text": "Het AB0-bloedgroepensysteem is het belangrijkste systeem dat ernstige tot fatale transfusiereacties kan veroorzaken. Bij het testen wordt zowel gezocht naar antigenen op de erytrocyt als op de aanwezigheid van ABO-antistoffen in het plasma in twee afzonderlijk afgenomen bloedmonsters, om de kans op administratieve fouten te verminderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloedgroepsystemen"
        },
        {
            "text": "Na het AB0-systeem is het resussysteem een belangrijk bloedgroepensysteem dat ernstige transfusiereacties kan veroorzaken. Een bijzondere omstandigheid is dat tijdens een zwangerschap immunisatie van de moeder kan optreden door erytrocyten van de foetus die in de moederlijke circulatie doordringen. De antistoffen die de moeder maakt, kunnen via de placenta schade berokkenen aan het kind. Dit is de reden dat direct na de bevalling anti-D-globuline profylactisch wordt toegediend aan resusnegatieve vrouwen die zijn bevallen van een resuspositief kind. Ten slotte onderscheidt men bloedgroepensystemen die zelden aanleiding geven tot transfusiereacties, namelijk de Kell-, Duffy-, Kidd-, Lewis-, P-, MNS-, Lutheran-en I-systemen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloedgroepsystemen"
        },
        {
            "text": "Voor elke toediening van bloedproducten moet het bloed van de ontvanger worden getest op irregulaire antistoffen om reacties te voorkomen. Transfusieproducten kunnen veilig aan patiënten worden toegediend zonder een kruisproef te verrichten, wanneer zekerheid is verkregen over de AB0-en resusbloedgroepen en indien irreguliere antistoffen zijn uitgesloten (type en screenmethode).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antistofscreening"
        },
        {
            "text": "Toediening van ontstold bloed van een volledige donatie ('vol bloed') vindt niet meer plaats. Voor het behandelen van een anemie is dat niet nodig, terwijl moet worden bedacht dat er risico's aan een transfusie verbonden zijn, zoals immunisatie, infectie, incompatibiliteit en anafylaxie. Concen-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloedproducten"
        },
        {
            "text": "traten van erytrocyten en trombocyten en geïsoleerd plasma dienen te worden voorgeschreven voor nauwkeurig gedefinieerde indicaties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J.T.A. Knape"
        },
        {
            "text": "Signalering en procedure Koorts, koude rilling, jeuk, kortademigheid en hypotensie zijn symptomen die moeten doen denken aan een transfusiereactie, vooral wanneer zij vroeg na het begin van de toediening van een transfusieproduct optreden. Daarom dient de patiënt in de eerste 15 minuten na aanvang van een transfusie te worden geobserveerd. Wanneer een patiënt onder algehele anesthesie is, kunnen de symptomen geringer zijn; extra oplettendheid is in die situatie geboden. Indien er verdenking bestaat op een transfusiereactie, dient de transfusie onmiddellijk te worden gestopt. Het infuussysteem moet in situ blijven voor de behandeling van de reactie. Transfusiereacties moeten direct worden gemeld aan de behandelend arts, de eventuele hemovigilantiedeskundige, de bloedbank, Sanguin en de stichting Transfusie Reacties In Patiënten (TRIP). De Commissie Bloedtransfusie in een ziekenhuis dient voor een checklist te zorgen waarmee transfusiereacties nauwkeurig kunnen worden vastgesteld en gedocumenteerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vroege transfusiereacties en complicaties van transfusies"
        },
        {
            "text": "Acute hemolytische reacties komen zelden voor maar zijn vaak ernstig en veelal het resultaat van administratieve fouten. Acute koorts, rillingen, rugpijn en pijn bij het infuus kunnen de eerste signalen zijn van een reactie, die kan leiden tot stollings-en nierfunctiestoornissen en shock. De ernst van de transfusiereactie wordt bepaald door de hoeveelheid bloed die is toegediend en de snelheid waarmee handelend wordt opgetreden. Een reactie van matige ernst is de non-hemolytische transfusiereactie (NHTR). Hierbij treedt een temperatuurverhoging van meer dan 2°C op zonder overige symptomen, hooguit een koude rilling. De diagnose wordt gesteld na uitsluiting van andere mogelijke oorzaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute hemolyse, NHTR, TRALI, TA-GVHD"
        },
        {
            "text": "Transfusion related lung injury (TRALI) is een weliswaar zelden voorkomende maar ernstige reactie. De pathogenese is niet duidelijk, maar een rol lijkt te zijn weggelegd voor HLA-antigenen. Enkele uren na toediening van het bloedproduct, vooral plasma, treedt een longbeeld op dat sterk doet denken aan een ARDS, met een mortaliteit van 7%. Een aantal dagen na toediening van een bloedproduct kan zich een zogenoemde transfusion associated graft-versus-hostreaction (TA-GVHR) ontwikkelen, maar de diagnose wordt vaak gemist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute hemolyse, NHTR, TRALI, TA-GVHD"
        },
        {
            "text": "Bacteriële contaminatie van transfusieproducten komt voor bij ongeveer 1:400 gevallen. Bij producten waarbij materiaal van donoren wordt 'gepoold', zoals plasma, loopt de kans zelfs op tot 1:50. Het uitsluiten van een bacteriële contaminatie van trombocytenconcentraat is tegenwoordig routine. Het lastige in de differentiaaldiagnose is dat de symptomatologie sterk overeenkomt met die van een acute transfusiereactie. Daarom moet bij symptomen van een transfusiereactie ook altijd een bloedmonster bacterieel worden gekweekt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacteriële contaminatie"
        },
        {
            "text": "Acuut longoedeem door acuut hartfalen is het kenmerkende symptoom van volumeoverbelasting en wordt gezien enkele uren na een snelle infusie bij kinderen en ouderen. Cyanose, tachycardie en oedemen aan benen en enkels kunnen eveneens optreden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volumeoverbelasting"
        },
        {
            "text": "Deze kunnen zich zeer snel na het starten van een transfusie ontwikkelen in de vorm van hypotensie, dyspnoe, glottisoedeem en shock. Vermoedelijk spelen IgA-antistoffen een rol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anafylactische transfusiereacties"
        },
        {
            "text": "Enkele dagen na een transfusie met erytrocyten of trombocyten kan een ziektebeeld optreden, dat gekenmerkt wordt door een ernstige voorbijgaan-de trombocytopenische purpura. Het mechanisme van dit zeldzame ziektebeeld is onduidelijk. Om verwarring met andere oorzaken van trombocytopenie te voorkomen is laboratoriumonderzoek naar HPA-antistoffen (human platelet antigenantistoffen) noodzakelijk; tevens dient een HPAtypering plaats te vinden. Vaak blijkt het antigeen waartegen de antistoffen zijn gericht niet aantoonbaar. De patiënt dient te worden behandeld met hoge doses immunoglobuline. De mortaliteit is aanzienlijk (6%) vooral door hersenbloedingen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Late en subklinische complicaties van transfusiereacties Purpura"
        },
        {
            "text": "Ook al is een transfusie succesvol en zonder complicaties verlopen, toch dient rekening te worden gehouden met het feit dat frequent (tot bij 10% van getransfundeerden!) antistoffen tegen de toegediende erytrocyten worden ontwikkeld. Ook al zijn deze antistoffen in de loop van de tijd niet meer aantoonbaar, toch kunnen bij een volgende transfusie, waarbij de erytrocyten het betreffende antigeen bezitten, snel grote hoeveelheden antistoffen worden gevormd, waardoor alsnog relevante hemolyse kan plaatsvinden. Informatie over de transfusievoorgeschiedenis van elke patiënt als transfusiekandidaat is daarom van belang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uitgestelde hemolytische transfusiereacties"
        },
        {
            "text": "Het staat vast dat bloedtransfusies immunologische effecten bij de ontvanger teweegbrengen, maar de klinische betekenis hiervan is onduidelijk. Bij patiënten die veel bloedtransfusies hebben gehad, blijken mononucleaire cellen minder te reageren op antigeenprikkeling. Er zijn aanwijzingen dat transfusie van grote hoeveelheden bloedproducten gepaard gaat met een toename van postoperatieve infecties. Leukocytengedepleteerde erytrocytenconcentraten kunnen de sterfte in de cardiochirurgie en recidivering van maligniteiten mogelijk gunstig beïnvloeden. In het verleden is gebruikgemaakt van de observatie dat toediening van erytrocytenconcentraten aan patiënten die een niertransplantatie moesten ondergaan de overlevingstijd van het transplantaat verlengde. Nu de transplantaatoverleving met ciclosporine sterk is verbeterd, wordt deze behandeling niet meer toegepast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunologische effecten"
        },
        {
            "text": "Dit zijn zeer ernstige complicaties van transfusie met bloedproducten, met een hoge mortaliteit, die in de afgelopen jaren aanleiding zijn geweest tot stringente maatregelen. Intensieve donorselectie en invoering van gevoelige testen voor HBsAg en anti-hepatitis-C-virusantistoffen en het testen van alle donaties op hepatitis-C-virus en hiv hebben de kans op infectie met hepatitis-B-virus, hepatitis-C-virus en hiv in Nederland gereduceerd tot een zeldzaamheid. Overdracht van de ziekte van Creutzfeldt Jacob (CJD) door een bloedtransfusie kan niet worden beperkt door screeningstests. Er worden wel effectieve voorzorgsmaatregelen genomen zoals het weren van donoren die tussen 1980 en 1996 in endemische CJD-gebieden zoals het Verenigd Koninkrijk hebben verbleven. Ook leukocytenverwijdering uit donorproducten vermindert de kans om CJD te krijgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posttransfusiehepatitis, hiv of aids"
        },
        {
            "text": "Transfusies met vol bloed aan een patiënt met anemie worden in Nederland niet meer gegeven. Bij een lage hemoglobineconcentratie door een aanmaakstoornis of door bloedverlies compen- Bij acuut ontstane anemie kan de zuurstofvoorziening van de weefsels nog in stand blijven bij een hemoglobineconcentratie van 3 mmol/l, op voorwaarde dat het zuurstofgehalte van het bloed intact blijft en de circulatie zich aan de veranderde behoefte kan aanpassen. Belangrijke vragen voorafgaande aan het besluit tot transfusie zijn: -kan de circulatie van de patiënt voldoende compenseren? -hoe is de functionaliteit van het cardiovasculaire systeem? -gaat er nog steeds bloed verloren? -is er sprake is van een verhoogde zuurstofbehoefte, vooral door koorts?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicaties voor erytrocytentransfusie"
        },
        {
            "text": "Het UMC Groningen heeft een leidraad ontworpen die in de praktijk goed bruikbaar is (zie kader).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": "Er is een groot aantal ziekten dat gepaard gaat met aanmaakstoornissen van erytrocyten (en andere bloedelementen) en zich meestal manifesteert als chronische anemie. De belangrijkste zijn: -voedingsdeficiënties van ijzer, vitamine B 12 en foliumzuur; -leukemie en nierinsufficiëntie; -chronische ziekten: reumatoïde artritis, hiv en darmziekten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusie bij aanmaakstoornissen"
        },
        {
            "text": "In de meeste gevallen is grote terughoudendheid geboden omtrent het toedienen van erytrocyten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusie bij aanmaakstoornissen"
        },
        {
            "text": "Overweeg een transfusie van erytrocyten als er bij een Hb < 4 mmol/l sprake is van: -acuut bloedverlies bij gezonde (ASA-klasse I) patiënten < 60 jaar, die normovolemisch zijn en bloed verliezen op één plaats; -chronische asymptomatische anemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-5-6-regel (UMC Groningen)"
        },
        {
            "text": "Overweeg een transfusie met erytrocyten als er bij een Hb < 5 mmol/l sprake is van: -acuut bloedverlies bij ASA-I-patiënten > 60 jaar, die normovolemisch zijn en bloed verliezen op één plaats; -acuut bloedverlies bij ASA-I-patiënten < 60 jaar, die normovolemisch zijn en bloed verliezen op meerdere plaatsen zoals bij een polytrauma; -een patiënt < 60 jaar met een te verwachten bloedverlies > 500 ml; -een ongecompliceerd postoperatief beloop na openhartchirurgie; -een ASA-II-of ASA-III-patiënt bij wie geen complicaties zijn opgetreden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-5-6-regel (UMC Groningen)"
        },
        {
            "text": "Overweeg een transfusie met erytrocyten als er bij een Hb < 6 mmol/l sprake is van: -een ASA-IV-patiënt; -een patiënt die niet in staat is het hartminuutvolume te vergroten ter compensatie van hemodilutie; -een septische en toxische patiënt; -een patiënt met een ernstige longziekte; -een patiënt met een symptomatische cerebrovasculaire ziekte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-5-6-regel (UMC Groningen)"
        },
        {
            "text": "Bij een voedingsdeficiëntie is meestal een oorzakelijke behandeling aangewezen met ijzersuppletie. Bij patiënten met maligniteiten is erytropoëtine geen panacee; het effect van erytropoëtine op de transfusiebehoefte is gering en niet rationeel. Bij patiënten met leukemie dienen in een aantal gevallen leukocytenvrije en/of bestraalde producten getransfundeerd te worden om de kans op een graft-versus-hostreactie te verkleinen. Bij anemie door nierfalen is toediening van erytropoëtine wel geïndiceerd. Dit is mogelijk ook het geval bij anemie door reumatoïde artritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-5-6-regel (UMC Groningen)"
        },
        {
            "text": "In de normale zwangerschap is het hemoglobinegehalte verlaagd doordat de toename van het plasmavolume relatief groter is dan die van het aantal erytrocyten. Omdat zwangeren jong en meestal gezond zijn, verdragen zij deze anemie meestal goed. Als het hemoglobinegehalte is gedaald tot minder dan 6,8 mmol/l, moet nadere diagnostiek plaatsvinden. Tijdens de zwangerschap dient het ferritinegehalte meer dan 80 µg per liter te zijn. In veel gevallen van anemie is ijzersubstitutie noodzakelijk. Een belangrijk punt van aandacht is dat tegenwoordig meer dan 30% van de zwangeren van allochtone afkomst is. Bij deze vrouwen worden vaker hemoglobinopathieën gevonden. Een ander punt van belang bij vrouwen in de reproductieve leeftijd is dat een incompatibiliteit voor c-, E-en K-bloedgroepen gemakkelijk antistoffen kan veroorzaken die de hemolytische ziekte van de pasgeborene kunnen veroorzaken. Als een transfusie is geïndiceerd, krijgen vrouwen daarom in de fertiele leeftijd sinds enkele jaren kellnegatieve erytrocytentransfusies toegediend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-5-6-regel (UMC Groningen)"
        },
        {
            "text": "Van de ziektebeelden die leiden tot een verhoogde afbraak van erytrocyten moeten vooral de aangeboren sikkelcelziekte en de bètathalassemie worden genoemd. Bij sikkelcelziekte komt ernstige anemie voor, zodanig dat transfusies nodig kunnen zijn om de zuurstoftransportcapaciteit van het bloed zodanig te verhogen dat hun inspanningstolerantie weer acceptabel wordt. Bij een hoge HbS-concentratie is de viscositeit van het bloed, bij een gelijk Hbgehalte, hoger dan bij een normaal Hb. De autologe HbS-productie wordt geremd door herhaalde transfusies (bijv. eens per zes weken); deze kunnen geïndiceerd zijn om de viscositeit te verlagen. Gestreefd wordt naar een HbS van 30%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Afbraakstoornissen"
        },
        {
            "text": "Andere redenen om bij sikkelcelziekte een transfusie van erytrocyten toe te dienen zijn hartfalen, sepsis en shock bij een laag Hb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Afbraakstoornissen"
        },
        {
            "text": "Het gezonde menselijk lichaam beschikt over een aantal mechanismen om de gevolgen van acuut bloedverlies grotendeels te compenseren. Bij de beslissing om erytrocyten toe te dienen moet met deze compensatiemechanismen rekening worden gehouden. Bij een overigens gezonde patiënt die bloed verliest, is de behandeling er in de eerste plaats op gericht om de bloeding te stoppen en het circulerend volume in stand te houden met kristalloïde en/of colloïdale oplossingen. Tevens moeten maatregelen worden genomen om de oxygenatie van het bloed optimaal te houden zodat het zuurstofaanbod aan de weefsels gegarandeerd blijft. Wanneer het Hb-gehalte lager is dan 4 mmol/l moeten erytrocyten worden gegeven. Overwogen kan worden deze transfusie bij een hoger hemoglobinegehalte te geven als de patiënt bloed blijft verliezen of als de patiënt belangrijke comorbiditeit heeft die zijn compensatievermogen beperkt of hogere eisen stelt aan de zuurstofaanvoer naar de weefsels. Erytrocytentransfusies zijn niet geïndiceerd als de bloeding is gestopt en het Hb-gehalte boven de 5 mmol/l is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicaties bij acute anemie"
        },
        {
            "text": "Hoewel begrijpelijk is dat anemie bij cardiovasculair gecompromitteerde patiënten gemakkelijk kan leiden tot myocardischemie, is het moeilijk om bij het individu aan te geven waar de kritische grens van anemie ligt. Ook andere factoren spelen een rol, zoals het metabolisme, inspanning en activatie van het sympathische zenuwstelsel, de zuurstofbehoefte en overige comorbiditeit. Een recent doorgemaakt myocardinfarct verhoogt het risico aanzienlijk; deze patiënten verdragen een Hb < 6 mmol/l slecht. Daarbij kan perioperatief gemakkelijk stille (asymptomatische) ischemie optreden. De mortaliteit bij deze patiënten is drie tot vier keer hoger dan bij overigens gezonde patiënten. Patiënten die een electieve openhartoperatie ondergaan, verdragen onder gecontroleerde omstandigheden op de operatiekamer en direct daarna een hemodilutie tot Hb-waarden van 5 mmol/l echter opmerkelijk goed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiovasculair belaste patiënten"
        },
        {
            "text": "Bij patiënten met cerebraal lijden zijn er weinig harde gegevens over de effecten van anemie. Onder anesthesie of onder omstandigheden waarbij de oxygenatie en circulatie (vooral de hoogte van de bloeddruk) goed gecontroleerd zijn, is enige anemie niet schadelijk. Theoretisch zou een matige anemie bij patiënten met een subarachnoïdale bloeding een gunstig effect kunnen hebben door verlaging van de viscositeit en beïnvloeding van de vaatweerstand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cerebraal belaste patiënten"
        },
        {
            "text": "Bij veel patiënten met chronisch longlijden is de hemoglobineconcentratie al compensatoir verhoogd om het zuurstoftransport naar de weefsels te verbeteren. In extreme gevallen kan dat gepaard gaan met een zodanige viscositeitsverhoging van het bloed dat het zuurstoftransport naar de weefsels in het gedrang komt. Acute hemodilutie en/of verlaging van de bloed-pH door toediening van koolzuuranhydraseremmers kan de zuurstoftransportcapaciteit en daarmee de klinische toestand dan dramatisch verbeteren. Veelal hebben deze patiënten ook cardiovasculaire afwijkingen of pulmonale hypertensie. Een acute anemie verdragen zij in dat precaire evenwicht slecht. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonaal belaste patiënten"
        },
        {
            "text": "Massaal bloedverlies kan leiden tot acute anemie en tot stollingsstoornissen door verlies van grote hoeveelheden stollingsfactoren. De definitie van massaal bloedverlies is divers. De volgende definities worden gehanteerd: -een bloedverlies van 150 ml bloed per minuut bij een patiënt van 70 kg; -een transfusiebehoefte bij een volwassen patiënt van 70 kg groter dan tien eenheden erytrocyten; -verlies van meer dan het circulerende bloedvolume binnen 24 uur; -verlies van de helft van het circulerende bloedvolume in drie uur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massaal bloedverlies"
        },
        {
            "text": "Naarmate het bloedverlies toeneemt, worden verschillende compensatoire fenomenen waargenomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compensatoire fenomenen"
        },
        {
            "text": "-Wanneer tot 15% van het circulerende bloedvolume verloren is gegaan, ontstaan vasoconstrictie en een geringe tachycardie. -Wanneer het bloedverlies toeneemt tot ongeveer een derde van het circulerende bloedvolume, ontstaan een duidelijke tachycardie en een verminderde polsdruk. Ook cerebrale symptomen van het tekort aan circulerend volume worden zichtbaar, zoals angst en rusteloosheid. -Wanneer tot 40% van het circulerende bloedvolume is verloren gegaan, ontstaan ook kortademigheid en daling van de systolische bloeddruk. -Bij nog groter bloedverlies neemt de urineproductie af en raken patiënten ernstig verward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compensatoire fenomenen"
        },
        {
            "text": "Volwassenen kunnen een aanzienlijk bloedverlies doorstaan zonder dat dit merkbaar is aan de bloeddruk. Redistributie van het circulerend volume, verhoging van de contractiliteit van het hart en van de hartfrequentie en veranderingen van de regionale vaattonus leiden ertoe dat de bloeddruk lange tijd intact blijft, waarbij er op dat moment alleen sprake is van bleekheid en tachycardie. Een geringe toename van het bloedverlies kan dan echter snel leiden tot decompensatie. Het gevolg daarvan is ischemie van weefsels, met alle hemodynamische en metabole gevolgen van dien: acidose, beschadiging van belangrijke organen zoals de darm en de nier, stollingsstoornissen door verdunning van stollingsfactoren en trombocyten, hypothermie en elektrolyt-en pHverstoringen. Wanneer massaal bloedverlies in eerste instantie wordt opgevangen door grote hoeveelheden kristalloïden en colloïden, kan een zodanige verdunning van stollingsfactoren ontstaan dat stollingsstoornissen kunnen optreden. Niet alleen stollingsfactoren maar ook trombocyten gaan hierbij verloren. Wanneer de aPTT (activated partial thromboplastin time) en de PT (protrombinetijd) meer dan anderhalf keer verlengd zijn, ontstaan tekenen van een verhoogde bloedingsneiging. Fibrinogeen, dat noodzakelijk is voor de stolling, wordt oorzaak van toegenomen bloedverlies wanneer minstens anderhalf maal het circulerend volume verloren is gegaan. Voor het ontstaan van stollingsstoornissen door een te laag trombocytengetal is meestal een nog groter bloedverlies noodzakelijk, maar exacte getallen hiervoor zijn niet te geven. Wanneer er bij een patiënt sprake is van een langer bestaande inadequate circulatie die leidt tot ischemie en beschadiging van weefsels en acidose, kan weefselplasminogeenactivator vrijkomen. Hierdoor wordt de stolling gestimuleerd, waardoor grote hoeveelheden stollingsfactoren en trombocyten worden geconsumeerd. De behandeling van dit diffuse intravasale stollingssyndroom (DIS) bestaat niet zozeer uit het toedienen van stollingsfactoren of trombocyten maar vooral uit het herstel van de circulatie, in het bijzonder van de leverperfusie. De concentra-tie van fibrineafbraakproducten is een belangrijke maat voor de ernst van deze stoornis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compensatoire fenomenen"
        },
        {
            "text": "Een 60-jarige man ondergaat een thoracotomie en resectie van de rechter onderkwab wegens een bronchuscarcinoom. Preoperatief zijn twee eenheden erytrocytenconcentraat besteld. Tijdens de ingreep treedt een bloeding op uit een vena pulmonalis. Binnen zeer korte tijd bedraagt het bloedverlies twee liter. De chirurg geeft aan dat de bloeding niet eenvoudig te stelpen is en dat dit enige tijd zal vergen. Hoe is het transfusiebeleid?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus"
        },
        {
            "text": "Indien de bloeding zo massaal en snel optreedt, dient de anesthesioloog de gereserveerde eenheden erytrocytenconcentraat toe zonder eerst een hemoglobineconcentratie te bepalen en bestelt hij (4 tot 6) eenheden bij. Meestal kunnen deze eenheden snel, dat wil zeggen binnen tien minuten, geleverd worden. Indien dat niet mogelijk is, kan ongekruist 0-negatief bloed worden toegediend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus"
        },
        {
            "text": "De zwangerschap is een fase in het leven van de vrouw waarin weliswaar zelden, maar wel degelijk groot en levensgevaarlijk bloedverlies kan plaatsvinden. Extra-uteriene graviditeit, placenta praevia, solutio placentae en de atone uterus na de partus kunnen aanleiding geven tot massaal bloedverlies. Het bloedverlies kan gemakkelijk worden onderschat, bijvoorbeeld door ophoping van bloed tussen de placenta en de uterus. Omdat de zwangere vrouw goed voor bloedverlies kan compenseren, ontstaat door verborgen bloedverlies een verraderlijke situatie. Door een te lang afwachtend beleid kan de patiënt gemakkelijk in gevaar komen. Ook hierbij speelt damage control een belangrijke rol: de interventieradiologie gaat een steeds belangrijker rol spelen bij de behandeling van onstelpbare bloedingen vanuit de uterus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massaal bloedverlies tijdens de graviditeit"
        },
        {
            "text": "Wanneer bij patiënten met een trombocytopenie of een trombocytopathie een operatieve ingreep wordt gepland, heeft symptomatische behandeling met trombocytenconcentraat vaak niet het gewenste resultaat. Bovendien is de behandeling zeer kostbaar. Voordat wordt besloten tot transfusie over te gaan, moet de oorzaak van de trombocytenafwijking worden vastgesteld. De grootte van de ingreep en het verwachte bloedverlies worden meegenomen in de beschouwing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicaties voor trombocytentransfusie"
        },
        {
            "text": "De belangrijkste oorzaken voor trombocytopenie zijn verhoogde afbraak, pooling van trombocyten, verdunning en een verminderde productie. Bij trombocytopenie door een verhoogde afbraak, zoals de auto-immuuntrombocytopenie en bij pooling van trombocyten in de milt, is transfusie van trombocytenconcentraat zinloos. Bij massaal bloedverlies dat wordt behandeld met kristalloïden en/of colloïden en eventueel met erytrocyten, kan een zodanige verdunning van de aanwezige en gemobiliseerde trombocyten optreden dat een bloedingsneiging ontstaat. Dan dient te worden gestreefd naar een trombocytengetal van 50 tot 100 × 10 9 /l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trombocytopenie"
        },
        {
            "text": "Naast congenitale trombocytopathieën, waarbij trombocytentransfusies met enige terughoudendheid moeten worden toegepast in verband met de kans op het ontwikkelen van antistoffen, bestaan verworven trombocytopathieën. Hiermee hebben",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trombocytopathie door acetylsalicylzuur en NSAID's"
        },
        {
            "text": "Wanneer een electieve ingreep wordt gepland, hangt het van de aard van de ingreep af welk trombocytengetal acceptabel wordt geacht. Bij eenvoudige ingrepen, waarbij een eventuele bloedingsneiging met lokale middelen kan worden behandeld, is een trombocytengetal van 10 × 10 9 /l, als dat wordt veroorzaakt door verminderde aanmaak, acceptabel. Denk hierbij aan ingrepen als een huidbiopt, een diagnostische pleura-of ascitespunctie. Bij scopieën in het maag-darmkanaal of in de bronchiën waarbij een biopt wordt genomen, of bij het verwijderen van een centraalveneuze katheter, dient het trombocytengetal hoger dan 40 × 10 9 /l te zijn. Bij neuro-en cardiopulmonale chirurgie is een trombocytengetal van 100 × 10 9 /l noodzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trombocytengetal"
        },
        {
            "text": "Bij groot bloedverlies kunnen stollingsproblemen optreden. Men kan ervoor kiezen de stollingsparameters eerst te bepalen en vers plasma en trombocyten op geleide van de bepaling toe te dienen. Men moet zich daarbij realiseren dat bepaling van stollingsparameters lang kan duren, zo'n 15 tot 45 minuten. Wanneer de tijd te kort is, kunnen vers plasma en trombocyten alvast besteld worden en bij voortdurend snel bloedverlies worden toegediend zonder de uitslag van stollingsparameters af te wachten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trombocytengetal"
        },
        {
            "text": "we in de praktijk het meest te maken. Verworven trombocytopathie komt vooral voor bij gebruik van acetylsalicylzuur, sommige NSAID's en bij uremie. Een goede laboratoriumbepaling voor de functie van trombocyten is er niet. Bij uremie verbetert de stolling na verhoging van de Hbconcentratie door erytrocytentransfusie. Bij een trombocytopathie door acetylsalicylzuur of nietselectieve NSAID's dient te worden gewacht tot ten minste 100 × 10 9 /l functionerende trombocyten zijn aangemaakt. Aprotinine en fibrinolyseremmers (tranexaminezuur) hebben een plaats in de behandeling en in laatste instantie infusie van trombocytenconcentraat. Toediening van desmopressine komt later aan de orde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trombocytengetal"
        },
        {
            "text": "De indicaties om vers plasma (fresh-frozen plasma; FFP) toe te dienen zijn beperkt: groot bloedverlies (deficiënties van humorale stollingsfactoren en verdunningstrombocytopenie), behandeling van het effect van fibrinolytica, geïsoleerde factor-V-deficiëntie en trombocytopenische purpura. Het toegediende plasma moet ABO-compatibel zijn. Diepgevroren plasma moet voorzichtig worden ontdooid en is 24 uur houdbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicaties voor vers plasma"
        },
        {
            "text": "Bij grote bloedingen worden vaak niet alleen erytrocyten toegediend om het zuurstoftransport te verbeteren, maar wordt ook vaak FFP met daarin de noodzakelijke stollingsfactoren toegediend om een normale hemostase te bewerkstelligen. Wanneer in de intra-en postoperatieve fase een chirurgische bloeding als oorzaak van voortdurend bloedverlies is uitgesloten, moet worden gezocht naar oorzaken van een gestoorde stolling. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deficiënties in de stolling"
        },
        {
            "text": "Bij een forse bloeding zonder duidelijke oorzaak moet toediening van het fibrinolyticum worden gestaakt. Tranexaminezuur en FFP of fibrinogeenconcentraat worden toegediend op geleide van de aPTT respectievelijk het fibrinogeengehalte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinolytische therapie couperen"
        },
        {
            "text": "De effecten van intraveneus heparine kunnen worden beëindigd door de toediening van heparine te staken en protamine titrerend toe te dienen. Voorzichtigheid is geboden, omdat overcorrectie een bloedingsneiging van versterken en omdat anafylactische reacties op protamine mogelijk zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heparine-effecten met protamine couperen"
        },
        {
            "text": "In samenspraak met elkaar kunnen chirurgen en anesthesiologen een grote invloed hebben op het totale bloedverlies en op de beperking daarvan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bloedbesparende technieken"
        },
        {
            "text": "Toediening van recombinant erytropoëtine kan in de preoperatieve fasen worden toegepast om de hemoglobineconcentratie van patiënten te verbeteren. De optimale dosis is niet bekend. Erytropoëtine is alleen effectief bij een ferritinegehalte hoger dan 100 µg/l; ijzertherapie is meestal tegelijkertijd noodzakelijk. Ernstige atherosclerose, ongecontroleerde hypertensie of een recent hartinfarct zijn contra-indicaties voor erytropoëtine. Behandeling met erytropoëtine is vooral nuttig in combinatie met preoperatieve bloeddonatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erytropoëtine"
        },
        {
            "text": "Recombinantfactor (RF) VIIa (Novoseven ® ) is in eerste instantie toegepast bij hemofiliepatiënten met antistoffen tegen factor VIII of IX. De gunstige effecten zijn aanleiding geweest om te veronderstellen dat RF VIIa ook van nut kan zijn bij patiënten met groot bloedverlies, die een normale stolling hebben. De indrukwekkende effectiviteit van RF VIIa is vooral uit casuïstische mededelingen gebleken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factor VIIa"
        },
        {
            "text": "Bij patiënten die om religieuze redenen toediening van bloedproducten weigeren (bijv. Jehova's getuigen), worden de behandelmogelijkheden beperkt. Bij deze patiënten zijn nauwkeurige hemostase en het gestructureerd inzetten van bloedbesparende en transfusiebeperkende technieken noodzakelijk. Een belangrijk knelpunt is dat een enorme logistieke procedure moet worden opgezet om de patiënt de mogelijkheid te bieden van een behandeling waarin deze zich kan vinden met betrokkenheid van anesthesiologen, chirurgen, intensivecare-artsen en anderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weigering bloedtransfusie"
        },
        {
            "text": "Dit is de verzamelterm voor de noodzakelijke voorziening waarover ieder ziekenhuis dient te beschikken om de kwaliteit van transfusiegeneeskunde en in het bijzonder de transfusieketen in het ziekenhuis te waarborgen. Op deze wijze is een ziekenhuis verplicht om tegenover externe partijen inzicht te kunnen geven over een samenhangend kwaliteitssysteem voor transfusiegeneeskunde, doelmatig gebruik en adequate omgang met complicaties en onverwachte gebeurtenissen (casuïstiek). In dit kader verdient de patiëntenidentificatie bijzondere aandacht. Een belangrijk deel van de transfusiefouten wordt veroorzaakt door administratieve fouten bij afname van bloedmonsters en bij toediening van bloedproducten. De identificatieprocedure van patiënten, bloedmonsters en transfusieproducten dient derhalve in een waterdicht systeem te zijn ondergebracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemovigilantie"
        },
        {
            "text": "-Toediening van erytrocyten is alleen noodzakelijk indien er aanwijzingen zijn dat de zuurstofvoorziening van de weefsels tekortschiet. Bij bloedverlies of stoornissen in de bloedaanmaak kan de 4-5-6-regel gehanteerd worden. -Regelmatige bepalingen van de hemoglobineconcentratie, het trombocytengetal, de protrombinetijd, de aPTT en de fibrinogeenconcentratie zijn belangrijke parameters waarop het transfusiebeleid kan worden gefundeerd. Soms is het bloedverlies zo ernstig dat niet kan worden gewacht op de uitslagen van het onderzoek. Het kan dan noodzakelijk zijn om vers plasma toe te dienen en trombocytenconcentraat te bestellen. -Diverse technieken kunnen worden toegepast om perioperatief bloedverlies te beperken. Autologe predonatie, hemodilutie en inzet van de cell saver zijn enkele voorbeelden; -De stolling kan op diverse manieren farmacologisch beïnvloed worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Allogeneic red blood cell transfusions: efficacy, risks, alternatives and indications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madjdpour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Anaesth",
            "volume": "95",
            "issn": "",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perioperative blood transfusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcfarland",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chest",
            "volume": "115",
            "issn": "",
            "pages": "113--121",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of activated recombinant coagulation factor VII in patients undergoing reconstruction surgery for traumatic fracture of pelvis or pelvis and acetabulum: a double-blind, randomized, placebo-controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raobaikady",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Anaesth",
            "volume": "94",
            "issn": "5",
            "pages": "586--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Kwaliteitsinstituut voor de gezondheidszorg CBO (www.cbo.nl). Van Zuiden Communications BV",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Richtlijn Bloedtransfusie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficacy of acute normovolemic hemodilution assessed as a function of fraction of blood volume lost",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiskopf",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Anesthesiol",
            "volume": "94",
            "issn": "",
            "pages": "439--485",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF4": {
            "text": "veel geringer bloedverlies gepaard gaan dan traditionele chirurgische benaderingen. Een chirurgische aanpak die respect voor het weefsel uitstraalt leidt zeker tot geringer bloedverlies. De anesthesioloog kan door een zorgvuldige positionering, door bloedleegtetechnieken en door handhaving van de lichaamstemperatuur bijdragen aan beperking van bloedverlies. Ook een lage gemiddelde bloeddruk gecombineerd met hemodilutie leidt tot geringer bloedverlies.Bij de preoperatieve autologe bloeddonatie staat de patiënt vanaf enkele weken voor een geplande operatie enkele keren een eenheid van zijn eigen bloed af. Deze techniek is zeer geschikt voor patiënten bij wie in het verleden een transfusiereactie is opgetreden zonder duidelijke oorzaak. Ook is deze techniek van nut bij patiënten voor wie compatibel bloed moeilijk te krijgen is. Vooral wanneer deze techniek wordt gecombineerd met de toediening van ijzerpreparaten en erytropoëtine is het rendement groot. De techniek wordt in Nederland nog te weinig toegepast (zie hoofdstuk 32).Door één of meer eenheden bloed af te nemen uit een grote vene en tegelijkertijd het circulerend volume op peil te houden met een ruime hoeveelheid kristalloïde of colloïdale vloeistoffen, wordt het bloed van de patiënt verdund. Bij eventueel bloedverlies gaan dan betrekkelijk weinig erytrocyten verloren. Hierdoor wordt de noodzaak om te transfunderen verminderd. Aan het eind van de ingreep wordt het afgenomen bloed weer aan de patiënt teruggegeven. De techniek is veilig en eenvoudig uitvoerbaar voor veel operaties met een groot bloedverlies.Bij perioperatieve autotransfusie wordt bloed dat in de operatiewond verloren gaat teruggegeven. Er zijn twee manieren om dat te doen. 1. Het onbewerkt teruggeven van verloren bloed moet worden beperkt tot maximaal 1,5 l. Indien meer wordt teruggegeven, treden stollingsstoornissen op door geactiveerde stollingsfactoren. Deze techniek wordt voor-al toegepast in de directe postoperatieve fase. 2. Het in de operatiewond verloren bloed kan worden bewerkt om ongewenste geactiveerde stollingsfactoren te verwijderen (cell saver).Het verloren gegane bloed wordt met een fysiologische zoutoplossing gemengd en gecentrifugeerd zodat een pure erytrocytensuspensie ontstaat. Men moet zich goed realiseren dat in deze suspensie geen leukocyten, geen trombocyten en geen stollingsfactoren meer aanwezig zijn. Eindeloos teruggeven van dit 'cell saver'-bloed op deze wijze is onverantwoord, omdat door het gebrek aan stollingsfactoren en trombocyten ernstige stollingsproblemen ontstaan.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Aprotinine (Trasylol ® ) heeft een stabiliserend effect op trombocyten. Toepassing in de hartchirurgie kan leiden tot meer dan een halvering van het bloedverlies, hoewel er enige zorgen zijn over de invloed van aprotinine op de doorgankelijkheid van veneuze grafts. Ook bij patiënten die aspirine gebruiken heeft aprotinine een gunstig effect op het bloedverlies. Een aantal studies in de orthopedie laat ook een gunstig effect zien. Er is nog onvoldoende bewijs om aprotinine op grote schaal aan te bevelen bij andere vormen van chirurgie. Desmopressine (DDAVP, Minrin ® ) verhoogt de plasmaconcentratie van factor VIII en weefselplasminogeenactivator. Vooralsnog heeft desmopressine een beperkt aantal toepassingen, zoals trombopathie bij uremie. Tranexaminezuur (Cyclokapron ® ) heeft een antifibrinolytische werking. Het kan zowel oraal als intraveneus worden toegediend en kan routinematig worden toegediend bij verdenking op grote bloedingen. Bekende toepassingen zijn bloedingen in de gynaecologie en verloskunde, in de tractus digestivus. Bij intracraniële bloedingen kan tranexaminezuur niet worden toegepast.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}