{
    "paper_id": "1a42a11e8ffb736bb50db0f48f860a33b9d84b6e",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": [
            {
                "first": "Recomendaciones",
                "middle": [
                    "Del"
                ],
                "last": "Grupo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Español",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Investigación",
                "middle": [],
                "last": "En",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dermatitis",
                "middle": [],
                "last": "De Contacto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alergia",
                "middle": [],
                "last": "Cutánea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "(",
                "middle": [],
                "last": "Geidac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Aedv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "En",
                "middle": [],
                "last": "Relación",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "La",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Realización",
                "middle": [],
                "last": "De Pruebas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Epicutáneas",
                "middle": [],
                "last": "Durante",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Pandemia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Por",
                "middle": [],
                "last": "Sars-Cov-",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Carrascosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Pastor-Nieto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Ruiz-Gonzalez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "F"
                ],
                "last": "Silvestre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Borrego",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "Gatica-Ortega A M O Gimenez-Arnau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Con el progresivo control de la pandemia por SARS-CoV-2, los miembros del Grupo Español de Investigación en Dermatitis de Contacto y Alergia Cutánea (GEIDAC) realizan una propuesta sobre cuáles van a ser los requisitos, limitaciones y condicionantes para reanudar el servicio en las unidades de dermatitis de contacto en un escenario en el que se presume la persistencia del virus, con episodios ocasionales o estacionales de exacerbación. Se aconseja ajustar el número de pruebas epicutáneas ( PE) a las posibilidades de cada centro y la revisión de los casos en lista de espera para priorizar a los pacientes en función de la gravedad y la urgencia. Se ofrecerán, si es factible, métodos telemáticos para los documentos relativos a las PE (información, pautas, documentos de consentimiento informado). De estar disponible, puede ofrecerse la opción de realizar una primera visita telemática. Igualmente, en pacientes seleccionados, puede llevarse a cabo una televisita en las visitas de lectura a través de imágenes realizadas por el paciente o a mediante una video-visita que permita visualizar el resultado de la exploración. Estas acciones permitirán reducir el número de visitas presenciales, aunque no el tiempo dedicado y asignado al facultativo para los actos médicos. Todas estas recomendaciones son sugerencias y se adaptarán a los requisitos y a las posibilidades de cada centro sanitario -Dermatitis, COVID-19, epicutáneas, telemedicina, contacto Abstract As the COVID-19 pandemic gradually comes under control, the members of the Spanish Contact Dermatitis and Skin Allergy Research Group (GEIDAC) have drawn up a proposed list of the requirements, limitations, and conditioning factors affecting the resumption of work in contact dermatitis units. The assumption is that the severe acute respiratory syndrome coronavirus 2 is still circulating and that occasional or seasonal outbreaks will occur. They recommend that the first step should be to assess how many patch tests each clinic can handle and review the waiting list to prioritize cases according to disease severity and urgency. Digital technologies can, where possible, be used to send and receive the documentation necessary for the patch test (information, instructions, informed consent, etc.). If the necessary infrastructure is available, patients can be offered the option of a remote initial consultation. Likewise, in selected cases, the patch test results can be read in a virtual visit using photographs taken by the patient or a video visit can be scheduled to allow the physician to evaluate the site of application remotely. These measures will reduce the number of face-to-face visits required, but will not affect the time spent on each case, which must be scheduled in the normal manner. All of these recommendations are suggestions and should be adapted to the needs and possibilities of each health centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "KeyWords: Dermatitis; COVID-19; Patch testing; telemedicine; Contact La rápida propagación de la infección por coronavirus SARS-CoV-2 y la enfermedad asociada (COVID-19) representan un grave problema de salud pública1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "La pandemia por SARS-CoV-2 ha condicionado la suspensión de la actividad de la mayor parte de unidades de dermatitis de contacto y la práctica de pruebas epicutáneas (PE) debido a la adaptación de los centros hospitalarios a la prioridad del tratamiento de esta infección23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Con el progresivo control de la pandemia, se plantean cuáles van a ser los requisitos, limitaciones y condicionantes para reanudar el servicio en las unidades de dermatitis de contacto en un escenario en el que se presume la persistencia del virus, con episodios ocasionales o estacionales de exacerbación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "El riesgo de propagación del SARS-CoV-2 en las unidades de dermatitis de contacto es desconocido y, si bien las estancias comunes de dichas unidades siguen los protocolos de desinfección similares al resto de servicios hospitalarios, en las unidades de dermatitis de contacto, organizadas habitualmente en forma de gabinetes con participación activa de facultativos y enfermería, tiene lugar un contacto prolongado en el tiempo, con varias visitas en pocos días y muy cercano con respecto al paciente que condiciona problemas específicos a la hora de la seguridad de propagación del SARS-CoV-2 entre ellos, y entre los pacientes y el personal sanitario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "El Grupo Español de Investigación en Dermatitis de Contacto y Alergia cutánea (GEIDAC) de la AEDV , con el objetivo de balancear riesgos y beneficios para los pacientes y de optimizar la seguridad para el personal responsable de las visitas a los pacientes y la ejecución de las pruebas diagnósticas, ha desarrollado las siguientes recomendaciones -Se aconseja ajustar el número de PE a las posibilidades de cada centro bajo estos condicionantes de seguridad. Es decir, citar a un número razonable de pacientes en función de sus características y de otras consultas simultáneas para evitar aglomeraciones en la sala de espera o solapamientos de citas (por ejemplo, 1 paciente/hora: 5-6 pacientes/semana). Esta circunstancia puede hacer aconsejable restringir la indicación de PE a aquellos pacientes en los que se presuma mayor rentabilidad diagnóstica, al menos hasta la disminución del riesgo de infección.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-Es conveniente la revisión de los casos en lista de espera para priorizar a los pacientes en función de la gravedad y la urgencia. En el anexo I se detalla un listado de los supuestos que deberían ser considerados prioritarios, aunque, en cada caso, debería prevalecer la valoración que realice el médico responsable . -Se ofrecerá, si es factible, la opción de enviar al paciente por correo electrónico escaneados todos los documentos relativos a las pruebas (información, pautas, documentos de consentimiento informado) y de recibirlos firmados por la misma vía. Este correo sería aconsejable que fuese corporativo, no individual para el equipo que realice PE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-De estar disponible, se puede ofrecer la opción de realizar una primera visita telemática en el caso de PE indicadas por un médico externo o distinto del facultativo responsable de la unidad de dermatitis de contacto. En este supuesto, sería conveniente, de forma previa a la realización de las PE, llevar a cabo una televisita, acompañada o no de imágenes y/o videovisita que, a través de una anamnesis específica, permitiese priorizar aquellos pacientes susceptibles de mayor beneficio diagnóstico de las PE. El paciente puede aportar información de la historia, contestar a un cuestionario (antecedentes de atopia, laborales, contactantes, etc), enviar fotografías de las lesiones y fotografías de los productos propios (y de sus ingredientes en el caso de productos de cuidado personal) o de las fichas técnicas en el caso de contactantes en ámbito ocupacional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-Se aconseja realizar, en los días previos a la realización de las PE, una llamada telefónica para comprobar que no han existido síntomas de COVID en el paciente o en personas que convivan con él o con las que aquel haya mantenido un contacto reciente. Los síntomas por los que se preguntará estarán recogidos en un cuestionario (Anexo II). En caso de positividad se pospondrán las pruebas y se indicará al paciente contactar con su Centro de Salud para seguimiento de los protocolos establecidos para cada centro y región. Del mismo modo, antes de cada consulta presencial los pacientes deben ser preguntados por la existencia de signos o síntomas sugestivos de la COVID 19 (cuestionario en Anexo I). En el caso de sospecha, las PE deberán posponerse hasta poderse confirmar o descartar la infección. Teniendo en cuenta que un porcentaje no establecido de pacientes puede no manifestar síntomas o presentar viremia de forma previa al desarrollo de síntomas, la ausencia de aquellos no debe hacer descuidar las medidas generales de seguridad. En el caso de que los pacientes presenten signos o síntomas sugestivos de COVID19 desde la aplicación de las PE hasta su lectura, se priorizará la aplicación de métodos telemáticos de lectura e interpretación. Si esto no es posible, y en función del contexto, se elegirá posponer las PE o realizar la lectura en una ubicación habilitada para pacientes COVID19 positivos y a través del uso de EPIs adecuadas. Los pacientes deberían recibir, preferentemente de forma previa la realización de PE, unas recomendaciones específicas ( anexo III )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-Los procedimientos relacionados con la aplicación de PE deberían adaptarse a los requisitos de seguridad adecuados durante la pandemia por SARS-Cov-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "( anexo IV) -Visita de lectura / interpretación de PE (48-96h). Se aconseja realizar la primera lectura inmediatamente después de la retirada de los parches. En caso de duda, se esperará media hora siguiendo las recomendaciones de seguridad establecidas previamente. En pacientes seleccionados, puede llevarse a cabo una televisita en la que, a través de imágenes realizadas por el paciente o a través de una video-visita que permita visualizar el resultado de la exploración y llevar a cabo su interpretación y reflejo en la historia clínica, con recomendaciones para el paciente. En esta visita debería estimarse tiempo para solucionar dudas y enviar toda la documentación (informe, recomendaciones de evitación, tratamientos, nuevas citas, etc) -Estas acciones permitirían reducir el número de visitas presenciales, aunque no el tiempo dedicado y asignado al facultativo para los actos médicos. Que incluso podría ser mayor, teniendo en cuenta la estricta protocolización y los requisitos añadidos, incentivándose la calidad y la complejidad por encima de la cantidad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-En cualquiera de estos procedimientos deberán estar disponibles circuitos en los que se garantice la confidencialidad y fiabilidad de los datos transmitidos por vías digitales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "-Todas estas recomendaciones son sugerencias y se adaptarán a los requisitos y a las posibilidades de cada centro sanitario Anexo. Miembros del Grupo Español de Investigación en Dermatitis de Contacto y Alergia Cutánea",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Laia Curto (Barcelona), Virginia Fernández Redondo (Santiago de Compostela)",
            "authors": [
                {
                    "first": "José Carlosarmario",
                    "middle": [],
                    "last": "Hita",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Marcos Hervella Garcés (Pamplona), Pilar Manrique Martínez (Vizcaya)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tatiana Sanz Sánchez (Madrid)",
            "authors": [
                {
                    "first": "Sánchez",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "(",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring the Impact of COVID-19 on progress towards achieving global surgery goals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mazingi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bobel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mbanje",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lavy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Surg",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-020-05627-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dermatologists and SARS-CoV-2: The impact of the pandemic on daily practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gisondi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piaserico",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naldi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of COVID-19 outbreak on dermatology services: Dermatology in isolation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Katerina",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viktor",
                    "suffix": ""
                },
                {
                    "first": "Andrej",
                    "middle": [
                        "P"
                    ],
                    "last": "Irena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Natasa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GRUPO ESPAÑOL DE INVESTIGACIÓN EN DERMATITIS DE CONTACTO Y ALERGIA CUTÁNEA (GEIDAC ) DE LA AEDV EN RELACIÓN A LA REALIZACIÓN DE PRUEBAS EPICUTÁNEAS DURANTE LA PANDEMIA POR SARS-CoV-2 ( COVID-19) Patch Testing During the COVID-19 Pandemic: Recommendations of the AEDV's Spanish Contact Dermatitis and Skin Allergy Research Group (GEIDAC) Autores: J. M. Carrascosa 1, M. A. Pastor-Nieto 2, I. Ruiz-Gonzalez 3, J. F. Silvestre 4, L. Borrego 5, M. E. Gatica-Ortega 6, A. Mº Gimenez-Arnau 7, en representación del Grupo Español de Investigación en Dermatitis de Contacto y Alergia Cutánea (GEIDAC)◊",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Debería proponerse alternativamente al paciente la opción de posponer las PE , sobre todo en casos de alto riesgo (pacientes de edad avanzada o con patologías de riesgo para COVID: enfermedad cardiovascular, diabetes, HTA, obesidad, enfermedad respiratoria crónica, hepatopatía, neoplasias o inmunosupresión).Se pueden posponer de igual modo, por criterio médico, las PE en eccemas considerados como leves o moderados en otras localizaciones, no activos en los últimos meses o con menor impacto en calidad de vida.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Servicio de Dermatología. Hospital Universitari Germans Trias i Pujol, Universitat Autònoma de Barcelona, Badalona. 2. Servicio de Dermatología. Hospital universitario de Guadalajara 3. Servicio de Dermatología. Complejo Asistencial Universitario de Leon 4. Servicio de Dermatología. Hospital General Universitario de Alicante. 5. Servicio de Dermatología. Hospital Universitario Insular de Gran Canaria 6. .Servicio de Dermatología. Complejo Hospitalario Universitario de Toledo.Jose-Manuel CarrascosaEmail: jmcarrascosac@hotmail.com ◊En el anexo se detallan todos los componentes del Grupo Español de Investigación en Dermatitis de Contacto y Alergia Cutánea(GEIDAC)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}