{
    "paper_id": "1a4402638efbbd364adb9a71b1c914a162d0a3ee",
    "metadata": {
        "title": "2019: Archives of Virology celebrates its eightieth birthday with a scientific symposium",
        "authors": [
            {
                "first": "Tim",
                "middle": [],
                "last": "Skern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As in 2018, 2019 also saw some changes in the Editorial Board of the journal, with two long-term members Li Wu and Murilo Zerbini leaving the Editorial Board along with Andrew Firth and Scott Schmid. It was a pleasure working with all four of you and I hope you will still be available for reviews. During the year, the Editorial Board was joined by Akbar Dastjerdi who has been handling many papers on, amongst others, herpes viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The scope and topicality of Archives of Virology is well illustrated by examining the most downloaded papers in the first nine months of 2019. The two most downloaded original submissions are articles on white spot syndrome virus, a prawn pathogen, and on BSE infectivity [3, 6] . The two most downloaded brief reports were an article on African swine fever virus variants in Poland and on dengue fever in Guangdong province in China [1, 2] . The service to the community of the journal is amply illustrated by the high number of papers on taxonomy from the Virology Division of the IUMS and the ICTV that were published and downloaded in 2019.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2019 marked the 80 th anniversary of the appearance in Vienna of the first volume of the journal \"Archiv für die gesamte Virusforschung\" in February 1939. This year, the journal reached volume 164, with its success reflected in the over 420,000 downloads in 2018. These parameters are reflection of the unceasing efforts of my predecessors as Editor-in-Chief over the last 80 years listed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Editors-in-Chief On 25 th November this year, the Medical University of Vienna and SpringerNature joined forces to host a scientific symposium to mark the 80 th year of Archives of Virology. Over 100 scientists from all over the world came together in Vienna to discuss current events in virology and listen to the eleven outstanding lectures from the invited speakers. True to the remit of the journal to cover all aspects of virology, the topics covered plant viruses, animal viruses, human viruses, anti-viral screening, vaccine development and trials as well as viral evolution. Adrian Fox (Fera, York, UK) illustrated how difficult it is to show that a detected plant virus is actually the causative agent of the symptoms identified in the host plant. Linda Dixon (Pirbright Institute, Woking, UK) illustrated both the need for a vaccine to control African swine fever virus and the problems associated with developing one. Marie-Paule Kieny (Inserm, Paris, France) in contrast reported on the logistical and ethical problems associated with the clinical development of Ebola vaccines during the West African Ebola virus epidemic in 2014 and the current one in the east of the Democratic Republic of the Congo (DRC). The judicious use of the currently unlicensed vaccine based on vesicular stomatitis virus is one reason why the current epidemic in the DRC appears to be close to being extinguished.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three talks at the symposium could be related back to a paper published in the first issue of \"Archiv für die gesamte Virusforschung\". Detlev Krüger (Charité Hospital, Berlin, Germany) explained the background to the paper \"Die Bedeutung der Übermikroskopie für die Virusforschung\" (Importance of ultramicroscopy for virus research) by Helmut Ruska, Bodo v. Borries and Ernst Ruska [4] . This method allowed Helmut Ruska to image virus particles and to establish their size. In a further publication in \"Archiv für die gesamte Virusforschung\", Helmut Ruska went on to suggest a method for classifying virus types based on their structural properties [5] and to note that viruses, unlike bacteria, did not divide. 80 years following the paper of the Ruska cousins and v. Borries, both Sarah Butcher (University of Helsinki, Finland) and Susan Hafenstein (Pennsylvania State University, Philadelphia, USA) explained how the techniques of cryo-electron microscopy had been developed further to enable atomic resolution of viral particles such as those from human parechoviruses and human papillomaviruses. Butcher looked into how small anti-viral compounds could bind to the human parechovirus and coxsackievirus particles. In contrast, Hafenstein used the structures of human papillomavirus to look into the at present unknown stoichiometry and positioning of the small L2 protein relative to the large L1 particle that make up the infectious virion. This knowledge should enable more efficient vaccines against papillomaviruses to be made.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prevention and control of human viruses were also themes of the talks of four speakers, Alexandra Trkola, Quentin Sattentau, Wendy Barclay and Jolanda Smit. Alexandra Trkola (University of Zürich, Switzerland) presented studies from cohorts of HIV positive patients in Switzerland that examined factors responsible for the generation of broadly neutralising antibodies against HIV. In conclusion, she suggested that the use of closed trimers of the HIV glycoprotein gp120 would be the best immunogen known at present for the induction of such broadly neutralising antibodies. Quentin Sattentau (University of Oxford, UK) showed videos of cell biological experiments to visualise the importance of cell-cell transmission of HIV particles that can take place amongst T-cells and between T-cells and macrophage. It will be an important challenge for any HIV vaccine to be able to induce antibodies that prevent such transmission events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wendy Barclay (Imperial College, London, UK) examined the response of influenza A virus strains to the host to demonstrate that a specific mutation found in the polymerase of human influenza virus strains was necessary to interact with a host nuclear protein to ensure productive replication of the influenza RNA genome. She also noted that the mildly acidic environment of the human respiratory tract was a barrier that had to be crossed by avian influenza strains to infect the human lung and was able to describe mutations in the hemagglutinin molecule that produced more stable avian influenza strains better adapted to the human respiratory environment. As Jolanda Smit (University of Groningen, The Netherlands) reported, dengue and chikungunya viruses are also important pathogens for human health; for instance, dengue virus infects about 400 million people per year. One feature of dengue virus immunity that compromises the generation of a vaccine against all four dengue serotypes is the ability of antibodies against one serotype to enhance infection with a second serotype. Smit described experiments showing that the only partially neutralised second serotype could enter macrophages using a different pathway from that used by virus that was not bound to antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Edward Holmes (University of Sydney, Australia) gave the final lecture on how metagenomics is bringing us new information on the virome of our planet. Using new-generation sequencing, Holmes could show that lower vertebrates harbour a huge number of viral species, with members of the families of the picornaviruses, the caliciviruses and reoviruses being especially frequent. Holmes speculated that the stability of the non-enveloped, icosahedral particles of viruses from these families may be one reason for their abundance. Taking all his metagenomics studies on viruses found in unicellular organisms, arthropods, birds and humans, Holmes concluded by estimating that the virome on planet Earth comprises of around 100 million viral species. There will therefore be plenty of work in the future for virologists and no shortage of papers for publishing in Archives of Virology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In short, the symposium represented a fine celebration of the publication of the first issue of Archives of Virology 80 years ago in Vienna and showcased many of the important challenges for the virology community in 2019. Archives of Virology will continue publishing high-quality research on virology in the coming years, with however one important administrative change. At the beginning of 2020, the editorial office of the journal will move from the Spring-erNature office in Vienna to the SpringerNature Office in London. I wish to thank all my colleagues at the Vienna office for their support since I became editor of Archives of Virology in 2004 and even more since becoming editor-inchief in 2018 as well as for their help in organising the two recent symposia in 2018 and 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tim Skern, December 2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The analysis of clinical and laboratory data: a large outbreak of dengue fever in Chaozhou",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Virol",
            "volume": "164",
            "issn": "",
            "pages": "2131--2135",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The unique genetic variation within the O174L gene of Polish strains of African swine fever virus facilitates tracking virus origin",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mazur-Panasiuk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wozniakowski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Virol",
            "volume": "164",
            "issn": "",
            "pages": "1667--1672",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global distribution of white spot syndrome virus genotypes determined using a novel genotyping assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oakey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Afsharnasab",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Alday-Sanz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivakumar",
                    "suffix": ""
                },
                {
                    "first": "Sahul",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Beattie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Virol",
            "volume": "164",
            "issn": "",
            "pages": "2061--2082",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Die Bedeutung der Übermikroskopie für die Virusforschung",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borries",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruska",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Archiv f Virusforschung",
            "volume": "1",
            "issn": "",
            "pages": "155--169",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Versuch zu einer Ordnung der Virusarten",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruska",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Archiv f Virusforschung",
            "volume": "2",
            "issn": "",
            "pages": "480--498",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BSE infectivity survives burial for five years with only limited spread",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Somerville",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fernie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Virol",
            "volume": "164",
            "issn": "",
            "pages": "1135--1145",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}