{
    "paper_id": "1a4d2c45d1cfb51f2c1325a76b9fb4fa8667bf16",
    "metadata": {
        "title": "Naloxone as an antidote for angiotensin converting enzyme inhibitor poisoning: a case report",
        "authors": [
            {
                "first": "Vatsal",
                "middle": [],
                "last": "Trivedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frcpc",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "A"
                ],
                "last": "Glezerson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frcpc",
                "middle": [],
                "last": "Dipayan Chaudhuri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frcpc",
                "middle": [
                    "Morgan Ghislaine"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Douflé",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 48-yr-old female (102 kg) with hypertension presented to a community hospital with intentional ingestion of amlodipine (252 mg) and perindopril (180 mg). She received 4 L intravenous crystalloid and norepinephrine to maintain a mean arterial pressure [ 65 mmHg. She received activated charcoal with subsequent aspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Her evolving vasoplegia required norepinephrine 1 lgÁkg -1 Ámin -1 , vasopressin 8 UÁhr -1 , epinephrine 0.55 lgÁkg -1 Ámin -1 , and high-dose insulin euglycemia therapy (HIET) with 10 UÁkg -1 Áhr -1 HumulinÒ (Eli Lilly & Company, Indianapolis, IN, USA). A transthoracic echocardiogram revealed normal biventricular function. Her hypoxemia necessitated transfer to a quaternary care centre, where she received lung protective ventilation, deep sedation (midazolam and fentanyl), paralysis (cisatracurium), prone positioning, and inhaled nitric oxide. This management was continued for the first 72 hr of admission, following which her hypoxemia improved. Her sedation was de-escalated to propofol only. Over the subsequent 24 hr (four days postadmission), the HIET was weaned rapidly as insulin sensitivity improved, a marker of recovery from calcium channel blocker poisoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "At this point, based on toxicologic pharmacokinetics and discussion with the Regional Poison Centre, there was concern for ongoing perindopril overdose causing vasoplegia. Given this, the patient was treated with intravenous naloxone in attempt to treat vasoplegia secondary to angiotensin converting enzyme (ACE) inhibitor. She received 200 lg aliquots of intravenous naloxone every three to five minutes to a total dose of 1.6 mg. Over the subsequent hour, her vasopressor requirements decreased. Rebound hypotension was noted four hours after administration of naloxone. An infusion was initiated and continued for a total of 48 hr, over which her vasopressors were weaned completely (Figure) . The total dose of naloxone received was approximately 10.6 mg. She showed no subjective or objective signs of pain or discomfort (reported pain, tachycardia, ventilator asynchrony). She was uneventfully extubated on postadmission day 7 and discharged from the intensive care unit for ongoing medical and psychiatric care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 695,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "Toxicity from ACE inhibitors manifests with multisystem derangements, with severe toxicity producing profound hypotension, acute renal failure, respiratory distress, and altered mentation secondary to central hypoperfusion. 1 Management is generally supportive with maintenance of normal blood pressure and perfusion. 1 Naloxone is a competitive opiate receptor antagonist used traditionally for opioid overdose. Previous reports suggest the use of naloxone to reverse captopril overdose, 2,3 but no recommendation exists for this indication.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 319,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "The challenge our case presented was a mixed overdose of amlodipine and perindopril. Toxic pharmacokinetics suggested that toxicity from amlodipine would be approximately four to five days, with a more prolonged duration of perindopril toxicity (approximately seven days) because of the active metabolite perindoprilat. Our case showed improvement in hemodynamics temporally associated with naloxone administration during perindopril overdose. The mechanism for this finding appears to depend on the effect of ACE inhibitors on the endogenous opioid system, particularly on the antagonism of enkephalinase. This leads to accumulation of enkephalins, which increase vasodepressor activity and inhibit central angiotensin II activity. 3, 4 One may postulate that the effect on hemodynamics was secondary to sympathetic activity and/or pain from naloxone administration.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 735,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 736,
                    "end": 737,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Previous literature shows that administration of naloxone to opioid-naïve humans has no noticeable effects. 5 Our patient mounted no objective or subjective features of pain/discomfort, and notably did not endorse any recollection of pain when extubated and interviewed. No complications of this therapy, or usual side effects such as vomiting, were identified.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Angiotensin converting enzyme inhibitor poisoning leads to multisystem failure secondary to systemic hypoperfusion. In the presence of profound vasoplegic shock secondary to ACE inhibitor poisoning, naloxone may be used to overcome the excess vasodepressor activity of endogenous opioids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Disclosures None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Editorial responsibility This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, Canadian Journal of Anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement None."
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement None."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid onset of haemodynamic effects after angiotensin converting enzyme-inhibitor overdose: implications for initial patient triage",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Waring",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Med J",
            "volume": "23",
            "issn": "",
            "pages": "854--861",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Naloxone reversal of hypotension due to captopril overdose",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Varon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Emerg Med",
            "volume": "20",
            "issn": "",
            "pages": "1125--1132",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of naloxone on the actions of captopril",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ajayi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Clin Pharmacol Ther",
            "volume": "38",
            "issn": "",
            "pages": "560--565",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Captopril potentiates the vasodepressor action of Met-enkephalin in the anaesthetized rat",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Nicolantonio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Takata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Veroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Br J Pharmacol",
            "volume": "80",
            "issn": "",
            "pages": "405--413",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lack of effect of naloxone on pain perception in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Sobky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Dostrovsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "263",
            "issn": "",
            "pages": "783--787",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vasopressor requirements during administration of naloxone started 96 hr after admission. The infusion was carried out for a total of 48 hr with a total administered dose of 10.6 mg. Vasopressors were weaned as tolerated to maintain mean arterial pressure [ 65 mmHg. EPI = epinephrine; NOREPI = norepinephrine; VASO = vasopressin V. Trivedi et al.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}