{
    "paper_id": "1a525401900d2f3e799b7353267cb5d7a56ad4cd",
    "metadata": {
        "title": "Personal protective equipment and possible routes of airborne spread during the COVID-19 pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We welcome Professor Cook's article clarifying the use of personal protective equipment (PPE) in protecting staff during the current COVID-19 pandemic [1] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There remains considerable debate about the extent to which airborne spread of SARS-CoV-2 occurs. Small droplets (< 5 lm) are thought to remain suspended in the air and could theoretically be inhaled into the lungs causing infection [2] . Loose fitting 'surgical' masks will not prevent such inhalation and only a tight-fitting filtering mask is adequate. Conversely larger (> 5 lm) particles do not remain suspended in the air [2] and can only cause infection if they are immediately inhaled, or after contact with a surface they land on.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We applaud the clarity brought to the complex issue of PPE, but we have concerns about the relative proportion of particles generated during a normal cough or sneeze. Nicas et al. is cited as evidence that 99.9% of the fluid volume ejected during a cough is in large particles [3] . We believe that this should be interpreted with caution because there is also evidence suggesting that a much higher proportion of particles emitted are in the small, potentially airborne, range [2] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the uncertainty regarding the infectivity of SARS-CoV-2 and the inoculum required to cause infection, it is possible that the sheer number of small particles is more relevant than the weight of the larger droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) has defined a number of healthcare-related aerosol generating procedures (AGPs) [4] but we believe this list is outdated in the context of COVID-19. Much of the evidence used by WHO is epidemiological, based on SARS and other respiratory outbreaks [5] . Many of the procedures, which were defined as aerosol generating, may in fact be a risk precisely because they generate coughing. Bronchoscopy and physiotherapy would likely fit this description.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cook points out that air accelerating across a wet surface generates aerosols [1, 4] . Typically, the faster the airflow, the more aerosols are generated. There are many other factors other than particle size (such as viral shedding) which might affect spread of SARS-CoV-2. However, we believe that if airborne spread can occur, it is likely to occur with coughing and not solely during AGPs. We agree that PPE carries cost and resource implications and should be applied in a logical manner based on the likely risk from any source of airborne particles. If airborne spread does occur, then it would make sense to apply airborne precautions when staff are exposed to infectious patients who are coughing rather than solely in the intensive care unit (ICU)/anaesthetic context. This may be why some major ",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 82,
                    "end": 84,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Personal protective equipment during the COVID-19 pandemic -a narrative review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1111/anae.15071"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Thermal effect of human body on cough droplets evaporation and dispersion in an enclosed space",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Building and Environment",
            "volume": "148",
            "issn": "",
            "pages": "96--106",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Nazaroff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "2",
            "issn": "",
            "pages": "143--54",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO Guidelines: Infection prevention and control of epidemic-and pandemic-prone acute respiratory infections in health care",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosolgenerating procedures and risk of transmission of acute respiratory infections: a systematic review. ottawa: canadian agency for drugs and technologies in health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15097"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Although we agree there is some evidence supporting tracheal intubation as an AGP, in our experience, very few airway procedures generate rapid airflows unless they cause coughing (e.g. at tracheal extubation). Many of the other AGPs listed do not generate high airflows and we question why they are considered a higher risk than coughing. Procedures such as manual ventilation and suctioning the airway (unless coughing) are unlikely to generate high gas flows. Manual ventilation, continuous positive airway pressure and non-invasive ventilation may generate a leak around a mask but high gas flows in the airway itself seem unlikely.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "bodies (the Centers for Disease Control and Prevention and the European Centre for Disease Prevention and Control) have advocated the use of respirators for healthcare workers with any contact with patients with COVID-19. It is arguable that PPE should be directed towards ward-based healthcare workers exposed to infected, coughing patients as much as to the controlled environment of ICU or the operating theatres. J. Brown C. Pope Southmead Hospital, North Bristol Trust Bristol, UK Email: charlie.pope@nhs.net No competing interests declared.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}