{"paper_id": "1a55e1fd45e754f96208ca56deca18de1f4c918c", "metadata": {"title": "How green is green enough? The changing landscape of financing a sustainable European economy", "authors": [{"first": "Elia", "middle": [], "last": "Trippel", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Changing narratives surrounding the climate and environmental crisis have shaped the degree of ambition in the approach of EU policy-makers towards the sustainability transition and sustainable finance. This paper presents the evolution of EU sustainable finance policies between 2015 and 2019, focusing on the EU Taxonomy, arguing that as European narratives have shifted towards highlighting the severity of the climate and environmental crises, EU sustainable finance policies have also accelerated. The paper considers the IPCC SR1.5, published in October 2018, as one catalyst for this shift in narratives and the subsequently stronger policy responses, culminating in the European Green Deal.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The year 2018 was a turning point in the EU's perception of, and response to, the threats arising from climate change and environmental degradation. In 2018, the Intergovernmental Panel on Climate Change (IPCC) published its landmark special report on the impacts of global warming of 1.5 • C above pre-industrial levels, also referred to as the SR1.5. The report recalls the aim of the Paris Agreement to hold \"the increase in the global average temperature to well below 2 • C above pre-industrial These findings seem at odds with the rather slow global progress towards reaching commitments in line with the Paris Agreement, including insufficient and comparatively slow policy responses. The facts, today, are clear: If we want to ensure the long-term growth and prosperity of our global economies, we must take the threats arising from climate change and environmental degradation seriously and fundamentally reform the way our economies operate. By way of illustration, Table 1 shows the projected impact of selected events and developments related to unmitigated climate change and rising levels of pollution on mortality rates and GDP growth. They focus narrowly on the direct impact of changing temperatures and do not account for the ripple effects global warming can create with regards to freshwater drain, wildfires, food and nutrition scarcity, to name a few.", "cite_spans": [], "ref_spans": [{"start": 976, "end": 983, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Even though they are difficult to precisely quantify, the projected losses resulting from the economic disruptions related to climate and environmental risks may be high 1 This number does not include secondary effects that may lead to premature death, including the general decline in the life expectancy of low-income populations that results from economic recessions, which may follow these events b The RCP 8.5 scenario projects the impact of unmitigated climate change, i.e. the progression of climate change in the absence of climate change policies. It concludes that we will reach global warming of 4 degrees by 2100, compared with pre-industrial levels, if no countervailing action is taken to reduce emissions c Van Vuuren et al. [3] , pp. 373-386 d Kahn et al. [4] , p. 1 e Pham et al. [5] , pp. 1153-1173 f These numbers show the projected net increase in mortality totally attributable to non-optimal temperature (combining heat and cold contributions) under the RCP8.5 scenario, comparing projections for the years 2090-99 with data from 2010-19. While they include additional deaths related to extreme heat and cold, they do not include deaths related to variables such as malnutrition due to food and nutrient scarcity, increasing diseases like malaria and diarrhoea, freshwater shortages, and wildfires, which are some of the direct results of increasing global temperatures g Gasparrini et al. [6] h UNEP [7] , p. 6 i DARA [8] , p. 12 j Robines [9] , pp. 171-178 enough to warrant the mitigation of these risks to become the top priority of governments around the world. 4 So why is it that despite some of this evidence having been available for decades, policy-makers have only very recently started communicating about it in a more urgent and direct manner? Some point towards the fact that the threat posed by climate change and environmental degradation is so large, so all encompassing, with such a perceived lack of ready-made solutions, we instinctively turn towards ignorance and surrender. 5 For policy-makers this has meant a non-systemic approach and narrow focus on 'other priorities', such as jobs and growth, in manner that is detached from the broader context of impeding biodiversity and climate tipping points and their potentially devastating impacts on the delivery of these priorities. In this context, Wallace-Wells remarks that \"scientists spent decades presenting the unambiguous data, demonstrating to anyone who would listen just what kind of crisis will come for the planet if nothing is done, and then watched, year after year, as nothing was done.\" 6 While the purpose of this paper is not to make the economic case for the sustainability transition itself, it is important to note that despite the well-documented economic case for integrating sustainability considerations in economic 7 and financial or investment 8 decision-making, preciously little was done until 2018.", "cite_spans": [{"start": 170, "end": 171, "text": "1", "ref_id": "BIBREF0"}, {"start": 740, "end": 743, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 772, "end": 775, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 797, "end": 800, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1412, "end": 1415, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1423, "end": 1426, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1441, "end": 1444, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1463, "end": 1466, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1589, "end": 1590, "text": "4", "ref_id": "BIBREF3"}, {"start": 2018, "end": 2019, "text": "5", "ref_id": "BIBREF4"}, {"start": 2596, "end": 2597, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "On the contrary, it is only in the last two years, that policy-makers have stopped considering sustainability as a \"nice to have\" and have started viewing it as a necessity if our economic systems are to continue functioning over the long-term. This false dichotomy, whereby policy-makers have argued that jobs and growth take precedence over sustainability, rather than acknowledging that the former is ultimately dependent on the latter, has informed the previously lukewarm policy responses that are elaborated in the next section. In addition, this approach may have contributed to increasing climate scepticism among European citizens, which in turn re-confirms the beliefs of, in particular, policy-makers at Member State level, that their focus should be anywhere but on climate-related and environmental issues. For instance, the results of a 2017 study carried out by Tvinnereim et al. on public opinions surrounding the topic of climate change indicate that citizens are generally willing \"to accept stronger mitigation action, but also that central and local governments need to facilitate low-carbon choices, bridging policy and individual action to mitigate climate change\". 9 Arguably, policy responses have not yet been strong enough to facilitate these low-carbon choices for consumers. This cautious 'hands-off' approach to policy-making in the area of sustainability may have also increased the prevalence of a certain type of climate scepticism, so-called \"response scepticism\" among citizens and business owners, confirming to policy-makers that their primary focus should not be on mitigating climate change 7 See for instance research by the New Climate Economy, who argue that bold climate action could deliver at least USD26 trillion in net global economic benefits between now and 2030 compared to business-as-usual. This includes creating more than 65 million new low-carbon jobs by 2030. Available at: https://newclimateeconomy.report/2018/. 8 Incorporating sustainability issues is a source of investment value and neglecting sustainability-related analyses may cause the mispricing of risk and poor asset allocation decisions. It can therefore be a failure of fiduciary responsibility to not take into account relevant sustainability considerations. In particular, systemic issues, like climate change or companies' social standards, may significantly alter the investment rationale for particular sectors, industries and geographies and may have generalised negative impacts on economic output. Hence, the consideration of sustainability issues should nowadays be considered one of the core characteristics of a prudent investment process. See for instance research and statements on this topic by investors worldwide, available at: https://www.fiduciaryduty21.org/signatories.html. 9 Gökçin [10] , p. 102. and environmental degradation. 10 According to Capstick and Pidgeon, two principal forms of scepticism relating to climate change in particular can be observed: so-called \"epistemic scepticism, relating to doubts about the status of climate change as a scientific and physical phenomenon; and response scepticism, relating to doubts about the efficacy of action taken to address climate change.\" 11 Contrary to popular belief, it is response scepticism that \"is more strongly associated with a lack of concern about climate change\" and should thus warrant \"additional effort [to] be directed towards addressing and engaging with people's doubts concerning attempts to address climate change.\" 12 In essence, the solution could be to take stronger policy action towards mitigating climate change and environmental degradation, focusing on providing solutions that will trickle down to the individual consumer, in turn allowing them to trust that policy action is sufficient.", "cite_spans": [{"start": 1188, "end": 1189, "text": "9", "ref_id": "BIBREF8"}, {"start": 1969, "end": 1970, "text": "8", "ref_id": "BIBREF7"}, {"start": 2813, "end": 2814, "text": "9", "ref_id": "BIBREF8"}, {"start": 2822, "end": 2826, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2868, "end": 2870, "text": "10", "ref_id": "BIBREF9"}, {"start": 3233, "end": 3235, "text": "11", "ref_id": "BIBREF10"}, {"start": 3530, "end": 3532, "text": "12", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "So if the science on climate change, today, is clear and there are strong indications that citizens can support stronger policy actions and that soft action increases scepticism among citizens, why has it taken EU policy-makers so long to change their approach and scientists so long to be more vocal about the alarming rates of global warming and environmental degradation? Hansen suspects the existence of what he calls the 'John Mercer effect'. John Mercer was one of the first scientists to suggest in 1978 \"that global warming from burning of fossil fuels could lead to disastrous disintegration of the West Antarctic ice sheet, with a sea level rise of several meters worldwide.\" Hansen remarks that in his own work he observed \"scientists who disputed Mercer, suggesting that his paper was alarmist, [were] treated as [. . . ] more authoritative\" than those who supported Mercer's conclusions. He further argues that those scientists who were \"preaching caution and downplaying the dangers of climate change fared better in receipt of research funding.\" 13 This sort of reticence has historically made \"the IPCC conclusions,\" which, up until SR1.5 in 2018, were comparatively cautious in nature, \"authoritative and widely accepted.\" 14 Wallace-Wells supports this hypothesis when stating that there are \"few things with a worse reputation\" than \"'alarmism' among those studying climate change.\" 15 He thus attributes the fact that climate scientists have in the past tended to err on the side of caution, among other things, to the tendency of climate deniers to \"capitalise on any overstatement or erroneous prediction as proof of illegitimacy or bad faith.\" 16 The result has been a widening gap between what scientists know about climate change and its impacts and the forcefulness with which they have communicated their findings to policy-makers and the public. 17 However, the publication of the SR1.5 created a visible shift in the way in which scientists and subsequently policy-makers approached 10 Ibid. 11 Ibid. 12 Ibid. 13 Hansen [11] , p. 1. 14 Hansen [11] , p. 5. 15 Wallace-Wells [2] , p. 155. 16 Wallace-Wells [2] , p. 156. 17 Hansen [11] , p. 5. and communicated about the climate and environmental crises. Wallace-Wells comments on this shift in 2018, when remarking that \"scientists began embracing fear\", as \"the IPCC released a dramatic, alarmist report illustrating just how much worse climate change would be at 2 degrees of warming compared with 1.5.\" 18 This paper argues that this shift in narrative among scientists and subsequently EU policy-makers has also influenced the way in which sustainable finance was approached at EU level after 2018.", "cite_spans": [{"start": 1061, "end": 1063, "text": "13", "ref_id": "BIBREF12"}, {"start": 1240, "end": 1242, "text": "14", "ref_id": "BIBREF13"}, {"start": 1402, "end": 1404, "text": "15", "ref_id": "BIBREF14"}, {"start": 1667, "end": 1669, "text": "16", "ref_id": "BIBREF15"}, {"start": 1874, "end": 1876, "text": "17", "ref_id": "BIBREF16"}, {"start": 2012, "end": 2014, "text": "10", "ref_id": "BIBREF9"}, {"start": 2021, "end": 2023, "text": "11", "ref_id": "BIBREF10"}, {"start": 2030, "end": 2032, "text": "12", "ref_id": null}, {"start": 2039, "end": 2041, "text": "13", "ref_id": "BIBREF12"}, {"start": 2049, "end": 2053, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2062, "end": 2064, "text": "14", "ref_id": "BIBREF13"}, {"start": 2065, "end": 2076, "text": "Hansen [11]", "ref_id": null}, {"start": 2085, "end": 2087, "text": "15", "ref_id": "BIBREF14"}, {"start": 2102, "end": 2105, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 2116, "end": 2118, "text": "16", "ref_id": "BIBREF15"}, {"start": 2133, "end": 2136, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 2147, "end": 2149, "text": "17", "ref_id": "BIBREF16"}, {"start": 2157, "end": 2161, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Sustainable finance, as many other policy developments related to the sustainability transition, first gained in prominence among policy-makers with the signature of the Paris Agreement in 2015, in particular Art. 2.1c:", "cite_spans": [], "ref_spans": [], "section": "Financing the sustainability transition"}, {"text": "This Agreement, in enhancing the implementation of the Convention, including its objective, aims to strengthen the global response to the threat of climate change, in the context of sustainable development and efforts to eradicate poverty, including by:", "cite_spans": [], "ref_spans": [], "section": "Financing the sustainability transition"}, {"text": "(c) Making finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development. 19 This provision gave prominence to a fact that policy-makers had been acutely aware of for some time: transitioning our economy towards more sustainable, low-carbon, and more resource-efficient modalities will require huge amounts of investments, both from public and private sources. In recognising this simple fact, the European Commission (Commission) recently published the European Green Deal Investment Plan. It stipulates that reaching our current 2030 energy and climate targets will require additional annual investments of at least €260 bn, while reaching some of the EU's environmental policy objectives will require additional annual investments of €100-150 bn. 20 Given the size of the EU budget, which in 2019 amounted to approximately €165 bn, it is abundantly clear that these types of investments require a fundamental reform of the EU financial sector, in order to be able to support European companies in this transition. This rather general conclusion is the starting point for the EU's agenda on sustainable finance.", "cite_spans": [{"start": 123, "end": 125, "text": "19", "ref_id": null}], "ref_spans": [], "section": "Financing the sustainability transition"}, {"text": "When looking at EU policy-making in the area of sustainable finance, following the signature of the Paris Agreement, a natural starting point is the decision of the Chinese presidency of the G20 to launch a green finance study group in 2016. Already in 2016, their synthesis report 21 brought to light many of the issues policy-makers are still trying to tackle today: externalities, maturity mismatch, information asymmetries, and of course the lack of clarity surrounding definitions of 'green' and 'sustainable'.", "cite_spans": [], "ref_spans": [], "section": "From the G20 to the EU Action Plan on Financing Sustainable Growth"}, {"text": "While the 2015 CMU Action Plan had given a nod to sustainable finance, it remained mostly focused on long-term infrastructure investments, while acknowledging the \"exponential growth in green bond issuance(s)\" 22 in the year prior to its publication and the existence of the 'Green Bond Principles' in that regard. It stated that the Commission would \"continue to assess and support these and other developments in ESG investments.\" 23 The CMU Mid-term Review, published in June 2017, however, set an entirely different tone, when stating that \"a deep re-engineering of the financial system [was] necessary for investments to become more sustainable.\" 24 This represented a significant shift in the Commission's approach towards sustainable finance and it was largely due to the Commission's decision to appoint a High-level Expert Group on Sustainable Finance (HLEG) at the end of 2016, having taken part in the G20 work as an observer. One could argue that this was the single most important decision that was taken at European level, in order to launch the domino effect of EU policies in the area of financing the sustainability transition, including the EU Taxonomy. The task of the HLEG appeared simple on paper but was complex in practice:", "cite_spans": [{"start": 652, "end": 654, "text": "24", "ref_id": null}], "ref_spans": [], "section": "From the G20 to the EU Action Plan on Financing Sustainable Growth"}, {"text": "To submit a report to the Commission setting out the scale and dimensions of the challenges and opportunities that sustainable finance presents; and recommending a comprehensive programme of reforms to the EU financial policy framework, including a clear prioritisation and sequencing. 25 To deliver on this brief, the HLEG, which began to operate in January 2017, decided to take a bird's eye view of the entire sustainability space and the way in which it relates to the financial system. They subsequently zoomed in on the topics they felt needed to be tackled first and foremost and presented, as requested, a sequencing and priorisation of actions and recommendations, first through their interim report, published in July 2017, and then through their final report, published in January 2018. In those first stages of scoping out the space, the question of clarity around definitions of \"green\" and \"sustainable\" became a focal point of their discussions, one they continued to return to periodically. Discussions around the need for clearer sustainability-related disclosures, for increasing the supply of sustainable financial products, for ensuring that environmental, social and governance (ESG factors) were duly taken into account in investment decision-making processes often came back to 21 G20 Green Finance Study Group [12] . 22 the same basic problem: What do we mean when we say 'sustainable' or 'green'? Given this recurrent theme in their discussions, it is no surprise that the first key recommendation in the HLEG final report was to \"establish and maintain a common sustainability taxonomy at EU level.\" 26 Following the publication of the HLEG final report, the Commission swiftly proceeded to adopt the Action Plan on Financing Sustainable Growth, which set out ten concrete clusters of action to embed sustainability in Europe's financial system, based on three main objectives:", "cite_spans": [{"start": 286, "end": 288, "text": "25", "ref_id": null}, {"start": 1334, "end": 1338, "text": "[12]", "ref_id": null}, {"start": 1341, "end": 1343, "text": "22", "ref_id": null}, {"start": 1626, "end": 1628, "text": "26", "ref_id": null}], "ref_spans": [], "section": "From the G20 to the EU Action Plan on Financing Sustainable Growth"}, {"text": "1. reorient capital flows towards sustainable investment, in order to achieve sustainable and inclusive growth; 2. manage financial risks stemming from climate change, environmental degradation and social issues; 3. foster transparency and long-termism in financial and economic activity.", "cite_spans": [], "ref_spans": [], "section": "From the G20 to the EU Action Plan on Financing Sustainable Growth"}, {"text": "\"Establishing an EU classification system for sustainable economic activities\" 27 was at the heart of this action plan and announced as the first action, to form the basis of many others. In this context, the Commission followed up swiftly with a legislative proposal on the \"establishment of a framework to facilitate sustainable investment\" 28 as well as separate proposals on low-carbon benchmarks and sustainability-related disclosures in the financial services sector. By the end of 2019, co-legislators had arrived at political agreement on all three proposals, including the taxonomy.", "cite_spans": [], "ref_spans": [], "section": "From the G20 to the EU Action Plan on Financing Sustainable Growth"}, {"text": "However, in order to understand the evolution and speed of development of the taxonomy in particular throughout the inter-institutional negotiations, context is crucial. By the end of 2019, the European context had changed significantly, compared with 2016, when the G20 Green Finance Study Group drew their first conclusions. Similarly, while the recommendations of the HLEG in their final report were considered to be bold and the 2018 EU action plan ground-breaking, the political agreement on the taxonomy, which co-legislators reached at the end of 2019, looked radically different from the Commission's original proposal, tabled in May 2018.", "cite_spans": [], "ref_spans": [], "section": "Commission proposal"}, {"text": "In fact, the explanatory memorandum around the Commission proposal and its content erred on the side of caution, when adopting a generally positive narrative, inviting financial market participants to use the taxonomy when they offer sustainable investment products, in order to facilitate cross-border investments, lower transaction costs, and foster consumer protection. imposes reporting obligations on companies, requiring all financial market participants, green or not, to disclose, and explicitly excludes some economic activities from eligibility-requirements that would not have been politically feasible at the proposal stage. Arguably, the Commission proposal, published on 24 May 2018 and months before the SR1.5, was still informed by a notion of caution among policy-makers, based on a narrative that encouraged market actors to take into account sustainability, without directly requiring the majority of the market to do so.", "cite_spans": [], "ref_spans": [], "section": "Commission proposal"}, {"text": "The Commission proposal intended to set out uniform criteria for determining whether an economic activity is environmentally sustainable. The aim of putting place these criteria was to provide market actors, consumers, and especially institutional investors and asset managers, given the CMU family tree of this measure, with clarity on which activities are sustainable in order to inform their investment decisions. It would help to ensure that investment decisions favoured economic activities that are genuinely providing a substantial contribution to the achievement of climate-related and environmental objectives, while also complying with minimum social and governance standards. This would in turn facilitate cross-border access to capital for sustainable investments, as there would only be one single classification system for Member States to draw from when developing sustainability-related standards or labels. This is in line with Art.114 TFEU, which provides the legal basis for the Commission proposal, aiming at protecting consumers when fighting greenwashing, as well as to enable cross-border sustainable investments. To this end, the scope of application of the Commission proposal is limited to financial products that are marketed as environmentally sustainable, in order to ensure that products that are marketed as such are comparable across Member States and to protect consumers from products that may make misleading. The Commission proposal did not impose a definition of what a sustainable investment is, such as by requiring a certain percentage of investments underlying the financial product to support environmentally sustainable economic activities. Instead, it set out a framework to facilitate sustainable investments, when providing a tool that could be used flexibly by financial market participants and Member States, in order to develop products, standards, or labels, which they claim are green. Ultimately, it would be for the market and the consumer to decide whether the level of ambition is high enough for a product to qualify as green, based on the required disclosure as part of the Taxonomy Regulation. To this end, financial market participants who offer green financial products must disclosure the way in which and the extent to which they have used the criteria set out in the Taxonomy Regulation.", "cite_spans": [], "ref_spans": [], "section": "Legal basis, proportionality, and choice of the instrument"}, {"text": "Furthermore, in line with the principle of proportionality, set out in Art. 5 TEU, the approach proposed by the Commission aimed at creating incentives by making it easier to invest in sustainable economic activities, without directly penalising other types of investments. Importantly, \"it [did] not harmonise the methodology to determine the environmental sustainability of an investment in certain companies or assets. doing so, the proposal aimed to make it easier for market actors to raise funds for sustainable economic activities across borders, when establishing a level playing field to all market actors within the Union. Given the fact that the proposal did not introduce a definition of sustainable investment, it put forward a rather flexible regime, where Member States should decide on the specific details of their national labels, including the degree to which the taxonomy must be used when putting together a green financial product.", "cite_spans": [], "ref_spans": [], "section": "Legal basis, proportionality, and choice of the instrument"}, {"text": "Against this background, it is important to note that the Commission proposal did not require any taxonomy-related disclosure by non-financial companies. Instead, the Commission updated in 2019 the non-binding guidelines 30 accompanying the Nonfinancial Reporting Directive 31 to include recommended disclosure by companies on their level of taxonomy-alignment, with different indicators for financial and nonfinancial companies. In this context, the Commission proposal focused on providing what is commonly referred to as a binary taxonomy, i.e. a system that only classifies economic activities that are sustainable, instead of setting out a taxonomy that would classify all economic activities according to their degree of sustainability, including activities that are environmentally harmful. In this vein, the Commission proposal also did not set out any explicit exclusions that would prevent economic activities from qualifying. Instead, it set out high-level criteria that economic activities would need to comply with in order to be classified as environmentally sustainable.", "cite_spans": [], "ref_spans": [], "section": "Key features of the Commission proposal"}, {"text": "These criteria are set out in Art. 3 of the Commission proposal, which \"requires that the economic activity contributes substantially to one or more environmental objectives and does not significantly harm any of the others [. . . ] [and] is carried out in compliance with minimum social and labour international standards.\" 32 The Commission would set out through delegated acts specific technical screening criteria, in order to determine \"what constitutes a substantial contribution to an environmental objective and what constitutes [significant] harm to other objectives.\" 33 In order to guide the Commission's work of determining the technical screening criteria for substantial contribution to environmental objectives, Art. 6-11 of the proposal further specified six environmental objectives and some more detailed criteria for determining a substantial contribution. Art. 12, which set out more detailed criteria for determining significant harm to the six environmental objectives, complemented Art. 6-11. Lastly, Art. 13 established the minimum safeguards that companies would need to comply with, when referring to the International Labour Organisations' declaration on Fundamental Rights and Principles at Work, while Art. 14 further framed the Commission empowerment to adopt delegated acts. ", "cite_spans": [], "ref_spans": [], "section": "Key features of the Commission proposal"}, {"text": "The report agreed between the joint ECON / ENVI committees in the European Parliament (Parliament) on 11 March 2019 already took a different direction. The report in itself was a delicate balancing act between different parliamentary groups, some more ambitious than others, and some focusing more on the social dimension of sustainability, as opposed to the green dimension, as proposed by the Commission. However, it generally reflected a higher level of environmental ambition, not least due to the involvement of the ENVI committee and the affiliation of one of the rapporteurs with the Greens, but also due to the fact that conversations in Europe had become bolder and more ambitious, following the publication of SR1.5.", "cite_spans": [], "ref_spans": [], "section": "The European Parliament joint committee report"}, {"text": "One of the amendments that showed the starkest divergence in approach between the Parliament and the Commission is in the very first articles of the regulation: Amendment 35, which deals with Art.1 \"Subject matter and scope\":", "cite_spans": [], "ref_spans": [], "section": "The European Parliament joint committee report"}, {"text": "This Regulation establishes the criteria for determining the degree of environmental impact and sustainability of an economic activity for the purposes of establishing the degree of environmental sustainability of an investment made within the EU. 34 The amendment significantly broadens the subject matter, when abandoning the binary approach proposed by the Commission (\"whether an economic activity is environmentally sustainable\") and introducing a taxonomy that would classify every economic activity in the market, according to its degree of sustainability. This is most commonly referred to as a \"shades of green\" approach, although the original authors of this amendment would likely not support such a label. Instead, their aim was to introduce a brown taxonomy, classifying polluting and environmentally harmful activities, in addition to a green taxonomy, which would classify only activities that are unequivocally green.", "cite_spans": [{"start": 248, "end": 250, "text": "34", "ref_id": null}], "ref_spans": [], "section": "The European Parliament joint committee report"}, {"text": "The joint committee report further broadened the material scope of application to all financial products, which is another significant departure from the prudent approach taken by the Commission. The joint committee report required all financial market participants who offer financial products to disclose taxonomy-alignment, unless they: (i) either explain that the economic activities funded by the product do not have any significant sustainability impact; or (ii) declare in the prospectus that the product in question does not pursue sustainability objectives and as such is at increased risk of funding economic activities that are not considered sustainable under the taxonomy.", "cite_spans": [], "ref_spans": [], "section": "The European Parliament joint committee report"}, {"text": "The text proceeded to introduce criteria for economic activities with a negative environmental impact (Art. 3a) and also contained explicit exclusions: Power generation activities that utilise solid fossil fuels, produce non-renewable waste, or contribute to carbon intensive lock-in effects are excluded ex-ante, meaning investments in coal, nuclear, or gas pipelines would not qualify. Another striking difference between the Commission's proposal and the Parliament committee report was the attempt to introduce a \"7th objective\" on social, meaning the development of a social taxonomy-something the Commission proposal had postponed to a later stage through the introduction of a relevant review clause. While this amendment did not make it into the committee report, the minimum social safeguards were strengthened with regards human rights and to also include the OECD Guidelines for Multinational Enterprises, the UN Guiding Principles on Business and Human Rights, and the International Bill of Human Rights.", "cite_spans": [], "ref_spans": [], "section": "The European Parliament joint committee report"}, {"text": "In the final report of the Parliament, issuers were included in the definition of 'financial market participant', meaning the Parliament enlarged the scope of the Regulation from strictly investment products, as defined in the Commission proposal, to also include all types of bonds. If issuers or financial market participants do not wish to report on their taxonomy-alignment, they must either explain in the prospectus that their product does not have an impact on sustainability, or declare in the prospectus that the product does not pursue sustainability objectives and as such risks funding economic activities which are not considered sustainable.", "cite_spans": [], "ref_spans": [], "section": "The Parliament report after the plenary vote"}, {"text": "The amendment of extending the taxonomy to environmentally harmful activities also survived in the final text, albeit in a limited format: The Commission was tasked with carrying out an impact assessment on the consequences of revising the regulation to include also environmentally harmful economic activities. In this context, power generation activities that utilise solid fossil fuels, produce non-renewable waste, or contribute to carbon intensive lock-in effects are excluded ex-ante. This means no investments in coal, nuclear, or gas pipelines.", "cite_spans": [], "ref_spans": [], "section": "The Parliament report after the plenary vote"}, {"text": "While social objectives were not added in the final text, Art. 5 was renamed \"sustainability objectives\", in order to cater for such an extension in the future. However, the minimum social safeguards were significantly strengthened to include the OECD Guidelines for Multinational Enterprises, the UN Guiding Principles on Business and Human Rights, and the International Bill of Human Rights. The Commission was empowered to develop criteria for determining compliance with these safeguards as well as asked to conduct an impact assessment on a potential further extension of these safeguards. Similarly, the tasks of the Platform on Sustainable Finance (article 15) were enlarged, among other things, to also comprise assistance to the Commission on defining possible social objectives.", "cite_spans": [], "ref_spans": [], "section": "The Parliament report after the plenary vote"}, {"text": "The Council negotiating position 35 reflected the fault lines between Member States, which were fundamentally different from those observed during the negotiations in the Parliament, as well as the generally lower level of ambition of some national governments. Rather than increasing the scope of the Taxonomy Regulation, discussions steered by some Member States were instead focused on limiting the application of the Regulation and increasing the involvement of Member States in the definition of the technical screening criteria. The difficulties in reaching an agreement in the Council were reflected in the fact that the file was handled by three different presidencies: Austria, Romania, and Finland. It was only under the Finnish Presidency that EU ambassadors gave their green light on 25 September 2019 to a common position, allowing the process of trilogues to start. The Council's fault lines were fundamentally influenced by the realities on the ground and the different perceptions of Member States with regards to the severity of the climate threat. The statements by different Member States, attached to the common position, reflected this fact, and appeared to be largely influenced by the general narratives existing in those Member States around the largesse of the climate and environmental crisis.", "cite_spans": [], "ref_spans": [], "section": "The Council negotiating position"}, {"text": "The Council position put forward a hybrid approach of delegated and implementing acts, whereby the principles and metrics for the technical screening criteria, as well as the 'do no significant harm' criteria, would be covered by a delegated act, while the specific threshold for substantial contribution of each economic activity would be decided by way of an implementing act. This is a fundamental departure from the Commission's proposal, as it significantly increases the influence of Member States over the setting of thresholds and criteria, and poses a risk of delaying the adoption process of these criteria, given the divergent views on climate-related and environmental issues between Member States. In addition, the Council also added a 'Member States Expert Group' to advise the Commission on the appropriateness of the technical screening criteria to further increase their influence over the criteria-setting process.", "cite_spans": [], "ref_spans": [], "section": "Details of the Council's position"}, {"text": "In this context, a myriad of statements by different Member States and groups of Member States reflected the dominant narratives surrounding the climate threat that exist in those countries. Among them were a joint statement by Germany, Luxembourg, and Austria, expressing their concerns that nuclear energy might qualify under the taxonomy and a similar statement by Greece clearly showing the country's position that nuclear energy should not be able to qualify as sustainable. In contrast, a statement by Poland focused on explaining that the compromise proposal does not take into account the different points of departure of Member States, nor the diversity of their energy mixes and their individual paths towards a sustainable energy system. This statement in particular reflects the primacy of national concerns surrounding energy security and a potentially slower speed of the sustainability transition, over the scientific evidence that certain types of energy sources can lead to carbon-intensive lock-in, and are as such not compatible with reaching the Paris goals.", "cite_spans": [], "ref_spans": [], "section": "Details of the Council's position"}, {"text": "Importantly, the political compromise was finalised within less than two months and the text that was agreed 36 reflected a level of ambition that was absent in the Commission proposal. The text contained reporting obligations for companies, the broadened 36 Presidency [18]. material scope that was proposed by the Parliament, an explicit exclusion of solid fossil fuels from eligibility, strengthened minimum safeguards, and a review clause on the development of a brown taxonomy. It also retained the delegated acts originally proposed by the Commission, over fear of lowering the ambition of the criteria and slowing down the process unnecessarily through the use of implementing acts.", "cite_spans": [], "ref_spans": [], "section": "Arriving at a political compromise and a European Green Deal"}, {"text": "Arguably, this result was due to the fact that the trilogue negotiations took place within a fundamentally different context and, importantly, at a time when the SR1.5 had already created waves and European policy-makers had begun shifting their approach towards a more systemic and radical one. On 9 October, only weeks before the start of the trilogues, President-elect Ursula von der Leyen published her political guidelines, which she had originally presented on 16 July 2019, in her capacity as candidate for the President of the Commission. In this publication, the first of her six headline ambitions, or proposed Commission priorities, was titled \"A European Green Deal.\" 37 Moreover, the general narrative surrounding climate change and environmental degradation was bolder than what had been presented by Jean-Claude Juncker five years prior, on 15 July 2014. While the latter was very much focused on \"jobs, growth, and investment\", Von der Leyen's guidelines had the \"aspiration [. . . ] of living in a natural and healthy continent.\" 38 While the Juncker Commission made \"A Resilient Energy Union with a Forward-Looking Climate Change Policy\" the third of its priorities, it continued to be narrowly focused on diversifying Europe's energy sources, in order to reduce the energy dependency of Member States. 39 Making \"Europe's Energy Union [. . . ] the world number one in renewable energies\" was justified by \"not only [being] a matter of a responsible climate change policy\" but rather about having \"affordable energy in the medium term\" and building on \"the potential of green growth.\" 40 It reflected very much the sentiment that sustainability was considered a \"nice to have\", in addition to other priorities that were viewed in isolation from it.", "cite_spans": [], "ref_spans": [], "section": "Arriving at a political compromise and a European Green Deal"}, {"text": "On the other hand, the European Green Deal, unveiled on 11 December 2019, took a more holistic and radical approach. It set out \"to transform the EU into a fair and prosperous society, with a modern, resource-efficient and competitive economy where there are no net emissions of greenhouse gases in 2050 and where economic growth is decoupled from resource use.\" 41 Against this backdrop, a tool like the Taxonomy Regulation ceased to be a \"nice to have\" and became an absolute necessity. This was also acknowledged in the European Green Deal Investment Plan, the investment pillar of the European Green Deal, which was published shortly thereafter. In order to \"mobilise at least EUR 1 trillion of sustainable investments over the next decade through the EU budget\", as announced in the investment plan, and to \"create an enabling framework for private investors and the public sector\", there needs to be 37 Von der Leyen [16] , p. 4. 38 Von der Leyen [16] , p. 3. 39 Juncker [17] , p. 6. 40 Ibid. a high degree of clarity on what can be considered a sustainable investment. As such, the European Green Deal Investment Plan clearly states that the EU Taxonomy is one way of the main ways to achieve these goals. 42", "cite_spans": [{"start": 923, "end": 927, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 953, "end": 957, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 966, "end": 968, "text": "39", "ref_id": null}, {"start": 977, "end": 981, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Arriving at a political compromise and a European Green Deal"}, {"text": "The ongoing economic crisis arising from the COVID-19 outbreak has re-ignited many of the conversations that proponents of the European Green Deal had considered closed, and in particular the question of whether green growth is really a feasible proposition or whether there are always going to be inherent trade-offs involved in its pursuit. Much of this debate is limited in usefulness because it hinges on the same sort of binary thinking and cognitive dissonance that dominated the debate among policy-makers before the publication of SR1.5. Overcoming the false dichotomy that governs many of these discussions will be the defining task for European policymakers for some years to come. Already now, it is clear that sustainable finance may undergo another paradigm shift: from being a tool to ensure we avert the worst effects of climate change and environmental degradation to being a modus operandi that will allow us to recover from the current crisis in a timely manner and sustainable fashion as well as ensure that we are able to weather similar crises in the future.", "cite_spans": [], "ref_spans": [], "section": "Towards a sustainable European economy"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An IPCC Special Report on the impacts of global warming of 1.5 • C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty", "authors": [], "year": 2018, "venue": "Global Warming of 1.5 • C", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Uninhabitable Earth, 1st edn", "authors": [{"first": "D", "middle": [], "last": "Wallace-Wells", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A new scenario framework for Climate Change Research: scenario matrix architecture", "authors": [{"first": "D", "middle": [], "last": "Van Vuuren", "suffix": ""}], "year": 2014, "venue": "Clim. Change", "volume": "122", "issn": "", "pages": "373--386", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Long-term Macroeconomic Effects of Climate Change", "authors": [{"first": "M", "middle": ["E"], "last": "Kahn", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The effects of climate change on GDP by country and the global economic gains from complying with the Paris climate accord", "authors": [{"first": "V", "middle": ["H"], "last": "Pham", "suffix": ""}], "year": 2018, "venue": "Adv. Earth Space Sci", "volume": "6", "issn": "8", "pages": "1153--1173", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Projections of temperature-related excess mortality under climate change scenarios", "authors": [{"first": "A", "middle": [], "last": "Gasparrini", "suffix": ""}], "year": 2017, "venue": "Lancet Planet. Health", "volume": "1", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "UNEP: Towards a pollution-free planet", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "DARA: In: Climate Vulnerability Monitor: A Guide to the Cold Calculus of a Hot Planet", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Death toll exceeded 70,000 in Europe during the summer of", "authors": [{"first": "J", "middle": ["M"], "last": "Robine", "suffix": ""}], "year": 2003, "venue": "C. R., Biol", "volume": "331", "issn": "2", "pages": "171--178", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lessons learned about the hindering factors for regional cooperation towards the mitigation of climate change", "authors": [{"first": "Ö", "middle": ["P"], "last": "Gökçin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Scientific reticence and sea level rise", "authors": [{"first": "J", "middle": ["E"], "last": "Hansen", "suffix": ""}], "year": 2007, "venue": "Environ. Res. Lett", "volume": "2", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "European Commission: Register of Commission Expert Groups and Other Similar Entities", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "High-level Expert Group on Sustainable Finance: Final Report", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "General Secretariat of the Council: Proposal for a Regulation of the European Parliament and of the Council on the establishment of a framework to facilitate sustainable investment: Mandate for negotiations with the European Parliament", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A Union that strives for more. My agenda for Europe: political guidelines for the next European Commission", "authors": [{"first": "U", "middle": [], "last": "Von Der Leyen", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Presidency: Proposal for a Regulation of the European Parliament and of the Council on the establishment of a framework to facilitate sustainable investment-approval of the final compromise text", "authors": [{"first": "J", "middle": ["C"], "last": "Juncker", "suffix": ""}], "year": 2014, "venue": "A New Start for Europe: My Agenda for Jobs", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Paris Agreement to the United Nations Framework Convention on Climate Change, Dec. 12, 2015, T.I.A.S. No. 16-1104. 2 IPCC [1].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "for a Regulation of the European Parliament and of the Council on the Establishment of a Framework to Facilitate Sustainable Investment, [2018], COM/2018/353 Final, p. 12.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Communication from the Commission, Guidelines on Non-Financial Reporting: Supplement on Reporting Climate-Related Information (2019/C 209/01). 31 Directive 2014/95/EU of the European Parliament and of the Council of 22 October 2014 amending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups [2014] OJ L 330, 15.11.2014, p. 1-9. 32 Proposal for a Regulation of the European Parliament and of the Council on the Establishment of a Framework to Facilitate Sustainable Investment, [2018], COM/2018/353 Final, p. 13. 33 Ibid.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Overview of the impact of selected events and developments, relating to climate and environmental tipping points, on GDP and mortality rates", "latex": null, "type": "table"}, "TABREF1": {"text": "Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions Action Plan on Building a Capital Markets Union, [2015], COM/2015/0468 final, p. 16. 23 Ibid.", "latex": null, "type": "table"}, "TABREF2": {"text": "The political agreement, on the other hand, 26 High-level Expert Group on Sustainable Finance [14], p. 15. 27 Communication from the Commission to the European Parliament, the European Council, the Council, the European Central Bank, the European Economic and Social Committee and the Committee of the Regions, Action Plan: Financing Sustainable Growth, [2018] COM/2018/097 Final, p. 4. 28 Proposal for a Regulation of the European Parliament and of the Council on the Establishment of a Framework to Facilitate Sustainable Investment, [2018], COM/2018/353 Final.", "latex": null, "type": "table"}}, "back_matter": []}