{"paper_id": "1a56d42596317b093a2f9fda2a43deb0bf040921", "metadata": {"title": "INFORMATION STATEMENT Guidance and best practices for nuclear cardiology laboratories during the coronavirus disease 2019 (COVID-19) pandemic: An Information Statement from ASNC and SNMMI", "authors": [{"first": "Hicham", "middle": [], "last": "Skali", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA"}}, "email": ""}, {"first": "Venkatesh", "middle": ["L"], "last": "Murthy", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor", "region": "MI"}}, "email": ""}, {"first": "Mouaz", "middle": ["H"], "last": "Al-Mallah", "suffix": "", "affiliation": {"laboratory": "", "institution": "Houston Methodist Hospital", "location": {"settlement": "Houston", "region": "TX"}}, "email": ""}, {"first": "Tim", "middle": ["M"], "last": "Bateman", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Missouri-Kansas City", "location": {"settlement": "Kansas City", "region": "MO"}}, "email": ""}, {"first": "Rob", "middle": [], "last": "Beanlands", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ottawa Heart Institute", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}, {"first": "Nathan", "middle": [], "last": "Better", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Melbourne Hospital and University of Melbourne", "location": {"settlement": "Melbourne", "country": "Australia"}}, "email": ""}, {"first": "Dennis", "middle": ["A"], "last": "Calnon", "suffix": "", "affiliation": {"laboratory": "", "institution": "OhioHealth Heart and Vascular Physicians", "location": {"settlement": "Columbus", "region": "OH"}}, "email": ""}, {"first": "Vasken", "middle": [], "last": "Dilsizian", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Maryland School of Medicine", "location": {"settlement": "Baltimore", "region": "MD"}}, "email": ""}, {"first": "Alessia", "middle": [], "last": "Gimelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Toscana Gabriele Monasterio", "location": {"settlement": "Pisa", "country": "Italy"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Pagnanelli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Donna", "middle": ["M"], "last": "Polk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA"}}, "email": ""}, {"first": "Prem", "middle": [], "last": "Soman", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pittsburgh Medical Center", "location": {"settlement": "Pittsburgh", "region": "PA"}}, "email": ""}, {"first": "Randall", "middle": ["C"], "last": "Thompson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Missouri-Kansas City", "location": {"settlement": "Kansas City", "region": "MO"}}, "email": ""}, {"first": "Andrew", "middle": ["J"], "last": "Einstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York-Presbyterian Hospital", "location": {"settlement": "New York", "region": "NY"}}, "email": ""}, {"first": "Sharmila", "middle": [], "last": "Dorbala", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Since its emergence in December 2019, Coronavirus Disease 2019 (COVID-19) has profoundly affected healthcare systems worldwide. No aspect of medical practice has been untouched, and each area of practice has unique considerations to be taken into account. [1] [2] [3] [4] [5] [6] [7] [8] [9] COVID-19 is associated with increased risks in patients with cardiovascular disease and provides unique challenges for their care, as well as for the care of all patients in healthcare facilities and the staff in these facilities. 10, 11 As prevention is of utmost importance to contain the spread of COVID-19, all non-urgent nuclear cardiology studies should be postponed and only urgent studies performed whenever clinically appropriate to expedite management of outpatients, as well as assessment and disposition of inpatients and emergency department patients, and expand hospital capacity, with precautions to minimize exposure of healthcare professionals and patients. In this Information Statement, the American Society of Nuclear Cardiology (ASNC) and Society of Nuclear Medicine and Molecular Imaging (SNMMI) address the practice of nuclear cardiology in the setting of the current COVID-19 pandemic reflecting the perspectives of diverse practices across the United States and worldwide.", "cite_spans": [{"start": 256, "end": 259, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 260, "end": 263, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 264, "end": 267, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 268, "end": 271, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 272, "end": 275, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 276, "end": 279, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 280, "end": 283, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 284, "end": 287, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 288, "end": 291, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 523, "end": 526, "text": "10,", "ref_id": "BIBREF10"}, {"start": 527, "end": 529, "text": "11", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The document is organized around steps for protection of healthcare personnel and the patient, using the patient's journey through the nuclear cardiology laboratory, for inpatients, outpatients, and emergency department patients. We emphasize that many of these recommendations are practice based, and not systematically tested, and must be considered in the context of following state, local public health, and institutional infection control policies which may change day by day in this rapidly changing outbreak. This guidance is provided as an initial response to this pandemic and changes could be necessary if this becomes chronic or seasonal.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Several general principles have been suggested by the World Health Organization (WHO) and Centers for Disease Control and Prevention (CDC) with key goals to reduce mortality and morbidity, minimize disease transmission, protect healthcare professionals, and preserve healthcare system functioning. 12 In specific, some of these recommendations include • Distancing. • Hand hygiene. • Rescheduling non-urgent visits. • Rescheduling elective surgeries and procedures. • Using separate spaces for patients with known or suspected COVID-19 to prevent spread.", "cite_spans": [{"start": 298, "end": 300, "text": "12", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "GENERAL PRINCIPLES FOR COVID-19 PROTECTION"}, {"text": "• Ensuring supplies are available. • Promoting use of telehealth.", "cite_spans": [], "ref_spans": [], "section": "GENERAL PRINCIPLES FOR COVID-19 PROTECTION"}, {"text": "All practices should take steps to minimize the risk of COVID-19 exposure to healthcare personnel and patients during the performance of nuclear cardiology procedures. Below is a list of procedures recommended for healthcare professionals, compiled from various institutions. These apply at all times in the workplace and throughout the patient journey.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Screen staff, patients, and visitors before they enter the department.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Minimize non-essential visitors into the department.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Record symptoms at the start of the shift. • Record temperature daily as per local policies and standards.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Use personal protective equipment (PPE) for healthcare personnel, and if available for patients (due to concern of asymptomatic transmission of COVID-19), as per local policies and standards.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Maintain strict hand hygiene. • Maintain 6 feet distance in all patient/staff interactions when possible.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Minimize crowding in workplace.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Work remotely whenever feasible. • Use of virtual conference tools for meetings and educational conferences.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "• Rotating staff schedules for onsite and offsite work. • Training in local infection control recommendations.", "cite_spans": [], "ref_spans": [], "section": "PROTECTION OF HEALTHCARE PERSONNEL"}, {"text": "Patients referred for nuclear cardiology procedures are frequently greater than 60 years of age and have other comorbidities (e.g., hypertension, diabetes, chronic lung disease, and chronic renal disease) that place them at a high risk for adverse outcomes with COVID-19. The various steps to minimize patient and healthcare professional exposure to COVID-19 are listed below, tracking the patient journey from pre-procedure planning before the test, to steps taken on arrival for the test, during the test, and after the test for image interpretation and reporting ( Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 568, "end": 576, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "ADAPTING NUCLEAR CARDIOLOGY PRACTICE DURING THE COVID-19 PANDEMIC"}, {"text": "Prior to the patient arriving for an examination, the laboratory team needs to ascertain: 1) the level of risk of the patient transmitting COVID-19 to laboratory personnel, and 2) the urgency of performing the test, whether it can be safely deferred, and if so, for how long. It is important to contact patients the day prior to the scheduled nuclear cardiology testing to screen patients by history following latest local infection control recommendations for COVID-19 exposure risk. It is important to contact patients the day prior to the scheduled nuclear cardiology testing to ensure that the patient is not experiencing clinical signs (fever) or symptoms (cough, dyspnea, unusual fatigue, myalgia, diarrhea, anosmia, hyposmia, dysgeusia, or ageusia) suggesting possible occult COVID-19 infection, and that they have not been exposed to any case or high-risk subjects in the preceding 2 weeks, and have not travelled to high COVID risk areas (Table 1 ). An equally important consideration is the potential risk of the patient being exposed to COVID-19 infection through exposure to the nuclear laboratory equipment and laboratory personnel. Suggest patients to arrive for the test alone, if feasible. If the patient must be accompanied, the accompanying person should also be screened for history of COVID-19 exposure risk. Depending on Is your sense of smell less than it usually is? Is your sense of taste less than it usually is? Have you been exposed to any person with the virus in the last 2 weeks? Have you been exposed to any person who has a high risk of getting the virus, in the last 2 weeks? Have you travelled to any place where a lot of people have COVID-19? During this pandemic, with hospital resources stretched in many parts of the world, there is limited role for performing nuclear cardiac stress tests in patients who are known to have active COVID-19 virus infection. The results of nuclear cardiology procedures would be very unlikely to alter short-term patient management in most patients with active COVID-19 infection. Likewise, facilities need to exercise extreme caution in patients who have been exposed to COVID-19, especially those with recent, high-risk exposures.", "cite_spans": [], "ref_spans": [{"start": 947, "end": 955, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "General considerations before the patient arrives for the test"}, {"text": "In addition, during the COVID-19 pandemic, hospitals are making every effort to decrease the number of elective surgical and imaging procedures to conserve PPE. They are also attempting to conserve cleaning and decontamination chemicals as these resources are of limited supply. Thus, patients who do not have an urgent need for testing should have their testing deferred. Procedures with a potential to change management within the next few weeks and could impact short-term prognosis should be performed. Procedures that have a low probability of identifying serious abnormality that can change management acutely, for which benefit would primarily be over the intermediate or long term, can be postponed. Such classification of procedures requires clinical judgment and preferably discussion with the referring provider.", "cite_spans": [], "ref_spans": [], "section": "General considerations before the patient arrives for the test"}, {"text": "As the pandemic spreads into a community, many laboratory medical directors have taken the time to review patients' medical records to assign the triage category. Some centers triage using a three-category scale ( Table 2 ). Performance of imaging will be based on the guiding principle that imaging is appropriate per appropriate use criteria and will result in a change in patient management in the near term (Priority 1, perform as scheduled), intermediate term (Priority 2, postpone by 2-4 months) or long term (Priority 3, postpone [ 4 months). Decisions are made based on clinical judgment on expected benefit to guide management, on the urgency of the test, and in discussion with the referring clinician. This list is not exhaustive and is meant to provide a few examples of tests that can be performed or postponed by 2-4 months or longer based on a discussion with the referring clinician. Laboratories should consider establishing such priority scales and follow the principle that the timing of the test relates to the urgency of the management decision being made.", "cite_spans": [], "ref_spans": [{"start": 214, "end": 221, "text": "Table 2", "ref_id": "TABREF1"}], "section": "General considerations before the patient arrives for the test"}, {"text": "Another more granular approach is to triage using a four-category scale: (1) those patients who have an urgent need for testing, (2) those who can safely defer testing for 1-2 months, (3) those in whom the test can be safely deferred for 2-3 months, and (4) elective (those in whom the test can be deferred for 4-6 months).", "cite_spans": [], "ref_spans": [], "section": "General considerations before the patient arrives for the test"}, {"text": "Contemporary electronic health records allow referring providers to indicate test priority at the time of test ordering. Patients whose exams are deferred should be given an explanation for this deferral, and urged to contact their provider if their condition changes. If possible, patients in whom the tests are deferred can be contacted on a regular basis by providers to confirm that they remain stable and that their condition has not deteriorated requiring an earlier test or different management. At the time this document was written, [ 90% of planned outpatient tests have been postponed by 8 weeks in many centers.", "cite_spans": [], "ref_spans": [], "section": "General considerations before the patient arrives for the test"}, {"text": "• Given the risk of transmission from asymptomatic carriers, all patient-facing staff in the waiting room and laboratory should wear a facemask at all times, if available.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Upon arrival to the hospital/nuclear laboratory, question the patient again for COVID-19 exposure and risk as listed previously.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Depending on local policies and available human and supply resources, consider measuring temperature of all patients at arrival to the healthcare facility and/or nuclear cardiology laboratory. Consider non-contact thermometer if available.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• If the patient has suspicious symptoms, staff in contact with the patient should don full PPE (mask, eye shielding, gown, and gloves) and provide a mask to the patient, following local direction for person under investigation (PUI). In many laboratories, these patients are being cancelled or rebooked depending on the course of the respiratory illness and the urgency of the test.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Review the test indication with the nuclear laboratory team ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 64, "end": 71, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Physical distancing should be practiced in waiting areas, ideally with 6 feet (2 m) between persons.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Limit interaction between inpatients and outpatients.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "For applicable laboratories, consider the possibility of separate imaging teams to handle inpatients and outpatients.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• It should be noted that in practices with combined nuclear medicine and nuclear cardiology operations, immunocompromised oncology patients may be in the same area and unduly exposed. Whenever possible, immunocompromised oncology patients should be separated from other patients, and have separate personnel attending to them for their testing.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "Considerations during the test 1. Staff considerations • General principles of protection for healthcare personnel, as listed above, should be applied during the test.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• For stress testing, PET, and SPECT studies, every effort should be made to minimize the number of staff in contact with the patient.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Handling of imaging in a COVID-19 positive patient is best performed using two technologists, one donning full personal protective equipment to attend to the patient, and the other to operate the scanner.", "cite_spans": [], "ref_spans": [], "section": "Considerations at the time of patient arrival for the test"}, {"text": "• Proper infection control of the scanners as per institutional policies is mandatory. • If a patient who has suspected or confirmed COVID-19 undergoes testing, thorough cleaning should then be performed by the designated ''cleaning team'' following infection control policies at that institution, with strict adherence to local guidelines.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• The imaging room is appropriately cleaned, should be closed, and after a delay of 30-60 min (based on local practice recommendation) the imaging room can be terminally cleaned. After 1 hour, the room can be used again.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• For patients not thought to be high risk for COVID-19 infection, after performing nuclear cardiology procedures all equipment (camera, table, chair) should be wiped down by staff using appropriate PPE (as per local policies and standards), and using appropriate cleaning material to include all surfaces in contact with the patient per local infection control policies.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• For patients with known active COVID-19 or thought to be high risk for COVID-19, between patients, equipment including cameras, beds, and anything that has been in contact with ANY patient and/or staff should be decontaminated, using appropriate PPE (as per local policies and standards), by locally available cleansing agents and as per manufacturer's recommendations. After scanning PUI or active COVID ? patients, additionally, air/ventilation system disinfection may be performed per local infectious disease recommendations.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• Regular cleaning of surfaces should also be performed using appropriate PPE (as per local policies and standards), including doorknobs, table surfaces, computer keyboards, telephones, and dictation equipment at least daily, and preferably, between users. This can be with locally available wipes or soaps, in keeping with institutional recommendations.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• Also, minimize number of times staff go into and out of room to minimize use of PPE. This means extra attention to making patient comfortable, more time setting electrocardiogram leads, etc.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• The stretcher, treadmill, blood pressure equipment, and infusion pumps should be cleaned after each test and sheets/linen replaced in compliance with local infection control recommendations.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "• Certain institutions in China are disinfecting the air-conditioning systems and using disinfectant fumigation of the healthcare facilities.", "cite_spans": [], "ref_spans": [], "section": "Room handling considerations"}, {"text": "Given the need to minimize time of interaction between personnel and patients and maximize distance of interaction, selection of protocols that expedite testing is recommended.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "a. Imaging protocol selection", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Select the protocol with the shortest duration of scan time and exposure to staff.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Consider using standard dose imaging with rapid imaging protocols.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Consider stress first imaging protocols.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Consider single-day imaging protocols.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Consider attenuation corrected imaging.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• Cardiac PET if available may be preferred for rapid throughput and to help minimize time spent by the patient in the laboratory.", "cite_spans": [], "ref_spans": [], "section": "Protocol selection"}, {"text": "• In accordance with your hospital policies, minimize contact for written consent (wiping, gloves, disposing pens), consider verbal consent, or written consent with minimized contact and exchanges of papers and pens (e.g., separate pens, gloves, wiping surfaces before and after use). Another possibility is to obtain consent using virtual visit or telehealth equipment from the patient before they come to the nuclear laboratory and document it in the electronic health record.", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• Exercise stress testing, without or with vasodilator agents, should be generally avoided and a discussion with the referring provider may be reasonable to discuss this change.", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• Pharmacological stress with vasodilators is preferred to minimize droplet exposure to exercise staff and minimize close contact between staff and patients.", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• Regadenoson may be the preferred stress agent if available and not contraindicated for the patient, since it requires a single 10-s infusion, after which providers can maintain distance from the patient. For adenosine and dipyridamole stress testing, extra-long tubing can be used to keep distance between staff and patients.", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• Automatic BP cuffs should be considered. • Whenever possible use remote connection with screen sharing for image interpretation (using HIPAA compliant systems).", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• CT images acquired for attenuation correction should be interpreted in the context of possible COVID-19 pulmonary findings. These images should be reviewed expeditiously before patient is discharged home. Early CT findings in COVID-19 can include bilateral and peripheral ground-glass and consolidative pulmonary opacities in the lungs. 13 Careful review and discussion with chest imaging experts, referring physicians and infection control in these cases, is warranted.", "cite_spans": [{"start": 339, "end": 341, "text": "13", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "• Avoid in-person image review with referring services and use remote reviewing or screen sharing wherever possible and/or telephone discussions.", "cite_spans": [], "ref_spans": [], "section": "b. Stress testing protocol selection"}, {"text": "Given the rapidly evolving pandemic and its impact on the world, shortage of medications and radiotracers is a possibility. At this time, no shortages are reported in the US but some countries in Asia have reported shortages of radiotracers. ASNC and SNMMI will attempt to provide ongoing guidance as information becomes available.", "cite_spans": [], "ref_spans": [], "section": "POTENTIAL FOR RADIOTRACER SHORTAGES"}, {"text": "Changes to nuclear cardiology procedures are essential to minimize risk of viral exposure and transmission to healthcare personnel and patients during the COVID-19 pandemic. Nuclear cardiology laboratories are urged to follow local, state, public health, and institutional policies and these may change from day to day with the evolution of the pandemic. ASNC and SNNMI recommend that all non-urgent nuclear cardiology studies be postponed and urgent studies performed with careful attention to some of the precautions listed in this document. Our goal is to keep the patients and healthcare professionals safe while providing clinical useful information to guide the management of patients with heart diseases. ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Role of the American Heart Association in the Global COVID-19 Pandemic", "authors": [{"first": "Msv", "middle": [], "last": "Elkind", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Harrington", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Benjamin", "suffix": ""}], "year": 2020, "venue": "Circulation", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1161/CIRCULATIONAHA.120.046749"]}}, "BIBREF1": {"ref_id": "b1", "title": "Catheterization laboratory considerations during the coronavirus (COVID-19) pandemic: from ACC's interventional council and SCAI", "authors": [{"first": "Fgp", "middle": [], "last": "Welt", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Shah", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Aronow", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jacc.2020.03.021"]}}, "BIBREF2": {"ref_id": "b2", "title": "Considerations for cardiac catheterization laboratory procedures during the COVID-19 pandemic: perspectives from the Society for Cardiovascular Angiography and Interventions Emerging Leader Mentorship (SCAI ELM) members and graduates. Cath Cardiovasc Interventions 2020", "authors": [{"first": "M", "middle": [], "last": "Szerlip", "suffix": ""}, {"first": "S", "middle": [], "last": "Anwaruddin", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Aronow", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/ccd.28887"]}}, "BIBREF3": {"ref_id": "b3", "title": "Use of cardiac computed tomography amidst the COVID-19 pandemic", "authors": [{"first": "A", "middle": ["D"], "last": "Choi", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbara", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Branch", "suffix": ""}], "year": 2020, "venue": "J Cardiovasc Comput Tomogr", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jcct.2020.03.002"]}}, "BIBREF4": {"ref_id": "b4", "title": "ASE statement on protection of patients and echocardiography service providers during the 2019 novel coronavirus outbreak", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Critical guidance regarding provision of echocardiography during the COVID-19 pandemic. h ttps://bsecho.org/covid19", "authors": [], "year": 2020, "venue": "British Society of Echocardiography", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Documento ad uso degli operatori di ecografia cardiovascolare per COVID-19", "authors": [{"first": "F", "middle": [], "last": "Antonini-Canterin", "suffix": ""}, {"first": "Pepi", "middle": ["M"], "last": "", "suffix": ""}, {"first": "Monte", "middle": ["I"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Società Italiana di Ecocardiografia e CardioVascular Imaging", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Society for Cardiovascular Magnetic Resonance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Surviving sepsis campaign: guidelines on the management of adults with coronavirus disease 2019 (COVID-19)", "authors": [{"first": "W", "middle": [], "last": "Alhazzani", "suffix": ""}, {"first": "Hylander", "middle": [], "last": "Møller", "suffix": ""}, {"first": "M", "middle": [], "last": "Arabi", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cardiovascular considerations for patients, health care workers, and health systems during the coronavirus disease 2019 (COVID-19) pandemic", "authors": [{"first": "E", "middle": [], "last": "Driggin", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}], "year": 2019, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jacc.2020.03.031"]}}, "BIBREF11": {"ref_id": "b11", "title": "Coronavirus disease 2019 (COVID-19) and cardiovascular disease", "authors": [{"first": "K", "middle": ["J"], "last": "Clerkin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Fried", "suffix": ""}, {"first": "J", "middle": [], "last": "Raikhelkar", "suffix": ""}], "year": 2019, "venue": "Circulation", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1161/CIRCULATIONAHA.120.046941"]}}, "BIBREF12": {"ref_id": "b12", "title": "Interim guidance for healthcare facilities: preparing for community transmission of COVID-19 in the United States", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Chest CT findings in coronavirus disease-19 (COVID-19): Relationship to duration of infection", "authors": [{"first": "A", "middle": [], "last": "Bernheim", "suffix": ""}, {"first": "X", "middle": [], "last": "Mei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200463"]}}, "BIBREF14": {"ref_id": "b14", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Key steps to minimizing COVID-19 exposure during the patient's journey through the nuclear cardiology laboratory.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "For patients with confirmed active COVID-19, any testing should only be done if absolutely necessary. Consult with local infection control policies and consider scheduling them as last study of the day and on separate equipment if possible.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Screening checklist", "latex": null, "type": "table"}, "TABREF1": {"text": "Some examples of nuclear cardiology studies and selection Follow-up evaluation: Prior to subsequent chemotherapy Priority 1 Perform test using precautions Organ transplant a Liver transplant: preoperative evaluation in patient with intermediate or high cardiovascular risk and poor life expectancy from liver disease without transplantation a Priorities in this table are based on consensus. Laboratories should follow the principle that for tests that are performed as scheduled (Priority 1), the test should be expected to drive a meaningful treatment change that could be implemented in the immediate future and would have a clear short-term benefit. This might necessitate a discussion with the referring provider. Where multiple priorities are listed for a single indication, clinical judgment, and discussion with referring provider is recommended Priority 1: perform test as scheduled. Priority 2: postpone test by 2-4 months. Priority 3: postpone test by [ 4 months This applies primarily for subjects who are not COVID-19 positive a This applies to centers where active transplant surgeries are proceeding and a patient is listed with a status sufficient that they may receive an organ in the next few weeks b Most centers are temporarily not performing kidney transplantation at this time CAD coronary artery disease, FDG fluoro deoxy glucose, LVEF left ventricular ejection fraction, COVID coronary virus disease, VT ventricular tachycardia", "latex": null, "type": "table"}, "TABREF2": {"text": "• If exercise testing is deemed necessary, personnel should use PPE as indicated per local institutional guidance.c. 18 F-fluorodeoxyglucose (FDG) PET scan Patients referred for FDG PET for myocardial viability should wait in a separate room during the insulin-glucose manipulation procedure. Special precautions should be taken for minimizing potential exposure to and transmission of COVID-19 in patients with suspected endocarditis. FDG PET should be considered for endocarditis in a febrile patient with bacteremia as an alternative to transesophageal echocardiography, which carries a very high droplet risk exposure for operators.Considerations after the test: Image Interpretation/Reporting• Avoid multiple physicians/trainees in the same location if possible.", "latex": null, "type": "table"}, "TABREF3": {"text": "Dr. Bateman: Activities related to the present article: No relevant relationships. Activities not related to the present article: Research Grants: Bracco, GE Healthcare, Jubilant DraxImage. Consultant: AIM, AstraZeneca, Curium, GEHC. Royalties: SPECT and PET software products. Ownership interest: CVIT. Dr. Beanlands: Activities related to the present article: No relevant relationships. Activities not related to the present article: Grants/Honoraria from Jubilant DraxImage, LMI, GE Healthcare. Dr. Dorbala: Activities related to the present article: No relevant relationships. Activities not related to the present article: Grants and Honoraria from Pfizer and GE Healthcare. Institution has grants/grants pending from National Institutes of Health and International Atomic Energy Agency. Dr. Einstein: Activities related to the present article: No relevant relationships. Activities not related to the present article: Consultant for GE Healthcare and W. L. Gore and Associates; institution has grants/grants pending from National Institutes of Health, International Atomic Energy Agency, Canon Medical Systems, Roche Medical Systems, and W. L. Gore and Associates; received travel/accommodations/meeting expenses unrelated to activities listed from HeartFlow. Dr. Murthy: Activities", "latex": null, "type": "table"}}, "back_matter": []}