{"paper_id": "1a56f9a4b7d631b80bac021a26cafcb683b1d8e8", "metadata": {"title": "Exploring the acceptability of controlled human infection with SARSCoV2-a public consultation", "authors": [{"first": "D", "middle": [], "last": "Gbesemete", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Barker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["T"], "last": "Lawrence", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Watson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "De Graaf", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["C"], "last": "Read", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Rapid development of an effective vaccine for SARSCoV2 is a global priority. A controlled human infection model (CHIM) would accelerate the efficacy assessment of candidate vaccines. This strategy would require deliberate exposure of volunteers to SARSCoV2 with no currently available treatment and a small but definite risk of serious illness or death. This raises complex questions about the social and ethical acceptability of risk to individuals, given the potential benefit to the wider population, and as such, a study cannot be done without public involvement. We conducted a structured public consultation with 57 individuals aged 20-40 years to understand public attitudes to a CHIM, and pre-requisites for enrolment. The overall response to this strategy was positive, and many would volunteer altruistically. Carefully controlled infection is viewed as safer than natural exposure to wild virus. The prolonged social isolation required for the proposed CHIM is considered an obstacle but not insurmountable, with reasonable compensation and supportive care. Given the significant level of public interest, a CHIM should be done as open science with regular, controlled dissemination of information into the public domain. Importantly, there was a strong view that the final decision whether to conduct a CHIM should be in the hands of qualified and experienced clinician-scientists and the authorities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Controlled human infection with pathogens is increasingly used in research and development, despite the obvious ethical issues [1] and regulatory considerations [2] . In the current COVID-19 emergency, if the scientific community were able to use a controlled human infection model (CHIM), it could enable rapid understanding of pathogenesis, induction of immunity and immune mechanisms of resistance to disease. It would provide a test bed for novel diagnostics and treatments, especially between the first and subsequent waves of the pandemic, when natural infection will be relatively rare.", "cite_spans": [{"start": 127, "end": 130, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 161, "end": 164, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Perhaps the most urgent need at the current time is the rapid development of an effective vaccine. At the time of writing, more than 100 COVID-19 vaccine candidates are at various stages of development, using a wide variety of different platforms, and a few candidates are now entering early phase clinical testing [3] . In normal circumstances, vaccine development is prolonged, averaging over 10 years from start to finish [4] . With unprecedented international scientific and regulatory effort and co-ordination, a COVID-19 vaccine could be available in a much shorter timeframe, but most realistic estimates put this at 18 months [3, 5, 6] . This timeline is in part due to the phase 3 clinical trials needed to prove efficacy, requiring thousands of participants and months of follow-up. The possibility of accelerating this process with the use of a CHIM has been suggested [6, 7] .", "cite_spans": [{"start": 315, "end": 318, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 425, "end": 428, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 634, "end": 637, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 638, "end": 640, "text": "5,", "ref_id": "BIBREF4"}, {"start": 641, "end": 643, "text": "6]", "ref_id": "BIBREF5"}, {"start": 880, "end": 883, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 884, "end": 886, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": "A CHIM vaccine-challenge experiment tests the efficacy of a vaccine to prevent infection and/or disease in a small cohort of volunteers. Typically, participants are given a test or control vaccine and 2-4 weeks later are inoculated with the pathogen of interest via the most physiologically relevant route of administration. The number of participants enrolled is calculated to meet a statistically significant and public health-relevant change in clinical or microbiological endpoints, but is usually in the tens rather than the hundreds. This is in contrast to the huge cohorts of participants required in a population-based clinical trial. As multiple putative vaccines emerge over the next few months, as likely they will, a CHIM with SARSCoV2 would facilitate rapid 'ruling out' of ineffective vaccines. This alone would prevent wasted time and millions of dollars on large phase II/III studies of ultimately unsuccessful vaccine candidates. This strategy has been successful in evaluating malaria [8] , pneumococcal [9] and typhoid [10] vaccines and in providing evidence which contributed to Food and Drug Administration (FDA) approval of a cholera vaccine [11, 12] . It is a powerful technique.", "cite_spans": [{"start": 1003, "end": 1006, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1022, "end": 1025, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1038, "end": 1042, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1164, "end": 1168, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1169, "end": 1172, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "How would a controlled infection model help?"}, {"text": "Should a controlled infection with SARSCoV2 be done?", "cite_spans": [], "ref_spans": [], "section": "How would a controlled infection model help?"}, {"text": "The ethical issues are complex [7] . Evaluation of any CHIM would take into account the risk, for the individual participant, the study team and the wider community, and potential benefit of the study for society, the recognition and treatment of induced disease, and the quality of care and scientific approach [7, 13] . Of paramount importance is self-determination of participants and rigorous application of informed consent procedures. At its simplest, it can be argued that provided each of these requirements is met and a fully informed volunteer gives consent to infection with a novel pathogen whilst understanding that he/she may come to harm, then a study is ethical. There is an overarching question, however, which is the business of not just the scientific community but also the general public: a clinical study may be ethical, but should it be done?", "cite_spans": [{"start": 31, "end": 34, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 312, "end": 315, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 316, "end": 319, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "How would a controlled infection model help?"}, {"text": "The risk for the individual in a CHIM with SARSCoV2 is not clear. In natural COVID-19 disease, most infections cause only mild to moderate symptoms and the level of asymptomatic infection is unknown. However, an estimated 20% of infections are severe [5] with an infection-mortality rate of approximately 2% in China [14] . The infection-mortality rate varies significantly between countries [15] which is likely due to differences in the availability of testing, as well as population characteristics and available health care resources. Severity and mortality are heavily weighted towards older age groups [5] and those with underlying health conditions. It is estimated that the infection-mortality rate (95% confidence interval) in 20-29-year-olds is 0.0309% (0.0138-0.0923) and in 30-39-year-olds is 0.0844% (0.0408-0.185). In contrast, the estimated infection-mortality rate in the over 60s is 3.28% (1.82-6.18) [16] . Apart from the risk of disease, another important consideration is whether the infection can be treated. A variety of anti-viral drugs and immunomodulators are currently being trialled, but none is currently proven [5] . Much of the mortality is a consequence of immune-driven acute respiratory distress syndrome [17] , and whilst prompt general support can mitigate this, there are well-described cases of mortality, even in younger adults despite intensive care [18] . Apart from risk to the individual, any proposed CHIM with SARSCoV2 will require isolation, and probably incarceration in a clinical environment for up to 4 weeks, to prevent harm to the participant and onward transmission to others. The potential mental health consequences of this should not be underestimated.", "cite_spans": [{"start": 251, "end": 254, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 317, "end": 321, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 392, "end": 396, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 608, "end": 611, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 918, "end": 922, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1140, "end": 1143, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1238, "end": 1242, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1389, "end": 1393, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "How would a controlled infection model help?"}, {"text": "Given the unprecedented level of public impact and potential interest, it is important to consider the level of public involvement in and ownership of a CHIM. Public consultation has been highlighted as a necessary step in the design of any SARSCoV2 CHIM [7] . As a first step towards understanding the acceptability to the public of a potential fast-track CHIM for COVID-19 vaccine discovery, we conducted a small-scale public consultation using focus groups.", "cite_spans": [{"start": 255, "end": 258, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "How would a controlled infection model help?"}, {"text": "Between 6 and 9 April 2020, we conducted seven online focus group discussions with 57 adults based in the UK and aged between 20 and 40 years. Individuals in this age range were chosen in order to represent those likely to be enrolled in a SARSCoV2 CHIM. Researchers from the National Institute for Health Research (NIHR) Southampton Biomedical Research Centre (BRC) public and patient involvement team identified someone in the target age range who then approached and recruited others in the same age range within their social and work networks. All were sent information electronically giving brief details of the consultation topic and process and were offered a small financial incentive for taking part. Discussants' characteristics are outlined in Table 1 . Focus group discussions were conducted using Zoom Pro and were audio-recorded using Open Broadcast software in order to ensure confidentiality.", "cite_spans": [], "ref_spans": [{"start": 755, "end": 762, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The consultation"}, {"text": "A protocol was outlined to the discussants in which healthy volunteers would be inoculated intra-nasally with the lowest measurable dose of SARSCoV2 and then monitored remotely in self-isolation for up to 28 days. During this period, they would undergo regular medical checks and provide respiratory tract and blood samples. Discussants were told that volunteers might be entirely asymptomatic but were more likely to develop mild or moderate symptoms during this period. Should this happen, they would then be admitted to a hospital clinical research facility and monitored as an inpatient with further tests and 24-h nursing. It was made clear that, in the event of illness, the clinical investigators would be unable to predict exactly the likelihood of development of severe symptoms and death. Specifically, it was suggested that the risk of death was in the range 1:100 to 1: 10,000. The discussants were told that payment for taking part in the CHIM would be in line with other recent CHIMs requiring an inpatient stay, amounting to approximately £1000 per week. It was suggested that given the complex ethical issues and the potential public interest in such a study, it would be important to have complete transparency with the scientific community and the public. The study might therefore be conducted as 'open science' in which the public were fully informed prior to the study taking place and then able to follow in real time the progress of the study. The groups were then guided through a discussion by an experienced facilitator, supported by an observer, using a semistructured discussion guide. This was reviewed after each focus group by the research team and revised when it was felt topics needed further exploration. Notes taken and recordings of the discussions were synthesised to address the following questions. Illustrative direct quotes from discussants are provided in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 1899, "end": 1906, "text": "Table 2", "ref_id": "TABREF1"}], "section": "The consultation"}, {"text": "Question 1: Should this study be done?", "cite_spans": [], "ref_spans": [], "section": "The consultation"}, {"text": "The first question addressed the acceptability of such a study taking place. Importantly, no one felt that the study should not be done. On the whole, people were positive about the study and the scientific effort being made towards ending the pandemic. Many said they would be prepared to take the risk and volunteer for altruistic reasons. They wanted to help with finding a vaccine. When asked who should be responsible for deciding whether or not to run such a study, discussants felt that the level of knowledge and understanding required meant that it should be the scientific community and ethics committees who made a final decision, rather than the general public.", "cite_spans": [], "ref_spans": [], "section": "The consultation"}, {"text": "The second question was used to explore specific concerns and constraints that might impact an individual's decision to participate. Several people expressed significant personal anxiety about the unknown risks of deliberate infection and experiencing severe symptoms given no known treatment. This anxiety was mitigated in some instances for those who understood that they were highly likely to get infected by natural exposure anyway so felt they might benefit if the infection was tightly controlled and monitored. Many expressed concerns about taking away beds, ventilators and nursing care from those infected naturally, and would want reassurances that this was accommodated for by the trial team. There was clear concern about potential onward transmission to family or other household members. The majority felt that people with dependents or who lived with others should be excluded from the study or spend the entire isolation period in hospital. Many said they would have to consult with family and friends before agreeing to take part, and some felt they would need to include their employers in their decision.", "cite_spans": [], "ref_spans": [], "section": "Question 2: What might volunteers be particularly concerned about?"}, {"text": "Volunteers' mental health, including anxiety about the disease as well as existing mental health problems, was mentioned several times. One suggestion was that a psychologist should be employed to support volunteers throughout the study. Another was that volunteers should be networked so that they could support each other online. Isolation away from home in a hotel setting was an attractive prospect for a number of them. ", "cite_spans": [], "ref_spans": [], "section": "Question 2: What might volunteers be particularly concerned about?"}, {"text": "Emphasis on this being a ground-breaking piece of research and all the people you could help, loads of emphasis on that.", "cite_spans": [], "ref_spans": [], "section": "FG2"}, {"text": "The scientists who know what they are talking about make the decision to put forward the study.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "If I knew that it's something been robustly approved by an ethics board, I'd be fine.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "I do not think the public should be the people to decide whether it goes ahead or not, it's for higher up I think. ", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "Is there enough space, if so, are they not taking the (hospital) beds away from the people that have got ill and have not actually voluntarily got the disease.", "cite_spans": [], "ref_spans": [], "section": "FG5"}, {"text": "I guess like those things we take for granted such as internet access, books, Netflix, but I think also just having the ability to have a bit of fresh air … I think your mental health would be seriously impacted stuck inside all day.", "cite_spans": [], "ref_spans": [], "section": "FG5"}, {"text": "You could have calls together so you can talk about the experience together to support each other mentally, psychologically.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "You could possibly have a psychologist to support how people might be feeling.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "Question 3: How best can we communicate risk to potential volunteers?", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "I would just be a little apprehensive and worried about maybe the cohort of 20-40, young people think that they are actually a bit invincible, and actually we know that the risk in unknown.", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "I'm quite numbers driven, so I'd want to know … what are the chances of me going into intensive care … or dying.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "The fact that you are being so open and honest about the fact that this is not zero risk.", "cite_spans": [], "ref_spans": [], "section": "FG2"}, {"text": "1 in 100 or 1 in 10,000, if you could make it more relatable, maybe the chances are of being in a plane crash or getting hit by a bus.", "cite_spans": [], "ref_spans": [], "section": "FG3"}, {"text": "Be able to ask questions face-to-face with somebody, I would not just want a long information sheet.", "cite_spans": [], "ref_spans": [], "section": "FG4"}, {"text": "Maybe it's worth gathering the positive data, how many people have had this and shown little symptoms or no symptoms and got through it and talk about the positive numbers of the effects.", "cite_spans": [], "ref_spans": [], "section": "FG3"}, {"text": "I think I would want to know if they are for everyone or if there were different numbers for my age group.", "cite_spans": [], "ref_spans": [], "section": "FG4"}, {"text": "Question 4: How much financial compensation is acceptable?", "cite_spans": [], "ref_spans": [], "section": "FG4"}, {"text": "As a covering of a loss of earnings, this feels about right and it is necessary to do that because there is risk.", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "I'd be like WOW that's almost double my earnings so I'd be like yes sign me up … but then I would worry on the opposite side about who would that attract.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "My only moral concern is … you wonder if people will be doing it for the wrong reason … you want people to do this study knowing what they are going into … if they are sitting there with dollar signs in their eyes they might not listen to all the other things … they do not hear the rest of what you say, they do not hear any of the risks.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "Could it be just that when you introduce the money aspect of it, actually when you are advertising for participants … it's not until someone has interest and they have consultation with someone that then they find out.", "cite_spans": [], "ref_spans": [], "section": "FG4"}, {"text": "Question 5: What do you think about details of this study being made available to the public?", "cite_spans": [], "ref_spans": [], "section": "FG4"}, {"text": "It would be perceived in quite a positive light, that you were doing something to help the nation recover from this epidemic a lot quicker, so personally I think I see it as a more positive thing, like look at these people they are doing something really great … helping us come out of lockdown quicker.", "cite_spans": [], "ref_spans": [], "section": "FG2"}, {"text": "I think actually seeing the symptoms or the progress that people are making across the weeks might be Volunteering for the study was felt to be particularly appealing at the moment during the current lockdown period, since the study conditions would not be very different from what many were currently experiencing. If this were to extend past the lockdown and isolation period, it would become less attractive to volunteers, exceptions to this being those who have become unemployed during the lockdown period.", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "Question 3: How best can we communicate risk to potential volunteers?", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "The unknown risk involved in participation in such a study is an important consideration. This question addressed that uncertainty and how best to communicate it to potential participants. There was some concern about young people volunteering because they felt invincible and blasé about their relatively low risk of infection. For those who understood the risk and were still prepared to take part, they said that they would want to be convinced about the benefits of participation. Risk statistics were not considered helpful to most people in understanding what sort of a risk they would be taking.", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "They suggested that communications about risk should be brief and simply expressed using tangible comparisons, e.g. the risk of being a tree surgeon or being hit by a bus. Openness and honesty about the risks associated with the trial were welcomed and found to be reassuring, even if it was made clear that the exact size of the risk was unknown. Discussants wondered if it would be possible to represent the numbers of people who get mild infection or survived serious infection and thus convey a more balanced picture of the risk. They also suggested that the risks of severe infection or death be stratified by age group, so that they could make a judgement based on data for their own age.", "cite_spans": [], "ref_spans": [], "section": "FG1"}, {"text": "Discussants' views were sought about the suggested level of financial compensation. They were asked to consider whether it would provide sufficient reimbursement for the time and inconvenience of participation and the necessary self-isolation, without causing undue inducement to individuals who might be suffering financially as a result of the pandemic. This was met with varying responses. For some, the weekly rate of £1000 was considerably more than a week's wages and would be acceptable. For others, this was not enough to compensate for the risk of complications resulting from being infected. Some felt this was enough money to act as an incentive to take part for young people many of whom earn low wages or who are currently out of work, and that the public might be concerned about this. The suggestion was that the amount of compensation not be discussed until volunteers had already expressed interest and understood the risks. ", "cite_spans": [], "ref_spans": [], "section": "Question 4: How much financial compensation is acceptable?"}, {"text": "Making sure that it's clear at the beginning that this is going to be out in the media and if they want to be a spokesperson for it, record their time and update people then they have the option to but absolutely have no pressure to.", "cite_spans": [], "ref_spans": [], "section": "FG6"}, {"text": "The negative people would be the people that go against vaccines in general which seems to be something that I keep seeing all over everywhere at the moment. And that I suppose is one of the reasons I would not want my name out there just because there are people out there … some of them are quite cruel online.", "cite_spans": [], "ref_spans": [], "section": "FG5"}, {"text": "I'm sure we are all familiar with how badly the media reports anything to do with any scientific study … if you can potentially control the dissemination of that material and people have got such an interest, so in terms of keeping that message on track that could be quite useful.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "I live in *** and it's a very small place and everyone knows everyone, and I think if they found out I was taking part they'd all start putting red crosses on my driveway and telling my house is infected, and I just do not think that would really go down very well … they would not be very impressed potentially bringing something back to the area.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "The last thing you want to do is turn it into some really sick version of Love Island.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "Conspiracy theorists are going to have a field day if they find out that a study is deliberately infecting people and they get the wrong end of the facts, but they are having a field day anyway it should not stop something important going ahead.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "public. Many felt that daily or weekly announcements should be made about the progress of the study and about how the volunteers were faring. Opinions varied about whether people should be identified. It was suggested that volunteers should be offered the option of remaining anonymous during the study. One potential scenario was that one or two volunteers could become the public face of the study and would be involved in blogging and vlogging about the study and posting their progress on social media. Some felt it would be helpful to the public to be able to read 'real' stories from people as their symptoms progressed as a way of educating the public about disease symptoms. Strong reservations were expressed about the level of information to be made available to the public about individual volunteers. Some felt it would stigmatise volunteers if they let it be known that they had been infected. Others thought it would lay them open to 'trolling' and abuse from groups opposed to vaccines. Important points were made about the need to handle with care and skill the publicising of information about this study. The extraordinary amount of public interest and press coverage of the pandemic, much of it terrifying, would make this a difficult job. It was felt that publicising the study from the outset would allow the scientists to take control of the dissemination of information and findings. It is clear that if this study were to go ahead in the public eye, a skilled public relations firm would need to be employed to manage the process.", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "Overall recommendations for the design of recruitment materials are given in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 77, "end": 84, "text": "Table 3", "ref_id": null}], "section": "FG7"}, {"text": "The overall response to the public consultation was positive. One discussant said: I do think it would be really positive, I think it would be really, really beneficial if something like this did go ahead. I just think it would be a credit to everyone who is involved … thank you for even thinking of it as it's really difficult to put this out there and to just even get general feedback and for people to be willing to even contemplate it, and ask these really hard questions. FG6", "cite_spans": [], "ref_spans": [], "section": "FG7"}, {"text": "From an investigator's perspective, the inability to quantify the risk to participants would normally render a CHIM inadvisable. Considering the risks to participants and the potential benefits to the population, a CHIM with SARSCoV2 could not be performed without public consultation. This rapid small-scale public consultation has provided insight into the public view of such a CHIM taking place, and some of the important considerations in study design.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The views obtained in this consultation were limited to individuals in the UK and those in the age range 20-40 years. This age range was chosen to represent the views of those likely to be eligible for such a study. There is also a significant preponderance of women and a high proportion of discussants who were either professional or in higher or postgraduate education. This consultation was not, however, designed to produce views that are representative of the UK population as a whole, or of those from different countries or cultures. Our intention in running these discussion groups was not to provide a representative sample of views of the UK public so much as to gain a nuanced understanding of the perceptions of a range of people who would be the target group for such a study. The purpose was to understand how likely young adults were to volunteer to take part in a CHIM and features of the study that might make it more or less likely that they take part. That most of the participants were women is likely to have coloured the findings from the consultation, but it is not possible without carrying out more consultations with men to know in what way the findings are different. The fact that many of the participants were professional reflects the dominant employment in the area of the UKs from which participants were recruited. Further public consultation may be beneficial in revealing different views among a broader range of individuals if such a study is to take place.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This public consultation suggests that recruitment materials for this study could usefully include the following:", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Young healthy adults have the lowest risk of severe illness.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "The risks of severe illness and death are not known with any certainty.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Being infected under controlled conditions with immediate access to specialist health care may reduce the risk of disease progression.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Having underlying health conditions, living with dependents or being key workers means they will not be considered.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Clear explanation that the study would require a period of strict isolation of up to 28 days.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Offering the choice of whether they spend time at home in isolation with access to on-demand hospital facilities or whether they isolate for the whole period in hospital or a dedicated hotel/private accommodation.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Availability of research team members to discuss their involvement and answer questions about the study from volunteers, their families and their employers.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Availability of a psychologist to support volunteers through their isolation.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "All needs for food, transport, pet care, etc. taken care of and highquality internet access whilst in isolation.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "Cover for loss of earnings whilst in isolation or ill would be offered.", "cite_spans": [], "ref_spans": [], "section": "Table 3 Recommendations for recruitment"}, {"text": "This public consultation has revealed the public to be largely positive, despite the unknown but possibly considerable risk, with no discussants expressing a view that it should not be done. When considering their own involvement as a volunteer, many expressed concerns about the personal risk, or the impact on, or risk to, family members or friends. Some stated that they would be unable to be involved due to their personal circumstances, but overall, a significant number would consider participation with the altruistic motivation of contributing to the greater good. It seems likely that it would be possible to enrol sufficient volunteers for such a study.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "If a CHIM were to proceed, the complexities of the methodological and governance systems required to make the study as safe as possible are daunting. Investigators are rightly fearful of harming a volunteer. Apart from the deep remorse that would be felt, the reputational risk to the scientific field of controlled infection in the event of an accident or rare complication is considerable. Important considerations for the consent process have been highlighted. It is important to be as open and honest as possible about our lack of precision regarding the risks of symptoms, serious disease, long-term effects and death. Risks, and the level of uncertainty, must be expressed clearly and tangibly. The involvement of a psychologist in both the consent process and throughout the period of isolation would be essential. It was agreed that the level of public interest in this study would be high. All discussants felt that it would be important to inform the general public about the study and provide regular updates, both in order to maintain transparency and accountability and to ensure that public information about the study was accurate. However, crucially, the decision about whether or not the study should take place was felt to be one that the scientific community and ethical boards should make, rather than the public. This reveals the level of trust that the public has in medical research, but puts the burden of responsibility on the scientific community. For us, the investigators, this means that we must consult widely and engage with international qualified scientific colleagues before embarking on a CHIM. Such a study with SARSCoV2 will be complex, but possible, and it seems that the public would be supportive. In our view, the scientific community should seek to fund, design and set-up a study as quickly as possible, using an open science model to maximise public involvement, whilst also ensuring there is supportive consensus from scientific colleagues. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Human microbial challenge: the ultimate animal model", "authors": [{"first": "A", "middle": ["J"], "last": "Pollard", "suffix": ""}, {"first": "J", "middle": [], "last": "Savulescu", "suffix": ""}, {"first": "J", "middle": [], "last": "Oxford", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Hill", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Levine", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lewis", "suffix": ""}], "year": 2012, "venue": "Lancet Infect Dis", "volume": "12", "issn": "", "pages": "903--908", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Human challenge trials for vaccine development: regulatory considerations", "authors": [], "year": 2017, "venue": "WHO Expert Committee on Biological Standardization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The COVID-19 vaccine development landscape", "authors": [{"first": "Thanh", "middle": [], "last": "Le", "suffix": ""}, {"first": "T", "middle": [], "last": "Andreadakis", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Gomez Roman", "suffix": ""}, {"first": "R", "middle": [], "last": "Tollefsen", "suffix": ""}, {"first": "S", "middle": [], "last": "Saville", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nat Rev Drug Discov", "volume": "19", "issn": "", "pages": "305--311", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Risk in vaccine research and development quantified", "authors": [{"first": "E", "middle": ["S"], "last": "Pronker", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Weenen", "suffix": ""}, {"first": "H", "middle": [], "last": "Commandeur", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Claassen", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "SARS-CoV-2 vaccines: status report", "authors": [{"first": "F", "middle": [], "last": "Amanat", "suffix": ""}, {"first": "F", "middle": [], "last": "Krammer", "suffix": ""}], "year": 2020, "venue": "Immunity", "volume": "52", "issn": "", "pages": "583--592", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human challenge studies to accelerate coronavirus vaccine licensure", "authors": [{"first": "N", "middle": [], "last": "Eyal", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Smith", "suffix": ""}], "year": 2020, "venue": "J Infect Dis", "volume": "221", "issn": "", "pages": "1752--1758", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Key criteria for the ethical acceptability of COVID-19 human challenge studies", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Experimental human challenge infections can accelerate clinical malaria vaccine development", "authors": [{"first": "R", "middle": ["W"], "last": "Sauerwein", "suffix": ""}, {"first": "M", "middle": [], "last": "Roestenberg", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Moorthy", "suffix": ""}], "year": 2011, "venue": "Nat Rev Immunol", "volume": "11", "issn": "", "pages": "57--64", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "First human challenge testing of a pneumococcal vaccine. Double-blind randomized controlled trial", "authors": [{"first": "A", "middle": ["M"], "last": "Collins", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Wright", "suffix": ""}, {"first": "E", "middle": [], "last": "Mitsi", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Gritzfeld", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hancock", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Pennington", "suffix": ""}], "year": 2015, "venue": "Am J Respir Crit Care Med", "volume": "192", "issn": "", "pages": "853--861", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The impact of vaccination and prior exposure on stool shedding of Salmonella Typhi and Salmonella Paratyphi in 6 controlled human infection studies", "authors": [{"first": "M", "middle": ["M"], "last": "Gibani", "suffix": ""}, {"first": "M", "middle": [], "last": "Voysey", "suffix": ""}, {"first": "Jin", "middle": ["C"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": [], "last": "Thomaides-Brears", "suffix": ""}, {"first": "H", "middle": [], "last": "Jones", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Clin Infect Dis", "volume": "68", "issn": "", "pages": "1265--73", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Single-dose live oral cholera vaccine CVD 103-HgR protects against human experimental infection with Vibrio cholerae O1 El Tor", "authors": [{"first": "W", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Kirkpatrick", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Brady", "suffix": ""}, {"first": "D", "middle": [], "last": "Galloway", "suffix": ""}, {"first": "M", "middle": [], "last": "Gurwith", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "62", "issn": "", "pages": "1329--1364", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The utility of human challenge studies in vaccine development: lessons learned from cholera", "authors": [{"first": "D", "middle": ["T"], "last": "Shirley", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcarthur", "suffix": ""}], "year": 2011, "venue": "Vaccine (Auckl)", "volume": "1", "issn": "", "pages": "3--13", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Available from: wwwacmedsciacuk/policy/policy/microbialchallenge-studies Accessed", "authors": [], "year": 2005, "venue": "Academy of Medical Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The epidemic of 2019-novel-coronavirus (2019-nCoV) pneumonia and insights for emerging infectious diseases in the future", "authors": [{"first": "J", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "You", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "R", "middle": [], "last": "Luo", "suffix": ""}], "year": 2020, "venue": "Microbes Infect", "volume": "22", "issn": "", "pages": "80--85", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A systematic review of COVID-19 epidemiology based on current evidence", "authors": [{"first": "M", "middle": [], "last": "Park", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Cook", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Lim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Dickens", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Okell", "suffix": ""}, {"first": "I", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "P", "middle": [], "last": "Winskill", "suffix": ""}, {"first": "C", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "", "pages": "30243--30250", "other_ids": {"DOI": ["10.1016/s1473-3099(20)30243-7"]}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19: immunopathology and its implications for therapy", "authors": [{"first": "X", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "Nat Rev Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41577-020-0308-3"]}}, "BIBREF17": {"ref_id": "b17", "title": "Severe outcomes among patients with coronavirus disease 2019 (COVID-19) -United States", "authors": [], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "343--349", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Abbreviations BRC: Biomedical Research Centre; CHIM: Controlled human infection model; FDA: Food and Drug Administration; FG: Focus group; NIHR: National Institute for Health Research; UK: United Kingdom", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of focus group members (n = 57) *Professionals includes sales, marketing, recruitment, teaching, engineering, IT, data analyst, legal secretary. **Other skilled/semi-skilled includes plumber, cabin crew, waitress, nanny, singer", "latex": null, "type": "table"}, "TABREF1": {"text": "Illustrative quotes Focus group Quote Question 1: Should this study be done? FG1 I'm able to work from home, but I still feel quite helpless and I think there is quite a lot of people who would want to do something … I think it's something that I would be interested in.", "latex": null, "type": "table"}, "TABREF4": {"text": "Illustrative quotes (Continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Focus group </td><td>Quote\nmore useful to more people than a number going up weekly.\n</td></tr><tr><td>FG6 </td><td>People share their symptoms … I've definitely benefited from those videos where people have actually\nstated what they feel ... they are the most real stories I've heard so far.\n</td></tr><tr><td>FG6 </td><td>Making sure that it's clear at the beginning that this is going to be out in the media and if they want to\nbe a spokesperson for it, record their time and update people then they have the option to but absolutely\nhave no pressure to.\nThe negative people would be the people that go against vaccines in general which seems to be something\nthat I keep seeing all over everywhere at the moment. And that I suppose is one of the reasons I would not\nwant my name out there just because there are people out there … some of them are quite cruel online.\nI'm sure we are all familiar with how badly the media reports anything to do with any scientific study … if\nyou can potentially control the dissemination of that material and people have got such an interest, so in\nterms of keeping that message on track that could be quite useful.\nI live in *** and it's a very small place and everyone knows everyone, and I think if they found out I was\ntaking part they'd all start putting red crosses on my driveway and telling my house is infected, and I just\ndo not think that would really go down very well … they would not be very impressed potentially\nbringing something back to the area.\nThe last thing you want to do is turn it into some really sick version of Love Island.\n</td></tr><tr><td>FG5 </td></tr><tr><td>FG7 </td></tr><tr><td>FG7 </td></tr><tr><td>FG7 </td><td> </td></tr><tr><td>FG7 </td><td>Conspiracy theorists are going to have a field day if they find out that a study is deliberately infecting people\nand they get the wrong end of the facts, but they are having a field day anyway it should not stop something\nimportant going ahead.\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Authors' contributions RCR, DG and HdG conceived of the idea. DG, MB, WTL, DW and RCR contributed to the design of the public consultation. DG, MB, WTL and DW led the data collection, analysis and interpretation to which HdG and RCR contributed. DG, MB and RCR produced the first draft of the manuscript which was then revised in line with comments from DW, WTL and HdG. All authors reviewed and approved the final draft. All authors had full access to the study data and hold final responsibility for publication submission. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Not applicable"}, {"text": "This public consultation was funded by the NIHR Southampton BRC. The funding body had no further role in the public consultation or writing of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Ethics approval and consent to participate Ethical approval was not required as this was a public consultation exercise rather than research. This is stated in the HRA guidance for public involvement in the planning or design stage of research. Participants gave their consent to participate in the zoom meetings and were informed that their responses would be recorded and used anonymously. Formal consent was not taken as it is not required for public involvement in the planning or design stage of research, https://www.hra.nhs.uk/planning-and-improvingresearch/best-practice/public-involvement/what-do-i-need-do/", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials Not applicable"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}