{"paper_id": "1a5864a9797a71adaa931447b1d3e86fcba17a3e", "metadata": {"title": "Bioterrorism Alert for Health Care Workers", "authors": [{"first": "Theodore", "middle": ["J"], "last": "Cieslak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "George", "middle": ["W"], "last": "Christopher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Edward", "middle": ["M"], "last": "Eitzen", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In the setting of a biological (or chemical) attack, similar to the setting of a MASCAL trauma event, such decisions may have life-and-death implications. In such situations, an algorithmic approach becomes invaluable.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We advocate a 10-step approach to the management of casualties that might result from biological (or chemical) terrorism. The derivation of this approach has been reported elsewhere Henretig, 2001, 2003a) . We expand upon it here.", "cite_spans": [{"start": 182, "end": 204, "text": "Henretig, 2001, 2003a)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In the case of chemical terrorism, the sinister nature of an attack might be obvious. Here, victims would likely succumb in close temporal and geographic proximity to a dispersal device. Complicating discovery of the sinister nature of a biological attack, however, is the fact that biological agents possess inherent incubation periods, a characteristic not shared with conventional, chemical, and nuclear weapons. These incubation periods, typically days to even weeks in length, allow for the wide dispersion of victims in time and space. Moreover, they make it likely that the \"first responder\" to a biological attack would not likely be the traditional first responder (fire, police, and paramedical personnel), but rather primary care physicians, emergency room personnel, and public health officials. In such circumstances, the maintenance of a healthy \"index of suspicion\" is imperative.", "cite_spans": [], "ref_spans": [], "section": "STEP 1. MAINTAIN A HEALTHY \"INDEX OF SUSPICION\" (OR, \"HOW TO RECOGNIZE ILLNESS DUE TO BIOLOGICAL WEAPONS\")"}, {"text": "In certain cases, maintenance of suspicion is made easier by the fact that diseases caused by biological agents may present with characteristic \"hallmark\" clinical findings. Moreover, in many cases, such findings present a very limited differential diagnosis. Smallpox is characterized by a very unique exanthem. The classic finding in inhalational anthrax is a widened mediastinum; in botulism, it is a descending, symmetric, flaccid paralysis. Although a single patient with flaccid paralysis should call to mind the possibility of disorders such as the Guillan-Barré syndrome and myasthenia gravis, the near-simultaneous presentation of multiple patients with flaccid paralysis should point one to a diagnosis of botulism. Similarly, plague victims often develop hemoptysis in the later stages of illness. Such a finding is otherwise uncommon among previously healthy individuals, but can be caused by tuberculosis, Staphylococcal and Klebsiella pneumonia, and carcinoma, among others. Multiple patients with hemoptysis, however, should prompt a diagnosis of plague. Yet, by the time each of these characteristic findings develops, treatment is likely to be ineffective. Therefore, therapy is best instituted during the incubation or prodromal phases of these diseases if it is likely to be of benefit. Because of this, and because many potential biological warfare diseases -such as tularemia, brucellosis, melioidosis, Q-fever, staphylococcal enterotoxin intoxication, and Venezuelan equine encephalitis are likely to present simply as undifferentiated febrile illnesses -prompt diagnosis is a possibility only with the maintenance of a high index of suspicion.", "cite_spans": [], "ref_spans": [], "section": "STEP 1. MAINTAIN A HEALTHY \"INDEX OF SUSPICION\" (OR, \"HOW TO RECOGNIZE ILLNESS DUE TO BIOLOGICAL WEAPONS\")"}, {"text": "Epidemiologic clues can assist the clinician in suspecting that a disease outbreak may be sinister in origin (Pavlin, 1999) . The presence of large numbers of victims clustered in time and space, or limited to a discrete population, should raise the clinician's suspicion. Similarly, cases of unexpected death or unexpectedly severe illness merit concern. Diseases unusual in a given locale, in a given age group, or during a certain season likewise warrant further investigation. Simultaneous outbreaks of a disease in noncontiguous areas should cause one to consider an intentional release, as should outbreaks of multiple diseases in the same area. Conversely, even a single case of rare disorders -such as anthrax or certain viral hemorrhagic fevers (Ebola, Marburg, Lassa, and many others)would be suspicious, and a single case of smallpox would almost certainly be the result of an intentional release. The presence, in the community or the environment, of dying animals (or the simultaneous occurrence of zoonotic outbreaks among humans and animals) might provide evidence of an unnatural aerosol release. Evidence of a disparate attack rate between those known to be indoors and outdoors at a given time should also be sought and evaluated. Finally, intelligence reports, terrorist claims, and the finding of aerosol spray devices would obviously lend credence to the theory that a disease outbreak was of sinister origin. The epidemiologic clues to a biological attack are summarized in Table 9 .1.", "cite_spans": [{"start": 109, "end": 123, "text": "(Pavlin, 1999)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 1496, "end": 1503, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 1. MAINTAIN A HEALTHY \"INDEX OF SUSPICION\" (OR, \"HOW TO RECOGNIZE ILLNESS DUE TO BIOLOGICAL WEAPONS\")"}, {"text": "Providers are of little use if they themselves become casualties. Before approaching the victims of a potential terrorist attack, then, clinicians should be familiar with basic steps that might be taken to protect themselves. These steps generally fall into one of three categories: physical protection, chemical protection, and immunologic protection. In a given set of circumstances, clinicians might be advised to avail themselves of one or more of these forms of protection. ", "cite_spans": [], "ref_spans": [], "section": "STEP 2. PROTECT THYSELF FIRST"}, {"text": "The military's answer to the question of physical protection on the battlefield often involves \"gas\" masks and charcoal-impregnated chemical protective overgarments. Some have advocated the issuance of similar ensembles to civilians, and, in fact, the Israeli government has issued masks to civilians (principally with chemical agents in mind). Militarystyle protective clothing and masks, even if offered, however, would likely be unavailable at the precise moment of a release of agent. Moreover, the unannounced release by terrorists of odorless, colorless, virtually undetectable biological agents would afford no opportunity to don such gear, even if it were available. Furthermore, the misuse of protective equipment in the past has led to fatalities, including infants left to suffocate in \"protective\" ensembles (Hiss and Arensburg, 1992) . A simple surgical mask will protect against inhalation of infectious aerosols of virtually any of the biological agents typically mentioned in a terrorism context. The lone exception would be smallpox, where a high-efficiency particulate air filter mask would be ideal. With the exception of smallpox, pneumonic plague, and, to a lesser degree, certain viral hemorrhagic fevers, the agents in the Centers for Disease Control and Prevention's (CDC's) categories A and B (Table 9 .2) are not contagious via the respiratory route. Respiratory protection is thus necessary when operating in an area of primary release, but would not be required in most patient-care settings.", "cite_spans": [{"start": 820, "end": 846, "text": "(Hiss and Arensburg, 1992)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 1318, "end": 1326, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "Physical Protection"}, {"text": "In early 2003, the U.S. Food and Drug Administration (FDA) gave its final approval for the use of pyridostigmine bromide as a pre-exposure means of prophylaxis against intoxication with the chemical agent soman (one of the organophosphate-based \"nerve\" agents). It is conceivable, given credible and specific intelligence, that similar strategies might be used against biological weapons. For example, if a terrorist group were known to be operating in a given locale, and were known to possess a specific weaponized agent, then conceivably, public health authorities might contemplate the widespread distribution of a prophylactic antibiotic. Obviously, the opportunities to use such a strategy are likely to remain few.", "cite_spans": [], "ref_spans": [], "section": "Chemical Protection"}, {"text": "For the near future, active immunization is likely to provide one of the most practical methods for providing pre-exposure prophylaxis against biological attack. This is not to say that immunization against a specific agent is necessarily appropriate. Rather, the decision to offer a specific vaccine to the general population is a complex one, which must take into account a careful risk-benefit calculation. Factors that would influence a decision by public health officials to recommend immunization include intelligence (How likely and/or plausible is an attack? How imminent is the threat? How specific is the threat?), vaccine safety, vaccine availability, disease consequences (Is the threat from a lethal agent? Or merely from an incapacitant?), and the feasibility of postexposure prophylaxis and/or therapy. Recently, public health and policy planners have given some consideration to the widespread civilian distribution of two vaccines: anthrax and smallpox.", "cite_spans": [], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Anthrax. Anthrax vaccine-adsorbed (AVA; Bioport, Lansing, Michigan) was licensed by the U.S. FDA in 1970 and consists of a purified preparation of protective antigen (a potent immunogen, protective antigen is critical for entry of lethal and edema factors into mammalian cells; it is nonpathogenic when given alone). In a large controlled trial, AVA was shown effective at preventing cutaneous anthrax among textile workers (Brachman et al., 1962) . Based on an increasing amount of animal data, there is every reason to believe that this vaccine is quite effective at preventing inhalational anthrax as well. Moreover, at least 18 studies now attest to the safety of AVA (Cieslak et al., in press) . Nonetheless, logistical and other considerations make large-scale civilian employment of AVA impractical at present. The vaccine is licensed as a six-dose series, given at 0, 2, and 4 weeks, and again at 6, 12, and 18 months. Yearly boosters are recommended for those at ongoing risk. Further complicating any potential anthrax immunization strategy is the fact that AVA is approved by the U.S. FDA only for those persons 18-65 years of age. Although a large-scale pre-exposure offering of AVA to the public might thus be problematic, some authors allow that three doses of the vaccine, given in conjunction with antibiotics, may enhance protection and/or enable the clinician to shorten a postexposure antibiotic course (Centers for Disease Control and Prevention, 2002) . In this regard, a threedose series of AVA (given at time 0 and at 2 and 4 weeks after the initial dose), combined with 30 days of antibiotics, may be an acceptable alternative to longer (60-100 days) antibiotic courses alone in the treatment of, or postexposure prophylaxis against, inhalational anthrax. It should be noted that AVA is not licensed by the U.S. FDA for postexposure use.", "cite_spans": [{"start": 424, "end": 447, "text": "(Brachman et al., 1962)", "ref_id": "BIBREF3"}, {"start": 672, "end": 698, "text": "(Cieslak et al., in press)", "ref_id": null}, {"start": 1443, "end": 1472, "text": "Control and Prevention, 2002)", "ref_id": null}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Smallpox. Widespread civilian immunization against smallpox is equally controversial and problematic, although U.S. President George Bush, on December 13, 2002, announced a plan to vaccinate selected American health care workers and military personnel. Although universal civilian vaccination was not recommended, the possibility of such a strategy in the future was allowed for. Moreover, plans were made to provide vaccination to those members of the general public who specifically requested it.", "cite_spans": [], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "The wisdom of widespread civilian vaccination is difficult to assess. Most medical decisions involve a (sometimes subconscious) risk-benefit analysis on the part of the responsible clinician. In the case of smallpox vaccination, the risks are well known, and they are significant (Centers for Disease Control and Prevention, 2003a, 2003b) . The vaccine currently used in the United States is Dryvax ® (Wyeth Laboratories, Marietta, Pa.), a preparation derived from the harvested lymph of calves inoculated with a strain of Vaccinia, an orthopoxvirus closely related to Variola. Production of Dryvax ® ceased in 1981 and lots currently in use are more than 20 years old. New generation vaccines are in production, however, and should be available very soon. Many health authorities have chosen to wait until these new products are available before readdressing the question of civilian vaccination. These new vaccines are produced in cell culture rather than calf lymph. It is unlikely that this will significantly diminish the risk of adverse reactions, however, as the new vaccines will use the same live strain of vaccinia virus. The vast majority of adverse reactions to current vaccinia-containing vaccines derive from the live nature of the virus, rather than the method of preparation.", "cite_spans": [{"start": 301, "end": 312, "text": "Control and", "ref_id": null}, {"start": 313, "end": 338, "text": "Prevention, 2003a, 2003b)", "ref_id": null}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Although the risks of vaccination are well known, the benefits are less clear. On the one hand, the global eradication of smallpox ranks as one of the greatest public health accomplishments of our time. Furthermore, this eradication was made possible entirely by live vaccinia-containing vaccines. In an era when naturally occurring smallpox posed a valid threat, there was little question as to the wisdom of vaccination. On the other hand, the likelihood of contracting smallpox today via a terrorist attack is unknown. In this regard, the risk-benefit calculation is not based on medical, but rather on intelligence, considerations, to which few, if any, are privy.", "cite_spans": [], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "In summary, a prerelease mass vaccination program for the general population is potentially the most effective approach to dealing with the terror threat posed by smallpox. By conferring individual and herd immunity, and by obviating the mayhem of implementing postrelease vaccine and quarantine programs, such a program possesses distinct advantages over other response plans. However, such an approach is currently hampered not only by the unknown risk of a smallpox release, but also by vaccine supply, safety, and logistics issues (Fauci, 2002; Amorosa and Isaacs, 2003) . The increasing number of persons at risk for severe vaccine reactions due to compromised immunity or dermatologic conditions (such as eczema) raises concern about the safety of a pre-exposure vaccination program in the era of epidemic HIV, organ transplantation, and immunosuppressive therapy (Bozzette et al., 2003; Centers for Disease Control and Prevention, 2003b; Grabenstein and Winkenwerder, 2003; Kemper et al., 2002) . In addition, the incidence of rare but severe smallpox vaccine complications in otherwise healthy recipients could result in a number of deaths and cases of severe disease that would be unacceptable were the risk of a smallpox release low. Risk analysis favors prerelease mass vaccination of the general population only if the probability of a large-scale or multifocal attack is high. However, prerelease mass vaccination of health care workers is favored at lower probabilities of attack, because of an increased probability of exposure while caring for patients, and the value of keeping health care workers healthy and functioning in the setting of an epidemic (Bozzette et al., 2003) .", "cite_spans": [{"start": 535, "end": 548, "text": "(Fauci, 2002;", "ref_id": "BIBREF23"}, {"start": 549, "end": 574, "text": "Amorosa and Isaacs, 2003)", "ref_id": "BIBREF0"}, {"start": 870, "end": 893, "text": "(Bozzette et al., 2003;", "ref_id": "BIBREF2"}, {"start": 894, "end": 944, "text": "Centers for Disease Control and Prevention, 2003b;", "ref_id": null}, {"start": 945, "end": 980, "text": "Grabenstein and Winkenwerder, 2003;", "ref_id": "BIBREF29"}, {"start": 981, "end": 1001, "text": "Kemper et al., 2002)", "ref_id": "BIBREF37"}, {"start": 1669, "end": 1692, "text": "(Bozzette et al., 2003)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Effective measures to enhance the safety of a pre-exposure mass vaccination program were implemented by the U.S. Department of Defense in conjunction with its December 2002 smallpox vaccination program kickoff. Service members deploying to locations at risk for biological attack, and members of designated \"smallpox epidemiologic and clini-cal response teams\" were selected for vaccination. The program emphasized staff training, recipient education, the use of rigorous standardized screening tools for vaccine contraindications, and local vaccine site care. More than 450,000 service members were vaccinated, with the incidence of most adverse events occurring at frequencies below those historically noted. The success of this program suggests that mass vaccination can be accomplished with greater safety than previously thought possible (Grabenstein and Winkenwerder, 2003) .", "cite_spans": [{"start": 843, "end": 879, "text": "(Grabenstein and Winkenwerder, 2003)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Since Dryvax ® stocks are controlled by the CDC, vaccine for use in the civilian population is currently released only under conditions set forth by that agency (Centers for Disease Control and Prevention, 2003b). The current CDC smallpox response strategy is based on pre-exposure vaccination of carefully screened members of first response teams, epidemiologic response teams, and clinical response teams at designated facilities. Safety concerns have resulted in a program to treat certain severe complications with vaccinia immune globulin under an investigational new drug protocol, as well as the establishment of a Smallpox Vaccine Injury Compensation Program (Health Resources and Services Administration, 2003) , which provides compensation to persons developing severe adverse reactions. More than 38,000 civilian health care and public health workers have been vaccinated, with no deaths and no cases of eczema vaccinatum, fetal vaccinia, or progressive vaccina. Although the emergence of myopericarditis as a complication of vaccination (Centers for Disease Control and Prevention, 2003c, 2003d; Halsell et al., 2003) lead to a revision of prevaccine screening (candidates with multiple cardiac risk factors are now excluded), rates of other adverse reactions were low. Vaccinia immune globulin has been used once, to treat ocular vaccinia in a contact of a vaccinee (Centers for Disease Control and Prevention, 2003d) .", "cite_spans": [{"start": 667, "end": 719, "text": "(Health Resources and Services Administration, 2003)", "ref_id": null}, {"start": 1070, "end": 1081, "text": "Control and", "ref_id": null}, {"start": 1082, "end": 1107, "text": "Prevention, 2003c, 2003d;", "ref_id": null}, {"start": 1108, "end": 1129, "text": "Halsell et al., 2003)", "ref_id": "BIBREF30"}, {"start": 1400, "end": 1430, "text": "Control and Prevention, 2003d)", "ref_id": null}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "The plan then calls for a \"ring vaccination\" policy following a smallpox release: identification and isolation of cases, with vaccination and active surveillance of contacts. Mass vaccination would be reserved for instances when the number cases or the location of cases renders the ring strategy inefficient, or if the risk of additional smallpox releases is high (Centers for Disease Control and Prevention, 2003e). Although ring vaccination was successful in containing smallpox in the setting of herd immunity, mathematical models predict that this strategy may not initially contain large or multifocal epidemics (Kaplan et al., 2002) . Furthermore, there is disagreement regarding the predicted benefit of postrelease mass vaccination, due to the lack of herd immunity, a highly mobile population, a relatively long incubation, and difficulties implementing quarantine and mass vaccination promptly (Mack, 2003; Mortimer, 2003) . This brings us back to the dilemma posed by pre-exposure mass vaccination in the context of uncertain risk, and the realization that vaccination is only one component of a multifaceted response, to include farsighted planning and logistical preparation, risk communication, surveillance, isolation, quarantine, and humane treatment of patients.", "cite_spans": [{"start": 618, "end": 639, "text": "(Kaplan et al., 2002)", "ref_id": "BIBREF36"}, {"start": 905, "end": 917, "text": "(Mack, 2003;", "ref_id": "BIBREF41"}, {"start": 918, "end": 933, "text": "Mortimer, 2003)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Other Agents. Few authorities have recommended mass immunization against potential agents of bioterrorism other than anthrax and smallpox, and the implementation of any such strategy would be quite problematic at present. A vaccine against plague, previously licensed in the United States, is currently out of production. It required a three-dose primary series followed by annual boosters. Moreover, it was licensed only for persons 18-61 years of age. Finally, although reasonably effective against bubonic plague, it likely afforded little protection against pneumonic plague, the form of disease likely to be associated with a terrorist attack. A vaccine against yellow fever is widely available, but this hemorrhagic fever is not regarded as a significant weaponization threat by most policymakers and health officials. Additionally, a vaccine against Q-fever (Q-Vax) is licensed in Australia. Given the self-limited nature of Q-fever, however, it is unlikely that widespread use of this vaccine would ever be contemplated outside of military circles. Research efforts are underway in an attempt to improve upon anthrax, smallpox, and plague vaccines. Similarly, vaccines effective against tularemia, brucellosis, botulism, the equine encephalitides, staphylococcal enterotoxins, ricin, and several viral hemorrhagic fevers -as well as other potential agents of bioterrorism -are in various stages of development (Cieslak et al., 2004) .", "cite_spans": [{"start": 1418, "end": 1440, "text": "(Cieslak et al., 2004)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Immunologic Protection (Including \"Pros and Cons of Mass Vaccination\")"}, {"text": "Once reasonable steps have been taken to protect him-or herself, the clinician is now ready to approach the MASCAL scenario and begin assessing patients (the \"primary survey,\" in keeping with ATLS guidelines (American College of Surgeons, 1989) . This initial assessment must be brief and limited to discovering and treating those conditions that present an immediate threat to life or limb. Victims of biological (or chemical) terrorism may also have conventional injuries; attention should thus be focused at this point on maintaining a patent airway and providing for adequate breathing and circulation. The need for decontamination and for the administration of antidotes for rapid-acting chemical agents (nerve agents and cyanide) should be determined at this time. An \"ABCDE\" algorithm aids the clinician in recalling the steps to be taken during the primary assessment. \"A\" stands for airway, which should be assessed for the possibility of conventional injury, but also because exposure to certain chemical agents (such as mustard, lewisite, or phosgene) can cause upper airway pathology. \"B\" denotes breathing; many agents of biological (and chemical) terrorism may present with respiratory difficulty. Examples include anthrax, plague, tularemia, botulism, Q-fever, and staphylococcal enterotoxin or ricin exposure, as well as cyanide, nerve agents, and phosgene. \"C\" denotes circulation, which may be compromised due to conventional or traumatic injuries sustained during a MASCAL event, but may also be directly affected by plague, the viral hemorrhagic fevers, and cyanide exposure. \"D\" refers to disability, usually taken to denote neuromuscular disability. It is important to note that botulism and nerve agent exposures are likely to present as a neuromuscular syndrome. Finally, \"E\" refers to \"exposure.\" In a typical MASCAL, this reminds the provider to remove the victim's clothing to perform a more thorough \"secondary assessment.\" It is here that one considers the need for decontamination and disinfection.", "cite_spans": [{"start": 229, "end": 244, "text": "Surgeons, 1989)", "ref_id": null}], "ref_spans": [], "section": "STEP 3. SAVE THE PATIENT'S LIFE (\"THE PRIMARY ASSESSMENT\")"}, {"text": "Once patients have been stabilized, decontamination can be accomplished where appropriate. It should be pointed out, however, that decontamination is rarely necessary after a biological attack (the same cannot always be said following a chemical attack). This is due to the inherent incubation periods of biological agents. Because most victims will not become symptomatic until several days after exposure, they will likely have bathed and changed clothing (often several times) before presenting for medical care, thus effectively accomplishing \"self-decontamination.\" Exceptions might include personnel near ground zero in an observed attack or persons encountering a substance in a threatening letter, where common sense might dictate topical disinfection. Even in these situations, bathing with soap and water and conventional laundry measures would likely be adequate. Moreover, it should be kept in mind that situations such as the case of the threatening letter represent crime scenes, wherein medical interests must be weighed against those of law enforcement. In such cases, hasty and ill-considered attempts at decontamination can destroy vital evidence. Furthermore, millions of dollars have been wasted and significant psychological stress has been caused by unnecessary decontamination attempts in the past (Cole, 2000) . Some of these attempts have involved forced disrobing and showering in public streets, under the watchful eye of media cameras. To avoid such problems, we advocate the following measured response (Kortepeter and Cieslak, 2003) .", "cite_spans": [{"start": 1321, "end": 1333, "text": "(Cole, 2000)", "ref_id": "BIBREF19"}, {"start": 1532, "end": 1562, "text": "(Kortepeter and Cieslak, 2003)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "In the case of the announced threat or hoax, the existence of a definitive crime scene and the need to preserve evidence and maintain a chain-of-custody when handling that evidence are important considerations. Although human and environmental health protection would take precedence over law enforcement concerns, threat and hoax scenarios require the early involvement of law enforcement personnel and a respect for the need to maintain an uncompromised crime scene. Decontamination or disinfection would not likely be necessary.", "cite_spans": [], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "In the case of a telephoned threat, and in the absence of a \"device,\" local law enforcement and public health authorities should be alerted. An envelope containing nothing other than a written threat poses little risk and should be handled in the same manner as a telephoned threat. Because the envelope constitutes evidence in a crime, however, further handling should be left to law enforcement professionals. In these cases, no decontamination is necessary pending results of the legal and public health investigation. If a threat is subsequently deemed credible, public health authorities should contact potentially exposed individuals, obtain appropriate information, and consider instituting prophylaxis or therapy.", "cite_spans": [], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "When a package is found to contain powder, liquid, or other physical material, response should be individualized. In most cases, the package should be left in place, the room should be vacated, additional untrained persons should be prohibited from handling the material or approaching the scene, and law enforcement and public health officials should again be contacted. Persons coming in physical contact with contents should remove clothing as soon as practical and should seal it in a plastic bag. Victims should then wash with soap and water (Centers for Disease Control and Prevention, 1999) and, in most cases, may be sent home after adequate instructions are provided and contact information obtained. Specific antibiotic prophylaxis would not typically be necessary prior to the preliminary identification of package contents by a competent laboratory, although such decisions to provide or withhold postexposure prophylaxis are best made following consultation with public health authorities. Floors, walls, and furniture would not require decontamination before laboratory analysis is completed. Nonporous contaminated personal items such as eyeglasses and jewelry may be washed with soap and water or wiped clean with 0.5% hypochlorite (household bleach diluted 10-fold) if a foreign substance has contacted the items.", "cite_spans": [{"start": 568, "end": 597, "text": "Control and Prevention, 1999)", "ref_id": null}], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "In the event that a device or other evidence of a credible aerosol threat is discovered, the room (and potentially the building) should be vacated. Law enforcement and public health personnel should be notified immediately and further handling of the device left to personnel with highly specialized training (in the United States, this might include the Federal Bureau of Investigation's Hazardous Materials Response Unit). Contact information should be obtained from potential victims and detailed instructions provided. Clothing removal, soap and water showering, and decontamination of personal effects should be accomplished as described. Decisions regarding institution of empiric postexposure prophylaxis pending determination of the nature of the threat and identification of the involved biological agents should again be left to local and state public health authorities.", "cite_spans": [], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "In providing a rational and measured response to each situation, public health and law enforcement personnel can assist in minimizing the disruption and cost associated with biological threats and hoaxes. Large-scale decontamination, costly HAZMAT unit involvement, broad institution of therapeutic interventions, and widespread panic can hopefully be avoided by such a measured and logical response.", "cite_spans": [], "ref_spans": [], "section": "STEP 4. DISINFECT OR DECONTAMINATE AS APPROPRIATE"}, {"text": "Now that decontamination has been considered, the clinician may perform a more thorough and targeted assessment aimed at establishing a diagnosis (the \"secondary survey\"). The completeness and accuracy with which one establishes a diagnosis will vary depending on the circumstances the clinician finds him-or herself in. At a tertiary care center, the clinician may well have access to infectious disease consultants, microbiology professionals, and sophisticated diagnostic assays. Under such circumstances, it may be possible to arrive at a microbiologic diagnosis fairly promptly. On the other hand, it is equally conceivable that the primary care provider, practicing in more austere circumstances, may need to intervene promptly based on limited information and without immediate access to subspecialty consultation. Even in such cases, however, reasonable care can be instituted based simply on a \"syndromic diagnosis.\" An \"AMPLE\" (A ϭ allergies, arthropod exposures; M ϭ medications; P ϭ past illnesses and immunizations; L ϭ last meal; E ϭ environment) history may aid in establishing this diagnosis. In this regard, most victims of a biological or chemical attack will likely present with a predominance of respiratory, neuromuscular, or dermatologic findings. Victims of bioterrorism might also present, as previously noted, with little more than an undifferentiated febrile illness. By categorizing victims in this manner, logical empiric therapy decisions can be facilitated Cieslak and Henretig, 2003a; Henretig et al., 2002) .", "cite_spans": [{"start": 1487, "end": 1515, "text": "Cieslak and Henretig, 2003a;", "ref_id": null}, {"start": 1516, "end": 1538, "text": "Henretig et al., 2002)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "STEP 5. ESTABLISH A DIAGNOSIS (\"THE SECONDARY ASSESSMENT\")"}, {"text": "Once a diagnosis is established, therapy must be provided promptly. In the cases of anthrax and plague, in particular, survival is inversely related to the delay in providing proper therapy. A delay of more than 24 hours in the treatment of either disease leads to a uniformly grim prognosis. When the identity of a bioterrorist agent is known, the provision of proper therapy is straightforward. Our recommendations for such therapy are provided in Table 9 .3. When a clinician, in relatively austere circumstances, however, is faced with a Rifampin or clarithromycin may be acceptable alternatives to clindamycin as drugs that target bacterial protein synthesis. If ciprofloxacin or another quinolone is used, doxycycline may be used as a second agent, as it also targets protein synthesis. b Ampicillin, imipenem, meropenem, or chloramphenicol may be acceptable alternatives to penicillin as drugs with good central nervous system penetration. c Levoflxacin or ofloxacin may be acceptable alternatives to ciprofloxacin. d Assuming the organism is sensitive, children may be switched to oral amoxicillin (80 mg/kg/day Ϭ q8h) to complete a 60-day course. We recommend that the first 14 days of therapy or postexposure prophylaxis, however, include ciprofloxacin and/or doxycycline regardless of age. A three-dose series of anthrax vaccine-adsorbed may permit shortening of the antibiotic course to 30 days. e In a mass casualty setting, where resources are severely constrained, oral therapy may need to be substituted for the preferred parenteral option. f Ten days of therapy may be adequate for endemic cutaneous disease. We recommend a full 60-day course in the setting of terrorism, however, because of the possibility of a concomitant inhalational exposure. multiple victims and the nature of the illness is not known, empiric therapy must be instituted. Guidelines for the provision of empiric therapy in such situations have been published , and we advocate that doxycycline or ciprofloxacin be administered empirically to patients with significant pulmonary symptoms when exposure to a bioterrorist attack is considered a strong possibility.", "cite_spans": [], "ref_spans": [{"start": 450, "end": 457, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 6. PROVIDE PROMPT THERAPY"}, {"text": "The clinician must practice proper infection control procedures to ensure that contagious diseases are not propagated among patients. The vast majority of agents commonly regarded as biological weapons threats are not contagious. Among these are the causative agents of anthrax, botulism, tularemia, brucellosis, Q-fever, the alphaviral equine encephalitides, glanders, melioidosis, and many others. \"Standard Precautions\" alone should suffice when caring for victims of such diseases (Garner and The Hospital Infection Control Practices Advisory Committee, 1996) . More stringent \"transmission-based precautions\" are applied to patients with certain infectious diseases. Three subcategories of transmission-based precautions exist: \"droplet precautions\" should be used in managing the pneumonic plague victim. Ordinary surgical masks are a component of proper droplet precautions and are adequate protection against plague; \"contact precautions\" should be used in managing certain viral hemorrhagic fever patients; and \"airborne precautions,\" ideally including a HEPA filter mask, should be used when managing smallpox victims. A summary of hospital infection control precautions as they apply to victims of biological terrorism is presented in Table 9 .4.", "cite_spans": [{"start": 485, "end": 563, "text": "(Garner and The Hospital Infection Control Practices Advisory Committee, 1996)", "ref_id": null}], "ref_spans": [{"start": 1246, "end": 1253, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 7. INSTITUTE PROPER INFECTION CONTROL MEASURES"}, {"text": "As soon as it is suspected that a case of disease might be the result of terrorism, the proper authorities must be alerted so that the appropriate warnings may be issued and outbreak control measures implemented. Typically, such notification would be made through local and/or regional health department channels. In the United States, a few larger cities have their own health departments. In most other areas, the county represents the lowest echelon health jurisdiction. In some rural areas, practitioners would access the state health department directly. The situation in Canada is analogous; practitioners would contact their local or provincial health authorities. Once alerted, local and regional health authorities are well versed on the mechanisms for requesting additional support from health officials at higher jurisdictions. Each practitioner should have a point of contact with such agencies and should be familiar with mechanisms for contacting them before a crisis arises. A list of useful points of contact is provided in Table 9 .5.", "cite_spans": [], "ref_spans": [{"start": 1040, "end": 1047, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "If an outbreak proves to be the result of terrorism, or if the scope of the outbreak strains resources available at the local level, a regional or national response becomes imperative. Under such circumstances, an extensive array of supporting assets and capabilities may be called on. In the U.S. system, the \"Incident Command System\" (ICS) provides a standardized approach to command and control of an incident scene (Emergency Management Institute, 1998) . Local officials use this system when responding to natural disasters, as well as to man-made incidents. Its use would be equally appropriate in the response to a biological attack. Under the ICS, a designated official, often the fire chief or the chief of police, serves as local incident commander. In any incident, when local resources or capabilities are exceeded, the local incident commander may request assistance from the state through the State Coordinating Officer (SCO). The SCO works with the governor and other state officials to make state-level assets available. State Health Departments and Public Health Laboratories, as well as State Police capabilities, are among these assets. Most state public health laboratories possess \"Level C\" capabilities, and can provide sophisticated confirmatory diagnosis and typing of biological agents (Gilchrist, 2000; Morse et al., 2003) . [An overview of public health laboratory capabilities is provided in Table 9.6. The biosafety level (U.S. Department of Health and Human Services, 1999) precautions they employ are outlined in Table 9 .7.] Moreover, State Police can provide law enforcement assistance and forensic laboratory analysis. Finally, state governors can access military assets directly through National Guard units under their direct control. These units can provide law enforcement, public works assistance, mobile \"field\" hospital bed capacity, and other support. Specifically, many state governors now have, at their disposal, military \"Weapons of Mass Destruction-Civil Support\" teams, which can offer expert advice and provide liaison to more robust military assets at the federal level.", "cite_spans": [{"start": 419, "end": 457, "text": "(Emergency Management Institute, 1998)", "ref_id": null}, {"start": 1311, "end": 1328, "text": "(Gilchrist, 2000;", "ref_id": "BIBREF28"}, {"start": 1329, "end": 1348, "text": "Morse et al., 2003)", "ref_id": "BIBREF42"}, {"start": 1451, "end": 1503, "text": "(U.S. Department of Health and Human Services, 1999)", "ref_id": null}], "ref_spans": [{"start": 1544, "end": 1551, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "When state capabilities are overwhelmed or insufficient, the SCO can contact his or her counterpart at the federal level. This Federal Coordinating Officer assists in activating the Federal Response Plan (FRP) (Federal Emergency Management Agency, 2003) , which guides the delivery of federal assets and provides for a coordinated multiagency federal response.", "cite_spans": [{"start": 210, "end": 253, "text": "(Federal Emergency Management Agency, 2003)", "ref_id": null}], "ref_spans": [], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "Federal response and support to the states, according to the FRP, is organized into 12 emergency support functions (ESFs). ESF 8 provides for health and medical services. Although a specific agency takes primary responsibility for each of the 12 ESFs, 26 different federal agencies (and the American Red Cross) can, by law, be tasked to provide assistance. Federal disaster medical support is primarily the responsibility of the Department of Table 9 .6 The Laboratory Response Network Level A Labs: These labs, found in many hospitals and local public health facilities, have the ability to \"rule out\" specific bioterrorism threat agents, to handle specimens safely, and to forward specimens on to higher echelon laboratories within the network.", "cite_spans": [], "ref_spans": [{"start": 443, "end": 450, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "Level B Labs: These labs -found in larger hospitals, medical centers, and health departments -use BSL-2/3 practices (see Table 9 .7) and have the ability to \"rule in\" and confirm specific bioterrorism threat agents. In addition, they can perform antimicrobial sensitivity testing.", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "Level C Labs: These labs, typically found in State Health Departments, use BSL-3 practices, and can conduct nucleic acid amplification and molecular typing studies. They serve as \"back-up\" to Level B labs.", "cite_spans": [], "ref_spans": [], "section": "STEP 8. ALERT THE PROPER AUTHORITIES (\"WHICH AGENCY SHOULD ONE NOTIFY FOR SUSPICIOUS CASES?\")"}, {"text": "These labs, at the CDC and USAMRIID, can use BSL-4 practices, and serve as the final authority in the work-up of bioterrorism specimens. These labs provide specialized reagents to lower level labs and have the ability to bank specimens, perform serotyping, and detect genetic recombinants and chimeras.", "cite_spans": [], "ref_spans": [], "section": "Level D Labs:"}, {"text": "Health and Human Services, although the Office of Emergency Response, part of the new Department of Homeland Security, oversees the National Disaster Medical System (NDMS) (Knouss, 2001) . The NDMS includes numerous Disaster Medical Assistance Teams, consisting of trained medical volunteers who can arrive at a disaster site within 8-16 hours. Another important aspect of the NDMS involves excess hospital bed capacity at numerous Department of Veterans Affairs, military, and civilian hospitals throughout the nation.", "cite_spans": [{"start": 172, "end": 186, "text": "(Knouss, 2001)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Level D Labs:"}, {"text": "Finally, several other federal agencies may play an important role in the response to disasters, in general, and biological attacks in particular. The CDC and the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID) can provide \"Level D\" reference laboratories, which support the Level C labs at the state level and are capable of dealing with virtually all potential biological threat agents (Centers for Disease Control and Prevention, 2000) . The Canadian Science Center for Human and Animal Health in Winnipeg provides a similar level of expertise. Expert consultation and assistance with epidemiological investigations is also available from the CDC, and threat evaluation and medical consultation is similarly available through USAMRIID. Additionally, the military can provide expert advice and assistance to civilian authorities through the Chemical/ Biological Rapid Response Team (CBRRT), which can arrive at a disaster site within a few hours of notification. Another potentially useful military asset is the Chemical/Biological Incident Response Force, a Marine Corps unit capable of providing reconnaissance, decontamination, and field treatment. Like the CBRRT, this unit can potentially be available within a few hours of notification. Military support, when requested, would be subordinate to civilian authorities, and would be provided and tailored by the Joint Task Force for Civil Support. This task force, a component of U.S. Northern Command, is specifically designed Table 9 .7 Biosafety Levels Biosafety Level 1: Involves practices used by a microbiology lab that deals only with well-characterized organisms that do not typically produce disease in humans. Work is conducted on open benchtops using standard microbiologic practices. A high school biology lab might use BSL-1 practices.", "cite_spans": [{"start": 432, "end": 461, "text": "Control and Prevention, 2000)", "ref_id": null}], "ref_spans": [{"start": 1506, "end": 1513, "text": "Table 9", "ref_id": "TABREF0"}], "section": "Level D Labs:"}, {"text": "Biosafety Level 2: Involves practices used by labs that deal with most human pathogens of moderate potential hazard. Lab coats and gloves are typically worn, access to the lab is restricted to trained personnel, and safety cabinets are often used. A clinical hospital laboratory would typically utilize BSL-2 practices.", "cite_spans": [], "ref_spans": [], "section": "Level D Labs:"}, {"text": "Biosafety Level 3: Involves practices used by labs that work with agents with the potential to cause serious and lethal disease via the inhalational route of exposure. Work is generally conducted in safety cabinets, workers are often immunized against the agents in question, and respiratory protection is worn. Clothing (such as \"scrub suits\") is exchanged upon exiting the lab. Labs are negatively pressurized. A State Health Department lab would typically use BSL-3 practices.", "cite_spans": [], "ref_spans": [], "section": "Level D Labs:"}, {"text": "Biosafety Level 4: Also involves practices used by labs working with highly hazardous human pathogens infectious via the inhalational route. BSL-4 organisms differ from those requiring BSL-3 precautions in that no vaccine or antibiotic therapy is available. Personnel may only enter the lab through a series of changing and shower rooms. Equipment and supplies enter via a double-door autoclave. Strict and sophisticated engineering controls are used and personnel wear sealed positive pressure \"space suits\" with supplied air. Labs are negatively pressurized. Labs at CDC, USAMRIID, the Canadian Science Center for Human and Animal Health, and a few other research facilities, are equipped with BSL-4 controls.", "cite_spans": [], "ref_spans": [], "section": "Level D Labs:"}, {"text": "to provide command and control for all military assets involved in disaster response missions and contingencies within the United States. Finally, the CDC has developed the Strategic National Stockpile, whereby critical drugs and vaccines necessary to combat a large disaster or terrorist attack are stockpiled at several locations throughout the country, available for rapid deployment to an affected area (Esbitt, 2003) . Release of stockpile components is currently controlled by the Department of Homeland Security. An analogous asset, the National Emergency Services Stockpile System, provides Canada with similar capabilities.", "cite_spans": [{"start": 407, "end": 421, "text": "(Esbitt, 2003)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Level D Labs:"}, {"text": "The clinician must be prepared to assist in an epidemiological investigation, which will be necessary in the case of a suspected terrorist attack. Although health department personnel will be invaluable in the course of such an investigation, the clinician should, nonetheless, have a working knowledge of basic epidemiology and the steps necessary in conducting an epidemiological investigation. These steps, the so-called \"epidemiological sequence,\" are published elsewhere (Centers for Disease Control and Prevention, 1998) and summarized in Table 9 .8. Although the well-prepared clinician may impact positively on the health and well-being of individual patients, it is only through the rapid conduct of a competent epidemiologic investigation that large numbers of exposed persons are likely to be reached, and positively impacted, prior to the widespread outbreak of disease.", "cite_spans": [{"start": 497, "end": 526, "text": "Control and Prevention, 1998)", "ref_id": null}], "ref_spans": [{"start": 545, "end": 552, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 9. CONDUCT AN EPIDEMIOLOGIC INVESTIGATION (AND MANAGE THE MEDICAL AND PSYCHOLOGICAL AFTERMATH OF A BIOTERROR ATTACK)"}, {"text": "In addition to implementing specific medical countermeasures against biological agent exposures, and instigating an epidemiologic investigation, the clinician must be prepared to address the psychological effects of a known, suspected, or feared exposure (Holloway et al., 1997) . An announced or threatened bioterroism attack can provoke fear, uncertainty, and anxiety in the population, resulting in overwhelming numbers of patients seeking medical evaluation for unexplained symptoms, and demanding antidotes for feared exposure. Such a scenario could also follow a covert release when the resulting epidemic is characterized as the consequence of a bioterror attack. Symptoms due to anxiety and autonomic arousal, and side effects of postexposure antibiotic prophylaxis may suggest Table 9 .8 The Epidemiologic Sequence prodromal disease due to biological agent exposure, and pose challenges in differential diagnosis. This \"behavioral contagion\" is best prevented by risk communication from health and government authorities that includes a realistic assessment of the risk of exposure, information about the resulting disease, and what to do and whom to contact for suspected exposure. Risk communication must be timely, accurate, consistent, and well coordinated. As the epidemic subsides and public knowledge increases, public anxiety will decrease to realistic levels. This cycle of uncertainty, panic, response, and resolution occurred during the October 2001 anthrax bioterror event (Rundell, 2003) . The CDC has taken a proactive approach, featuring the development of internet-accessible, agent-specific information packages for local public health authorities and the general public (Centers for Disease Control and Prevention, 2003e) .", "cite_spans": [{"start": 255, "end": 278, "text": "(Holloway et al., 1997)", "ref_id": "BIBREF34"}, {"start": 1494, "end": 1509, "text": "(Rundell, 2003)", "ref_id": "BIBREF45"}, {"start": 1718, "end": 1748, "text": "Control and Prevention, 2003e)", "ref_id": null}], "ref_spans": [{"start": 786, "end": 793, "text": "Table 9", "ref_id": "TABREF0"}], "section": "STEP 9. CONDUCT AN EPIDEMIOLOGIC INVESTIGATION (AND MANAGE THE MEDICAL AND PSYCHOLOGICAL AFTERMATH OF A BIOTERROR ATTACK)"}, {"text": "Effective risk communication is predicated upon the pre-existence of well-conceived risk communication plans and tactics. Similarly, plans must be made to rapidly deploy personnel from local centers for the initial evaluation and administration of postexposure prophylaxis (ideally decentralized to residential areas). Finally, plans must be made to proactively develop patient and contact tracing and vaccine screening tools, to access stockpiled vaccines and medications, and to identify and prepare local facilities and healthcare teams for the care of mass casualties. The CDC smallpox response plan (Centers for Disease Control and Prevention, 2003e) provides a template for such a coordinated, multifaceted approach. The benefits of farsighted planning and coordination were demonstrated by the efficient mass prophylaxis of more than 10,000 individuals in New York City during the anthrax bioterror event of 2001 (Blank et al., 2003) .", "cite_spans": [{"start": 920, "end": 940, "text": "(Blank et al., 2003)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "STEP 9. CONDUCT AN EPIDEMIOLOGIC INVESTIGATION (AND MANAGE THE MEDICAL AND PSYCHOLOGICAL AFTERMATH OF A BIOTERROR ATTACK)"}, {"text": "Once response plans have been developed, they must be exercised. Local exercises designed to test incident command and control, communications, logistics, laboratory coordination, and clinical capabilities are thus a final, and necessary, preparation. Such exercises may involve only the leadership of an organization and focus on planning and decision-making (the \"command post exercise\"), they may involve notional \"play\" around a \"table-top exercise,\" or they may involve actual \"hands-on\" training and evaluation in a \"disaster drill\" or \"field-training exercise.\" In fact, the Joint Commission on the Accreditation of Healthcare Organizations (JCAHO) requires hospitals to conduct a hazard vulnerability analysis, develop an emergency management plan, and evaluate this plan annually (Joint Commission on the Accreditation of Healthcare Organizations, 2003). Moreover, JCAHO specifically mandates that hospitals provide facilities (and training in the use of such facilities) for radioactive, biological, and chemical isolation and decontamination.", "cite_spans": [], "ref_spans": [], "section": "STEP 10. MAINTAIN A LEVEL OF PROFICIENCY"}, {"text": "Many resources are now available to assist the clinician and public health professional in planning for, and maintaining proficiency regarding, the management of real or threatened terror attacks. Moreover, electronic resources of a similar nature have been developed (U.S. Army Medical Research Institute of Infectious Diseases, 2000; U.S. Army Medical Research Institute of Infectious Diseases and U.S. Food and Drug Administration, 2000) and multiple websites provide a wealth of training materials and information on-line (Ferguson et al., 2003) (Table 9 .5). Finally, as discussed under step 8, numerous governmental, military, and civilian organizations now stand ready to provide assistance and consultation to the clinician faced with planning for, and treating, the victims of a potential terrorist attack. It is assistance that, if sought for planning purposes, will hopefully never be needed for patient management.", "cite_spans": [{"start": 526, "end": 549, "text": "(Ferguson et al., 2003)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 550, "end": 558, "text": "(Table 9", "ref_id": "TABREF0"}], "section": "STEP 10. MAINTAIN A LEVEL OF PROFICIENCY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Separate worlds set to collide: smallpox, vaccinia virus vaccination, and human immunodeficiency virus and acquired immunodeficiency syndrome", "authors": [{"first": "V", "middle": ["K"], "last": "Amorosa", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Isaacs", "suffix": ""}], "year": 2003, "venue": "Clin. Infect. Dis", "volume": "37", "issn": "", "pages": "426--432", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An ounce of prevention is a ton of work: mass antibiotic prophylaxis for anthrax", "authors": [{"first": "S", "middle": [], "last": "Blank", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Moskin", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Zucker", "suffix": ""}], "year": 2001, "venue": "Emerg. Infect. Dis", "volume": "9", "issn": "", "pages": "615--622", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A model for smallpox-vaccination policy", "authors": [{"first": "S", "middle": ["A"], "last": "Bozzette", "suffix": ""}, {"first": "R", "middle": [], "last": "Boer", "suffix": ""}, {"first": "V", "middle": [], "last": "Bhatnagar", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Brower", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Keeler", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Morton", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Stoto", "suffix": ""}], "year": 2003, "venue": "N. Engl. J. Med", "volume": "348", "issn": "", "pages": "416--425", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Field evaluation of a human anthrax vaccine", "authors": [{"first": "P", "middle": ["S"], "last": "Brachman", "suffix": ""}, {"first": "H", "middle": [], "last": "Gold", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Plotkin", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Fekerty", "suffix": ""}, {"first": "M", "middle": [], "last": "Werrin", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Ingraham", "suffix": ""}], "year": 1962, "venue": "Am. J. Public Health", "volume": "52", "issn": "", "pages": "632--645", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Investigating an outbreak", "authors": [], "year": 1998, "venue": "Principles of Epidemiology: Self Study Course SS3030", "volume": "", "issn": "", "pages": "347--424", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bioterrorism alleging use of anthrax and interim guidelines for management-United States", "authors": [], "year": 1998, "venue": "Centers for Disease Control and Prevention", "volume": "48", "issn": "", "pages": "69--74", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Biological and chemical terrorism: strategic plan for preparedness and response", "authors": [], "year": 2000, "venue": "Centers for Disease Control and Prevention", "volume": "49", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Notice to readers: use of anthrax vaccine in response to terrorism: supplemental recommendations of the advisory committee on immunization practices", "authors": [], "year": 2002, "venue": "Centers for Disease Control and Prevention", "volume": "51", "issn": "", "pages": "1024--1026", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Smallpox vaccination and adverse reactions: guidance for clinicians. MMWR", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "52", "issn": "", "pages": "1--29", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Recommendations for using smallpox vaccine in a pre-event vaccination program", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "52", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Update: cardiac and other adverse events following civilian smallpox vaccination-United States", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "52", "issn": "", "pages": "819--820", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Smallpox response plan and guidelines (version 3.0)", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Public health emergency preparedness and response", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Immunization against potential biological warfare agents", "authors": [{"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Christopher", "suffix": ""}, {"first": "", "middle": ["M G"], "last": "Kortepeter", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Rowe", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Pavlin", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Culpepper", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Eitzen", "suffix": ""}], "year": 2000, "venue": "Clin. Infect. Dis", "volume": "30", "issn": "", "pages": "843--850", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Medical consequences of biological warfare: the ten commandments of management", "authors": [{"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Henretig", "suffix": ""}], "year": 2001, "venue": "Milit. Med", "volume": "166", "issn": "2", "pages": "11--12", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Biological and chemical terrorism", "authors": [{"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Henretig", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Berman", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kliegman", "suffix": ""}, {"first": "Jenson", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Nelson Textbook of Pediatrics", "volume": "", "issn": "", "pages": "2378--2385", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Vaccines against agents of bioterrorism", "authors": [{"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Kortepeter", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Eitzen", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Levine", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Kaper", "suffix": ""}, {"first": "R", "middle": [], "last": "Rappouli", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Good", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "New Generation Vaccines", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A field-expedient algorithmic approach to the clinical management of chemical and biological casualties", "authors": [{"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Rowe", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Kortepeter", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Madsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Newmark", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Christopher", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Culpepper", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Eitzen", "suffix": ""}], "year": 2000, "venue": "Milit. Med", "volume": "165", "issn": "", "pages": "659--662", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Bioterrorism threats: learning from inappropriate responses", "authors": [{"first": "L", "middle": ["A"], "last": "Cole", "suffix": ""}], "year": 2000, "venue": "J. Public Health Manag. Pract", "volume": "6", "issn": "", "pages": "8--18", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Initial assessment and management", "authors": [], "year": 1989, "venue": "Advanced Trauma Life Support Student Manual. American College of Surgeons", "volume": "", "issn": "", "pages": "9--30", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Incident Command System Independent Study Guide -(IS-195)", "authors": [], "year": 1998, "venue": "Federal Emergency Management Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Strategic National Stockpile: roles and responsibilities of health care professionals for receiving the stockpile assets", "authors": [{"first": "D", "middle": [], "last": "Esbitt", "suffix": ""}], "year": 2003, "venue": "Disaster Manag. Response", "volume": "1", "issn": "", "pages": "68--70", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Smallpox vaccination policy-the need for dialogue", "authors": [{"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2002, "venue": "The Federal Response Plan (9230.1PL, interim)", "volume": "346", "issn": "", "pages": "1319--1320", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Government Printing Office", "authors": [{"first": "U", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Bioterrorism web site resources for infectious disease clinicians and epidemiologists", "authors": [{"first": "N", "middle": ["E"], "last": "Ferguson", "suffix": ""}, {"first": "L", "middle": [], "last": "Steele", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Crawford", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Huebner", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Fonseka", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Bonander", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kuehnert", "suffix": ""}], "year": 2003, "venue": "Clin. Infect. Dis", "volume": "36", "issn": "", "pages": "1458--1473", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Lessons from the West Nile viral encephalitis outbreak in New York City, 1999: implications for bioterrorism preparedness", "authors": [{"first": "A", "middle": [], "last": "Fine", "suffix": ""}, {"first": "Layton", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "Clin. Infect. Dis", "volume": "32", "issn": "", "pages": "277--282", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The Hospital Infection Control Practices Advisory Committee (1996)", "authors": [{"first": "J", "middle": ["S"], "last": "Garner", "suffix": ""}], "year": null, "venue": "Infect. Control. Hosp. Epidemiol", "volume": "17", "issn": "", "pages": "53--80", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A national laboratory network for bioterrorism: evolution from a prototype network of laboratories performing routine surveillance", "authors": [{"first": "M", "middle": ["J R"], "last": "Gilchrist", "suffix": ""}], "year": 2000, "venue": "Milit. Med", "volume": "165", "issn": "2", "pages": "28--31", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "US military smallpox vaccination experience", "authors": [{"first": "J", "middle": ["D"], "last": "Grabenstein", "suffix": ""}, {"first": "W", "middle": [], "last": "Winkenwerder", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 2003, "venue": "J.A.M.A", "volume": "289", "issn": "", "pages": "3278--3282", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Myopericarditis following smallpox vaccination among vaccinia-naive US military personnel", "authors": [{"first": "J", "middle": ["S"], "last": "Halsell", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Riddle", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Atwood", "suffix": ""}, {"first": "P", "middle": [], "last": "Gardner", "suffix": ""}, {"first": "R", "middle": [], "last": "Shope", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Poland", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Gray", "suffix": ""}, {"first": "S", "middle": [], "last": "Ostroff", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Eckart", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hospenthal", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Gibson", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Grabenstein", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Arness", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Tornberg", "suffix": ""}], "year": 2003, "venue": "J.A.M.A", "volume": "289", "issn": "", "pages": "3283--3289", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Smallpox vaccine injury compensation program: smallpox (vaccinia) vaccine injury table", "authors": [], "year": 2003, "venue": "Fed. Reg", "volume": "68", "issn": "", "pages": "51492--51499", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Medical management of the suspected victim of bioterrorism: an algorithmic approach to the undifferentiated patient", "authors": [{"first": "F", "middle": ["M"], "last": "Henretig", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Kortepeter", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Fleisher", "suffix": ""}], "year": 2002, "venue": "Emerg. Med. Clin. North Am", "volume": "20", "issn": "", "pages": "351--364", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Suffocation from misuse of gas masks during the Gulf War", "authors": [{"first": "J", "middle": [], "last": "Hiss", "suffix": ""}, {"first": "Arensburg", "middle": [], "last": "", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 1992, "venue": "Br. Med. J", "volume": "304", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The threat of biological weapons: prophylaxis and mitigation of psychological and social consequences", "authors": [{"first": "H", "middle": ["L"], "last": "Holloway", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Norwood", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Fullerton", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Engel", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Ursano", "suffix": ""}], "year": 1997, "venue": "J.A.M.A", "volume": "278", "issn": "", "pages": "425--427", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Emergency response to a smallpox attack: the case for mass vaccination", "authors": [{"first": "E", "middle": ["H"], "last": "Kaplan", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Craft", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Wein", "suffix": ""}], "year": 2002, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "99", "issn": "", "pages": "10935--10940", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Expected adverse events in a mass smallpox vaccination campaign", "authors": [{"first": "A", "middle": ["R"], "last": "Kemper", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Davis", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Freed", "suffix": ""}], "year": 2002, "venue": "Eff. Clin. Pract", "volume": "5", "issn": "", "pages": "84--90", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "National disaster medical system", "authors": [{"first": "R", "middle": ["F"], "last": "Knouss", "suffix": ""}], "year": 2001, "venue": "Public Health Rep", "volume": "116", "issn": "2", "pages": "49--52", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Bioterrorism: plague, anthrax, and smallpox", "authors": [{"first": "M", "middle": ["G"], "last": "Kortepeter", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Cieslak", "suffix": ""}], "year": 2003, "venue": "Therapy of Infectious Diseases", "volume": "", "issn": "", "pages": "723--740", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "SARS, biological terrorism, and mother nature", "authors": [{"first": "L", "middle": ["M"], "last": "Lampton", "suffix": ""}], "year": 2003, "venue": "J. Miss. State Med. Assoc", "volume": "44", "issn": "", "pages": "151--152", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "A different view of smallpox and vaccination", "authors": [{"first": "T", "middle": [], "last": "Mack", "suffix": ""}], "year": 2003, "venue": "N. Engl.J. Med", "volume": "348", "issn": "", "pages": "460--463", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Detecting biothreat agents: the laboratory response network", "authors": [{"first": "S", "middle": ["A"], "last": "Morse", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Kellogg", "suffix": ""}, {"first": "S", "middle": [], "last": "Perry", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Meyer", "suffix": ""}, {"first": "D", "middle": [], "last": "Bray", "suffix": ""}, {"first": "D", "middle": [], "last": "Nichelson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Miller", "suffix": ""}], "year": 2003, "venue": "ASM News", "volume": "69", "issn": "", "pages": "433--437", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Can postexposure vaccination against smallpox succeed?", "authors": [{"first": "P", "middle": ["P"], "last": "Mortimer", "suffix": ""}], "year": 2003, "venue": "Clin. Infect. Dis", "volume": "36", "issn": "", "pages": "622--629", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Epidemiology of bioterrorism", "authors": [{"first": "J", "middle": ["A"], "last": "Pavlin", "suffix": ""}], "year": 1999, "venue": "Emerg. Infect. Dis", "volume": "5", "issn": "", "pages": "528--530", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A consultation-laison psychiatry approach to disaster/terrorism victim assessment and management", "authors": [{"first": "J", "middle": ["R"], "last": "Rundell", "suffix": ""}], "year": 2003, "venue": "Terrorism and Disaster: Individual and Community Mental Health Interventions", "volume": "", "issn": "", "pages": "107--120", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Medical management of biological warfare casualties CD-ROM: U.S. Army Medical Research Institute of Infectious Diseases", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Medical Research Institute of Infectious Diseases, U.S. Food and Drug Administration", "authors": [{"first": "S", "middle": [], "last": "Army", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Food and Drug Administration", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Biosafety in Microbiological and Biomedical Laboratories", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Epidemiologic Clues to a Bioterrorist Attack Presence of an unusually large epidemic High infection rate Disease limited to a discrete population Unexpected severity of disease Evidence of an unusual route of exposure Disease in an atypical geographic locale Disease occurring outside normal transmission seasons Disease occurring in the absence of usual vector Simultaneous outbreaks of multiple diseases Simultaneous occurrence of human and zoonotic disease Unusual organism strains Unusual antimicrobial sensitivity patterns Disparity in attack rates among persons indoors and outdoors Terrorist claims Intelligence reports Discovery of unusual munitions", "latex": null, "type": "table"}, "TABREF1": {"text": "Critical Agents for Health Preparedness", "latex": null, "type": "table"}, "TABREF2": {"text": "Recommended Therapy of (and Prophylaxis Against) Diseases Caused by \"Category A\" Biothreat Agents Gentamicin 2.5 mg/kg IV q8h OR Doxycycline 2.2 mg/kg IV q12h OR Ciprofloxacin 15 mg/kg IV q12h Doxycycline 2.2 mg/kg PO q12h OR Ciprofloxacin 20 mg/kg PO q12h", "latex": null, "type": "table"}, "TABREF3": {"text": "Conventional Infectious Diseases and Diseases Potentially Resulting from an Act of Bioterrorism: Required Hospital Infection Control Precautions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Standard precautions </td><td>Contact precautions </td><td>Droplet precautions </td><td>Airborne precautions\n</td></tr><tr><td>All patients </td><td>MRSA, VRE </td><td>Meningococcal disease </td><td>Pulmonary tuberculosis\n</td></tr><tr><td>Enteric infections </td><td>Resistant pneumococci </td><td>Measles\n</td></tr><tr><td> </td><td>Skin infections </td><td>Pertussis </td><td>Varicella\n</td></tr><tr><td> </td><td>Lice </td><td>Group A Streptococci\n</td><td> </td></tr><tr><td> </td><td>Scabies </td><td>Mycoplasma\n</td><td> </td></tr><tr><td> </td><td>Clostridium difficile disease </td><td>Adenovirus\n</td><td> </td></tr><tr><td>Anthrax </td><td>RSV, parainfluenza </td><td>Influenza </td><td> </td></tr><tr><td>Certain VHFs </td><td>Pneumonic plague </td><td>Smallpox\n</td></tr><tr><td> </td><td> </td><td>Botulism </td><td>Ebola\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Bioterrorism: Points of Contact and Training Resources", "latex": null, "type": "table"}}, "back_matter": [{"text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as necessarily reflecting the views of the U.S. Department of Defense, the U.S. Department of Health and Human Services, or their component services, agencies, and institutions.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}