{"paper_id": "1a59ca238c64e4bae304240d7df787cf0345d50e", "metadata": {"title": "Artificial Intelligence Forecasting of Covid-19 in China", "authors": [{"first": "Zixin", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Qiyang", "middle": [], "last": "Ge", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Shudi", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Texas Health Science Center at Houston", "location": {"postCode": "77030", "settlement": "Houston", "region": "TX", "country": "USA"}}, "email": ""}, {"first": "Jin", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Momiao", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Texas Health Science Center at Houston", "location": {"postCode": "77030", "settlement": "Houston", "region": "TX", "country": "USA"}}, "email": "momiao.xiong@uth.tmc.edu.2"}]}, "abstract": [{"text": "An alternative to epidemiological models for transmission dynamics of Covid-19 in China, we propose the artificial intelligence (AI)-inspired methods for real-time forecasting of Covid-19 to estimate the size, lengths and ending time of Covid-19 across China.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In the beginning of December, 2019, Covid-19 virus that slipped from animals to humans in Wuhan city, China caused an outbreak of respiratory illness. A number of the statistical, dynamic and mathematical models of the Covid-19 outbreak including the SEIR model have been developed to analyze its transmission dynamics 1, 2, 3, 4, 5 . Although these epidemiological models are useful for estimating the dynamics of transmission, targeting resources and evaluating the impact of intervention strategies, the models require parameters and depend on many assumptions. Unlike system identification in engineering where the parameters in the models are estimated using real data, at the outbreak, estimated parameters using real time data are not readily available 6, 7 Most analyses used hypothesized parameters and hence do not fit the data very well. The accuracy of forecasting the future cases of Covid-19 using these models may not be very high. Timely interventions are needed to control the serious impacts of Covid-19 on health.", "cite_spans": [{"start": 319, "end": 321, "text": "1,", "ref_id": "BIBREF0"}, {"start": 322, "end": 324, "text": "2,", "ref_id": "BIBREF1"}, {"start": 325, "end": 327, "text": "3,", "ref_id": "BIBREF2"}, {"start": 328, "end": 330, "text": "4,", "ref_id": "BIBREF3"}, {"start": 331, "end": 332, "text": "5", "ref_id": "BIBREF4"}, {"start": 760, "end": 762, "text": "6,", "ref_id": "BIBREF5"}, {"start": 763, "end": 764, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "To overcome limitations of the epidemiological model approach, and assist public health planning and policy making, we develop an AI based method for real time forecasting of the new and cumulative confirmed cases of Covid-19 in total and provinces/ cities across China. We also forecast the possible trend and plateau of Covid-19 transmission in China and group the provinces/cities into clusters according to the dynamic patterns of Covid-19 transmission. The analysis is based on the surveillance data of the confirmed Covid-19 cases in China up to February 18, 2020.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Data on the confirmed cases of Covid-19 from January 11, 2020 to January 20, 2020, and from January 21, 2020 to February 27, 2020, were from Surging News Network (https://www.thepaper.cn/) and WHO (https://www.who.int/emergencies/diseases/novelcoronavirus-2019/situation-reports), respectively. WHO took the lab confirmed case as the confirmed cases from January 21, 2020 to February 13, 2020 and took the sum of the number of the clinical confirmed and lab conformed cases as the number of the confirmed cases after Modified auto-encoders (MAE) 8, 9 were used to forecast the number of the accumulative and new confirmed cases of Covid-19. Unlike the classical auto-encoder where the number of nodes in the layers usually decreases from the input layer to the latent layers, the numbers of the nodes in the input, the first latent layer, the second latent layer and output layers in the MAE were 8, 32, 4 and 1, respectively ( Figure 1 ). We view a segment of time series with 8 days as a sample of data and take 128 segments of time series as the training samples. One element from the dada matrix is randomly selected as a start day of the segment and select its 7 successive days as the other days to form a segment of time series. Let be the index of the segment and , be the column index of the matrix that was selected as the starting day. The ./ segment time series The potential cumulative confirmed cases of Covid-19 in China was observed to reach the plateau (83,401) on April 20, 2020. Figure S1 plotted the national reported and fitted curves of the cumulative confirmed cases in China from January 20, 2020 to February 27, 2020. To further examine the accuracy of forecasting, Table 1 where the data from January 20, 2020 to February 27, 2020 were used to fit the MAE model. In the table, we listed 1 day-step to 10 daystep forecasting errors, respectively, i.e., the errors of using the current reported cases to forecast future s day cases. Table 1 showed that the average errors of the forecasting did not strictly increase as the number-steps for forecasting increased due to fluctuations of the data. Forecasting accuracy was very high.", "cite_spans": [{"start": 546, "end": 548, "text": "8,", "ref_id": "BIBREF7"}, {"start": 549, "end": 550, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 928, "end": 936, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 1498, "end": 1507, "text": "Figure S1", "ref_id": "FIGREF3"}, {"start": 1691, "end": 1698, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1957, "end": 1964, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Sources"}, {"text": "9 Figure 3 presented the forecasted curves of cumulative confirmed cases of Covid-19 across 31", "cite_spans": [], "ref_spans": [{"start": 2, "end": 10, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "Data Sources"}, {"text": "China as a function of days from January 11, 2020 to April 20, 2020. We observed from Figure 3 that the times of different provinces/cities entering the plateau will be different, ranging from Jan 21, 2020 to April 20, 2020. Xizang first entered the plateau at Jan 21 followed by Macao on Jan 26 and Qinghai on Jan 28. Hubei province will be one of the last to enter the plateau (70,019)", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "province/cities in mainland China and three other regions (Hong Kong, Macau and Taiwan) in"}, {"text": "around April 20, 2020, most provinces/cities will enter the plateau around middle of March. We In addition to the geographic locations that affected the transmission of Covid-19, the healthcare resources and economic and social activities may also affect the transmission dynamics of Covid-19 as the cluster of Shanghai, Hongkong, Beijing, Shandong and Sichuan. And Fujian Guangxi, Hebei, Jilin and Tianjin formed a cluster, but these five provinces/cities are not located in the same geographic area. They may have similar economic relationships with Wuhan, healthcare resources and take similar interventions to control of the spread of Covid-19.", "cite_spans": [], "ref_spans": [], "section": "province/cities in mainland China and three other regions (Hong Kong, Macau and Taiwan) in"}, {"text": "As an alternative to epidemiologic transmission model, we used MAE to forecast the real-time Figure S1 . The national reported and fitted curves of the cumulative confirmed cases of Covid-19 in China from January 11, 2020 to February 27, 2020, where the red curve was the reported and green curve was the fitted.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 102, "text": "Figure S1", "ref_id": "FIGREF3"}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF1": {"ref_id": "b1", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "20", "pages": "30260--30269", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF2": {"ref_id": "b2", "title": "Estimating the unreported number of bovel coronavirus (2019-nCoV) cases in China in the first half of January 2020: A Data-driven modelling analysis of the early outbreak", "authors": [{"first": "", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "", "middle": [], "last": "Musa", "suffix": ""}, {"first": "", "middle": [], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Analysis and projections of transmission dynamics of nCoV in Wuhan", "authors": [{"first": "A", "middle": [], "last": "Kucharski", "suffix": ""}, {"first": "T", "middle": [], "last": "Russell", "suffix": ""}, {"first": "C", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "R", "middle": [], "last": "Eggo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Reporting, epidemic growth, and reproduction numbers for the 2019 novel coronavirus (2019-nCoV) epidemic", "authors": [{"first": "A", "middle": ["R"], "last": "Tuite", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Fisman", "suffix": ""}], "year": 2020, "venue": "Ann Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/M20-0358"]}}, "BIBREF5": {"ref_id": "b5", "title": "Real-time forecasting of infectious disease dynamics with a stochastic semi-mechanistic model", "authors": [{"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "A", "middle": [], "last": "Camacho", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2018, "venue": "Epidemics", "volume": "22", "issn": "", "pages": "56--61", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "An open challenge to advance probabilistic forecasting for dengue epidemics", "authors": [{"first": "Johansson", "middle": [], "last": "Correction For", "suffix": ""}], "year": 2019, "venue": "Proc Natl Acad Sci", "volume": "116", "issn": "48", "pages": "24268--24274", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A practical tutorial on autoencoders for nonlinear feature fusion: Taxonomy, models, software and guidelines", "authors": [{"first": "D", "middle": [], "last": "Charte", "suffix": ""}, {"first": "F", "middle": [], "last": "Charte", "suffix": ""}, {"first": "S", "middle": [], "last": "García", "suffix": ""}, {"first": "Mjd", "middle": [], "last": "Jesus", "suffix": ""}, {"first": "F", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2018, "venue": "Information Fusion", "volume": "44", "issn": "", "pages": "78--96", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Deep Learning-based feature representation and its application for soft censor modeling with variable-wise weighted SAE", "authors": [{"first": "X", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Gui", "middle": ["W"], "last": "", "suffix": ""}], "year": 2018, "venue": "IEEE Trans on Industrial informatics", "volume": "14", "issn": "7", "pages": "3235--3243", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The numbers of the clinical confirmed and the lab confirmed cases in Hubei Province, China on February 14, was 15,384 and 36,602, respectively. Therefore, the number of the confirmed cases in Hubei Province before February 14, 2020 was adjusted by the formula: the number of the confirmed cases = the number of the lab confirmed cases × the total numbers of the accumulated and new confirmed cases in all of China and the numbers of the accumulated and new confirmed cases across 31 Provinces/Cities in mainland China and three other regions (Hong Kong, Macau and Taiwan) in China. The data were organized in a matrix with the rows representing the whole China and province/city and columns representing the number of the new confirmed cases of each day. The confirmed cases of each province/city were a time series. Let ,-be the number of the confirmed cases of the ./ day within the ./ province/city. Let be a 34 × dimensional matrix. The element ,-is the number of the confirmed new cases of Covid-19 on the ./ day, starting with January 11, 2020 in the ./ city. Modified Auto-encoder for Modeling Time Series 6", "latex": null, "type": "figure"}, "FIGREF1": {"text": "be the normalized number of cases to forecast. If = 0, then set , = 0. The loss function was defined as = ∑ , ( , − : , ) was the observed number of the cases in the forecasting day of the ./ segment time series and : , was its forecasted number of cases by the MAE, and , were weights. If , was in the interval [1, 12], then , = 1. If , was in the interval [13, 24], then , = 2, etc. The back propagation algorithm was used to estimate the weights and bias in the MAE. Repeat training processes 5 times. The average forecasting : , , = 1, … , 34 will be taken as a final forecasted number of the accumulated confirmed cases for each province/city. Forecasting Procedures 7 The trained MAE was used for forecasting the future number of the confirmed cases of Covid-19 for each province/city. Consider the ./ province/city. Assume that the number of new confirmed cases of Covid-19 on the ./ day that needs to be forecasted is ,-. Let be a 34 × 8 dimensional matrix and ℎ ,6 = ,-78'6 , = 1, … , 34, and = 1, … ,8 . Let , be the average of the ./ row of the matrix . Let be the normalized The output of the MAE is the forecasted number of the new confirmed cases and is denoted as J , = L ,\" , … . , ,%, O, = 1, … ,34 , where represented the estimated parameters in the trained MAE. The one-step forecasting of the number of the new confirmed cases of Covid-19 for each city is given by : , = J , , , = 1, … , 34. The recursive multiple-step forecasting involved using a one-step model multiple times where the prediction for the preceding time step was used as an input for making a prediction on the following time step. For example, for forecasting the number of the new confirmed cases for the one more next day, the predicted number of new cases in one-step forecasting would be used as an observational input in order to predict day 2. Repeat the above process to obtain the two-step forecasting. The summation of the final forecasted number of the new confirmed cases for each province/city was taken as the prediction of the total number of the new confirmed cases of Covid-19 in China. Clustering The values of the latent variables in the second latent layer of the MAE for each province/city were extracted. For each province/city, a 34 × 4 dimensional latent matrix were formed. The largest single value of the latent matrix was obtained via single value decomposition. We performed five-time trainings and obtained five largest single values. For each province/city, we 8 formed a feature vector that consisted of the five largest single values , the starting day and the forecasted end day of the Covid-19 outbreak, the day, the number of new confirmed cases reaching the maximum, the largest number of the forecasted new confirmed cases and the number of the forecasted accumulated confirmed cases of Covid-19 in the respective province/city. The k-means algorithms were performed on the 34 feature vectors to group provinces/cities into clusters. Results Figure 2 plotted the total number curves of the reported and forecasted cumulative and new confirmed cases of Covid-19 in China as a function of days. The reported cases were fromJanuary 11, 2020 to February 27, 2020. A total number of 47 days' data were available. We began to forecast on February 20, 2020.Figure 2showed that the forecasting curve was close to the reported curve. FromFigure 2it can be observed that the curve of the new confirmed cases reached the 5,236 peak on February 5, 2020 and decreased to zero on April 20 (forecasting).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "can also observe the different shapes of the curves among the provinces/cities, which imply different dynamic patterns of the transmission of Covid-19 across the provinces/cities. Many factors such as size of outflow population from Wuhan to each affected provinces/cities, interventions, geographic locations, economic and social activities, environmental heterogeneity and healthcare facility affect disease transmission dynamics across the country. Clustering its temporal dynamics will provide numerous insights on patterns of propagation of Covid-19. To further capture the dynamic pattern of Covid-19 spread across the provinces/cities, we presentedFigure 4 where 34 provinces/cities formed nine clusters. Since the spread of Covid-19 was influenced by the pattern of contacts between individuals, clusters partially showed geographic structure. For example, Hubei province, a major source of Covid-19, formed a cluster. Followed by the Anhui, Guangdong, Henan, Hunan, Jiangsu, Jiangxi and Zhejiang, which are in areas surrounding pathogen sources (Hubei province). The Inner Mongolia, Xizang and Qinghai cluster had the lowest number of cases and are in areas far away from the sources of Covid-19.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "trajectory of the transmission dynamics and generate the real-time forecasts of Covid-19 across the provinces/cities in China. The results showed that the accuracies of prediction and subsequently multiple-step forecasting were high. Our experience revealed that forecasting improves when the training time was longer. We estimated the potential time points of decreasing growth of new confirmed case curves across 34 provinces/cities, the lengths of the Cov-19 epidemics across China, and the times when the number of accumulated confirmed cases of Covid-19 would reach the plateau of their accumulate case curves. If the data are reliable and there will be no second transmission, the MAE models predicted that the Covid-19 outbreak in China might be over in the middle of April. In this study, we used cluster analysis to group 34 provinces/cities into 9 clusters and explore their geographic and healthcare resource structures.The MAE models allow inputting the interventions information and investigating the impact of interventions on the size of the virus outbreak and end time of the virus outbreak. However, we have not explored such functions of the MAE due to lack of data. Similar to epidemiologic transmission dynamic models, the MAE can also be used for simulations. The trained MAE can well approximate many dynamic processes. Using the hypothesized initial sizes of the epidemic outbreak, we can use the MAE with known parameters and architecture to estimate the sizes of 11 outbreak in the future and simulate the impact of the interventions on the sizes and severity of the epidemics. Complimentary to a model approach to transmission dynamics of virus outbreaks, the data driven AI-based methods provide real time forecasting tools for tracking, estimating the trajectory of epidemics, assessing their severity, predicting the lengths of epidemics and assisting government and health workers to make plan and good decisions.Legend Architecture of a MAE.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The national reported and forecasted curves of the cumulative and new confirmed cases of Covid-19 in China as a function of days from January 11, 2020 to April 20, 2020.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The forecasted curves of the cumulative confirmed cases of Covid-19 across 34 province/cities in China as a function of days from January 11, 2020 to April 20, 2020.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The clusters that were grouped by features extracted from the MAE and the cumulative confirmed case time series of Covid-19 across 31 provinces/cities in mainland China and three other regions in China formed 9 clusters.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The national reported and fitted curves of the cumulative confirmed cases of Covid-19 in China from January 11, 2020 to February 27, 2020, where the red curve was the reported and green curve was the fitted. Architecture The national reported and forecasted curves of the cumulative and new confirmed cases of Covid-19 in China as a function of days from January 11, 2020 to April 20, 2020.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "The forecasted curves of the cumulative confirmed cases of Covid-19 across 34province/cities in China as a function of days from January 11, 2020 to April 20, 2020.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The clusters that were grouped by features extracted from the MAE and the cumulative confirmed case time series of Covid-19 across 31 provinces/cities in mainland China and three other regions in China formed 9 clusters.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Errors of forecasting the national cumulative confirmed cases in China.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date Actual\n</td><td>1-step prediction\n</td><td>1-step error\n</td><td>2-step error\n</td><td>3-step error\n</td><td>4-step error\n</td><td>5-step error\n</td><td>6-step error\n</td><td>7-step error\n</td><td>8-step error\n</td><td>9-step error\n</td><td>10-step error\n</td></tr><tr><td>2020/2/18 72,528 </td><td>71,757 </td><td>-1.06%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/19 74,280 </td><td>74,005 </td><td>-0.37% </td><td>-1.34%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/20 74,675 </td><td>75,564 </td><td>1.19% </td><td>1.31% </td><td>-0.06%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/21 75,569 </td><td>76,685 </td><td>1.48% </td><td>1.36% </td><td>1.49% </td><td>0.12%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/22 76,392 </td><td>76,305 </td><td>-0.11% </td><td>1.49% </td><td>1.41% </td><td>1.81% </td><td>0.15%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/23 77,042 </td><td>77,827 </td><td>1.02% </td><td>0.02% </td><td>1.58% </td><td>1.39% </td><td>2.30% </td><td>0.13%\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/24 77,262 </td><td>79,837 </td><td>3.33% </td><td>2.18% </td><td>0.83% </td><td>2.53% </td><td>2.46% </td><td>3.30% </td><td>1.08%\n</td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/25 77,780 </td><td>79,155 </td><td>1.77% </td><td>3.01% </td><td>2.14% </td><td>0.47% </td><td>2.28% </td><td>2.36% </td><td>3.15% </td><td>0.76%\n</td><td> </td><td> </td></tr><tr><td>2020/2/26 78,191 </td><td>77,957 </td><td>-0.30% </td><td>1.61% </td><td>2.70% </td><td>2.15% </td><td>0.28% </td><td>2.20% </td><td>2.49% </td><td>3.21% </td><td>0.80%\n</td><td> </td></tr><tr><td>2020/2/27 78,630 </td><td>78,646 </td><td>0.02% </td><td>-0.53% </td><td>1.49% </td><td>2.47% </td><td>2.22% </td><td>0.21% </td><td>2.37% </td><td>2.46% </td><td>3.37% </td><td>0.73%\n</td></tr><tr><td>Average Absolute Error </td><td>1.07% </td><td>1.43% </td><td>1.46% </td><td>1.56% </td><td>1.62% </td><td>1.64% </td><td>2.27% </td><td>2.14% </td><td>2.08% </td><td>0.73%</td></tr></table></body></html>"}, "TABREF1": {"text": "Errors of forecasting the national cumulative confirmed cases in China.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date Actual\n</td><td>1-step prediction\n</td><td>1-step error\n</td><td>2-step error\n</td><td>3-step error\n</td><td>4-step error\n</td><td>5-step error\n</td><td>6-step error\n</td><td>7-step error\n</td><td>8-step error\n</td><td>9-step error\n</td><td>10-step error\n</td></tr><tr><td>2020/2/18 72,528 </td><td>71,757 </td><td>-1.06%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/19 74,280 </td><td>74,005 </td><td>-0.37% </td><td>-1.34%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/20 74,675 </td><td>75,564 </td><td>1.19% </td><td>1.31% </td><td>-0.06%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/21 75,569 </td><td>76,685 </td><td>1.48% </td><td>1.36% </td><td>1.49% </td><td>0.12%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/22 76,392 </td><td>76,305 </td><td>-0.11% </td><td>1.49% </td><td>1.41% </td><td>1.81% </td><td>0.15%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/23 77,042 </td><td>77,827 </td><td>1.02% </td><td>0.02% </td><td>1.58% </td><td>1.39% </td><td>2.30% </td><td>0.13%\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/24 77,262 </td><td>79,837 </td><td>3.33% </td><td>2.18% </td><td>0.83% </td><td>2.53% </td><td>2.46% </td><td>3.30% </td><td>1.08%\n</td><td> </td><td> </td><td> </td></tr><tr><td>2020/2/25 77,780 </td><td>79,155 </td><td>1.77% </td><td>3.01% </td><td>2.14% </td><td>0.47% </td><td>2.28% </td><td>2.36% </td><td>3.15% </td><td>0.76%\n</td><td> </td><td> </td></tr><tr><td>2020/2/26 78,191 </td><td>77,957 </td><td>-0.30% </td><td>1.61% </td><td>2.70% </td><td>2.15% </td><td>0.28% </td><td>2.20% </td><td>2.49% </td><td>3.21% </td><td>0.80%\n</td><td> </td></tr><tr><td>2020/2/27 78,630 </td><td>78,646 </td><td>0.02% </td><td>-0.53% </td><td>1.49% </td><td>2.47% </td><td>2.22% </td><td>0.21% </td><td>2.37% </td><td>2.46% </td><td>3.37% </td><td>0.73%\n</td></tr><tr><td>Average Absolute Error </td><td>1.07% </td><td>1.43% </td><td>1.46% </td><td>1.56% </td><td>1.62% </td><td>1.64% </td><td>2.27% </td><td>2.14% </td><td>2.08% </td><td>0.73%</td></tr></table></body></html>"}}, "back_matter": []}