{
    "paper_id": "1a59eca5aad7dafe27632a3ed689df59a8fea18d",
    "metadata": {
        "title": "Phasic containment of COVID-19 in substantially affected states of India",
        "authors": [
            {
                "first": "Manisha",
                "middle": [],
                "last": "Mandal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MGM Medical College",
                    "location": {
                        "addrLine": "Kishanganj-855107",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Shyamapada",
                "middle": [],
                "last": "Mandal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Microbiology and Experimental Medicine",
                    "institution": "University of Gour Banga",
                    "location": {
                        "postCode": "Malda-732103",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spread of COVID-19 epidemic in some highly-impacted Indian states displayed a characteristic subexponential growth projected up to 3 May 2020, as a consequence of lockdown strategies, in addition to improvement of reproduction number (R), serial interval, and daily growth rate, but not case fatality rate (CFR). The effect of COVID-19 containment was more prominent in second phase of lockdown with declining R, which was still >1, suggesting the requirement of sustained interventions for effective containment of COVID-19 pandemic in Indian context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread of COVID-19 displayed a characteristic sub-exponential linear growth (mean DGR: 0.06; range: 0.01, for Kerala, to 0.11, for Gujarat, 95% CI: 0.04-0.08, 11 April 2020 to 3 May 2020) that deviates from exponential growth estimates (mean DGR: 0.1643; range: 0.1163, for Kerala, to 0.2175, for Tamil Nadu, 95% CI: 0.1392-0.1894, 2 March 2020 to 3 May 2020), as a consequence of lockdown strategies ( Figure 1 ). Reduction of R, from a range of 1.35-2.86 (pre-lockdown 95% CI: 1.49-2.21) to 1.13 -1.67, in first phase, and to 1.08-1.63, in second phase of lockdowns (post-lockdown 95% CI: 1.20-1.42), and cases by 56%-98%, in individual states, have been reflected in our model estimates ( Figure 1 ); R 0 (basic reproduction number) among studied states ranged 1.24-1.96 (95% CI: 1.36-1.78).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 704,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition, effectiveness of lockdown was revealed with improvement of SI (pre-lockdown: mean 3.82 days, 95% CI: 2.55-5.1; post-lockdown: mean 14.26 days, 95% CI: 2.44-26.08), DGR (pre-lockdown: mean 0.22, 95% CI: 0.11-0.34; post-lockdown: mean 0.13, 95% CI: 0.10-0.16), whereas CFR increased slightly (pre-lockdown: mean 2.54, 95% CI: 0-5.52; post-lockdown: mean 3.11, 95% CI: 1.19-5.03), as depicted in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 414,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to monitor and foresee the plausible progress of the ongoing COVID-19 pandemic, estimation of SI, CFR and R 0 is of prime importance, 5 and daily deaths, and growth rate of COVID-19 cases also display importance in gaging the scale of the pandemic across time and space, and in framing policies and procedures. 6,7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The dynamics of COVID-19 epidemic in Indian states with interventions was characterized by subexponential growth, which around 11 April 2020, deviated from the exponential growth of potential case numbers without interventions. Despite heterogeneities in socio-economic status and healthcare systems across Indian population, 2 similar growth patterns of COVID-19 among the states considered in the current study imply the effectiveness of the outbreak interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Emergence of pre-symptomatic transmission likely occurred before lockdown in the states except Kerala, Uttar Pradesh, and Maharashtra, as explained by SI values lower than or almost equal to the incubation period (~5 days), while SI values higher than that of the incubation period indicated symptomatic containment was more prominent in the second phase of lockdown with declining R values, which was . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092130 doi: medRxiv preprint still >1, suggesting further requirement of application of non-pharmaceutical interventions, in order to limit the SARS-CoV-2 transmission. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The sustained lockdown measures, combined with testing-isolating-contact tracing, face mask using and hygiene-practice are need of the time for an early end of the ongoing COVID-19 pandemic in Indian context. However, as the outbreaks develop further availability of information will bring a clear reflection afresh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding: There was no source of funding for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Competing Interests: We declare that there is no conflict of interest. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092130 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092130 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health and Family Welfare, Government of India. COVID-19 India",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "transmission post-lockdown. Delhi and Uttar Pradesh displayed reduced post-lockdown DGR, while CFR increased in the states except Delhi and West Bengal. Maharashtra, Gujarat, and West Bengal curbed the disease spread more effectively compared to the other states with inflected post-lockdown R values, while West Bengal, Madhya Pradesh, Kerala, and Tamil Nadu projected greatly reduced case estimates (92%-98%) with lockdown, as on 3 May 2020, indicating better containment. The effect of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Data-based (as on April 20, 2020) and model estimation (up to May 3, 2020) of infected cases in Indian statesAbbreviation: R, Reproduction number. Red dashed lines denote estimated case numbers without lockdown, using exponential model. Circles represent observed infected case numbers with lockdown, forecast beyond April 20, 2020 (yellow solid circles) using linear model. Red hollow circles indicate lockdown-effective days, in two phases commencing on March 25, 2020 and April 15, 2020 (demarcated by dashed vertical lines).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epidemiological parameters of COVID-19 in Indian states before and after lockdown A: Reproduction number; B: Serial interval; C: Daily growth rate; D: Case fatality rate. Vertical bars indicate standard error of mean.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}