{"paper_id": "1a5e51be0333c0954b26e192f5b55c15068e5331", "metadata": {"title": "Journal Pre-proof Analysis of dermatology-related search engine trends during the COVID-19 pandemic: implications for patient demand for outpatient services and telehealth", "authors": [{"first": "Anthony", "middle": ["K"], "last": "Guzman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["S"], "last": "Barbieri", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Please cite this article as: Guzman AK, Barbieri JS, Analysis of dermatology-related search engine trends during the COVID-19 pandemic: implications for patient demand for outpatient services and telehealth.,", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "1 pandemic: implications for patient demand for outpatient services and 2 telehealth. Corresponding author: 13 Anthony K. Guzman Significant decreases in SVI were seen between the pre-pandemic period and the onset of 67 stay-at-home orders for general dermatologic conditions (82.6 vs. 71.9, p < 0.0001), 68 premalignant and cancerous conditions (77.6 vs. 47.9 p < 0.0001), and cosmetic procedures (71.8 vs. 45.1 < 0.0001) ( Table 1 ). In contrast, only interest in general dermatologic conditions has 70 returned to baseline during the ongoing social distancing period, whereas premalignant and 71 cancerous conditions and cosmetic procedures showed persistently low SVI (Table 1, Figure 1 Future studies are warranted to explore the relationship between SVI and patient 87 behaviors, and to examine its potential role in developing predictive models to identify patient 88 demand. The results of this study should be interpreted with caution, as SVI may not completely 89 reflect patient needs and intention. As we continue to adapt our practice habits during the 90 COVID-19 pandemic, these findings suggest areas of greatest demand, in which targeted 91 development of telehealth offerings may provide significant benefit. 92 93  Tables  114  115  Table 1 ", "cite_spans": [{"start": 108, "end": 110, "text": "13", "ref_id": null}, {"start": 122, "end": 128, "text": "Guzman", "ref_id": null}], "ref_spans": [{"start": 425, "end": 432, "text": "Table 1", "ref_id": null}, {"start": 682, "end": 690, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 1230, "end": 1259, "text": "93  Tables  114  115  Table 1", "ref_id": null}], "section": "Analysis of dermatology-related search engine trends during the COVID-19"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Dermatology practices as vectors for COVID-19 97 transmission: A call for immediate cessation of nonemergent dermatology visits", "authors": [{"first": "S", "middle": ["G"], "last": "Kwatra", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Sweren", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Grossberg", "suffix": ""}], "year": 2020, "venue": "J Am Acad", "volume": "82", "issn": "", "pages": "179--80", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Telehealth: Helping your patients and 100 practice survive and thrive during the COVID-19 crisis with rapid quality implementation", "authors": [{"first": "I", "middle": [], "last": "Lee", "suffix": ""}, {"first": "C", "middle": [], "last": "Kovarik", "suffix": ""}, {"first": "T", "middle": [], "last": "Tejasvi", "suffix": ""}, {"first": "M", "middle": [], "last": "Pizarro", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Lipoff", "suffix": ""}], "year": null, "venue": "J Am", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Increased interest in sunless tanning versus tanning beds in the 103", "authors": [{"first": "A", "middle": [], "last": "Misitzis", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Weinstock", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "United States: A Google Trends analysis", "authors": [], "year": 2019, "venue": "J Am Acad Dermatol", "volume": "81", "issn": "", "pages": "1438--1447", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Google search trends for tanning salons: Temporal patterns indicate peak interest in 105 mid spring", "authors": [], "year": 2015, "venue": "J Am Acad Dermatol", "volume": "73", "issn": "", "pages": "1055--1061", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evaluation of YouTube as an educational 107 resource for treatment options of common dermatologic conditions", "authors": [{"first": "A", "middle": ["K"], "last": "Guzman", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Nazarian", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Barbieri", "suffix": ""}], "year": 2020, "venue": "Int J Dermatol", "volume": "59", "issn": "", "pages": "65--108", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "cell carcinoma, basal cell carcinoma, actinic keratosis), and cosmetic procedures (i.e. botox, laser 59 treatment, laser therapy, chemical peel, dermabrasion, lip filler, fillers). The primary outcome 60 was the mean SVI during 3 time intervals: pre-pandemic (April 28, 2019-March 8, 2020), the 61 onset of national stay-at-home orders (March 15, 2020-March 29, 2020), and the ongoing social 62 distancing period (April 5, 2020-present). The CDC restricted public gatherings on March 15, 63 2020, and stay-at-home orders were rolled out between March 23, 2020-March 30, 2020. Two-64 tailed unpaired t-tests were used for continuous variable comparisons (GraphPad Prism 7, San 65 Diego, CA). 66", "latex": null, "type": "figure"}, "FIGREF2": {"text": "suggest that public interest in dermatologic conditions and procedures has 73 been influenced by the events of the pandemic. While stay-at-home orders and the rapid spread 74 of disease in mid-March reduced all categories of online searches, only general dermatologic 75 conditions demonstrated a return to pre-pandemic levels of interest. It is possible that visits for 76 these chronic, less emergent conditions-such as acne, rosacea, and seborrheic dermatitis-are 77 more likely to be postponed or canceled amidst the limitations of outpatient appointments and 78 delays in teledermatology implementation. Consequently, with limited provider access, patients 79 may turn to online resources, many of which suffer from bias and misinformation. 5 In contrast, 80 given their more urgent nature, the management of premalignant and cancerous conditions may 81 have been less disrupted by the COVID-19 pandemic. Alternatively, perhaps patients conducted 82 online searches for information only after their diagnosis was introduced by a dermatologist; in 83 this case, the increase in SVI for general dermatologic conditions may be related to continued 84 access during the pandemic through telehealth, whereas skin surgery and cosmetic procedures 85 have been postponed. 86", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mean search volume indices (SVI) of general dermatologic conditions, precancerous 127 and malignant conditions, and cosmetic procedures from April 28, 2019 to present. 128", "latex": null, "type": "figure"}, "TABREF0": {"text": "while adhering to guidelines established by the Centers for Disease Control and Prevention 48 (CDC). The American Academy of Dermatology has advised limiting non-essential in-person 49 visits 1 , while providing guidance to accelerate telehealth services. 2 However, little is known 50 regarding how the dermatologic needs of patients have evolved during this public health crisis. 51The objective of this study is to use the Google Trends search volume index (SVI), a normalized 52 value from 0 to 100, to examine patient interest in skin conditions and procedures during the 53 COVID-19 pandemic. 54Google Trends SVI data has previously been shown to describe patient interest in 55 dermatologic issues. 3, 4 We categorized common search queries into 3 categories: general 56 dermatology conditions (i.e. acne, eczema, seborrheic dermatitis, psoriasis, hair loss, rosacea, dry 57 skin, hives, atopic dermatitis), premalignant and cancerous conditions (i.e. melanoma, squamous 58", "latex": null, "type": "table"}, "TABREF1": {"text": "Mean search volume indices (SVI) from these time periods are compared to the pre-pandemic 119 SVI (April 28, 2019-March 8, 2020) using two-tailed unpaired t-tests.", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of mean search volume indices (SVI) of general dermatologic conditions, 123 precancerous and malignant conditions, and cosmetic procedures during key time intervals 124 during the COVID-19 pandemic. 125", "latex": null, "type": "table"}}, "back_matter": []}