{
    "paper_id": "1a62821095397b7ff18e14ea3b94b08e2ddec86c",
    "metadata": {
        "title": "Journal Pre-proof SARS-CoV-2 infection in very preterm pregnancy: experiences from two cases Title: SARS-CoV-2 infection in very preterm pregnancy: experiences from two cases",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "R"
                ],
                "last": "Cooke",
                "suffix": "",
                "affiliation": {},
                "email": "william.cooke@wrh.ox.ac.uk"
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Billett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzie",
                "middle": [],
                "last": "Gleeson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ST4 Registrar in Obstetrics and Gynaecology",
                    "institution": "Royal Berkshire Hospital",
                    "location": {
                        "postCode": "RG1 5AN",
                        "settlement": "Reading",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Jacques",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "Royal Berkshire Hospital",
                    "location": {
                        "postCode": "RG1 5AN",
                        "settlement": "Reading",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Place",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ST4 Registrar in Obstetrics and Gynaecology",
                    "institution": "Royal Berkshire Hospital",
                    "location": {
                        "postCode": "RG1 5AN",
                        "settlement": "Reading",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Siddall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Walden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "Royal Berkshire Hospital",
                    "location": {
                        "postCode": "RG1 5AN",
                        "settlement": "Reading",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Soulsby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ST4 Registrar in Obstetrics and Gynaecology",
                    "institution": "Royal Berkshire Hospital",
                    "location": {
                        "postCode": "RG1 5AN",
                        "settlement": "Reading",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "RG1 5AN UK Category: Letter to the Editor -Brief Communication J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f Figure Chest X-rays on admission from first case (left) and second case (right). J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We present our experience of managing two cases of SARS-CoV-2 infection in very preterm pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A 39 year-old primigravida presented with 5 days of dyspnoea, cough and pyrexia at 28+4 weeks of gestation. She was Afro-Caribbean, had BMI 42 and type 2 diabetes mellitus. Her respiratory rate was 20 breaths/minute, oxygen saturations (SpO2) 92% and arterial partial pressure of oxygen (PaO2) was 8.1 mmHg in air. Chest X-ray showed bilateral infiltrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "SARS-CoV-2 infection causing type 1 respiratory failure was presumed. She received corticosteroids for fetal maturation. After 24 hours she deteriorated and was admitted to ICU for high-flow nasal oxygen and then non-invasive ventilation 3 hours later. A multidisciplinary (obstetric, anaesthetic and intensivist) decision was made for delivery by caesarean section, to facilitate invasive ventilation of the woman. This followed magnesium sulphate for fetal neuroprotection. Maternal airway pressures and oxygen requirements were high throughout surgery. After surgery she was positioned flat for central venous cannulation and deteriorated acutely post-procedure, with high airway pressures and SpO2 of 35% despite fractional inspired oxygen (FiO2) of 1.0. Needle chest decompression was performed to exclude iatrogenic tension pneumothorax, although no gas escape was heard, and subsequent ultrasound excluded pneumothorax. Endotracheal tube position was confirmed, air entry was bilateral. Bedside echocardiogram did not suggest right heart strain due to embolism. The acute post-partum hypoxaemia was managed by positioning the patient prone in theatre prior to transfer to ICU, with immediate improvement. Chest X-ray after proning showed endobronchial tube migration causing left upper lobe collapse, which was corrected. She improved rapidly and was de-proned later that day, extubated on day three and discharged on day six. SARS-CoV-2 RNA swab from the patient was positive, and from the baby was negative. Her baby's Apgar scores were 6 at 1 minute and 8 at 5 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The baby weighed 1.53 kg. The baby was intubated shortly after birth, diagnosed with a J o u r n a l P r e -p r o o f spontaneous bowel perforation on day 6 and transferred to a tertiary unit. Following a bowel resection the baby is recovering well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A 28 year-old primigravida presented at 28+6 weeks of gestation with five days of fever, cough, diarrhoea and vomiting. She was Asian and had gestational diabetes. She was tachypnoeic, and bibasal pulmonary infiltrates supported a presumed SARS-CoV-2 diagnosis. Corticosteroids for fetal maturation were administered. After 38 hours, deteriorating respiratory failure prompted multidisciplinary (obstetric, anaesthetic and intensivist) discussions. Non-invasive ventilation was ruled out as it risked unscheduled delivery for maternal respiratory deterioration. Instead she was intubated for caesarean section 42 hours after admission (and following magnesium sulphate administration). She was extubated 7 hours post-operatively and discharged home on day six. SARS-CoV-2 RNA swab from the mother was positive, and from the baby was negative. Her baby's Apgar scores were 1 at 1 minute and 3 at 5 minutes. The baby weighed 1.4 kg. The baby continues to make a good recovery (appropriate for gestational age).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To date 3 cases of severe SARS-CoV-2 infection in very preterm pregnancy (<32 weeks) have been published; all underwent caesarean section for maternal resuscitation; one woman died [1] [2] [3] . We offer six reflections from our practice:",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "1. Both women deteriorated within 24 hours of presentation: we recommend early administration of corticosteroids for fetal maturation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "2. Regular multi-disciplinary assessments enabled prompt decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "3. Operative delivery improved maternal respiratory mechanics and gas exchange. Word count: 598",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Both women provided written informed consent for publication of this article and the accompanying images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preterm delivery in pregnant woman with critical COVID -19 pneumonia and vertical transmission",
            "authors": [],
            "year": 2020,
            "venue": "Prenat Diagn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pd.5713"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A case of 2019 Novel Coronavirus in a pregnant woman with preterm delivery",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa200"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease 2019 (COVID-19) in pregnant women: A report based on 116 cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.04.014"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Both women recovered rapidly following operative delivery: this is different from the clinical course of influenza in pregnancy and the recovery of non-pregnant patients with SARS-CoV-2 infection following intubation. 5. Prone positioning immediately post-operatively improved acute post-partum hypoxaemia.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}