{
    "paper_id": "1a66c291d76dbb5b46df3119f4b48841408aef2b",
    "metadata": {
        "title": "2 WHO. Virtual press conference on COVID-19-11",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "detrimental effects of inhibiting antiviral immunity, thereby delaying virus clearance and perpetuating illness. Accordingly, findings from multiple studies in humans and animals indicate that corticosteroid immunosuppression (both inhaled and systemic) impairs induction of anti-viral type-I interferon responses to a range of respiratory viruses, 3, 4 effects that are likely to also occur in the context of COVID-19. Selective therapies with JAK inhibitors could be expected to have similar effects. JAK-STAT signalling is a major component of the type-I interferon pathway. 3 Tofacitinib has been shown to inhibit interferon-α production in vitro. 5 Suppression of interferon or other mediators (eg, interleukin 6) could also promote secondary bacterial infection and further complicate the disease course. 3 The decision to pharmacologically immunosuppress a critically unwell patient with COVID-19 remains a difficult one. Possible beneficial effects of reducing inflammation should be carefully weighed up against the potential for deleterious impairment of anti-microbial immunity.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 352,
                    "end": 353,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 579,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 652,
                    "end": 653,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 811,
                    "end": 812,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AS reports personal fees for consultancy from AstraZeneca and funds from grants from the Wellcome Trust, the British Lung Foundation, and others, all unrelated to this Correspondence. AIR declares no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Punitive social policy, encompassing the dismantling of the welfare state with the expansion of the penal state and its associated institutions, as nicely stated by Elias Nosrati and Michael Marmot in their Perspective, 1 might indeed be considered an upstream social determinant of health. Nosrati and Marmot's analysis relates to the findings described by Navarro and colleagues, 2 linking political ideology with policies aimed at reducing social inequalities such as welfare state and labour market policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authoritarianism and the threat of infectious diseases"
        },
        {
            "text": "The increasingly punitive policy environment in North America, Europe, and some South American countries (eg, Brazil and Argentina) is probably related to the spread of an authoritarian ideology that has xenophobia at its core.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authoritarianism and the threat of infectious diseases"
        },
        {
            "text": "However, a trait of those repulsion speeches that is often missed is how immigrants or strangers are referred to as parasites or contagious agents. Recent examples include the xenophobic and, in some cases violent, acts committed against Asiatic citizens in Western countries since the coronavirus disease 2019 outbreak began, 3 or Donald Trump's statement that \"tremendous\" infectious disease is pouring across the Mexican border into the USA. 4 azithromycin, a drug used to treat trachoma. Azithromycin is included in the updated EU watch list of substances to be monitored in surface waters because of the potential risks of inducing drug resistance in bacteria. 5 For other drugs used in these mass drug administration campaigns, including praziquantel, potential environmental risks are completely unknown.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 445,
                    "end": 446,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Authoritarianism and the threat of infectious diseases"
        },
        {
            "text": "We think that the ecotoxicological aspects of such mass drug administration programmes, in which thousands or even millions of doses are administered simultaneously, have not been adequately addressed so far. We have no doubt that these ecopharmacovigilance aspects will need to be considered in the future, so as not to jeopardise the sustainable development goals set by the UN. We call for caution when trying to achieve optimal health outcomes, as these efforts could affect the interconnection between people, drugs, animals, plants, and their shared environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authoritarianism and the threat of infectious diseases"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authoritarianism and the threat of infectious diseases"
        },
        {
            "text": "Mass drug administration is the strategy recommended by WHO to control or eliminate many neglected tropical diseases that cause devastating consequences worldwide. This strategic approach, which has produced unquestionable benefits, consists of treating every person, infected or not, living in a defined geographical area at approximately the same time. 1 In 2017, more than 1·7 billion treatments (mainly albendazole, mebendazole, iver mec tin, azithromycin, and praziquantel) were delivered to 1·04 billion individuals. 2 This chemopreventive strategy is not limited to neglected tropical diseases, but rather is also applied to other important diseases such as falciparum malaria. 3 Pollution caused by pharmaceuticals is an emerging concern, with well documented evidence of risks to the environment and even to human health. According to one study, ivermectin-a drug for which millions of doses have been used in mass drug administration programmes to treat onchocerciasis and lymphatic filariasis-disrupts dung beetle diversity, soil properties, and ecosystem func tioning. 4 Another example is diseases; actually, one of the earliest and most devastating examples of how strangers can bring an infective threat was the spread of smallpox by European pioneers, decimating Native American populations. Yet in many contemporary cases, this risk is distorted with political purposes by authoritarian forces. Unfortunately, the message authoritarian forces are delivering is very effective. As Murray and colleagues 9 have shown, in countries with poorer hygienic conditions, disgust for the foreigner and the worst-off among the population is an important driver for support to authoritarian governments.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 685,
                    "end": 686,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1081,
                    "end": 1082,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mass drug administration: time to consider drug pollution?"
        },
        {
            "text": "We need to pay attention to how authoritarian forces shape our frame of mind. Welfare policy is of the outmost importance to avoid this kind of rhetoric. Authoritarian politicians might well end up prescribing more prisons and retaining walls and detention centres, but health professionals should be able to detect manipulation techniques in hate speech that use the infection-related threats as an argument and naturalise such measures. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass drug administration: time to consider drug pollution?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Punitive social policy: an upstream determinant of health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nosrati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "394",
            "issn": "",
            "pages": "376--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Politics and health outcomes",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "1033--1070",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreaks of xenophobia in west as coronavirus spreads",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giuffrida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willsher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mexican migrants bring 'tremendous infectious disease' to US",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neate",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tuckman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Donald Trump",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viktor Orbán calls for anti-migration politicians to take over EU",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Brexit strongly linked to xenophobia, scientists conclude",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gabbatiss",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Salvini attacks Italy PM over coronavirus and links to rescue ship",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tondo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spain's far-right party Vox takes its anti-immigration message to Madrid",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Llaneras",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peinado",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathogens and politics: further evidence that parasite prevalence predicts authoritarianism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suedfeld",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Andrew I Ritchie, *Aran Singanayagam a.singanayagam@imperial.ac.uk National Heart and Lung Institute, Imperial College London, London SW7 2AZ, UK (AIR, AS); and Royal Brompton and Harefield NHS Trust, London, UK (AS)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chris McGrath/Staff/Getty Images www.thelancet.com Vol 395 April 4, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "gorka.orive@ehu.eusNanoBioCel Group, Laboratory of Pharmaceutics, School of Pharmacy, University of the Basque Country UPV/EHU, Vitoria-Gasteiz 01006, Spain (GO); Biomedical Research Networking Centre in Bioengineering, Biomaterials and Nanomedicine, Vitoria-Gasteiz, Spain (GO); University Institute for Regenerative Medicine and Oral Implantology,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "I declare no competing interests. Juan M Pericàs jmpericas.lleida.ics@gencat.cat Infectious Diseases and Clinical Microbiology, Arnau de Vilanova and Santa Maria University Hospitals, University of Lleida, 25198 Lleida, Spain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}