{
    "paper_id": "1a66a1652673f20d1dc0c5bde940228bb65fde22",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The subject of (ir)reducibility in biochemistry has resurfaced recently in the literature. Along with it comes a renewed emphasis on the organizational complexity of the living state and, more broadly, concern over the unity of the sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Rickey Welch Summary"
        },
        {
            "text": "while the other deals with the physical insight of Erwin Schrodinger and Max Delbruck in bi~logy,'~.' vis-his Schrodinger's classic book What is Life? (Cambridge University Press, 1944 ). Here we offer some thoughts along both lines, with suggestions that they are interrelated in their import in biology.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 184,
                    "text": "(Cambridge University Press, 1944",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "G. Rickey Welch Summary"
        },
        {
            "text": "An interesting string of articles and correspondences, bearing upon the epistemological basis of cellular and molecular biology, has appeared over the past couple of years in New Scientist, ' and Trends in Biochemical These writings, following two seemingly disparate lines, appear to have been elicited by recent commentaries of Max Perutz.'.' One course of discussion concerns the issue of (ir)reducibility in",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "'",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 217,
                    "text": "Biochemical",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Of Men"
        },
        {
            "text": "The matter of (ir)reducibility is oftdiscussed in the annals of biology (e.g. see ref. 8). In the present context, Sir Karl Popper, during the first Medawar Lecture in 1986 at the Royal Society, asserted that biochemistry cannot be reduced to chemistrybecause of ' biological purposiveness ' in the living state. Perutz1Y6 countered with the stance that Popper 'reopens the battles that were fought early in this century'. Citing Gowland Hopkins, Perutz ar-gued that 'biochemical reactions in living cells are nothing more than the sum of reactions that can be performed in the laboratory and interpreted in chemical terms'. S . Rose5 opposed the reductionistic view of Perutz; in a detailed statement, he emphasized that biochemistry must relate substance to biological context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Molecules and (1r)reducibility"
        },
        {
            "text": "Rose's view is concurrent with that of a growing cadre of biochemists and cell biologists. The basic argument (which is also oft-discussed in the literature) entails the notion of organizational complexity. To his credit, Perutz'*' noted that, 'it might be argued that it is the organisation that gives the cell purpose and thus makes the sum be more than its parts'. Superficially, it would seem that there is no dissonance between Perutz's perspective and that of the 'organismic' biochemists. The fundamental problem is that reductionists argue that there is no difference",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Molecules and (1r)reducibility"
        },
        {
            "text": "between chemical reactions in a testtube and those in the cell (as apparent, for example, in the comments of Perutzl.'). This is patently incorrect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "One might proceed didactically, beginning with the single enzyme. The naive perception in biochemistry is that a metabolic reaction in vivo takes the same course as the corresponding chemical reaction viewed in vitro, the only difference being that in the living state the activation-energy barrier of the reaction is lowered due to a biological catalyst ~ the enzyme. This is only a partial truth. It is now known that, in most cases, the enzyme macromolecule creates a local (' organized ') microenvironmentthe active sitein which the given reaction is executed by a different mechanism than the corresponding uncatalyzed reaction in vitro. This may seem a trivial point; but, when approaching the subject of (ir)reducibility in biochemistry, one should begin at the first level of the hierarchy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "Biochemical reductionists would dispense with this 'trivial ' aspect, arguing that it is the kinetic properties of the given enzyme reaction which constitute the key element. The standard biochemical paradigm entails the following protocol : isolation of individual enzymes in vitro, analysis of the kinetics and, ultimately, portrayal of cell metabolism as a simple linear superposition of the individual enzymes operating in a bulk aqueous solution. Increasing knowledge of enzyme organization in living cells (along with the attendant kinetic anomalies) is causing a rift in the standard paradigm (see refs. 9 and 10 for reviews). Just as the local microenvironment of the enzymic active site differentiates the chemical mechanism of the catalyzed from the uncatalyzed reaction, so does the microenvironment of the very enzyme molecule in vivo differentiate the cellular from the noncellular process. Aside from the purely structural aspects of metabolic organization, it is now abundantly clear that the integrative control of cell metabolism imposes a 'kinetic holism ' beyond the isolated enzyme reaction.ll As we learn more and more about cellular infrastructure, we are coming to realize that some kinds of metabolic process in vivo have a different physical character than those in vitro. The essence of a reaction4iffusion process does not lie in the mere presence of a substance, rather in the chemical potential thereof (actually, chemical-potential differences). The chemical potential gradients of metabolic substances in viuo may be far different from our construction in vitro.\" Thus, in siding with we would offer that biochemical 'purposiveness' is not found in 'structure' alone nor in 'substance' alone, but in what structure does to substance. As Perutzl.' rightly says, 'the organisation is intrinsic and chemical '. Indeed, we may use physico-chemical theoretical constructs to describe it; but it is not the same as a test-tube reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "Adherents to the holistic (or 'organismic ') theme of metabolic organization are sometimes deemed to be 'vitalists', in the pejorative anachronism of yesteryear.13 Such accusation is absurd, to say the least. The goal (as well stated in the present context by Rose') is to place biological entities (e.g. enzymes) into the context of biological function (or process). This movement, in its modern form, can perhaps be traced to the physiologist Claude Bernard in the late nineteenth ~e n t u r y . '~ In an era when orthodox vitalism was still commonplace, he argued forcefully for the abandonment of such Aristotelian teleological notions as 'purpose', choosing in its stead what he dubbed 'physiological determinism ' -which attempted to meld pure chemistry with (what were then perceived as) the unique structural-functional properties of the living state. As Bernard14 suggested presciently some 100 years ago, Chemical phenomena in living organisms can never be fully equated with phenomena that take place outside them. This means to say, in other words, that the chemical phenomena of living beings, although they take place according to the general laws of chemistry, always have their own special apparatus and processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "In contemporary biochemistry, we can do no better than to amplify and reify Bernard's viewpoint. Such a course should not direct us merely to subsume biochemistry under the umbrella of pure chemistry, but hopefully to achieve a happy medium in which both have something to offer in the general realm of natural philosophy. This leads to the second major theme of the present article, namely the symbolic roles of Delbruck and Schrodinger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "Delbruck is remembered (and revered) in biology largely for his pioneering work in phage genetics and, early on, for his hypothetical molecular model of the Notwithstanding, we call to the attention of the biochemistry audience a semi-obscure theoretical paper co-authored by Delbruck,\" which has nothing to do with molecular geneticsbut which has had a significant impact on those concerned with the subject of 'metabolic organization'. The paper is entitled 'Reduction of Dimensionality in Biological Diffusion Processes'. It is teeming with biological applications. In particular, it provides a lucid mathematical analysis of a metabolic framework based on diffusion in three, two, and one dimensions. This work constitutes one of the first major theoretical attempts to rationalize enzyme organization in vivo based on the space-time characteristics of the cell.'' Schrodinger's What is Life? is one of the most talked-about books in twentieth-century science (as discussed, for example, by Perutz2 and S y r n~n d s~. '~) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Men Reanimated"
        },
        {
            "text": "It treats a number of biological topics from a physical perspective. In most of the writings cited in the first section above, the discussions focus heavily on the implications of Schrodinger's book in the area of molecular genetics. Notwithstanding, from our own reading of What is Life Y, we are struck by three broad areas of biological import ~ outside the arena of genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Men Reanimated"
        },
        {
            "text": "First, there is Schrodinger's discussion of thermodynamics and biological order. He reasoned that living systems maintain their internal organization by feeding on negative entropy (or 'negentropy ') from the environment. While Schrodinger did not originate this idea,* his focus thereon was very perceptive. He was writing at a point in time when the integrality of thermodynamics and life was not yet on a firm footing. In contemporary terminology, the essence of Schrodinger's point is as follows. For an open system (e.g. a living cell) the total entropy change per unit time is split into the internal part (which is positive-definite) and an external (or transport) part, which must have a negative value to balance the internal part in the steady state.lg The dissipation of free energy (or entropy production), measured intensively, has been stressed by many workers over the years as intimately related to the living state (reviewed in ref. 16). In recent decades, both the near-equilibrium2' and the far-fromequilibrium\" branches of thermodynamics have allowed us to rationalize the existence of life as an epiphenomenon of cosmic evolution. Moreover. * This idea can be traced to the late 1800s in the writings of L. Boltzmann, a fellow-Austrian whose works Schrodinger surely read.ls",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Men Reanimated"
        },
        {
            "text": "thermodynamic constructs have provided cause-and-effect relations applicable to the characterization of biological processes at all hierarchical levels. '' Second, there is Schrodinger's famous 'aperiodic crystal' metaphor for depiction of genetic s t r~c t u r e .~,~, \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "We read more into this metaphor than its application just to the molecular interpretation of the genome. Symmetry/ Asymmetry has come to be the most central element in theoretical physi~s.'~ We might speculate that Schrodinger's physics background influenced him in his 'crystalline' view of biology. In recent years, symmetry principles analogous to those in physics have found their way into the formulation of the hierarchical and dynamical properties of living ~y s t e m s . '~~\"~~~ Moreover, metaphors of 'crystals', 'fabrics' and 'fields' have been used in developmental biology since the turn of the c e n t~r y . '~ One might trace the 'aperiodic crystal' metaphor in biology (in the modern era) to Louis Pasteur, who suggested more than 100 years ago that life is based on the properties of chiral organic molecules. While we cannot thank Schrodinger solely for the appearance of this paradigm in biology, his analogical thinking is noteworthy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "Third, there is Schrodinger's aspiration for a union of physics and biology, with the emergence of new physical laws or principles as a by-product. (This goal was shared by Delbriick.) In the present author's opinion, this is the most profound and far-reaching message in What is Life? It signifies not only Schrodinger's (and Delbruck's) status in biology, but also the essence of the question of (ir)reducibility in biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "Asking, 'Can biology be reduced to physics or chemistry?', is the wrong epistemological course. Rather, we should pursue the matter from the standpoint of theory reduction,26 whereby theoretical biology and theoretical physics are viewed as each subsumable to a larger, all-encompassing theoretical structure which can be unfolded in various empirical domains. Indeed, pursuit of such theory unification is an occupation of present-day thinkers both in biology8*27.a8 and in p h y s i~s .~~~~~~'~~~~ On a final note, we find that Perut2 and Symonds' drew attention to the role of Schrodinger's What is Life? in attracting physical scientists to the excitement of molecular biology in the early days. The magnetism is now in the opposite direction; one has only to open the pages, for example, of Paul Davies' book The New Physics (Cambridge University Press, 1989) , to sense the exciting holism in present-day physics and the urgency in its union with biology. Such a 'romantic' quality of popularist writings is just as important as the purely scientific aspects thereof. (On a personal side, the present author is a physicist-turned-biologist, James Watson's The Double Helix [Atheneum, 19681 having been influential in turning him to biology during his Ph.D. training.) The 'romantic' quality is irreducible to scientific objectivity ; in fact, it is orthogonal thereto.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 864,
                    "text": "(Cambridge University Press, 1989)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1195,
                    "text": "[Atheneum, 19681",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PROBLEMS AND PARADIGMS"
        },
        {
            "text": "As imparted by the old adage, 'analysis must needs precede synthesis', we must realize that reductionism has a definite place in the scientific enterprise. To deny it is to deny our humanity. Reductionistic analysis is the foundation stone of our cognitive approach to nature, dating to Greek antiquity (e.g. the Democritean perspective) ; arguably, it is a part of our very psyche. The key to a complete natural philosophy, though, is the complementation of the ' reduced ' pieces of information with a knowledge of the whole. And this is where biology can be faulted-in its present state of development. Biology seems inexorably bent on a molecular focus, which places a primacy on the structure of DNA as the basis for understanding life. Without derogating the importance of such knowledge, the present course ignores the simple fact that life is not a 'thing', rather a 'thing that happens'. The processivity of living systems falls in the realm of physiology, the real science of 'parts-and-wholes'applied broadly across the hierarchical levels of complexity in b i~l o g y . '~ Realization of the centrality of physiology not only provides the proper lens with which to study the phenomena of life but also rationalizes the union (or 'reducibility') of biology and physics. In the original Aristotelian scheme, the terms 'physiology' and 'physics' were used synonymously in reference to natural scienceencompassing organic and inorganic realms. ' Physiology ' emerged as the 'branch of physics ' assigned specifically to living systems during the Renaissance period; it was supplanted (and relegated to a subordinate role) by the new term 'biology' in the early nineteenth century. (For discussion of the etymological misconception therein, see ref. 24.) At the turn of the twentieth century, biologists (seemingly incognizant of the philosophical heritage !) coined the hy-brid term 'biophysics' in an attempt to handle the physical lawfulness of life As contemporary biology reels without a holistic paradigm and coherent body of metaphors, Ernst Mayr' reminds us painfully that 'too often in the past the biologists have ignored the analyses of the philosophers, and the philosophers have ignored the discoveries of the biologists'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Of Paradigms Lost"
        },
        {
            "text": "In retrospect, the 'emancipation' of the science of biology, which began with fervor at the turn of the nineteenth century, has constituted a part of the essential progression of natural philosophy. Looking toward the future (re)unification of the sciences, Mayr' muses that, 'paradoxical as it may seem, recognizing the autonomy of biology is the first step toward such a unification and reconciliation '. 21 P R a a c I N E , 1. (1980) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 437,
                    "text": "21 P R a a c I N E , 1. (1980)",
                    "ref_id": null
                }
            ],
            "section": "Of Paradigms Lost"
        },
        {
            "text": "The 1989 European Drosophila Research Conference (EDRC) was held at the Marseille-Luminy campus, 5-9th September, a few miles from downtown Marseille and only a short walk to the spectacular mountainous Mediterranean coast just beyond the campus. The 1 1 th in a series of biannual meetings that began at the Hague in 1969, this conference was the largest convocation yet of Drosophilists in Europe, with more than 500 participants, and was also noted for a larger participation by American scientists than previous conferences. The conference was organized by Drs Bernard Jacq and Roland Rosset, of the Laboratoire de GCrietique et Biologie Cellulaire at Luminy. Though the dominant concerns of the talks, both in the plenary sessions and in the shorter contributed papers, were in the areas of development and gene expression, there was a healthy representation of other areas in Drosophila research : neurobiology and behaviour, transposable elements, chromosome structure, mutation and repair, ecology and population genetics, and speciation mechanisms. One of the plenary session vited speakers, Dr Richard Lewontin (Harvard), remarked at the beginning of his talk that while the American Drosophila conferences seem to ignore all aspects of Drosophila biology other than the first 20 hours of development, this meeting had much of interest for population geneticists as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Wilkins"
        },
        {
            "text": "The plenary talks did, however, provide the major themes of the conference. The first was given by Dr U. K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Wilkins"
        },
        {
            "text": "Laemmli (Geneva), who reviewed the past and present work on scaffoldassociated regions (SARs). These nontranscribed AT-rich regions, each of several hundred base pairs in length, are evolutionarily conserved entities yet their precise function in chromosome structure and activity and in the organization of chromatin domains has so far eluded determination. From studies with naked DNA, it appears that the SARs are 'funneling sites' or loading regions for topoisomerases I and I1 and also for histone H1; for the loading of H1, it is clear that it is the runs of A's which serve as the initial binding sites. This function of SARs, which are situated at the bases of chromosomal loops, may serve to organize the transcriptional potentials of these loops. These studies will have to be extended to chromatin in order to establish the full biological significance of the SARs as selective protein loading regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Wilkins"
        },
        {
            "text": "A major focus of three of the invited talks, and many of the shorter talks as well, was the role, and importance of, cell contact interactions in development. In a talk delivered with great panache and at high speed, C. Goodman (University of California, Berkeley) reviewed and discussed the roles of the various cell adhesion molecules in development of the nervous system and in the imaginal discs. One fact that is emerging about these molecules, which are derived from several gene families, is that many are widely used in development, even though several were first identified in (and named on the basis of their roles in) the nervous system. Furthermore, there is increasing evidence from gene ablation studies and the construction of double mutants that while the deletion of many of these molecules one at a time has but slight effects on development, the elimination of two or more frequently has dramatic effects. The inference is that there is a large degree of functional redundancy amongst the cell adhesion molecules, even when this would not be expected on the basis of the homology relationships. The discovery of such functional redundancy was not predicted from the transfection experiments with constructs for these genes performed in vertebrate cells and therefore illustrates the importance of alternative approaches, especially genetic ones, in establishing the biological significance of these molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Wilkins"
        },
        {
            "text": "The next speaker to emphasize the importance of cell contact interactions, and possible interactive effects involving different cell adhesion molecular systems, was M. Wilcox (Laboratory of Molecular Biology, Cambridge). The principal subject of the talks was the family of integrin genes, originally identified in Drosophila as 'Position-specific antigens', on the basis of their appearance within defined compartmental regions in imaginal discs. It is now apparent that the genes encoding these integrins are essential functions ; indeed, one, encoding a / 3 integrin chain, was identified more than 20 years ago as lethal-myospheroid, a pleiotropic embryonic lethal. Although the integrins",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Wilkins"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new view of Darwinism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perutz",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "New Scientist",
            "volume": "",
            "issn": "2",
            "pages": "3--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "From Being to Becoming: Time and Complexity in the Physical Sciences. Freeman, San Francisco. 22 WELCH, G. R. (1989). The dynamical character of biochemical transformations: from protein motions to metabolic \"field structure\". J . Mol. Liquids (In the press.) 23 PAGELS, H. R. (1985). Peflect Symmetry. Simon & Schuster, New York. 24 WELCH, G. R. (1987). The living cell as an ecosystem: hierarchical analogy and symmetry. Trends Ecol. Eva/. 2,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Crystals, Fabrics, undFielA: Metuphors of Organicism in Twentieth-Century Developmental Biology. Yale University Press, New Haven, Connecticut. 26 PRIMAS, H. (1983). Chemistry, Quantum Mechanics, and Reductionism. Springer-Verlag, Heidelberg. SHELDRAKE, R. (1981). A New Science of Lge. Tarcher, Los Angeles. ROSEN, R. (1987). Anticipatory Systems. Pergamon Press, New York. 29 BOHM, D. (1980). Wholeness and the Implicate Order. Schuster, New York. 31 WELCH, G. R. (1988). Biophysics: whence it came, where it's going. Trends Biochem. Sci. 13, 4748. G . RICKEY WELCH is a f the Department of Biological Sciences, University of New Orleans, New Orleans, LA 70148. U.S.A.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This article is dedicated to the memory of Matyi Keleti, whose spirit exemplifies the joie de uivre to its fullest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}