{
    "paper_id": "1a6789fc2b2c0a335dc2cc645247ca62cc77ff69",
    "metadata": {
        "title": "The role of a Coronavirus disease 2019 pharmacist: an Australian perspective",
        "authors": [
            {
                "first": "Jenny",
                "middle": [],
                "last": "Nguy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "A"
                ],
                "last": "Hitchen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "L"
                ],
                "last": "Hort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cindy",
                "middle": [],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Matthew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "M"
                ],
                "last": "Rawlins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has greatly impacted healthcare services around the world. Pharmacists are front-line healthcare professionals and integral members of the healthcare team. The deployment of a specialized 'COVID pharmacist' within our institution has demonstrated that the skills of the pharmacist can be adapted, expanded and utilized to alleviate the pressure of doctor shortages, reduce healthcare worker exposure to infected patients, contribute to therapeutic decisions and work collaboratively to tackle the challenges faced during this pandemic. This commentary details an Australian hospital pharmacy response to the COVID-19 pandemic, describing the unique clinical and practical contributions made by a specialized COVID pharmacist in our institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of the novel Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV-2) in December 2019 has had significant impacts on healthcare systems globally [1, 2] . The coronavirus disease 2019 (COVID-19) outbreak was declared a Public Health Emergency of International Concern on the 30th of January 2020 by the World Health Organization [1] . As of May 15th 2020, there have been 4,307,287 confirmed cases of COVID-19 worldwide and 295,101 reported deaths [2] . Australia is amongst the 216 countries, areas or territories that have been affected by this virus [2, 3] . In this commentary, we present an Australian experience of dedicating a clinical pharmacist specifically for managing inpatients with suspected or confirmed COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Australia, on May 15th 2020, there have been 7,019 confirmed cases of COVID-19 and 98 deaths attributed to the virus [3] . The Australian Federal Government has enacted nationwide restrictions on social contact and travel in an attempt to reduce community spread of the virus and reduce pressure on the healthcare system, although individual states and territories have been granted power to determine the exact measures applied locally [4] . COVID-19 testing clinics are established around the country to assess and test, using nasopharyngeal swab, those presenting with respiratory illness symptoms such as cough, fever, shortness of breath, sore throat and fatigue according to national testing criteria for COVID-19 provided by the Department of Health, Australia [5] . A $2.4billion package was announced to ensure all Australians have access to essential care whilst reducing the community's risk of exposure to the infection [6] . This included funding supported telehealth consultation services, electronic prescribing for general practitioners, online filling of prescriptions via community pharmacies and funding to allow courier of medicines to the patient's home [6] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Australian context"
        },
        {
            "text": "Healthcare systems around Australia began preparation for COVID-19 cases, according to local epidemiological modelling of the pandemic. A specialised healthcare team was established at our institution, a quaternary public teaching hospital in Western Australia (WA). This 783-bed hospital with more than 80% single rooms opened in late 2014 and has an emphasis on electronic solutions for healthcare. It provides complex clinical services including; the state adult burns service, state heart and lung transplantation, allogeneic bone marrow transplantation and other haematology and oncology services, renal transplantation, specialist medical and surgical departments, mental health and state rehabilitation service, as well as maternity, paediatric and neonatal services. The Pharmacy Department provides a wide range of services via inpatient pharmacy, outpatient pharmacy, compounding pharmacy, clinical pharmacy, clinical trials and special access scheme pharmacy and pharmacy stores. The clinical pharmacy service is provided 7 days a week. There are 40 full time equivalent clinical pharmacists divided into specialty-based teams supporting the clinical services provided by the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital setting"
        },
        {
            "text": "A new 'COVID team' was formed to specifically only manage inpatients with suspected or confirmed COVID-19 on 23rd March 2020. The team comprises of a respiratory consultant, two registrars, one junior doctor, a medical assistant, and a dedicated clinical pharmacist (COVID pharmacist). This pharmacist position works 38 hours per week on weekdays, taken from a pool of 4 trained pharmacists, plus a limited after-hours service on weeknights and weekends. The COVID pharmacist attends ward rounds, practices partnered charting and has faced challenges such as anticipated medical staff shortages, the storage of medications bought in by COVID-19 infected patients, the limited availability of clinical trial medications, intentionally limiting contact between infected, or potentially infected patients, and clinical healthcare workers and significant language barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation of a COVID team"
        },
        {
            "text": "Limited direct physical patient-healthcare worker exposure Remote communication strategies including tablet devices, cameras and institutional patient entertainment system phones are employed to minimize physical contact between healthcare workers and patients with suspected or confirmed COVID-19. The COVID pharmacist completes medication reconciliation and counselling using these electronic strategies, avoiding direct patient contact. Ward rounds occur virtually and patients are physically reviewed by one medical staff member. The hospital employs a hybrid system of digital medical records and paper medication charts which remain outside the patient's room allowing for prescribing and review with minimal contamination risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges for the COVID pharmacist"
        },
        {
            "text": "Each patient is in a single room and staff movement into patients' rooms is restricted to preserve supplies of personal protective equipment (PPE) and limit staff exposure. Nursing staff align medication administration, observations and bedside care with mealtimes. The COVID pharmacist optimises medication regimens to reduce the frequency of nursing contact with the patient ( Table 1 ). The pharmacist promotes medications with longer half-lives in order to reduce nursing contact frequency such as atenolol versus metoprolol and once daily ceftriaxone for the treatment of pneumonia and urosepsis. Drug-food interactions (e.g. meals reducing the absorption of tacrolimus) and strategies on how to manage these are communicated with clinical staff. Interacting medications may be dispensed in a separate medication cup and the patient advised by nursing staff to separate from their meal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Challenges for the COVID pharmacist"
        },
        {
            "text": "Inpatients are usually encouraged to bring their patient own medications for use during their hospital stay and as a source for medication reconciliation. These medications are locked in a centralised medication room in each ward, away from the patient. Conversely, COVID-19 confirmed or suspected patients are advised to leave their medications at home. If brought in, they are stored in locked bedside drawers in the patients' room to prevent contamination of clean areas whilst providing medication security and preventing medication self-administration. This allows continued medication reconciliation on discussion with the patient, although the containers cannot be physically inspected. The COVID pharmacist has modified usual clinical pharmacist processes to obtain an accurate medication history and make medication adjustments via non-contact strategies, including use of the individual's electronic health records (MyHealth records) sponsored by the Australian government [11] .",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 987,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Storage of patient's own medications"
        },
        {
            "text": "To prepare for predicted medical staff shortages during this pandemic, the COVID pharmacist undertakes partnered medication charting. Partnered charting improves the accuracy of prescriptions and reduces the time burden on medical Table 1 Examples of therapeutic alternatives in the management of patients with suspected or confirmed COVID-19 compared to non-infected patients",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Medical staff shortage"
        },
        {
            "text": "Patients dying with COVID-19 Clinical reasoning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients without COVID-19"
        },
        {
            "text": "Consider positioning and fan, calm environment and reassurance from family/friends [7] Give regular subcutaneous doses of morphine 2.5-5 mg every 4 h + clonazepam subcutaneously 0.5-1 mg every 24 h + haloperidol subcutaneously 1 mg every 24 h Regular repositioning of patients increases risk of staff exposure. Fan is prohibited due to risk of droplet and aerosols circulating. Restricted hours are put in place for all visitors. AND AND if required, morphine 2.5-5 mg up to every hour subcutaneously when required [8] Therefore, regular dosing of morphine will improve the symptoms of dyspnoea without a detrimental effect on respiratory function [7] . Dyspnoea is associated with anxiety so the addition of a long acting benzodiazepine such as clonazepam improves sensation of dypsnoea in presence of anxiety [7] . Haloperidol may help with symptoms of nausea and vomiting with morphine and may also manage agitation or delirium [7] . Give morphine 2.5 mg subcutaneously hourly when required [7] ",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Management of respiratory distress for adults, whereby an infusion device is not available"
        },
        {
            "text": "Empirical therapy for patients with moderate-severity community acquired pneumonia (CAP) Give benzylpenicillin 1.2 g intravenously every 6 h + doxycycline 100 mg orally every 12 h [9] Give ceftriaxone 2 g intravenously once daily + azithromycin 500 mg intravenously once daily Patients presenting with suspected or confirmed COVID-19 have symptoms that are very similar to those with high-severity CAP such as respiratory rate greater than 30 breaths per minute, oxygen saturation less than 90% on room air and multi-lobar or rapid progression of chest X-ray infiltrates [9] . Patients with high severity CAP requiring intensive care support have a high risk of adverse outcomes if they do not receive appropriate initial treatment [9] . Thus, broader-spectrum empirical antibiotic therapy is recommended initially until the results of investigations are available for these patients [9] . An additional benefit is the once daily dosing of ceftriaxone and azithromycin, thus reducing staff exposure.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Patients without COVID-19 Patients with COVID-19 Clinical reasoning"
        },
        {
            "text": "Bronchodilators for patients with a severe acute asthma attack Give salbutamol 12 puffs (100microg/actuation) via pressurised metered dose inhaler and spacer [10] . If patient unable to breathe through a spacer, give 5 mg salbutamol nebule via nebuliser. Repeat salbutamol as needed [10] . Give at least every 20 min for first hour [10] Do not use nebulizer. Spacers and inhalers are for single-patient use only",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Patients without COVID-19 Patients with COVID-19 Clinical reasoning"
        },
        {
            "text": "Nebulisers are not recommended for use in suspected or confirmed COVID-19 patients as it promotes the generation of aerosols and increases risk of airborne transmission [10] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Patients without COVID-19 Patients with COVID-19 Clinical reasoning"
        },
        {
            "text": "Give salbutamol 12 puffs (100microg/actuation) via pressurised metered dose inhaler and spacer. Repeat as needed. Give at least every staff, allowing the reprioritisation of medical resources [12] . This collaborative prescribing approach allows the COVID pharmacist to be directly involved in clinical decisions which require the specialised knowledge of supply, availability and therapeutic alternatives [12] . In order to minimise pharmacist attendance in COVID-19 areas, the COVID pharmacist collaborates with specialist palliative care, haematology and transplant pharmacists to ensure that specialised medications can be prescribed via partnered charting.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "AND"
        },
        {
            "text": "A high proportion of patients with COVID-19 have been admitted from international cruise ships in WA. The challenges of conducting non-contact medication reviews are compounded by language barriers and patient's own medications which may not be available in Australia. The use of interpreter services is logistically more difficult and requires a 3-way telephone conversation between an off-site interpreter, clinical staff and the patient. The COVID pharmacist is responsible for advising on therapeutic substitution of locally available therapeutic alternatives when prescribed medications are not available. Challenges of recommending medication substitutions includes having to select an alternative medication which has the same therapeutic effect, an acceptable side effect profile, no clinically significant interactions, be cost-effective and ideally with a longer halflife to reduce nursing contact frequency with the infected patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Language barrier"
        },
        {
            "text": "The rapid evolution of the COVID-19 literature requires the COVID pharmacist to remain abreast with the latest published evidence, along with eligibility criteria for clinical trial enrolment. The Australian guideline for the clinical care of people with COVID-19 was released to ensure every Australian clinician has access to a single source of reliable information about management of COVID-19 [13] . The latest published guideline details definition of disease severity, monitoring and markers of clinical deterioration, recommendations around management with antivirals and other disease-modifying treatments, respiratory support and the use of steroids for people with asthma and chronic obstructive pulmonary disease infected with COVID-19 [13] . National guidelines do not support the use of antivirals and other disease-modifying treatments in treating COVID-19 patients due to lack of evidence, however, do promote their use in context of clinical trials [13] . The state-wide antimicrobial stewardship body (WA Committee for Antimicrobials) recommended in a position statement publicised to all WA healthcare institutions, that medications which have been publicised as having antiviral in vitro activity against SARS-CoV-2 such as hydroxychloroquine and lopinavir/ ritonavir should not be used for off-label pharmacotherapy unless the patient is enrolled in an approved, randomised, controlled clinical trial such as The Australasian COVID-19 trial (ASCOT) trial or the Randomised, Embedded, Multifactorial, Adaptive Platform Trial for Community-Acquired Pneumonia (REMAP-CAP) trial [14, 15] At our institution, COVID-19 related clinical trials are managed on the ward by the clinical investigators specific for each trial with support from the pharmacy department clinical trial team. Therefore, it is essential that the COVID pharmacist keeps informed with the latest trials and medication management around COVID-19 to provide clinical and logistical support.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[14,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "15]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Keeping up to date with rapidly emerging information"
        },
        {
            "text": "The COVID pharmacist is responsible for ensuring the availability of time-critical medications on our dedicated COVID-19 ward areas, including medicines required for rapid intubation. A 'COVID Airway -System Kit' was prepared in conjunction with the Department of Anaesthesia, consisting of a pre-populated list of medications ( Table 2) that the COVID pharmacist and nurses can readily access via the ward automated medication dispensing system for use by an anaesthetist. Additionally, the COVID pharmacist regularly reviews the entire ward medication stock to ensure common medicines are available in COVID-19 clinical areas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 337,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Availability of time-critical medications"
        },
        {
            "text": "The COVID pharmacist role has potential application in other Australian healthcare institutions. Implementing this new role requires appropriate training and planning. It requires management to allocate resources to accommodate a new full-time role in these unique times. Staff who are vulnerable to the effects of COVID-19 due to existing health or personal conditions such as pregnant women, workers with chronic respiratory conditions, workers who are morbidly obese or are immunosuppressed should be identified. Contingency planning in the event that the dedicated COVID ward reaches capacity is critical and ensure the COVID pharmacist undergoes partnered medication charting training and credentialing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanding the COVID pharmacist role to other Australian hospitals"
        },
        {
            "text": "In summary, the deployment of a specialised COVID pharmacist position has proven a key and responsive member of the front-line COVID-19 team at our institution, necessary for facing the challenges posed by this pandemic. This position could be successfully expanded to other institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding The authors received no funding, financial or non-financial support for the authorship and publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no conflict of interest. Table 2 List of COVID Airway Medications available as a pre-populated list on the ward's automated medication dispensing system to enable efficient removal COVID airway medications 1 × Adrenaline 1 in 10,000 (1 mg/10 mL) ampoule 1 × Atropine 600 microg/mL ampoule 1 × Ephedrine 30 mg/mL ampoule 1 × Fentanyl 500 microg/10 mL ampoule 1 × Ketamine 200 mg/2 mL vial 2 × Metaraminol 2.5 mg/5 mL prefilled syringes 1 × Propofol 200 mg/20 mL vial 1 × Propofol 500 mg/50 mL vial 4 × Rocuronium 50 mg/5 mL vial",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Responding to community spread of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) Pandemic [Internet]. World Health Organization. Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Canberra: Australian Government, Department of Health; c",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19) current situation and case numbers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canberra: Australian Government, Department of Health; c",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19) advice for travellers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canberra: Australian Government, Department of Health; c",
            "authors": [
                {
                    "first": "Australian",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "$2.4billion health plan to fight COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence based clinical guidelines for adults in the terminal phase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wa Cancer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Palliative Care",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Community Medicines Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management of respiratory distress for adult patients dying with COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Community acquired pneumonia in adults",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Melbourne: Therapeutic Guidelines Limited",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Australian Asthma Handbook",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "National Asthma Council",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Giving bronchodilator treatment according to severity and age",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Australia: Australian Digital Health Agency",
            "authors": [],
            "year": null,
            "venue": "My Health Record",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Partnered medication review and charting between the pharmacists and medical officer in the emergency short stay and general medicine Unit",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Newnham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dooley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Australas Emerg Nurs J",
            "volume": "18",
            "issn": "",
            "pages": "149--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aenj.2015.03.002"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Australia: National Covid-19 Clinical Evidence Taskforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Government of Western Australia, Department of Health. WACA position statement on pharmacological management of COVID-19 patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Department of Health",
            "authors": [
                {
                    "first": "Western",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                },
                {
                    "first": "Australia",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "1p",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Melbourne: The Peter Doherty Institute for Infection and Immunity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doherty Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Translational and clinical research | clinical trials",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}