{
    "paper_id": "1a677e02a40cdaf27a5951713bc8bff42e35297a",
    "metadata": {
        "title": "Journal Pre-proof Active Surveillance for Acute Respiratory Infections among Pediatric Long-Term Care Facility Staff",
        "authors": [
            {
                "first": "Sibyl",
                "middle": [],
                "last": "Wilmont",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [],
                "last": "Neu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Hill-Ricciuti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alba",
                "middle": [],
                "last": "Luis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mila",
                "middle": [
                    "M"
                ],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brett",
                "middle": [],
                "last": "Prill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shikha",
                "middle": [],
                "last": "Whitaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Garg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nimalie",
                "middle": [
                    "D"
                ],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Stone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindsay",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "I"
                ],
                "last": "Gerber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elaine",
                "middle": [],
                "last": "Larson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Saiman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Mph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Residential pediatric long-term care facilities (pLTCF) care for medically fragile children with complex comorbid conditions. Acute respiratory infections (ARIs) are the most common healthcare-associated infections (HAIs) among pLTCF residents and are associated with increased morbidity, cost, and acute care hospitalizations. 1 In both acute care and nursing homes caring for adults, transmission of respiratory viruses from healthcare workers to patients has been described. 2, 3 However, little is known about the burden of ARIs and respiratory viruses among staff in pLTCFs.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this pilot study, we assessed the feasibility of using weekly electronic reminders to perform ARI surveillance among pLTCF staff who routinely had direct resident contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Measures of feasibility included the frequency of staff responses to electronic reminders over time; the proportion of self-reported ARIs that fulfilled the study case definition; and ability to collect illness onset and 4 weeks of follow-up swabs from those with confirmed ARIs to detect respiratory viruses and determine the duration of viral shedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "From December 7, 2016 to May 7, 2017, we performed a prospective surveillance study for ARIs among staff at two free-standing pLTCFs in the New York (NY) metropolitan area serving residents <21 years of age. In 2013, NY State instituted a public health mandate requiring unvaccinated staff to wear face masks during the influenza season in areas where residents are typically present. 4 At site A (137 beds), influenza vaccination for staff was mandated and at site B (97 beds) it was strongly encouraged; during the 2016-17 influenza season, 100% of staff at both sites were vaccinated. While both facilities had policies addressing diagnostic evaluation of residents with ARIs, neither site routinely performed viral diagnostic testing for staff with ARIs.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 386,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design, sites and participants"
        },
        {
            "text": "We set a recruitment target of 50 participants who received $50 in gift cards ($25 at enrollment and $25 at study end). Eligible staff members (N=735) were those with routine direct contact with residents, including nurses, physicians, and therapists. Ineligible staff included food service workers, social workers, teachers, housekeepers, and subspecialty consultants. Staff were recruited by a flyer, an information sheet, and face-to-face discussions with the research coordinator (RC). This study was approved by the Columbia University Irving Medical Center institutional review board, and the Centers for Disease Control and Prevention (CDC) formally relied on their review. Participants provided written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design, sites and participants"
        },
        {
            "text": "The ARI case definition used in this study was 2 or more of the following within the prior week: self-reported fever or feeling feverish, runny nose or nasal congestion, chills, shortness of breath, wheezing, new or different cough, new or different sputum, sore or scratchy throat, headache, and/or myalgia. Throughout the 21-week surveillance period, the RC sent weekly text or email messages, per participant preference, to remind them to report whether or not they were experiencing any ARI symptoms. The RC contacted participants responding \"Yes\" to the message to review their symptoms and confirm that participants fulfilled the ARI study case definition. Staff did not receive electronic messages during their vacation or while on extended medical leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance for ARIs"
        },
        {
            "text": "During the surveillance period, participants with ARIs meeting the case definition had specimens obtained within 4 days of symptom onset and weekly for 4 weeks thereafter to assess the duration of viral detection. When acceptable to participants, both mid-turbinate and throat specimens were collected to maximize the yield of viral detection using flocked swabs (Copan Diagnostics Inc., Murrieta, CA) which were placed in the same vial of viral transport media. However, if only one swab was collected, the type of specimen, i.e., mid-turbinate versus throat was also noted. Specimens could be collected by the RC or by the participants themselves, if swabbing by the RC was not feasible, e.g., staff absenteeism due to illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection and virology testing"
        },
        {
            "text": "Participants were shown how to complete mid-turbinate self-swab by the RC, were provided a diagram of the mid-turbinate region, verbally confirmed understanding the process, and were given a kit containing the swab, transport media and a biohazard bag. Instructions for obtaining throat swabs were not provided. Within the 4 weeks before and after the surveillance period, the RC also obtained specimens from participants to assess subclinical viral detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection and virology testing"
        },
        {
            "text": "Specimens were aliquoted and stored at -70° C in the research laboratory at Columbia University Irving Medical Center (CUIMC). De-identified specimens were then shipped to the CDC laboratory for processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection and virology testing"
        },
        {
            "text": "Total nucleic acid (TNA) was extracted from 300 µL of combined nasal and throat specimens and eluted in a final volume of 100 µL using the NucliSENS® easyMAG® (bioMérieux). 5 Viral testing was performed using a commercial multiplex real-time RT-PCR (rRT-PCR) assay kit, RTD Respiratory Pathogens 21 cat#FTD-2-64 (Fast-track Diagnostics, Luxembourg) as per the manufacturer's protocol. A test result was considered to be positive when threshold cycle (Ct) values were ≤40. Both positive and negative controls were included in all runs to monitor assay performance. Since cross-reactions may occur between rhinoviruses (RV) and other enteroviruses using rRT-PCR assays, sequencing of partial VP4/VP2 regions was conducted to confirm all of the RV detections and determine the specific RV type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection and virology testing"
        },
        {
            "text": "Participants' occupations were collected at enrollment. The overall response rate was determined, as were the response rate to emails versus text messages and response rate during the first vs. second half of the surveillance period using chi square tests. The proportion of reported ARIs that fulfilled the case definition and days of missed work were calculated. The proportion of specimens collected at illness onset and during 4 weeks of follow-up that were positive for respiratory viruses was determined. Detection of viruses was assessed in ARI episodes with one or more specimens. All statistical analyses were performed in SAS 9.4 (Cary, NC). A p-value <0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Fifty participants were recruited; 27 participants from Site A and 23 from Site B. About half (54%) were nursing staff, 22% were physicians or nurse practitioners, 6% were respiratory or physical therapists and 14% were music, art, and recreational therapists; 4% had other occupations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The RC sent 890 messages during the surveillance period; most were text messages (n=702, 79%). Participants were more likely to respond to text (95%, 665/702) than email (87%, 163/188) messages (p<0.01). Response rates were the same during weeks 1-10 of surveillance (93%) compared to weeks 11-21 (93%) and between the two sites (both sites 93% p=0.704).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to weekly electronic ARI surveillance messages"
        },
        {
            "text": "Response rates among nurses vs. other types of staff were similar (94% vs. 92%, p=0.243).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to weekly electronic ARI surveillance messages"
        },
        {
            "text": "All participants had pre-and post-surveillance mid-turbinate swabs collected; 100% and 96% had pre-and post-surveillance throat swabs collected, respectively. Twenty-five participants self-reported 31 ARIs (17 from Site A and 14 from Site B); 21 (68%) ARIs in 20 participants fulfilled the case definition. Of the 21 confirmed ARIs, 7 (33%) were associated with missing work (median 2 days [IQR 1-2.5] days). Swabs were obtained at illness onset from 17 (81%) of 21 confirmed ARIs and mid-turbinate swabs were obtained more often than throat swabs (81% vs. 29%, p=0.002); 12 mid-turbinate specimens were self-swabs (Table 1) . During the 4 weeks of follow-up, 87 of 168 (52%) expected mid-turbinate and throat swabs were collected, and mid-turbinate swabs were obtained more often than throat swabs (74% vs 30%, p<0.001). All four weeks of follow-up swabs were collected for 10 (48%) subjects with ARIs. No swabs were obtained for one subject who reported an ARI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 624,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Collection of pre-and post-surveillance, confirmed ARIs, and ARI follow-up specimens"
        },
        {
            "text": "Overall, 10 (48%) of 21 ARI episodes were associated with a detected virus(es). Viruses were detected from five (29%) of the 17 ARIs that had specimens obtained within four days of onset of symptoms (Table 2) . RV (n=1, 6%), influenza B (n=1, 6%), respiratory syncytial virus (RSV, n=1, 6%), Coronavirus (CoV) 229E (n=1, 6%), and both CoV OC43 and bocavirus (n=1, 6%) were detected from these specimens. Minimal evidence of shedding was observed; taking into account onset and follow-up specimens available for each ARI, only 2 illnesses had more than one detection of the same virus. In ARI episode #12, RV-C16 was detected at onset and week 1 of follow-up. In ARI episode #18, CoV 229E was detected in weeks 2 and 3 and human metapneumovirus was detected in week 4 ( Table 2 ). ARI episodes #7 and #10 occurred in the same participant over 1 month apart; neither episode had a virus detected. Viruses were detected in seven participants with ARIs who did not miss work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 769,
                    "end": 776,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Virology during ARIs, viral shedding, and pre-and post-surveillance"
        },
        {
            "text": "RV (types C4, B72, B6, and B101) was detected in pre-surveillance specimens from four (8%) participants. Six participants (12%) had viruses detected post-surveillance, including three with RV (types A65, C33, and A106), one with adenovirus, and two with CoV NL63. One participant had RV detected both pre-and post-surveillance, but they were different RV types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virology during ARIs, viral shedding, and pre-and post-surveillance"
        },
        {
            "text": "There was no correlation in viral detections among pre-and post-surveillance specimens and those associated with ARIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virology during ARIs, viral shedding, and pre-and post-surveillance"
        },
        {
            "text": "Among 50 staff members with direct resident contact in two pLTCFs, active ARI surveillance using electronic messages proved feasible. Participants responded to 93% of the weekly messages, and response rates were sustained during the 21-week study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Responses to text messages were more frequent than responses to emails. Overall, 68% of selfreported ARIs fulfilled the ARI study case definition. These findings suggest that text messaging could help facilities or public health authorities quickly identify ARIs among healthcare workers, including those that are not medically attended. These may be missed using a medical and administrative record-based approach. Rapid and thorough case ascertainment is particularly important during outbreaks to inform implementation of appropriate infection control measures. However, strategies to confirm ARIs using a validated ARI case definition should be included as staff may misinterpret their symptoms as ARIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Pre-and post-surveillance specimens were collected from almost every participant, and swabs were collected within 4 days of illness onset from 81% of ARIs. Up to four weekly followup specimens were also collected for each ARI to assess duration of viral shedding and potential contagiousness, but few repeat viral detections were observed. However, the collection of follow-up specimens was sub-optimal, as only 74% of expected follow-up specimens were obtained and mid-turbinate swabs were more often obtained than throat swabs. We speculate that illness-related absenteeism and the complex, irregular work schedules of participants impeded collection of study specimens. The RC also learned that many participants did not find throat swabs tolerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A minority of (29%) ARI onset specimens had a virus detected, only one of which was influenza. There may be several reasons for the relatively low rate of viral detection from ARI onset swabs. Many onset swabs were obtained through participant self-swabbing, so it is possible that despite training, swabs were improperly collected, improperly stored, or not obtained in a timely manner. However, we and others have shown that the yield from midturbinate self-swabs compares favorably with the yield of swabs obtained by research staff. 6, 7 Also, our ARI case definition may have captured non-viral entities such as allergic rhinitis, bacterial sinusitis, and bacterial pharyngitis.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 541,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several different respiratory viruses were detected during the surveillance period, which included the typical months for influenza and RSV activity, as well as before and after the surveillance period. The infectivity of asymptomatic staff and those with negative PCR assays is unknown. Together these findings suggest that staff may serve as vectors and reservoirs for respiratory viruses, particularly given the frequent and close physical contact between residents and staff during medical care, play, and educational activities. 8 This is of particular concern as young infants and immunocompromised children may reside in pLTCFs. Additionally, we found that two-thirds of participants with ARIs did not miss work (seven had viruses detected).",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 535,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Presenteeism, or working while ill, has been previously described; in a Tennessee children's hospital, 46% of healthcare workers reported working with an influenza-like illness. 9 There are several limitations to this study. Because the study only involved two pLTCFs located in the same geographic area, the results may not be generalizable to other facilities.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Participants may not have been representative of staff at the participating sites. The sample size was small and only involved surveillance for a single respiratory virus season. Additionally, control specimens were not collected throughout the surveillance time period from participants without ARI symptoms, which could have further informed interpretation of the viral detections observed. We could not assess the relative yield of self-swabbing vs. RC-swabbing nor of throat vs. mid-turbinate swabs as these were combined prior to testing. Only half of follow-up specimens were collected which limited assessment of prolonged detection of viruses. Finally, it was not assessed if staff ARIs were linked to resident illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we found that utilizing weekly electronic messages for ARI surveillance among staff in pLTCFs was feasible, and this effort could inform future surveillance efforts in long-term care facilities. The findings of this study also have relevance for potential control strategies for COVID-19 in LTCFs which have both vulnerable residents and staff. We found that surveillance for symptoms was feasible and that staff could perform self-swabs which could reduce the risk to other staff members. The potential for staff with ARIs or minimal or absent symptoms to harbor respiratory viruses highlights the importance of staff education to prevent introduction and spread of respiratory viruses to frail and medically complex pLTCF residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Potential educational strategies could include improving hand hygiene, adherence to droplet precautions for ill residents, as well as avoiding presenteeism. Future studies comparing ARI surveillance and concomitant viral testing results of staff and residents would be useful to assess potential transmission patterns. Onset throat swabs 6 (29%) 2 (15%) 4 (50%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Follow-up mid-turbinate swabs (any week) 20 (95%) 12 (92%) 8 (100%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Follow-up throat swabs (any week) 15 (71%) 9 (69%) 6 (75%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Follow-up mid-turbinate swabs (all 4 weeks) 10 (48%) 6 (46%) 4 (50%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "No follow-up swabs 1 (5%) 1 (8%) 0 (0%) * Acute respiratory infection was defined as 2 or more of the following: self-reported fever or feeling feverish, runny nose or nasal congestion, chills, shortness of breath, wheezing, new or different cough, new or different sputum, sore or scratchy throat, headache, and/or myalgia ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incidence, risks, and types of infections in pediatric long-term care facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saiman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maykowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA Pediatr",
            "volume": "171",
            "issn": "9",
            "pages": "872--878",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Healthcare workers as vectors of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huttunen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Syrjanen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "33",
            "issn": "9",
            "pages": "1477--1488",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza vaccination for healthcare workers who care for people aged 60 or older living in long-term care institutions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lasserson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of fast-track diagnostics respiratory pathogens multiplex real-time RT-PCR assay with in-house singleplex assays for comprehensive detection of human respiratory viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakthivel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol Methods",
            "volume": "185",
            "issn": "2",
            "pages": "259--266",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pilot study of participant-collected nasal swabs for acute respiratory infections in a low-income, urban population",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Castellanos",
                    "middle": [],
                    "last": "De Belliard",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larussa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saiman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Epidemiol",
            "volume": "8",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effectiveness of patient-collected swabs for influenza testing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dhiman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Finley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayo Clin Proc",
            "volume": "87",
            "issn": "6",
            "pages": "548--554",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hand hygiene opportunities in pediatric extended care facilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pediatr Nurs",
            "volume": "28",
            "issn": "1",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory virus shedding in a cohort of onduty healthcare workers undergoing prospective surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Esbenshade",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Esbenshade",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "34",
            "issn": "4",
            "pages": "373--381",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Collection of surveillance swabs from acute respiratory infections fulfilling case definition * Type of Specimens",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of onset swabs and follow-up swabs from 21 acute respiratory illnesses in 20 pediatric long-term care facility staff*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the medical and administrative leadership of the study sites and the participants for making this study possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Abbreviations used in Table: ARI -acute respiratory illness, RC-research coordinator, NEGnegative, ND-not done, RV-rhinovirus, CoV-coronavirus, BoV-bocavirus, PIV-parainfluenza virus, Flu-influenza, HMPV-human metapneumovirus, RSV-respiratory syncytial virus * 4 ARIs did not have an onset specimen obtained. † Same participant experienced ARI episodes #7and #10",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Table:",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}