{
    "paper_id": "1a69749b46cc7cf9ee2d3e48f8c9f0688d587a7b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "History documents the inadvertent facilitation of disease transmission by tourism, migration, and international trade networks to locations that are far flung from the discrete geographical regions of the globe from which the diseases were thought to originate (Cartwright & Biddis, 2000; Evans, 1992; Hays, 1998) . As an example, during recent years, cases of \"imported\" and \"airport\" malaria have surfaced in Europe, North America, and other regions of the world (Gratz, Steffen, & Cocksedge, 2000 ; World Health Organization Regional Office for Europe, 1999) . Of the 8,353 cases of imported malaria identified in the U.K. between 1987 and 1992, it was found that immigrants accounted for 11% of the cases, while the remainder were attributable to U.K. nationals who had visited friends and family members in malaria-endemic regions of the world (49% of the cases), visitors and tourists to the U.K. (35%), and expatriates (5%) (WHO, 1999) . The 2002-2003 epidemic of severe acute respiratory syndrome (SARS) similarly demonstrated how quickly disease could spread from country to country as a result of the increased international mobility of individuals for a variety of purposes, including tourism, global investment and trade, and permanent migration (Catto, 2003; deLisle, 2004) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 288,
                    "text": "(Cartwright & Biddis, 2000;",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 301,
                    "text": "Evans, 1992;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 302,
                    "end": 313,
                    "text": "Hays, 1998)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 465,
                    "end": 499,
                    "text": "(Gratz, Steffen, & Cocksedge, 2000",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 548,
                    "end": 561,
                    "text": "Europe, 1999)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 942,
                    "text": "(WHO, 1999)",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1271,
                    "text": "(Catto, 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1272,
                    "end": 1286,
                    "text": "deLisle, 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Migration and the Containment of Infectious Disease"
        },
        {
            "text": "Because disease does not respect political boundaries, the international community has made efforts to address the risk of contagion that may be associated with migration between nations. The United Nations (UN) has as one of its primary objectives international health cooperation (UN Charter, 1945) . The World Health Organization (WHO), one of the first specialized agencies created under the UN system, sought to develop international rules relating to the control of infectious disease (Sharp, 1947) . Under Article 21 of its Constitution, the WHO has the authority to adopt regulations relating to \"sanitary and quarantine requirements and other procedures designed to prevent the international spread of disease\" (WHO Constitution, 1948) . The IHR are intended to \"ensure the maximum security against the international spread of diseases\" while minimizing the impact of these efforts on international traffic and trade. In order to achieve this objective, the IHR provides for the establishment of a global surveillance system for yellow fever, plague, and cholera; requires specified health-related capabilities at ports and airports, such as safe drinking water and a mechanism for the disposal of excrement; and sets forth provisions relating to the enumerated diseases, such as the use of isolation against an individual arriving at an airport who is suspected of carrying cholera. Under these regulations, Member States may prevent the departure of an individual or carrier and may require health certificates relating to these diseases from individuals seeking entry into a State.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 300,
                    "text": "(UN Charter, 1945)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 504,
                    "text": "(Sharp, 1947)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 744,
                    "text": "(WHO Constitution, 1948)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Migration and the Containment of Infectious Disease"
        },
        {
            "text": "The past emphasis on the use of quarantine has diminished in favor of increasing reliance on epidemiological surveillance and the improvement of basic health services, in recognition of the inability of even rigid quarantine measures to provide security against disease. Unfortunately, however, the IHR-authorized and -suggested measures appear to have little effect on the global control of infectious disease due to countries' failure to report cases (DeLeon, 1975; Fidler, 1999) . Accordingly, efforts are ongoing to revise the regulations (IHR, 2005) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 467,
                    "text": "(DeLeon, 1975;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 468,
                    "end": 481,
                    "text": "Fidler, 1999)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 543,
                    "end": 554,
                    "text": "(IHR, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Migration and the Containment of Infectious Disease"
        },
        {
            "text": "Despite the IHR's increased emphasis on surveillance as a means of curtailing the globalization of disease, many countries have adopted exclusionary provisions that deny individuals the ability to cross legally through and into their borders. Disagreement exists among commentators regarding the legality of these measures under international law. Some have argued that such restrictions constitute a violation of human rights, while others emphasize the legal right of each nation to determine who may enter into its borders and the corollary right to define the class or classes of persons who may be excluded (Fidler, 1999; Gostin & Lazzarini, 1997) .",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 626,
                    "text": "(Fidler, 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 627,
                    "end": 652,
                    "text": "Gostin & Lazzarini, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Migration and the Containment of Infectious Disease"
        },
        {
            "text": "International law governs the relationships between the states, that is, nations that represent discrete entities that are responsible to themselves with respect to political, economic, and social matters. Treaties and customs provide the basis for these laws. The obligations that derive from the laws may be bilateral (between two nations), multilateral (between more than two states), or complex (linked to the creation of an international institution, such as the UN) (Goodwin-Gill, 1996) . Two basic principles of international law are the sovereignty of each nation state and the equality between states (UN Charter, 1945) .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 492,
                    "text": "(Goodwin-Gill, 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 610,
                    "end": 628,
                    "text": "(UN Charter, 1945)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "International law has only relatively recently begun to address issues within the framework of human rights. Human rights are premised on the idea that individuals possess certain rights because of their humanity and governments must respect them; the existence of the rights does not depend on the beneficence of governments (Gostin & Gable, 2004) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 348,
                    "text": "(Gostin & Gable, 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "It has been asserted that international law confers upon individuals the right to health. Table 14 .1 provides a listing of the various international docu- Rights, 1948 forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Article 25: Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control. The U.N. Sub-Commission on the Prevention of Discrimination and the Protection of Minorities has determined that \"other status\" in this context encompasses health status. American Declaration of the Article 11: \"Every person has the right to the preservation of Rights and Duties of Man his health through sanitary and social measures relating to food, clothing, housing and medical care, to the extent permitted by public and community resources International Covenant on Article 12(1): \"States Parties to the present Covenant recognize Economic, Social and the right of everyone to the enjoyment of the highest Cultural Rights (ICESCR), attainable standard of physical and mental health.\" 1966",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 168,
                    "text": "Rights, 1948",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Table 14",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "Article 26: All persons are equal before the law and are entitled without any discrimination to the equal protection of the law. In this respect, the law shall prohibit any discrimination and guarantee to all persons equal and effective protection against discrimination on any ground such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Protocol of San Salvador, Article 10: \"Everyone shall have the right to health.\" State negotiated 1988",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "Parties must agree to adopt various enumerated measures including the extension of health services to all individuals; the provision of preventive services and treatment for endemic, occupational, and other diseases; and the provision of primary health care to all individuals and families in the community United Nations Convention Article 24(2): States are to take \"appropriate measures\" to on the Rights of the Child implement \"the right of the child to the enjoyment of the highest attainable standard of health and to facilities for the treatment of illness and rehabilitation of health\" ments that contain references to a right to health and that provide the basis for this perspective. Commentators have noted that because the right to health as embodied in these documents is so broad, it essentially lacks coherent meaning and cannot be adequately monitored (Fidler, 1999) . Consequently, it is difficult to identify the minimum level of responsibility that nations have. Gostin and Lazarrini have argued that \"the state would have a responsibility, within the limits of its available resources, to intervene to prevent or reduce serious threats to the health of individuals or populations\" (1997, p. 29) . This would presumably apply to individuals within the territorial limits of each country, including immigrants. Table 14 .2 enumerates the source of governments' responsibility to protect the public health and the individual rights that may be impinged upon in this process. The government's right to infringe upon individuals' freedom of movement may provide justification for the imposition of quarantine measures and for limitations on the ability to travel. As can be seen, there exists a tension between, on the one hand, the State's sovereignty and its corollary right of self-preservation and duty to protect public health and, on the other hand, the rights of each individual.",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 881,
                    "text": "(Fidler, 1999)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1200,
                    "end": 1213,
                    "text": "(1997, p. 29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1328,
                    "end": 1336,
                    "text": "Table 14",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "Even refugees do not have the right to enter into another country. Although the expression the \"right of asylum,\" suggests otherwise, the Refugee Convention does not obligate the state to permit refugees entry; rather, it obligates signatory states to conform to the principle of nonrefoulement, meaning that the state may not return a refugee to the territories where his life or freedom would be threatened due to his race, religion, nationality, membership in a particular social group, or political opinion (Convention Relating to the Status of Refugees, 1951; Protocol Relating to the Status of Refugees, 1967) . Indeed, the \"right of asylum is the right of the state to grant protection, which in turn is founded on the 'undisputed rule of international law' that every state has exclusive control over the individual within its territory\" (Goodwin-Gill, 1996, p. 138 ).",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 615,
                    "text": "Refugees, 1967)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 873,
                    "text": "(Goodwin-Gill, 1996, p. 138",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "This conflict is reflected in the response of the U.S. to efforts by individuals infected with the human immunodeficiency virus (HIV) to enter its borders. U.S. law provides specifically for the exclusion of all HIV-infected individuals who are not citizens or lawfully permanent residents (\"green card\" holders or \"mica\" holders), absent a waiver of this provision. Waivers, discussed in greater detail below, are potentially available to refugees and several other classes of persons, but are relatively difficult to obtain. This policy is premised both on fears of contagion and fears that HIV-infected immigrants will drain available publicly-funded health care. In a scenario that raised widespread shock and claims of racism, the U.S. government attempted to deny HIV-infected Haitian refugees entry into the U.S. and subjected them to detention in a refugee camp without the provision of adequate medical care and sanitary precautions (Haitian Centers Council v. Sale, 1993) . This move was widely criticized as a violation of international law and/or human rights because the consideration of refugees' HIV seropositivity nullified their ability to exercise their rights to the same degree as other refugees, thereby violating the principle of nondiscrimination. Additionally, it was argued, the per se exclusion of refugees due to health status could not be justified as related to public health or public expense because HIV is not a threat to either in the absence of specific individual behaviors, which were not in evidence (Goodwin-Gill, 1996) .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 981,
                    "text": "(Haitian Centers Council v. Sale, 1993)",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1557,
                    "text": "(Goodwin-Gill, 1996)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "Commentators have argued that the denial of entry by a country to individuals because of their HIV seropositivity constitutes a form of status discrimination that contravenes the internationally recognized principle of nondiscrimination and the right to privacy (Gostin, Cleary, Mayer, Brandt, & Chittenden, 1992) . Others have countered these arguments by noting that it is the right of every country to decide who may enter (Fidler, 1999; Goodwin-Gill, 1996) and the infringement of the right to privacy arises from the improper use of information relating to an individual's seropositivity, rather than the denial of admission into the country (Fidler, 1999) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 313,
                    "text": "(Gostin, Cleary, Mayer, Brandt, & Chittenden, 1992)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 426,
                    "end": 440,
                    "text": "(Fidler, 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 441,
                    "end": 460,
                    "text": "Goodwin-Gill, 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 647,
                    "end": 661,
                    "text": "(Fidler, 1999)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "International Protections and Restrictions Related to Immigrants and Health"
        },
        {
            "text": "Data indicate that there may be upwards from 20 million refugees in the world; approximately half of who are children (Hakansson, 1999) . As noted, although provisions in international documents appear to assure immigrants of a right to health care, that right is broad and subject to varying interpretations. A relatively recent analysis of international treaty provisions related to health care concluded that these protections afforded to refugees apply to only those who are lawfully resident within the territorial boundaries of a nation and not to those who may have entered illegally (Goodwin-Gill, 1996) . It has been argued that nations' refusal and failure to make these same health services available to refugees and asylum seekers who have entered their borders illegally in search of a refuge constitutes constructive refoulement and a violation of the international principle of nonrefoulement (Cholewinski, 2000) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 135,
                    "text": "(Hakansson, 1999)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 591,
                    "end": 611,
                    "text": "(Goodwin-Gill, 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 908,
                    "end": 927,
                    "text": "(Cholewinski, 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Refugees and Access to Care"
        },
        {
            "text": "A recent survey of health care services provided to refugees and asylum seekers found vast differences among European nations. Germany restricts access to government-funded medical and dental treatment during the first 12 months of residence to cases involving \"serious illness or acute pain\" (Cholewinski, 2000: 741) . Many countries have adopted similar policies and practices, although Italy and Sweden provide pregnant refugees with free access to their national health care systems for the duration of their pregnancies. Romania does not provide any state-funded medical services to refugees and asylum seekers (Cholewinski, 2000) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 317,
                    "text": "(Cholewinski, 2000: 741)",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 635,
                    "text": "(Cholewinski, 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Refugees and Access to Care"
        },
        {
            "text": "Both permanent and temporary immigrants to the U.S. face significant issues in their attempts to maintain health and to access care. First, individuals suffering from conditions that impact their health may be denied admission to the U.S. Second, those who do enter, whether legally or illegally, may face significant challenges in accessing needed care due to a lack of health insurance coverage and barriers to qualifying for and obtaining publicly funded medical health insurance programs, such as Medicaid and Medicare. Even those immigrants who have sufficient resources to pay for the desired medical care, such as organ transplantation, may be denied that care due to policy concerns governing the allocation of scare resources. Immigrants who are detained may find that their ability to obtain care is further limited by policies specific to detention facilities. Each of these issues is explored in greater depth below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues in the U.S. Context"
        },
        {
            "text": "Despite the inscription at the base of the Statute of Liberty and its seeming welcome of the poor and downtrodden, the U.S. has a long history of excluding from its shores individuals who are believed to be burdened by disease. Historical accounts indicate that even in colonial America, individuals traveling to the colonies could be quarantined on ship and denied entry if cases of smallpox were detected aboard the ship or if the ship sailed from an area in which smallpox was endemic (Duffy, 1953) . As an independent nation, the U.S. has provided for the exclusion of individuals for health-related reasons since 1882, with a prohibition against the landing of idiots or lunatics (Act of August 3, 1882). This provision was expanded further by the Act of March 3, 1891 to encompass \"persons suffering from loathsome or contagious disease.\" The Act of February 5, 1917 enumerated additional classes of persons to be excluded as threats to the nation's well-being:",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 501,
                    "text": "(Duffy, 1953)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Exclusion of Health-Impacted Immigrants"
        },
        {
            "text": "\". . . all idiots, imbeciles, feeble-minded persons, epileptics, insane persons; persons who have had one or more attacks of insanity at any time previously; persons of constitutional psychopathic inferiority; persons with chronic alcoholism; . . . persons afflicted with tuberculosis in any form or with a loathsome or dangerous contagious disease; [and] persons not comprehended within any of the foregoing excluded classes who are found to be and are certified by the examining surgeon as being mentally or physically defective, such physical defect being of a nature which may affect the ability of such alien to earn a living...\" (Act of February 5, 1917) This legislation provided the basis for the exclusion of individuals as mentally retarded persons, insane persons, and imbeciles (Casimano v. Commissioner of Immigration, 1926; Patton v. Tod, 1924; Saclarides v. Shaughnessy, 1950) . Subsequent legislation eliminated the bar against \"persons of constitutional psychopathic inferiority\" and replaced it with \"aliens afflicted with psychopathic personality\" in an attempt to provide for the exclusion of homosexuals (Act of June 27, 1952); provided for the exclusion of individuals suffering from mental defects or leprosy and those found to be \"narcotic drug addicts\" (Act of June 27, 1952); eliminated language relating to the \"feeble-minded\" and provided, instead, for the exclusion of those who were retarded (Immigration and Nationality Act Amendments of 1965); eliminated epilepsy as a ground of exclusion (Immigration and Nationality Act Amendments of 1965); added \"sexual deviation\" as a ground of exclusion to provide further for the exclusion of homosexuals (Immigration and Nationality Act Amendments of 1965); and authorized the exclusion of individuals infected with HIV (Act of July 11, 1987). The prohibition barring homosexuals from entering legally into the U.S. was not removed until 1990, 17 years after the American Psychiatric Association had determined that it is not a mental disorder (Foss, 1993; Minter, 1993) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 355,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 660,
                    "text": "(Act of February 5, 1917)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 837,
                    "text": "(Casimano v. Commissioner of Immigration, 1926;",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 858,
                    "text": "Patton v. Tod, 1924;",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 891,
                    "text": "Saclarides v. Shaughnessy, 1950)",
                    "ref_id": null
                },
                {
                    "start": 2017,
                    "end": 2029,
                    "text": "(Foss, 1993;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2030,
                    "end": 2043,
                    "text": "Minter, 1993)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Exclusion of Health-Impacted Immigrants"
        },
        {
            "text": "Current immigration law provides for the exclusion of noncitizens who are determined \"to have a communicable disease of public health significance\" and those found (I) to have a physical or mental disorder and behavior associated with the disorder that may pose, or has posed a threat to the property, safety, or welfare of the alien or others, or (II) to have had a physical or mental disorder and a history of behavior associated with the disorder, which behavior has posed a threat to the property, safety, or welfare of the alien or others and which behavior is likely to recur or to lead to other harmful behavior, or (III) who is determined . . . to be a drug abuser or addict (Illegal Immigration Reform and Immigration Responsibility Act of 1996; Immigration Act of 1990).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Exclusion of Health-Impacted Immigrants"
        },
        {
            "text": "Regulations specify which diseases are to be considered \"communicable disease of public health significance.\" At the time of this writing, these diseases are infectious syphilis, HIV, chancroid, gonorrhea, granuloma inguinale, lymphogranuloma venereum, active tuberculosis (TB), and infectious leprosy (Code of Federal Regulations, 2005) . Individuals seeking admission as permanent residents are also subject to exclusion if they lack vaccinations against mumps, measles, rubella, polio, tetanus, diphtheria, pertussis, hepatitis B, varicella, haemophilus influenza type B, and pneumococcus unless medically contraindicated or contrary to religious beliefs. Although it has been argued that the health-related exclusion provisions and the corresponding medical examinations are necessary to protect the public's health, history reveals that efforts to bar the entry of disease and immigrants as their repositories were and are often intertwined with tinges of homophobia, racism, anti-Semitism, xenophobia, and generalized fear (Fairchild, 2003; Foss, 1993; cf. Gilmore & Somerville, 1994; Markel, 1997; Somerville & Wilson, 1998) . A waiver of the exclusion bar for communicable diseases of public health significance is potentially available to refugees, asylum applicants, and specified relatives of U.S. citizens and permanent residents. Such status or relationship is not a prerequisite for a waiver of a mental or physical disorder. No waivers are available for the bars against admission of those determined to be drug addicts or abusers.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 337,
                    "text": "(Code of Federal Regulations, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1029,
                    "end": 1046,
                    "text": "(Fairchild, 2003;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1047,
                    "end": 1058,
                    "text": "Foss, 1993;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1059,
                    "end": 1090,
                    "text": "cf. Gilmore & Somerville, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1104,
                    "text": "Markel, 1997;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1105,
                    "end": 1131,
                    "text": "Somerville & Wilson, 1998)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "The Exclusion of Health-Impacted Immigrants"
        },
        {
            "text": "The health-related reason for an individual's exclusion from the U.S. is determined based upon a medical examination by a government-authorized physician that is required of all who apply for permanent residence in the U.S. as well as specified classes of individuals who may be coming for temporary, but potentially long, periods of time. In addition, an immigration officer conducting a legal inspection of the individual's documents at the time of his or her entry into the U.S., such as at the airport, may refer all non-U.S. citizens to an officer of the Public Health Service (PHS) for a medical examination if the officer believes that an examination might provide information that would indicate that a health-related reason for exclusion exists (Code of Federal Regulations, 2005; USDHHS, 1992a USDHHS, , 1992b .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 789,
                    "text": "(Code of Federal Regulations, 2005;",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 803,
                    "text": "USDHHS, 1992a",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 819,
                    "text": "USDHHS, , 1992b",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "The Exclusion of Health-Impacted Immigrants"
        },
        {
            "text": "After entry into the U.S., access to health care for both documented and undocumented immigrants is limited in the absence of health care insurance. Data indicate many immigrants may lack such coverage. The 1989 and 1990 National Health Interview Surveys and the 1989 Insurance and 1990 Family Resource Supplements indicate that, compared to native-born residents, foreign-born residents of the U.S. were more likely to be uninsured, less likely to have private insurance or Medicare, and somewhat more likely to have Medicaid (Thamer & Rinehart, 1998) .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 552,
                    "text": "(Thamer & Rinehart, 1998)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "Reliance on publicly-funded health insurance programs, such as Medicare and Medicaid, is problematic for many immigrants and intending immigrants. First, immigration law provides that individuals who are \"likely to become a public charge\" may be excluded from entry into the U.S.. This provision has been interpreted to mean that individuals applying for either temporary or permanent residence into the U.S. may be denied admission if, based on present circumstances, it is believed that they may rely on public funding for support. As an example, consider the situation of an individual seeking entry into the U.S. as a tourist. The immigration officer at the airport believes that he looks quite ill and refers him to the PHS officer for further examination. Upon questioning, it is determined that the individual is suffering from cancer that has metastasized. The PHS officer may indicate to the immigration official that the individual will likely require medical attention if he remains for any period of time in the U.S., but he does not have the resources to cover such medical expenses. The immigration officer may deny him admission into the U.S.and the individual will be forced to physically leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "Individuals who have obtained permanent residence may also face penalties for reliance on publicly funded medical care. Immigration law provides that individuals who become a public charge within five years after having received status as permanent residents may, under certain circumstances, be deported (United States Code, 2005) .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 331,
                    "text": "(United States Code, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "Subsequent legal reforms at both the state and federal levels have impacted even further immigrants' ability to obtain medical care due to a lack of health care coverage. As an example of state-level legal changes, the ballot initiative known as Proposition 187 was passed by California voters in 1994. If implemented, this initiative would have barred undocumented individuals from using public benefits, including Medicaid. (Palinkas & Arciniega, 1999; Ziv & Talo, 1995) , and would have required that specified health care providers report their undocumented patients to law enforcement officers. Following the passage of Proposition 187, the California Department of Health Services developed a special program in collaboration with the then-Immigration and Naturalization Service (INS) to demand that foreign-born noncitizen women returning to the U.S. through California ports of entry and airports repay Medicaid for any benefits they had used. [The INS was disestablished and its functions incorporated into the Bureau of Immigration and Customs Enforcement (BICE) of the Department of Homeland Security (DHS). For ease of reference, this chapter will continue to refer to the agency as the INS.] The women were advised that failure to repay these sums could result in a denial of their re-entry into the country (California State Auditor, 1999; Wiles, Wright, Parks, & Clayton, 1997) . However, no such requirement for repayment existed under either Medicaid law or immigration law (Schlosberg & Wiley, 1998) . These efforts to garner payments from the women exacerbated fears among even legal immigrants that their legitimate reliance on Medicaid benefits could lead to their characterization by INS as \"public charges\" and result in their exclusion or expulsion from the U.S. (Berk, Schur, Chavez, & Frankel, 2000; Schlosberg & Wiley, 1998; Sun-Hee Park, Sarnoff, Bender, & Korenbrot, 2000) .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 454,
                    "text": "(Palinkas & Arciniega, 1999;",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 472,
                    "text": "Ziv & Talo, 1995)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1321,
                    "end": 1353,
                    "text": "(California State Auditor, 1999;",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1392,
                    "text": "Wiles, Wright, Parks, & Clayton, 1997)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1491,
                    "end": 1517,
                    "text": "(Schlosberg & Wiley, 1998)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1787,
                    "end": 1825,
                    "text": "(Berk, Schur, Chavez, & Frankel, 2000;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1826,
                    "end": 1851,
                    "text": "Schlosberg & Wiley, 1998;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1852,
                    "end": 1901,
                    "text": "Sun-Hee Park, Sarnoff, Bender, & Korenbrot, 2000)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "The implementation of various provisions of Proposition 187, including the cessation of prenatal care to undocumented mothers, was ultimately enjoined by various California courts. However, subsequent to voter passage in California of Proposition 187, the U.S. Congress passed the Personal Responsibility and Work Opportunity Reform Act (PRWORA) and the Illegal Immigration Reform and Immigrant Responsibility Act (IIRAIRA), which became effective on August 22, 1996. PRWORA created two classes of immigrants for the purpose of determining potential eligibility for specified publicly funded benefits, including nonemergency medical services, such as prenatal care. Immigrants who obtained their legal permanent resident status prior to August 22, 1996, the date of the law's enactment, were to be known as \"qualified aliens.\" Individuals who obtained their legal permanent resident status after the date of enactment were to be classified as \"nonqualified aliens.\" Pursuant to provisions in the legislation, most such individuals would be ineligible to receive publicly funded benefits, including Medicaid-funded services, for a period of five years following their receipt of their legal status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "Exceptions were created for certain classes of immigrants, including refugees, asylum seekers, immigrants with 40 quarters of qualifying work history, and noncitizens who had served in the U.S. military. Somewhat later, an exception was created for specified noncitizens whose need for publicly funded medical care was attributable to domestic violence. Nonqualified aliens would be subject to a deeming requirement, whereby the income of the U.S. citizen or permanent resident individual(s) who sponsored them for immigration would be considered in calculating eligibility for the benefit. In addition to the restrictions that were imposed on the receipt of benefits by certain legally immigrated individuals, the federal legislation provides that states may not provide nonemergency services to nonqualified aliens, including undocumented persons, without first passing new state legislation providing for the use of state funding for this coverage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "Findings relating to the effect of immigration and welfare reforms on immigrants' ability to access care have been inconsistent. Asch and colleagues reported that the passage of Proposition 187 in California may have discouraged immigrants in Los Angeles County from seeking screening and/or early treatment for TB infection (Asch, Leake, Abderson, & Gelberg, 1998) . The passage of Proposition 187 was also found to be associated with a decrease in new walk-in patients at an ophthalmology clinic at a major public innercity hospital in Los Angeles County (Marx, Thach, Grayson, Lowry, Lopez, & Lee, 1996) and a decrease in patients at an STD clinic (Hu, Donovan, Ford, Courtney, Rulnick, & Richwald, 1995) . However, Loue and colleagues found no statistically significant difference in time between onset of gynecological illness and seeking of care, or length of time between seeking care and receipt of care among women of Mexican ethnicity of varying immigration statuses in San Diego County (Loue, Cooper, & Lloyd, 2005) . Another study of immigrants of various nationalities, languages, and immigration statuses in Cuyahoga County, Ohio similarly found no effect of the reform laws on immigrants' ability to access care (Loue, Faust, & Bunce, 2000) . A high proportion of respondents in this latter study, however, had entered the U.S. as refugees and, as such, were not subject to the restrictions on their receipt of publicly funded health care.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 365,
                    "text": "(Asch, Leake, Abderson, & Gelberg, 1998)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 606,
                    "text": "(Marx, Thach, Grayson, Lowry, Lopez, & Lee, 1996)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 651,
                    "end": 707,
                    "text": "(Hu, Donovan, Ford, Courtney, Rulnick, & Richwald, 1995)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 997,
                    "end": 1026,
                    "text": "(Loue, Cooper, & Lloyd, 2005)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1227,
                    "end": 1255,
                    "text": "(Loue, Faust, & Bunce, 2000)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "The denial of care to immigrants under both federal and state legislation and the reporting requirements that were mandated under Proposition 187 raise significant ethical, as well as legal, issues. Commentators have argued that immigrants, even those who are undocumented, have a moral claim to health care because they pay taxes and contribute more to the system than they utilize (Nickel, 1986) . Additionally, it has been argued, all individuals have moral claims against others to obtain needed assistance. Counterarguments have been voiced, contending that (1) any response to a need for assistance is a matter of charity, rather than duty; (2) citizenship is a prerequisite to a valid moral claim to the state's services; and (3) at least some undocumented immigrants have forfeited any moral claim because they chose to enter into or remain in the U.S. illegally (Nickel, 1986) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 397,
                    "text": "(Nickel, 1986)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 871,
                    "end": 885,
                    "text": "(Nickel, 1986)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Access to Health Care for Documented and Undocumented Persons"
        },
        {
            "text": "The U.S. Supreme Court has interpreted the prohibition of the Eighth Amendment to the U.S. Constitution against the imposition of cruel and unusual punishment of prisoners to encompass a prohibition against the deliberate indifference to an inmate's serious medical needs (Estelle v. Gamble, 1976) . \"Deliberate indifference\" requires \"a culpable state of mind\" (Farmer v. Brennan, 1994) . \"Deliberate indifference\" may be evidenced by prison physicians in the nature of their response to a prisoner's needs or by the intentional interference of prison guards in an inmate's access to medical care or to prescribed treatment (Pereira, 2004; Sylla & Thomas, 2000) . This same standard applies to the states through the Fourteenth Amendment to the U.S. Constitution. The standard to be applied in the context of immigration detention, which is not considered criminal imprisonment, remains unclear, however. The lack of adequate medical care to immigrants in detention in the U.S. has been a continuing theme in human rights reports (Kerwin, 2001) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 297,
                    "text": "Gamble, 1976)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 387,
                    "text": "(Farmer v. Brennan, 1994)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 640,
                    "text": "(Pereira, 2004;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 641,
                    "end": 662,
                    "text": "Sylla & Thomas, 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1031,
                    "end": 1045,
                    "text": "(Kerwin, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health Care in the Context of Detention and Imprisonment"
        },
        {
            "text": "Significant cooperation is needed across countries to interrupt the transmission of disease across political boundaries. Unfortunately, the efforts of individual countries to protect the public health may not accurately reflect the state of our knowledge and may unnecessarily target immigrants as the purveyors of disease. In addition, although international law seemingly assures immigrants and refugees access to health care, this ability to access care is broad and undefined and actual access and the nature of the care provided consequently vary across nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "U.S. law reflects the tensions that exist between the principles of national sovereignty, self-protection, and nonrefoulement of refugee and asylum seekers. Consensus is lacking with respect to the appropriateness of the measures that the U.S. has implemented in an effort to reduce the likelihood of disease transmission by permanent and temporary immigrants and the consequent burden to public resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "26 Stat. 1084. Act of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why do symptomatic patients delay obtaining care for tuberculosis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "157",
            "issn": "",
            "pages": "1244--1248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health care use among undocumented Latino immigrants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Berk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Schur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frankel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "51--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Department of Health Services: Use of its Port of Entry Fraud Detection Program is no Longer Justified",
            "authors": [],
            "year": 1989,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease & History. Gloucestshire",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biddess",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Commissioner of Immigration",
            "authors": [],
            "year": 1926,
            "venue": "15 F.2d 555 (2d Cir",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Travel advisory: Toronto contends with SARS outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Catto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Economic and social rights of refugees and asylum seekers in Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cholewinski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Georgetown Immigration Law Journal",
            "volume": "14",
            "issn": "",
            "pages": "709--755",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Convention on the",
            "authors": [],
            "year": null,
            "venue": "Convention Relating to the Status of Refugees",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The International Health Regulations: A Practical Guide",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Deleon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Atypical pneumonia and ambivalent law and politics: SARS and the response to SARS in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delisle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Temple Law Review",
            "volume": "77",
            "issn": "",
            "pages": "193--245",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemics in Colonial America",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemics and revolutions: Cholera in nineteenth-century Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Epidemics and Ideas: Essays on the Historical Perception of Pestilence",
            "volume": "",
            "issn": "",
            "pages": "149--173",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Science at the Borders: Immigrant Medical Inspection and the Shaping of the Modern Industrial Labor Force",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International law and infectious disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The demise of the homosexual exclusion: New possibilities for gay and lesbian immigration",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Foss",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Harvard Civil Rights-Civil Liberties Law Review",
            "volume": "29",
            "issn": "",
            "pages": "439--466",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stigmatization, scapegoating and discrimination in sexually transmitted diseases: Overcoming them and us",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Somerville",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Social Science and Medicine",
            "volume": "39",
            "issn": "",
            "pages": "1339--1358",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "International Law and the Movement of Persons between States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodwin-Gill",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Refugee in International Law",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodwin-Gill",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The human rights of persons with mental disabilities: A global perspective on the application of human rights principles to mental health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gable",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Maryland Law Review",
            "volume": "63",
            "issn": "",
            "pages": "20--121",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Screening and restrictions on international travelers for public health purposes: An evaluation of United States travel and immigration policy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chittenden",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human Rights and Public Health in the AIDS Pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lazarrini",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Why aircraft disinfection?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gratz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cocksedge",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bulletin of the WHO",
            "volume": "78",
            "issn": "",
            "pages": "995--1004",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "International adoption and refugee children",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hakansson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Whittier Law Review",
            "volume": "21",
            "issn": "1",
            "pages": "245--249",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Burdens of Disease: Epidemics and Human Response in Western History",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hays",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The impact of Proposition 187 on the use of public services by undocumented immigrants in Los Angeles County",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rulnick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richwald",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "123 rd Meeting of the American Public Health Association Meeting, 3. Illegal Immigration Reform and Immigration Responsibility Act of",
            "volume": "212",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Immigration Act of 1990",
            "authors": [],
            "year": null,
            "venue": "Immigration and Nationality Act §",
            "volume": "212",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Immigration and Nationality Act Amendments of 1965, Pub. L. No. 89-236, 79 Stat. 911, 919. International Covenant on Civil and Political Rights (ICCPR)",
            "authors": [],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "International Covenant on Economic, Social, and Cultural Rights (ICESCR)",
            "authors": [],
            "year": 1966,
            "venue": "International Health Regulations",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Welfare and immigration reform and use of prenatal care among women of Mexican ethnicity in San Diego",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "California. Journal of Immigrant Health",
            "volume": "7",
            "issn": "",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The effect of immigration and welfare reform legislation on immigrants' access to care, Cuyahoga and Lorain Counties",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bunce",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Immigrant Health",
            "volume": "2",
            "issn": "",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Quarantine! East European Jewish immigrants and the New York City epidemics of 1892",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The effects of California Proposition 187 on an ophthalmology clinic utilization at an inner-city urban hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Thach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ophthalmology",
            "volume": "103",
            "issn": "",
            "pages": "847--851",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sodomy and public morality offenses under U.S. immigration law: Penalizing lesbian and gay identity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minter",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cornell International Law Journal",
            "volume": "26",
            "issn": "",
            "pages": "771--818",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Should undocumented aliens be entitled to health care?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Nickel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Hastings Center Report",
            "volume": "",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Live and let live: Healthcare is a fundamental human right",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Connecticut Public Interest Law Journal",
            "volume": "3",
            "issn": "",
            "pages": "481--503",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Protocol Relating to the Status of Refugees",
            "authors": [],
            "year": 1950,
            "venue": "180 F.2d 687",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The impact of INS public charge determinations on immigrant access to care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schlosberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Crossing boundaries: Travel, immigration, human rights, and AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Somerville",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "McGill Law Journal",
            "volume": "43",
            "issn": "",
            "pages": "781--834",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Impact of recent welfare and immigration reform on use of Medicaid for prenatal care by immigrants in California",
            "authors": [
                {
                    "first": "Sun-Hee",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sarnoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korenbrot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Immigrant Health",
            "volume": "2",
            "issn": "",
            "pages": "5--22",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The rules: Law and AIDS in corrections. HIV Education Prison Project News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sylla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Public and private insurance of US foreign-born residents: Implications of the 1996 welfare reform law",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thamer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rinehart",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ethnicity and Health",
            "volume": "3",
            "issn": "1",
            "pages": "19--29",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "United Nations Sub-Commission on the Prevention of Discrimination and the Protection of Minorities. U.N. Doc. E/CN.4/Sub.2/1994/L.42. United States Code",
            "authors": [],
            "year": 1945,
            "venue": "§ §1227",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Technical instructions for the medical examination of aliens",
            "authors": [],
            "year": 1992,
            "venue": "Public Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Technical instructions for the medical examination of aliens in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Usdhhs-Phs",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Public Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Constitution",
            "authors": [],
            "year": 1948,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Report on infectious diseases: Removing obstacles to health development",
            "authors": [],
            "year": 1999,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Strategy to Roll Back Malaria in the WHO European Region",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Abuse by official at the border",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wiles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                }
            ],
            "year": 1923,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Denial of care to illegal immigrants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziv",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Talo",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "New England Journal of Medicine",
            "volume": "332",
            "issn": "",
            "pages": "1095--1098",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", J.D., PH.D., M.P.H. Under this authority, the World Health Assembly (WHA) adopted in 1951 the International Sanitary Regulations, which were renamed the International Health Regulations (IHR) in 1969 and were last revised in 1981.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. International Documents and the Right to Health, and Limitations on Freedoms in Order to Protect Health",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}