{
    "paper_id": "1a6c42d5c478b333e9a7ed34847424f1f9d2d73c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Rajib",
                "middle": [],
                "last": "Shaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keio University",
                    "location": {
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Kyun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "B S T R A C T A R T I C L E I N F O",
                    "location": {
                        "country": "Republic of Korea A"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinling",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keio University",
                    "location": {
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is now widely acknowledged that the Corona virus (COVID-19, as formally known) was first reported in Wuhan, China in December 2019, and was recognized by Chinese authorities as a new virus in January 2020. WHO (World Health Organization) declared this as a PHEIC (Public Health Emergency of International Concern) in the end of January 2020. After the initial delay in the source point (Wuhan), Chinese authorities took utmost efforts to control the spread of the disease, however, it has already started impacting other parts of China as well as other countries during mid to end of January. A term \"infodemic\" has been used by the WHO Director General at the initial stage of the spread of the disease (during mid-January 2020: [1] in Lancet), which seems to be still valid while writing the paper in the end of March 2020. WHO colleagues have warned the tsunami of information, especially with social media, which many times call for panic situation. We have observed this in several countries, as well as fake news spreading through social media. On 11th of March 2020, WHO has declared this as a global pandemic, and as of 23rd of March 2020, the virus has affected 172 out of 195 countries.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 736,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the statistics of infected people, casualties changing rapidly overtime, it is very difficult to put a number. As of 29th of March, there are more than 30,000 death reported, while more than 23,000 people are in critical conditions globally. More than 650,000 people are affected. Although it is early to make any comment on the nature of its spread, a few characteristics can define this new virus as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-High rate of spread: Within three months the virus has spread globally and is considered as a global pandemic. The rate of its spread is high, which happened due to higher mobility of people in a globally interconnected world. It can be said that people to people transmission rate of very high. -Aged and low immune people more vulnerable: Data shows that the aged population [2] and people with low immunity (with diabetes or other chronic disease) are more vulnerable to this virus. -Differential recovery rate: While the global average of recovery rate is relatively low (like 28 to 30%), different countries have differential recovery rate. While China, Korea, Japan has relatively high recovery rate, Europe, Iran, USA showed relatively lower recovery rate. Of course, this is constantly changing, and hopefully gets better soon.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over last few weeks, there are several words which got significant attention like: \"community spreading\", \"social distancing (physical distancing)\", \"self-isolation\", \"14 days quarantine\", \"lockdown,\" \"break the chain\" etc. All these are used for one purpose, which is to stop spreading the virus. Although there are reported use of medicines from different countries (without proper confirmation); there is no confirmed medicines used to cure this virus, or no vaccine available for COVID-19 as of March 23, 2020 . Thus, the only way to stop the spread is to isolate us from social gathering or masses, and isolate confirmed people for quarantine. This process needs a combination of strong governance, use of existing and next technologies in innovative ways, and strong community participation and solidarity. Anderson et al. [3] made interesting analysis on how the country-based mitigation measures influence the course of epidemic (while they wrote the paper, the COVID-19 status was not a pandemic). While acknowledging that governance, citizen participation/awareness, penetration of technology varies from country to country, this paper makes a modest effort to analyze the experiences of China, Japan and Korea as East Asian cluster. Time series analysis of the key governance decision is made and its correlation with the spread of the virus within these three countries are observed. A few common lessons are drawn, which have larger implications to the society in this critical phase of COVID-19 global pandemic.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 513,
                    "text": "March 23, 2020",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "WHO Beijing office got the first information of an unknown virus on 31st of December 2019. From that point, three months are passed. In this section, a few global measures (mainly excluding East Asia, which will be described later), especially the role of WHO is narrated. Within two weeks from the first report in WHO Beijing office, first overseas case was reported in Thailand on 13th of January 2020. WHO Director General met Chinese President on 28th January and declared it as PHEIC (Public Health Emergency of International Concern) on 30th January. On the following day, Italy declared a national emergency with two case reported there. The virus spread continued in China as well as overseas after that, and on 11th February WHO has named the virus as COVID-19. A United Nations CMT (Crisis Management Team) was formed with WHO as the coordinating agency. WHO has appointed a few prominent persons as their COVID envoy on 21st of February to provide advices to different countries. A series of missions were organized by WHO team: one in Italy (24th February), one joint mission in China (25th February), and one in Iran (2nd March). 24th February was the time when the global epicenter has started shifting from China to other countries, with number of affected people outside China crossing that within China. Two major clusters were observed, apart from Kore and Japan: one in Iran and the other in Europe (northern Italy). Early March showed steady growth of affected people globally. WHO declared its research road map on 6th of March, and on 7th of March, it was found that the virus has affected 100 countries, and more than 100,000 people. This prompted WHO to declare COVID-19 as a global pandemic on 11th of March, and USA declared national emergency on 13th of March. Fig. 1 shows the number of affected people globally with key WHO decisions stated above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1788,
                    "end": 1794,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Global chronology of COVID-19"
        },
        {
            "text": "The above description shows that within two months (from 13th of January, when first case was reported in Thailand, outside China to 13th of March, when USA declared emergency), the virus has taken a significant number of lives, affected a large number of people, and brought down many countries, including the economic hubs under lockdown. Several countries have made travel bans, lock down of cities and provinces, which has also impacted significantly the local as well as global economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global chronology of COVID-19"
        },
        {
            "text": "As of 27th February 2020, a report by Mckinsey [6] has identified six global clusters as follow: Mature propagation (china complex), Early propagation (East Asia and Middle East complex), New propagation (Western Europe), and No propagation (Africa and America complex). However, one month has changed the scenario, where Western Europe complex has become the new epicenter, and America has observed a significant propagation. Based on the simulation, Mckinsey [6] proposed three global scenarios of quick recovery, global slowdown and global pandemic and recession. This would affect differentially the second and third quarter of the year. While the base scenario talks on the control of spread in East Asia in Europe in early second quarter, the early recovery predicts that it would be in late first quarter, while the recession/pandemic scenario talks about middle to late second quarter. Fig. 2b shows the same on daily increase in these three countries. In both of Figures, since the numbers in China exceeds that in Korea and Japan by a significant percentage, the values are provided to show the highest numbers in China. China sees a sharp increase in number of confirmed cases from the third week of January, while a sharp increase in both recovered and death from the first week of February. Korea saw a sharp increase in number of cases from third week of February, while Japan saw an increase in the first week of March.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 901,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Global chronology of COVID-19"
        },
        {
            "text": "Detailed time series analysis of China is presented in Hua and Shaw [7] , where the responses have been divided into five phases: 1) very early phase (up to 31st of December 2019), 2) investigation phase (up to 20th of January 2020), 3) early intensification phase (up to 31st of January 2020, 4) criticism, agony and depression phase (up to 14th of February 2020) and 5) positive prevention and curative control phase (up to 29th February 2020). This paper also looks at the other events in March until 25th of March 2020. While looking at the key policy decisions taken over the course of action, a few clusters can be observed as follow (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 648,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "China"
        },
        {
            "text": "Cluster 1 (20-25 January 2020): On 20th January 2020, Dr. Zhong Nan Shan made official announcement in CCTV about the new type of virus identified in Wuhan, followed by announcement of emergency in Hubei province on 22nd of January, and decision on constructing new hospitals on 23rd and 25th of January. During this cluster the source area went under lockdown, and emergency response started officially. Based on these key decisions, emergency supplies including goods and medical teams arrived in Wuhan from different parts of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China"
        },
        {
            "text": "Cluster 2 (2-5 February 2020): On 3rd of February 2020, city sanitization started with public spaces, parks etc. On 5th of February, a major decision was taken on \"no one will be spared\", which enabled the government officials to enter into people's house and check virus symptoms. This was a key turning point to identify new cases of affected people. A sharp increase in the number is also observed as a result of policy decision taken in Cluster 1 and 2 (Fig. 3) . To stop spread of the disease, it was important to identify all possible sources. Thus, the strict decisions taken in cluster 1 and 2 were crucial. QR code was introduced for all residents on February 18, and this was a good check to distinguish between the affected and non-affected people. The next couple of weeks were devoted to implement the policy decisions and be vigilant for its violation. In case of Taiwan, the time series analysis points out an early preparation. As early as 31st of December 2019, Taiwan announced medical advisory (14 days self-vigilance, wearing mask, temperature check etc.) to inbound visitors on the Wuhan and started medical test. Specific warning was issues to all in-bound people from Wuhan on 6th of January, and was repeated four times (10th, 11th and 17th January). A team of experts was dispatched to Wuhan on 6th of January to identify the new disease spread. There was an early warning issued on restraining and legal actions on fake news spread, which was also repeated several times (11th, 17th, 21st and 23rd January). First confirmed case was reported on 21st January in Taiwan, which also prompted some other key decisions. To protect panic buying, the government bought masks, and started its own distribution system through national insurance card. Number of masks entitled per insurance card was strictly monitored, and masks were distributed free of charge in the rural areas. This system started at the early stage (3rd of February), and system was developed and customized based on the need and supply of masks, and finally the online shopping system started on 12th of March.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "China"
        },
        {
            "text": "Other measures in Taiwan include: 1) introduction of health declaration card at entry points (airports and ports) on 11th February, 2) pre-entry electronic health declaration on 14th of February, 3) issuing travel advisory to mainland China (in January), Korea and Japan (on 22nd February), 4) provide special allowance to all medical staffs (from 23rd of February), 5) provide financial assistance to family of affected people (on 11th of March), and 6) provision of free medical treatment of the affected people not having medical insurance in Taiwan. The entry from Europe and middle east was restricted on 11th March, and total travel ban was announced on 19th of March to be effective from 24th of March to 7th of April. On 25th March, all night entertainment was banned, and gathering more than 100 people in one place was prohibited. Experience of Taiwan points out that an early level of risk identification, risk understanding and risk control and mitigation are key to prevent the spread of the disease. Prior experience of SARS may have been utilized to take early decision making, along with the inputs from the experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China"
        },
        {
            "text": "Japan reported the first case of COVID-19 between 10 and 15 January 2020 from a Chinese national who travelled from Wuhan. The second and third cases were reported on 24 and 25th January. It gradually spread through tourism industry (like bus driver, tour guide etc.). During 28th January to 17th February, Japan evacuated more than 800 Japanese national from Wuhan through five chartered flight. A detailed description of appearance of different cases in Japan can be found in Wiki [8] . Here, a few critical issues on Japan's approach is described below:",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Diamond Princess Experiences: The Cruise ship \"Diamond princess\" arrived at the port of Yokohama on 3rd February 2020 and received world attention due to reported confirmed case in the ship. On 5th February, after a report of confirmed case, passengers were asked to stay in their rooms in the ship for quarantine and to avoid spread. At that time, there were 3711 individuals, which includes 1045 crew members. Although there was an initial delay in testing, Disaster infection Control Team (DICT) under the Japanese Society for Infection Prevention and Control started conducted test in the ship along with DMAT (Disaster Medical Assistance Team) [9] . DICT team comprised of approved infection control doctors, approved infection management nurses, as well as experts from university hospitals and other institutions. The crew members were provided with personal protective equipment (PPE) and instructed on appropriate IPC (Infection Prevention and Control) practices. The passengers were given thermometers and asked to record their body temperatures. Those passengers with lab-confirmed COVID- 19 were disembarked and transferred to an isolation ward at healthcare facilities [10] . There was a zoning planned in the ship for the infected areas, as well as to store the infection prevention gears. With regards to the passengers, guidance was given through the in-cruise announcement repeatedly, and the video on the appropriate ways to remove masks and to sanitize fingers, created by the DICT, was delivered to the smart phones provided to each passenger for public awareness. As of 18th February, there have been 531 confirmed cases (14.3% of all individuals on board on 5 February), including 65 crew and 466 passengers. Based on the number of confirmed cases by onset date, there is clear evidence that substantial transmission of COVID-19 had been occurring prior to implementation of quarantine on the Diamond Princess on 5 February [10] . The disembarkation of all passenger was completed on 27th February.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 652,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1946,
                    "end": 1950,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Border control phase to Infection spread phase: Japan has been doing Border Control measures (Mizugiwa Taisaku in Japanese) to control the spread of infections in Japan. The measures in Diamond Princess is the reflection of that. Also, Japan had put specific measures to control inbound visitors from Hubei province and asking for filling up health forms, as well 14 days quarantine. However, from 15th of February, there have been reports of transmission cases for which routes could not be identified. In such situation, the focus shifted from Boarder control to infection spread control phase [11] . As of February 20, three deaths have been reported, and severe cases have started to be reported in the elderly and patients with underlying diseases. As per the experts, during the epidemic phase, the treatment of the serious patients was required. Border control measures continued with quarantine restrictions on travel of passengers from China and Korea on 5th of March, which gradually extended to other high-risk countries also. Once the disease started spreading, it was essential to identify the clusters from where it started spreading, which is stated below.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Cluster approach: The analysis by Tohoku University virology professor Hitoshi Oshitani, who is on a government panel of medical experts, comes as Japan ramps up contact tracing efforts with a focus on \"active epidemiological investigation\". On 25th February, MHLW prepared \"Cluster Response Section,\" in accordance to the Basic Policies for Novel Coronavirus Disease Control. The cluster approach targeted to identify the cluster to spread the disease, and quickly take actions to stop the spread from the clusters. Japan has identified 15 coronavirus clusters nationwide in its first \"cluster map\", released on 16th March. Although the data changes over time, in the map, the biggest cluster, which accounts for more than 80 cases, involves four live music venues in Osaka. Another live house in Sapporo was also identified as a cluster [8] . Keeping in mind the increasing growth of affected patients, as well as identification of clusters, the Governor of Hokkaido had announced \"a state of emergency\" in Hokkaido on 28th of February and urged the residents to stay indoor over the weekend.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 842,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Temporary closure of schools across nation: Prime Minister Shinzo Abe had requested for the voluntary closure of school in the last week of February, and as a result, most of the schools across nations were closed from 3rd of March 2020. This apparently abrupt decision drew criticism from many schools, teachers and parents since it was announced with little preparation. However, this decision was on the crucial trigger to increase the urgency in people's understanding and actions. The only effective way at the moment to prevent the spread of this novel coronavirus is decrease personal contact among people and to increase personal hygiene, such as hand-washing [8] .",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 671,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Basic Policies for COVID-19: On 25 February, the Abe Administration adopted the \"Basic Policies for Novel Coronavirus Disease Control\" based on the advice that it received from the Expert Meeting. First, the new policies advised local medical institutions that it is better for people with lighter, cold-like symptoms to rely on bed rest at home, rather than seeking medical help from clinics or hospitals. The policy also recommends people at a higher risk of infection -including the elderly and patients with pre-existing conditionsto avoid hospital visits for such non-treatment purposes as completing prescription orders by letting them fill the forms over the telephone instead of in person. Second, the new policies allow general medical facilities in areas of a rapid COVID-19 outbreak to accept patients suspected of infection. Before this, patients could only get tested at specialized clinics after making an appointment with consultation centers to prevent the transmission of the disease. Third, the policy asks those with any cold symptoms to take time off from work and avoid leaving their homes. Government officials urged companies to let employees work from home and commute at offpeak hours. The Japanese government also made an official request to local governments and businesses to cancel large-scale events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Telework has been promoted very strongly with the private and public companies. However, in spite of several appeals, it was found that only 13% of are doing telework, while 38% who wish to do telework could not due to several issues, including technical problems [12] . The survey was conducted between 9 and 15 March with 21,000 company employees.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "On 5 March 2020, Prime Minister Abe introduced a draft amendment to the \"Special Measures Act to Counter New Types of Influenza of 2012\". This would allow the Prime Minister to declare a \"state of emergency\" and mandate the prohibition of large-scale gatherings and the movement of people during a disease outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "The basic countermeasures of COVID-19 is presented in the Fig. 4 (MoHW, [13] ). There are three phases considered in this approach: 1) domestic spread prevention, 2) prevent spread of infection, and 3) Prevent severe spread. It seems that Japan is currently in the second phase, which aims at preventing spread of infection. The key target is to reduce the number of affected people by lowering the peak, and strengthening medical system. The crucial in this phase is to prevent the outbreak and control the speed of infection, so as to provide enough time to the medical facilities to get prepared. This can be done also with strengthening other countermeasures like border control, identifying key clusters, closing of school, promoting telework, and avoiding gathering of people in public places like abandoning key sports events, festivals (like cherry blossoms viewing) etc.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Japan"
        },
        {
            "text": "(1) The occurrence of first confirmed case and subsequent successful initial management: From the beginning of the COVID-19 situation, the Korean government, centered around the Korea Centers for Disease Control and Prevention (KCDC), has shared information with related organizations and established an effective response system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "When reports were received of pneumonic patients arising from an unknown origin in Wuhan, China, in December 2019, the KCDC strengthened the quarantine process for people entering Korea from the Wuhan region in cooperation with Chinese health authorities and the World Health Organization (WHO). After a 36-year-old woman of Chinese nationality was classified as suspected of hosting the novel disease and quarantined on January 8, 2020, the Korean government issued a Blue Alert Level (the lowest among the 4 alerts along the national crisis management system) and established a joint response system by sharing immigration information among the KCDC, the Ministry of Interior and Safety (MoIS), the Ministry of Justice (MoJ) and other related agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "On January 20, 2020, the KCDC confirmed the first imported case of COVID-19. The case was a 30-year-old Chinese woman living in Wuhan, China, and four days later confirmed the second imported case; a 55-yearold Korean male working in Wuhan. On the same day, the Korean government raised the alert level from Blue (Level 1) to Yellow (Level 2) and set up the Central Discharge Countermeasures Headquarters (CDCHQs) to initiate the 24-hour emergency response system [14] . In addition, the KCDC began to conduct a thorough survey of all visitors from the Wuhan region to prevent the influx of potentially infected people, and to strengthen the quarantine and public relations efforts to prevent the spread of COVID-19 during the lunar new year holiday season; a time when millions of people are on the move. Accordingly, President Moon emphasized that the government should mobilize all available resources to prevent the spread of COVID-19 and conduct a thorough investigation on all visitors from Wuhan, leading to a transparent disclosure of processes and results [15] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "On January 30 and 31, 2020, the Ministry of Foreign Affairs, MoIS, and related ministries worked together to transport Koreans residing in Wuhan, China, back to Korea. MoIS formed a joint government support group to ensure the returnees were regularly monitored while adhering to a 14-day quarantine at the government facilities in Asan City and Jincheon City. Thanks to the government's transparent and proactive response, step-bystep strengthening of foreign entry procedures, and voluntary participation by citizens to self-quarantine and self-isolate, there were only 30 confirmed cases of COVID-19 by February 18. The situation seemed to gradually be turning to a stable phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "(2) The rapid escalation of COVID-19 by members of the \"Shincheonji Church of Jesus\": As the number of confirmed cases surged due to the unexpected \"Shincheonji\" emergency, the Korean government raised the alert level to Red (Level 4) and put all available resources to tackle the crisis along with designating special management regions against infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "On February 19, the KCDC identified the 31st confirmed case who was a 61-year-old Korean female, a member of Shincheonji. Just after that the number of confirmed cases spiked and most of them came from the Shincheonji Cluster. The COVID-19 situation in Korea took on a completely new aspect of the noble crisis situation. Consequently, the Daegu City government acquired a list of the 9336 Shincheonji members from the headquarters of the Shincheonji and cross referenced the list with the KCDC, then asked all members to be tested for symptoms and to self-isolate. The Korean government subsequently scaled up the alert level to Red (Level 4) and took extreme proactive actions in order to avoid a nation-wide transmission. As a follow up activity, Central Disaster and Safety Countermeasures Headquarters (CDSCHQs), headed by the Prime Minister, were installed [16] . The HQs focused on isolating and treating potential cases in the specially managed regions of Daegu City and Cheongdo-gun in Gyeongbuk province, and in other regions conducted epidemiological investigation and environmental disinfection to prevent a sporadic community epidemic as well as to identify Shincheonji-related cases. On February 26, the total number of confirmed patients was 1261, and the rapid increase raised the sense of a crisis across the country. Among them, the confirmed cases in Daegu and Gyeongbuk were 75% of the cases with 945 confirmed patients. Instead of blockading the Daegu and Gyeongbuk regions, the Korean government conducted a thorough survey of the members of the Shincheonji Cluster, who triggered the community spread in Daegu and Gyeongbuk; feasibly across the country, and conducted around 10,000 diagnostic tests per day to quickly identify confirmed cases.",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 867,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "At the same time, measures were implemented to secure the necessary beds for the cases with the highest severity, and to solve the shortage of medical staff. In cases where life was threatened, patients were hospitalized and placed in negative pressure rooms or moved to infectious disease designated hospitals. Non-threatening cases were provided with medical support at a designated 'Life treatment Center' within each region. Moreover, Doctors and nurses from other regions voluntarily and swiftly ran to Daegu and Gyeongbuk to relieve the shortage of medical personnel. The Korean government also expedited the hiring of 724 public health doctors earlier than originally planned and deployed them to each region. On March 4, the KCDC developed and implemented standard operating guidelines for drive-through testing centers as an effective and rapid diagnostic test processing destination versus hospitals; multitudes quickly opened soon after. Additionally, 254 hospitals were designated as 'for public use;' a hospital the public could visit without fear of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "The Korean government continued its vocal call and support for citizenry participation in personal hygiene practices and social distancing. The MoIS, by this time, had developed and released a safety protection application for self-isolated people to self-diagnosis their health status, to be informed of self-isolation life rules, and to automatically send alerts to a dedicated official when the person leaves the self-isolation site without approval. Also by this time, as sales and usage of face masks spiked, temporary mask shortages began to be felt by everyone. To mitigate potential problems, the Ministry of Food and Drug Safety (MFDG) implemented a fiveday rationing system for selling and purchasing facemasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "On March 13, the government prepared guidelines for stronger preventative measures towards the usage of public spaces, call centers, and facilities that could accommodate many people. Religious groups cooperated with the government measures and calls by holding weekly worships online and postponing or canceling large-scale religious events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "With the government's proactive actions and citizens' participation, the number of confirmed cases decreased to 75 on March 15 and gradually began to show a stabilizing trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "(4) Preventing overseas re-inflow and strengthening physical distancing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "The Korean government applied special entry procedures to block the influx of COVID-19 from foreign countries, and shifted physical distancing policy from a voluntary participation to a strong administrative recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "With the declaration of the Corona Pandemic by the WHO and the rapid expansion in the number of confirmed cases in Europe and the United States, concerns about a re-influx of COVID-19 hosts from overseas to Korea began to increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "On March 15, the Korean government expanded the scrutiny of special entry procedures to those entering from five European countries: France, Germany, Spain, the UK and the Netherlands; on March 19, travelers from all countries received special scrutiny. In addition, the government strengthened countermeasures to block the re-introduction of foreign risk factors into Korea; including a 14-day self-isolation for all travelers from Europe and a special travel advisory for Koreans, urging the cancellation or the postponing of all overseas trips until mid-April at the very earliest. Moreover, the Korean government started to support the return of Korean citizens residing abroad; starting with those in Iran. Upon arriving at Incheon Airport, returnees were tested, and if found to be negative of the virus, they agreed to self-quarantine at home. If found to be positive, returnees were taken directly to a hospital for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "The two policies of postponing the start of schools' spring semesters and forcing social distancing had been stronger measures that the Korean government took to tackle the COVID-19 spread. It was on March 18 that the special decision was taken to delay the start of the spring semester for daycare centers, kindergartens, elementary schools, junior high schools, high schools, and special schools nationwide by April 6. On March 21 and 22, the government strongly recommended to facilities with a high risk of collective contagion, such as religious facilities, indoor sports facilities, and entertainment venues, to close their doors to the public for two weeks, and asked all citizens to refrain from gathering at multi-use facilities and indoor sport arenas, or doing outdoor activities collectively for the same period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Republic of Korea (South Korea)"
        },
        {
            "text": "Different countries have different styles of governance. This section summarizes some of the key lessons on governance at different level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Governance"
        },
        {
            "text": "Strong government control: China showed a very strong government control from the third week of January when the COVID-19 case was officially confirmed. Apart from the lockdown in Wuhan, Hubei province, and gradually to all over the country, there was strict measures not to promote fake news and panic from the initial stage. Supreme court advisory was issued on the fake news at an early stage. Also, different provincial governments helped the most affected province and city (Hubei and Wuhan) with different types of supplies and resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National government's decision"
        },
        {
            "text": "Transparency and democracy: South Korea proved to be successful in responding to COVID-19 through disclosing accurate information transparently and holding to the democracy of the whole society [17] . Since January 20, 2020, when the first COVID-19 case was confirmed, the Korean government, centered around the KCDC, shared relevant information among the WHO, Chinese authorities and other related agencies, and transparently disclosed the government's responses; leading to voluntary participation of citizens without protest.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "National government's decision"
        },
        {
            "text": "The national and local governments of Korea quickly identified the movement path of the confirmed cases through big data analysis; data obtained through credit card usage history, CCTV analysis, etc., and disclosed them transparently through the Cell Broadcasting System's (CBS) mobile service and government's website [18] . The citizens who received the information were able to determine whether or not they had contact with the confirmed case. If so, most citizens voluntarily reported to a public health center. If they showed any signs of having the virus, a diagnostic test was requested. Due to the fact that the Korean government is well prepared for testing and conducting diagnostic analyses, all potentially infected citizens were able to be promptly analyzed, resulting in preventing the spread of infectious diseases.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "National government's decision"
        },
        {
            "text": "Clear roles & responsibilities and Unified efforts: An effective response against a novel infectious disease like COVID-19 requires a very specialized knowledge and expertise, thus it is essential to develop and implement a holistic response plan by an expert group. From the beginning of the COVID-19 response, the Korean government set up a decision-making process centered around the quarantine countermeasure headquarters operated by the KCDC. On top of that, as the government-wide response became more vital due to the rapid increase in the number of confirmed cases, MoIS took charge of the monitoring and management of people self-isolating, finding and surveying those who had visited the Wuhan region and may be contagious, locating and securing temporary living facilities and lifetime treatment centers through Countermeasures Support Headquarters (CSHQs). This delineation of roles and responsibilities between the responsible agency (KCDC) and the coordination agency (MoIS) made it possible for the KCDC and the Ministry of Health and Welfare (MoHW) to focus on epidemiological investigations and responses to the infectious disease. This effective response system was developed based on the double-loop learning process during the MERS experience in 2015, the novel swineorigin influenza A(H1N1) in 2009, and severe acute respiratory syndrome (SARS) in 2003. Consequently, the successful COVID-19 response can be directly attributed to the leadership of the President to accurately understand the fluctuating situation and emerging risk factors, and make accurate decisions based on the advice of expert groups, and the dedication of the Prime Minister who stayed in the Daegu and Gyeongbuk regions for three weeks to concentrate the capabilities of all ministries to cope with the crisis situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National government's decision"
        },
        {
            "text": "Expert based advices: Japan took a different cautious approach not to call for a national emergency and lockdown. The legislation in Japan does not permit a forced lockdown, but a request/advisory for the lockdown. Japan's decision was based on close interaction with the expert group, which comprised of a diverse experts from the medical side, as well as economic, political and social side. Based on the expert advices, regular government briefings and press meet by the Prime Minister, minister or senior officials were arranged. Japan's governance approach was to flatten the growth curve, so that the health response mechanism has enough time and resources to respond to the situation, and that would possibly provide enough time to develop the vaccine and preventive measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National government's decision"
        },
        {
            "text": "Proactive prevention activities: The Seoul and Gyeonggi-do governments; with the highest populations in Korea, took proactive measures from the initial outbreak. The Seoul City government promptly produced and distributed guidelines on special entry procedures detailing the diagnosis and preventive tips for a corona virus, and temporarily restricted the use of large public squares. In addition, after a mass infection occurred at the Guro Call Center, the Seoul city government urgently conducted a survey of 417 private call centers and feasibly prevented a spread of COVID-19 by improving the environment for telecommuters [19] . The government of Gyeonggi-do, where the headquarters of the Sincheonji Church of Jesus is located, conducted a thorough investigation of all Sincheonji churches in the region and ordered the temporary closure. Also, it ordered the members of the Shincheonji to report to local public health centers and to self-isolate.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 632,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Provincial/local government's decision"
        },
        {
            "text": "In Daegu City and Gyeongbuk Province, where the largest number of confirmed cases were identified, the governments established a system for investigating all members of the Shincheonji and monitoring them exclusively by public officials. In addition, when hospital capacities became overwhelmed by the influx of patients, the government ordered the use of negative-pressure beds for the treatment of cases of highest severity only, and moved the cases with less severity out of the hospitals and into life treatment centers equipped with makeshift facilities where people could recover. Business sectors, religious group and other regional governments assisted Daegu and Gyeongbuk during the crisis. For example, companies such as Samsung and LG, and the religious community provided their training centers and facilities as life treatment centers. Other local authorities including Gwangju Metropolitan City persuaded its citizens to open its hospitals and facilities for patients from Daegu and Gyeongbuk so that the regions could recover more rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial/local government's decision"
        },
        {
            "text": "In case of China, Hubei province showed a strong leadership in implementing stricter measures within the province. In Japan, Hokkaido announced an emergency in early March, and restricted gathering in public spaces. Also, several other prefectures in Japan (like Osaka, Hyogo) advised not to travel between the prefectures. Tokyo Metropolitan Government also communicated with neighboring prefectures to advise travel limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial/local government's decision"
        },
        {
            "text": "Prompt dissemination of the movement path of the confirmed cases: Local governments, in cooperation with the KCDC, quickly identified the movement path of the confirmed cases and informed the residents of the areas in real-time via mobile text message using the CBS. In addition, they promoted safety rules through 24-h broadcasts, and posted on the governmental homepages COVID-19 prevention tips and the movements of confirmed cases so that any citizen could find the information at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial/local government's decision"
        },
        {
            "text": "Community-based activism, such as aggressively finding suspected cases and supporting vulnerable groups, was another advantage of Korea to overcome the crisis. For example, in Chungcheongbuk-do, a safety group organized from community units; such as a grassroots women's group and safety guards, actively participated in finding the people suspected of carrying the virus, and in sympathetically and humanly reported them to the Community Service Center. In Chungju city and Boryeong city, local autonomous disaster prevention groups and women's associations voluntarily disinfected multi-use facilities and vulnerable facilities. Furthermore, as the phenomenon of mask shortages across the country became serious, members of non-profit organizations such as the Jeju Women's Association of Seogwipo city and the Cheonan city Happiness Support Group started to produce face masks for those incapable of easily securing supplies far from home such as the elderly and the disabled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community governance"
        },
        {
            "text": "China also showed strong community governance with people making their community watch to strictly maintain the entry or exit from the community. This was not only implemented in the urban areas but also in the rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community governance"
        },
        {
            "text": "Several innovative technologies were used in different countries to identify affected people, to check their mobility, to reduce the risk of contamination, as well as to develop proactive recovery strategies and actions. Artificial Intelligence (AI), Big data, 5G technologies were used in combination with other emerging technologies like drones, automated vehicles, robotics etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "In case of China, on 14th of February, the Ministry of Transport of People's Republic of China [20] issued a circular to use new technologies for addressing COVID-19 risk as well as to develop recovery strategy. Highlights of China's use of technologies are described as follow:",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "AI: Fudan University and Shanghai city government, along with the CDC (Center for Disease Control) develop a unique AI based medical screening and check-up for respiratory blockage, which enhanced the speed of decision making of the scan system. The system was used with more than 93% of Shanghai residents to make quick scan of the respiratory system [21] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "Big data: Baidu big data was used to identify clusters of infected people. People's mobility data was used to identify movement of people from one place to another during an early stage of spread of the disease, which helped to take critical decisions on lockdown certain high-risk areas. This was also used in the recovery process, when the shops or factories are reopened to identify potential future risk areas as well [22, 23] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "5G: 5G data was used extensively in combination with different other technologies. Primarily, it was used in transport system to identify the mobility of vehicles and related information (like number plates, driver etc.). Combination of drones and 5G was used in the transport system to identify violation of laws in the emergency time. Thermal camera was used with helmet of police and other public officials for quick thermal screening of people in Guangdong, and the date was sent using 5G. Combination of robotics and 5G was used for city sanitization in the peak period in Wuhan when public services were also at risk. Similarly, combination of automated vehicle and 5G was used for goods delivery in certain highly contaminated areas. 5G was also used for telemedical care and advices in the newly built hospital in Wuhan. [21, 24] .",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 833,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "Health barcode: A unique health barcode system was developed to identify the affected people, as described in Hua and Shaw [7] . Hangzhou city was first to use this system on 11th of February 2020, which gradually used in 200 other cities in China [25] For developing the health barcode, user sign up for the \"close contact detector\" app by registering their phone number, name and ID, and then scanning a QR code on their smartphones [26] . The app will tell them whether they have been in proximity to someone who has been infected. The barcode system has three color coding: green (good health), yellow (caution required), and red (infected people), which enable or disable them to entering from different public buildings as well as public transport. With the health barcode, online mapping of affected people could be done, and people could avoid the clusters where affected people are concentrated. If a user is found to have in close contact with the affected person, the app recommends self-quarantine and also send an alert to health officials. Career's big data was used in combination with Baidu's R. Shaw et al. Progress in Disaster Science 6 (2020) 100090 location (GPS) data to develop the health barcode. This was also used in Wuhan on 18th February onward, and eventually to all Hubei province from 10th March onward. On 21st March, the government announced to develop health information platform for the whole country using the same system. Chen [26] argued positive and negative consequence of the system on the ground that tools like surveillance and epidemic maps need to be combined with a view of how people react under pressure.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1112,
                    "end": 1123,
                    "text": "Shaw et al.",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "Rapid diagnostic test kit and an innovative test method: In Korea, the development of a kit for rapidly diagnosing the potentially infected and innovative test methods such as drive-through screening centers, enabled thousands of people to be tested every day. This large-scale diagnosis for COVID-19 was able to detect and confirm cases in their early stages, thus lowering the fatality rate and preventing the wide spread of the infectious disease. The new diagnostic kit using Real-time reverse Transcription Polymerase Chain Reaction (RT-PCR) reduced test time from 24 h to 6 h. This kit was able to be used thanks to the efforts of a small business company that has been working on development irrespective of deficits and the rapid approval by the KCDC and MFDG. The KCDC and the MFDG reduced the administrative process, which normally takes one year from development to approval, to one month, so that it could be applied quickly in the field [27] .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 954,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "In addition, the drive-through screening method made it possible for suspected cases to receive the result of the COVID-19 diagnostic test from their vehicle within 10 min, reducing the risk of cross-infection. While the general screening center took 2 samples per hour or 20 possible cases per day, the drive-through method was able survey 6 people per hour and 60 possible cases per day [28] . The United States and Germany already adopted this driving-thru method as a way to reduce the possibility of cross-infection and increase the efficiency. In Korea, the 'Walk-Thru Test Booth' and 'Open Walk-Thru Booth' evolved from the drive-through screening method. For this method, a potential patient enters a booth, and then a medical staff securely outside the booth checks their condition verbally via an intercom and take on-the-spot samples from patients outside the booth by using a stethoscope. This method takes only 6-7 min per person and results in a much smaller chance of contagion thanks to a complete separation between patient and doctor. On March 16, the Yangji Hospital, located in Seoul, started to implement this method for the first time; on March 25 the Korean government installed the Open Walk-through Booth at Incheon Airport in order to deal with the thousands of travelers from overseas countries.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "Enhancing self-responsibility and improving administrative efficiency using ICT: The KCDC developed a self-diagnosis mobile application to strengthen monitoring by allowing domestic and foreign travelers entering Korea to self-diagnose fever and health conditions related to COVID-19, and report it to their local health center or the KCDC. As users typed quarantine-related information such as passport information, nationality, and names in the app, the KCDC was able to monitor their status during their stay in Korea [13, 29] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "In addition, the MoIS developed a self-quarantine safety protection mobile application to reduce the enormous administrative costs used to monitor self-isolators by public officials for local governments. In general, public officials check the status of self-isolators by daily phone or irregular visit, but they cannot prevent people from leaving home without approval. This app helped to overcome previous shortcomings by including a GPS function, so if a self-isolating person left their home without approval, a warning message is automatically sent and a dedicated official is notified and sent to the scene to prevent the patient from violating the selfisolation if necessary. This app allows self-isolating people to complete self-isolation under their own responsibility, and frees-up vital officials by allowing many administrative personnel not to have to visit the selfisolators' home or check their status by phone regularly [30] .",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 941,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Innovative technologies"
        },
        {
            "text": "Compliance with citizens' voluntary codes of conduct and refrain from large-scale gatherings of religious groups: A group outbreak occurred in Daegu and Gyeongbuk after the 31st confirmed case was announced; a Shincheonji believer in Daegu, but the national government did not take any mandatory blockade measures in this regions, instead provided all financial and administrative support so that Daegu and Gyeongbuk could overcome difficulties. The citizens in Daegu and Gyeongbuk also voluntarily participated in refraining from leaving their homes, self-reported 1339 cases of suspicion, and complied with stricter hygiene rules. The phenomenon of stockpiling daily necessities did not appear. Citizens from other regions faithfully fulfilled the government's request to refrain from visiting Daegu and Gyeongbuk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "All over the country, citizens made washing their hands a daily life habit. In business offices, public facilities, and facilities where large numbers of people come and go, hand sanitizers had been prepared so that people could use them freely and frequently. Citizens wore face masks when going out in order to prevent the spread of the infection. For example, the third confirmed person in Incheon on February 25, 2020, voluntarily stopped working and began self-isolating at home as soon as a suspected symptom occurred. He even wore a face mask inside the house and refrained from going out. Thanks to his efforts, all the 23 people who were in contact with him; including his mother whom he lived together with, proved to be negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "Most religious groups also refrained from large-scale gatherings by conducting online worship services and delaying Buddha's Day celebrations, and actively participated in the \"Social Distancing\" campaign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "Nation-wide volunteer and donation: By the end of February 2020, the number of confirmed patients had rapidly increased in Daegu and Gyeongbuk, making medical examination and treatment of all confirmed and suspected cases in the regions impossible. Upon hearing their desperate circumstances, medical doctors, nurses, and clinical pathologists from all over the country moved in to provide medical treatment, assistances, and relief. According to the CDSCHQs, from February 24 to February 27, a total of 853 people (58 doctors, 257 nurses, 201 nursing assistants, and 110 clinical clinicians) participated in volunteer services [13] . In particular, more than 3000 people applied to volunteer as a nurse, and Korea was able to find hidden heroes such as nurse Kim who gave up her immigration to the United States in the process of applying for this volunteer service, or nurse Oh who sent a sincere letter saying, \"If I am not selected as a volunteer, I would suffer the fact that I can't help others in trouble. [31] \". They stayed in Daegu and Gyeongbuk for more than a month, devoting themselves to the treatment and prevention of the infection. Additionally, the president of a hotel in Changwon City provided hotel rooms free-of-charge for the volunteering medical doctors and nurses who had a hard time finding adequate accommodations. Efforts were also made to overcome COVID-19 on the basis of community consciousness, such as donations from all around the country.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 632,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "Good landlord movement: With the prolongation of COVID-19, consumption contracted significantly and the domestic economy was starting to stagnate. As the economic crisis for small business owners or self-employed people with a large rent burden increased, the \"good landlord movement\" that temporarily lowers rent spreads across the country. For example, more than 5000 stores in Dongdaemun Market, Gwangjang Market, and Tongin Market in Seoul City participated in the 'good landlord' campaign and cut the rent by 20-30%. In addition, a variety of \"Good Landlord Movements\", such as the exemption of franchise commissions from the food brand Chaeseondang, and a subsidy of 1 million Korean won for affiliates of mega coffees, gave hope to the small-business owners facing difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "Community support and solidarity: Chinese people showed a strong level of community solidarity for the affected people in Wuhan. Not only they provided resources, including financial, human resources, they also helped in boosting morals of the frontline health workers, and shared different positive stories and experiences through the social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen behavior"
        },
        {
            "text": "While the world is still struggling with the pandemic, the number of confirmed cases and casualty is growing higher, the East Asian examples and analysis draw a few important lessons as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Pandemic is global, but its response is local: In the growing interconnected world, our movement is quite high and fast, and that possibly enhanced the spread of the virus globally very quickly, making it a global pandemic. However, different country showed differences in approaches in responses. Thus, although the medical treatment is universal, we need to keep in mind that the healthy emergency response measures are not universal. It is a combination of country's regulation, governance mechanism, link to science-based decision making, local governance as well as community behavior. Thus, learning from each other's experience is very important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Use of technology: In the advanced stage of technological intervention, a pandemic response is not just a medical response anymore. It needs to link different types of technologies in an appropriate way. COVID-19 response in East Asia showed extensive use of emerging technologies (like big data, AI, drone, 5G, robotics, automated vehicle, block chain etc.) linked to medical technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Risk assessment: Djlante et al. [32] in a quick analysis has pointed out the need of converging the health response, emergency response and disaster risk reduction in the viewpoint of the Sendai Framework. They analyzed and concluded that current mechanisms and strategies for disaster resilience, as outlined in the SFDRR, can enhance responses to epidemics or global pandemics such as COVID-19. Some of the recommendations are as follow: recommendations concern knowledge and science provision in understanding disaster and health-related emergency risks, the extension of disaster risk governance to manage both disaster risks and potential health-emergencies, particularly for humanitarian coordination aspects; and the strengthening of community-level preparedness and response. A proper risk assessment is required taking into consideration of health risk, exposures, behaviors and policy framework.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Use of social media and sensitization on fake news: In different countries, with different level of social media penetration, the importance of distinction of proper news and fake news becomes more relevant. Importance of negative consequences of fake news is well understood in longer run, not only to fight this pandemic, but also for the longer-term recovery process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Economic implications: The global economic impacts of the pandemic are yet to be understood, but there is a unanimous agreement of a global recession due to the pandemic. However, in different countries, sectorial impacts are already prominent, especially in tourism and hospitality sectors. MSMEs (Micro, small and medium enterprises) are possibly the hardest hit in all the countries need special economic revitalization package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "Socio-psychological impacts and lifestyle changes: Country wide or partial local down in cities have initiated a different work culture in East Asian countries, as well as in most of the other countries. Tele-work is becoming popular, online meetings, online classes in the universities are getting common, online education for school children becoming obvious. Thus, there has been a life-style change in many countries and communities, which may have relatively longer socio-psychological and behavioral implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How to Fight an Infodemic in www",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaroncostas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "thelancet.com",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China in JAMA: JAMA",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Roy M Anderson",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "Déirdre",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet: doi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Corona virus resource center",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO. Rolling updates on coronavirus disease (COVID-19). available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus COVID-19: Facts and Insights, USA; 2020 (16 pages)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mckinsey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Corona virus (COVID-19) infodemic and emerging issues through a data lese: the case of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus pandemic in Japan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wiki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The infection control measures taken at the Cruise ship \"Diamond Princess",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhlw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "NIID. Field briefing: diamond princess COVID 19 cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New coronavirus infection (COVID-19)-from border control to the stage of transmission",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kankyokansen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Persol Research and Consulting Company Survey of Telework in Japan for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 CDSCHQs press release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The first imported case of the novel coronavirus (2019-nCoV) in Korea",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kcdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Opening remarks by President Moon Jae-in at 7th cabinet meeting",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cheongwadae",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Opening remarks by President Moon Jae-in at meeting for pangovernment COVID-19 countermeasures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cheongwadae",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What's the secret to its success? Science 2020 available from www.sciencemag.org/news/2020/03/ coronavirus-cases-have-dropped-sharply-south-korea-whats-secret-its-success, Accessed date",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Contact transmission of COVID-19 in South Korea: novel investigation techniques for tracing contacts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kcdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Osong Public Health Res Perspect",
            "volume": "11",
            "issn": "1",
            "pages": "60--63",
            "other_ids": {
                "DOI": [
                    "10.24171/j.phrp.2020.11.1.09"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Seoul enforces concentrated disinfection due to mass COVID-19 outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "concentrated-disinfection-due-to-mass-covid-19-outbreak/?cat=29; 2020, Accessed date",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ministry of transport of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Baidu big data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Administration of China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cac",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cyberspace",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ministry of industry and information technology of the people's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "China's coronavirus app could have unintended consequences. MIT Technology Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A process for COVID-19 in Korea",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D U"
                    ],
                    "last": "Mfdg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Drive-through trend sweeps across multiple sectors",
            "authors": [
                {
                    "first": "Mi",
                    "middle": [
                        "Lee"
                    ],
                    "last": "Kyoung",
                    "suffix": ""
                },
                {
                    "first": "Jihae",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Self diagnosis mobile app instructions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Self-quarantine safety protection app",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mois",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Application Letter\" from Nurses dispateched to Daegu and Gyeongbuk",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chosunbiz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Building resilience against biological hazards and pandemics: COVID-19 and its implications for Sendai Framework. Progress in Disaster Science",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Djlante",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dewit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pdisas.2020.100080"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Accessed date",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cctv News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese CDC, 2020] Chinese CDC",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Wuhan Municipal Health Commission, n.d] Wuhan Municipal Health Commission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Corresponding author. E-mail address: shaw@sfc.keio.ac.jp. (R. Shaw). http://dx.doi.org/10.1016/j.pdisas.2020.100090 2590-0617/© 2020 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". 2a shows a comparative analysis of total number of confirmed, recovered and death in China, Korea and Japan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Growth of globally affected COVID-19 affected people with key WHO decisions (drawn by authors with basic data from John Hopkins Corona virus Resource Center[4] with WHO rolling updates[5].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(10)(11)(12)(13) March 2020): Visit of President Xi Xinping to Wuhan was a key turning point of the epidemic, which sent a message that the disease spread was under control. On 11th of March, WHO declared COVID-19 as a global pandemic. On 13th of March, the city of Qianjiang city in Hubei province has opened its business for the first time since the lockdown. This was also another indicator that the situation within China is under control, with appropriate preventive and curative measures are placed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a. Total number of confirmed, recovered and death in China, Korea and Japan. Panel b. Daily increase of confirmed, recovered and death in China, Korea and Japan.19-22 March 2020): This cluster is characterized by the affected people arriving from overseas. The case of affected people entering the country from overseas was noticed on 6th of March 2020 reported in Shanghai and Shenzhen. This sent an alert to the Chinese authorities for the preparation of the returnees from overseas countries and urged stricter control on entry to the country. On 19th of March, in-bound flights to Beijing were advised to divert to other nearby airports aiming to reduce the burden to the capital city, and finally all overseas flights to Beijing was cancelled on 22nd of March. Selected hospitals were designated as specialized hospitals to treat the affected people, which other hospitals started sanitization. On 23rd of March, Wuhan lifted emergency and lockdown, however full normalization of life was aimed until 8th of April.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Chronological changes and key policy decisions in China. [Source: This figure was prepared by the authors using original data from: Sina, Tiki-Toki, Caixin, Baidu, see references].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Basic concept of countermeasures of COVID-19. (Translated and prepared by authors from original figure of MoHW [13]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Protecting Daegu and Gyeongbuk and stopping a national spread: The government's transparent and democratic response, the voluntary participation of citizens, and the efforts of hidden heroes prevented the spread of Covid-19 nationwide.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "CRediT authorship contribution statement Rajib Shaw:Conceptualization, Methodology, Formal analysis, Writing -original draft.Yong-kyun Kim:Formal analysis, Writing -original draft. Jinling Hua:Formal analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Rajib Shaw is an Editor on Progress in Disaster Science. This manuscript was handled by a different Editor, with Rajib Shaw blinded from the paper handling and peer-review process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ]
}