{"paper_id": "1a6fd88c503de961664e7b46e204bdd715071d6e", "metadata": {"title": "X / XX XXXX 1 Innovation Report Medical Student Mobilization During a Crisis: Lessons From a COVID-19 Medical Student Response Team", "authors": [{"first": "Derek", "middle": [], "last": "Soled", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shivangi", "middle": [], "last": "Goel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Danika", "middle": [], "last": "Barry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Parsa", "middle": [], "last": "Erfani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicholos", "middle": [], "last": "Joseph", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Kochis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nishant", "middle": [], "last": "Uppal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Velasquez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kruti", "middle": [], "last": "Vora", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kirstin", "middle": ["Woody"], "last": "Scott", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "On March 17, 2020, the Association of American Medical Colleges recommended the suspension of all direct patient contact responsibilities for medical students because of the COVID-19 pandemic. Given this change, medical students nationwide had to grapple with how and where they could fill the evolving needs of their schools' affiliated clinical sites, physicians, and patients and the community.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "At Harvard Medical School (HMS), student leaders created a COVID-19 Medical Student Response Team to: (1) develop a student-led organizational structure that would optimize students' ability to efficiently mobilize interested peers in the COVID-19 response, both clinically and in the community, in a strategic, safe, smart, and resourceconscious way; and (2) serve as a liaison with the administration and hospital leaders to identify evolving needs and rapidly engage students in those efforts.", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "Within a week of its inception, the COVID-19 Medical Student Response Team had more than 500 medical student volunteers from HMS and had shared the organizational framework of the response team with multiple medical schools across the country. The HMS student volunteers joined any of the 4 virtual committees to complete this work: Education for the Medical Community, Education for the Broader Community, Activism for Clinical Support, and Community Activism.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "The COVID-19 Medical Student Response Team helped to quickly mobilize hundreds of students and has been integrated into HMS's daily workflow. It may serve as a useful model for other schools and hospitals seeking medical student assistance during the COVID-19 pandemic. Next steps include expanding the initiative further, working with the leaders of response teams at other medical schools to coordinate efforts, and identifying new areas of need at local hospitals and within nearby communities that might benefit from medical student involvement as the pandemic evolves.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "The worst is, yes, ahead for us. It is how we respond to that challenge that's going to determine what the ultimate endpoint is going to be. 1 These words, proclaimed on March 15, 2020, by Dr. Anthony Fauci, the longtime director of the National Institute of Allergy and Infectious Diseases, were a call to action in today's COVID-19 reality. The medical profession is facing one of its greatest challenges and needs to act. This call fueled a fire that was rapidly building at our institution, Harvard Medical School (HMS), among clerkship and postclerkship medical students, for whom clinical responsibilities fundamentally changed when we were pulled from all direct patient care-related duties on March 13. As student leaders at HMS, we knew medical students could still play a role in responding to the COVID-19 pandemic.", "cite_spans": [{"start": 141, "end": 142, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Problem"}, {"text": "On March 15, our group of student leaders formed the COVID-19 Medical Student Response Team (https://covidstudentresponse. org, send direct inquiries to hmscovid19studentresponse@gmail. com), with the support of the HMS administration. The underlying motivation and goals of this team were to: (1) develop a student-led organizational structure that would optimize students' ability to efficiently mobilize interested peers in the COVID-19 response, both clinically and in the community, in a strategic, safe, smart, and resource-conscious way; and (2) serve as a liaison with the administration and hospital leaders to identify evolving needs and rapidly engage students in those efforts. Advanced medical students have valuable skills and clinical knowledge that can be appropriately used to help physicians, staff, and ultimately patients. While physicians are working on the frontlines caring for patients, student leaders can organize the medical student workforce and, with hospital administration, determine where this untapped but skilled group can best contribute.", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "Recommendations from the Association of American Medical Colleges (AAMC) regarding the role of medical students in direct patient care were rapidly evolving at the time we formed our response team. While the AAMC initially endorsed medical students' continued involvement in clinical settings, on March 17, they released the following statement: \"Starting immediately, the AAMC strongly supports our member medical schools in placing, at minimum, a two-week suspension on their medical students' participation in any activities that involve patient contact.\" 2 Discussions with fellow students who had been in clinical settings as COVID-19 pressures mounted made it clear why many medical students may endorse this position. Any expectation to continue \"business as usual\" in terms of undergraduate medical education on the wards might cause more harm than good. As trainees, we have a certain degree of medical and clinical experience and skill that could be beneficial to patients. At the same time, we are limited in what we can do as trainees. Elective surgical cases were cancelled, clinics were closed, personal protective equipment was limited, and the clinical workflow was changing. Pausing to rethink our role as medical trainees would be prudent. The last thing we wanted to do was endanger sick patients and further burden those already working overtime in the hospital.", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "Our COVID-19 Medical Student Response Team identified areas of need relating to education on COVID-19 and the activism in which medical students at all levels of training were either already taking part or potentially could have an active and impactful role. These areas translated into the establishment of 4 virtual committees: Education for the Medical Community, Education for the Broader Community, Activism for Clinical Support, and Community Activism. The 2 education committees create and disseminate materials on COVID-19 for medical providers and nonmedical personnel. The 2 activism committees mobilize student volunteers to alleviate burdens on health care workers both in the hospital and at home. Table 1 includes more details about the work of these committees to date, including the creation of a COVID-19 curriculum and other educational materials as well as a public database of available volunteers and opportunities to get involved. From the start, we decided that the response team would not focus on real-time challenges facing students, such as virtual coursework learning environments, housing, and graduation; these concerns would be addressed by the student council and members of the HMS Medical Education Representative program, which was formed in 2015 to foster student-faculty partnerships to improve the educational curriculum. 3 We recruited team leaders for each of the committees to refine the scope, goals, and potential deliverables of the groups. By March 17, we had opened up the committees to the entire HMS student body. Students were invited to volunteer for any of the 4 committees or to share their input on how to further improve this work. Within 5 days, more than 500 medical students across HMS alone had volunteered to participate. Initially, the leadership team (composed of the 3 response team coleaders [D.S., S.G., K.W.S.] and each of the committee leaders [D.B., P.E., N.J., M.K., N.U., D.V., K.V.]) met on a daily basis via videoconference (Zoom, Zoom Video Communications, San Jose, California) to discuss progress, barriers, needs for administration guidance, and opportunities for growth. The committees then established their own internal forms of communication and daily meeting schedules. Currently, the leadership team conducts a weekly strategic review to identify key processes that need to be established, identify synergies between committees, and adapt processes as the crisis unfolds. Committees use GroupMe (Microsoft, New York, New York), a group text messaging service, to simplify communications. GroupMe allows for intercommittee collaboration and discussion, sharing of key COVID-19 resources, and distribution of other updates relevant to the group.", "cite_spans": [{"start": 1360, "end": 1361, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 711, "end": 718, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Outcomes"}, {"text": "Even as our response team took shape, we learned of other medical school initiatives in the preliminary stages and sought ways to collaborate and broaden our collective impact. Through peer discussions, we spoke about our initiative with medical student leaders from 32 schools across the United States who were mobilizing their student bodies in a similar manner. Even faculty and student leaders from other graduate schools across our institution as well as others from external programs inquired about how their students, with no medical training, could engage with our committees. For instance, many of these individuals have joined our volunteer pool to provide emergency childcare, assist with grocery pickup, or fill other urgent needs for frontline health care staff.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "What we had already sensed locally at HMS and nationally became even more apparent during these broader discussions: Medical students were strongly and intrinsically motivated to help. Trainees, especially those in their postclerkship period, were wellpositioned to practically assist with the COVID-19 response, given our clinical and scientific knowledge, access to hospital electronic health records for patient care, and most importantly, time to contribute in ways that faculty cannot during this public health emergency.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "Our response team's efforts to engage medical students in the COVID-19 response had other advantages as well. Many advanced clerkship and postclerkship medical students, like us, who had been turned away from clinical responsibilities felt powerless. Yet, research has shown that these feelings can be countered through collective action toward a common goal. 4 Enthusiasm and organized movement toward such a goal can foster a sense of empowerment, purpose, and connection. This, and the fact that we as students can provide unique and rare assistance, fueled a growing desire within our trainee community to organize and act. Though we are not yet fully trained physicians, we can collectively leverage the training we have had to serve where we can be most valuable, supporting our frontline physicians and, ultimately, patients.", "cite_spans": [{"start": 360, "end": 361, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Outcomes"}, {"text": "Already, the COVID-19 Medical Student Response Team has accomplished a range of deliverables across its 4 committees and functions as the primary organization coordinating medical student involvement across the 5 main hospitals affiliated with HMS that support clerkship students (Beth Israel Deaconess Medical Center, Boston Children's Hospital, Brigham and Women's Hospital, Cambridge Health Alliance, and Massachusetts General Hospital). The leadership team provides nearly daily verbal and written updates to the HMS administration and student body and will continue to track a range of committee process measures, including the number of users accessing the curriculum, students volunteering at clinical sites, connections made for supporting childcare, and social media followers. Yet, our primary motivation and the outcome that matters most are preventing unnecessary suffering from COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "For medical schools across the country with a similar sentiment among their student body, we suggest developing a team akin to ours that is open to all medical students in a given area (for instance, all within the same city). To reduce duplication of efforts and optimize our impact as students, leaders from each of these teams should convene weekly. Structured collaboration between medical schools would optimize students' impact, particularly relating to the dissemination of information and materials on COVID-19. • Developed a 7-module curriculum covering basic science, epidemiology, health care system response, communication skills, clinical role-specific skills, bioethics, and global health. Content is faculty reviewed and updated on a weekly basis.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "• This curriculum is publicly available at https://curriculum. covidstudentresponse.org.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "• Materials have been accessed by users from 87 countries and assigned as preparatory reading for courses at over a dozen medical schools. The modules have been translated into 3 languages.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "Broader community (general public)", "cite_spans": [], "ref_spans": [], "section": "62"}, {"text": "To create accurate and accessible educational materials for nonmedical personnel.", "cite_spans": [], "ref_spans": [], "section": "62"}, {"text": "• Created social media accounts on Instagram, Twitter, and Facebook (@ FutureMDvsCovid); infographics; frequently asked questions document; flyers; songs; videos; and spotlights of health care workers.", "cite_spans": [], "ref_spans": [], "section": "62"}, {"text": "• Developed pediatric-appropriate educational materials and vetted new and related published data on COVID-19. Also collaborated to produce translations of these materials.", "cite_spans": [], "ref_spans": [], "section": "62"}, {"text": "• Worked with Harvard-affiliated hospitals to create infographics and publicize both blood drives and mask donation efforts.", "cite_spans": [], "ref_spans": [], "section": "62"}, {"text": "Activism Clinical support To mobilize medical student volunteers to rapidly respond to emergent clinical needs from frontline health care workers, including virtual and in-person clinical service and research assistance, which can expand health system capacity and improve quality of care during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "76"}, {"text": "• Created a live database of available medical student volunteers that is accessible to undergraduate medical education hospital site directors for recruiting students for specific opportunities based on their level of training (preclerkship, clerkship, or postclerkship) and credentialing.", "cite_spans": [], "ref_spans": [], "section": "76"}, {"text": "• Examples of patient-facing roles include training staff in personal protective equipment (PPE) reuse and COVID-19 screening for low-risk populations (e.g., hospital visitors, essential nonurgent surgery patients, telemedicine visits).", "cite_spans": [], "ref_spans": [], "section": "76"}, {"text": "• Examples of virtual roles include collaborating with clinical teams to formalize hospitals' COVID-19 clinical guidelines and safety protocols for medical student reentry.", "cite_spans": [], "ref_spans": [], "section": "76"}, {"text": "Community (auxiliary support of health care workers and advocacy for vulnerable populations)", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "To alleviate the burden on health care workers and advocate for vulnerable populations in the community.", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "• Ongoing projects include: Developing legislative recommendations to protect individuals and families living in unstable housing; assisting with the funding efforts of homeless service providers; recruiting resources to support people with unstable housing; and matching students with shelter homes to assist in screening of residents.", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "• Matched volunteers with hospital staff (clinicians, custodial staff, etc.) in need of assistance with nonoccupational tasks (e.g., childcare). Connected volunteers with elderly or immunocompromised individuals in need of support (e.g., grocery delivery).", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "• Streamlined advocacy efforts relating to vulnerable populations by facilitating collaboration with other educational institutions, community organizations, and student-run initiatives (e.g., assisting with pathways for engaging students with the Boston Health Care for the Homeless Program, collaborating with PPE initiatives, virtually connecting with elderly patients to close the gap on social isolation). Up-to-date information about the committees' progress and deliverables will be available online at https:// covidstudentresponse.org.", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "If they have not done so already, we strongly recommend that medical school and hospital administrators identify individuals from their faculty or staff to liaise with their medical student team. HMS identified an individual from each affiliated hospital and, within a week of the response team's inception, these hospital liaisons were tapping into our student network of volunteers. In addition, our clinical support activism committee leaders regularly meet virtually with these liaisons and associated administrative staff to strategize ways in which students might best fulfill the constantly evolving needs of physicians and staff at the different hospitals. We also have been heartened to learn of the numerous medical student response groups emerging across the country and have expanded our leadership team to work on initiatives that will help us to formalize collaborations with these other groups moving forward.", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "COVID-19 has left clerkship and postclerkship medical students unexpectedly with no traditional clinical duties, but all hands are needed to confront this growing threat. Despite our limitations as trainees, medical students still have a duty to contribute what we can to response efforts. We can actively serve our patients and our community in one capacity or another, whether by learning the science of COVID-19, offering guidance about social distancing to family and friends, engaging in activism for the most vulnerable who are being affected, filling needed roles to augment clinical capacity, or lessening the burden on frontline health care workers.", "cite_spans": [], "ref_spans": [], "section": "428"}, {"text": "We are ready to rise to the challenge of the COVID-19 pandemic, and our medical student response team is one way that we are doing just that.", "cite_spans": [], "ref_spans": [], "section": "428"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Officials Urge More Action to Combat Coronavirus", "authors": [{"first": "B", "middle": [], "last": "Kendall", "suffix": ""}, {"first": "C", "middle": [], "last": "Day", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Leary", "suffix": ""}], "year": 2020, "venue": "Wall Street Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Association of American Medical Colleges. Guidance on Medical Students' Clinical Participation: Effective Immediately", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Fostering student-faculty partnerships for continuous curricular improvement in undergraduate medical education", "authors": [{"first": "K", "middle": ["W"], "last": "Scott", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Callahan", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Chen", "suffix": ""}], "year": 2019, "venue": "Acad Med", "volume": "94", "issn": "", "pages": "996--1001", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "To fight burnout, organize", "authors": [{"first": "L", "middle": [], "last": "Eisenstein", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "379", "issn": "", "pages": "509--511", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The Harvard Medical School COVID-19 Medical Student Response Team was formed on March 15, 2020. This information is accurate as of April 5, 2020. The committees continue to grow and develop, and there are a number of collaborating initiatives that are not formally operationalized within one of the above committees.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Organization and Progress of the COVID-19 Medical Student Response Team, HarvardMedical School, 2020 a", "latex": null, "type": "table"}}, "back_matter": []}