{
    "paper_id": "1a730a7c032f45b2f8cea3f2695417606a3a479a",
    "metadata": {
        "title": "Current management of lower respiratory tract infections",
        "authors": []
    },
    "abstract": [
        {
            "text": "Lower respiratory tract infections are caused by a wide range of pathogens and, where appropriate, antibiotic treatment should be chosen with resistance and side-effects in mind. Our Drug review discusses recommended management of LRTIs in the community, followed by Resources and the Datafile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "L ower respiratory tract infections (LRTIs) cover a broad spectrum of pathological processes and aetiologies, including acute and chronic bronchitis, bronchiolitis and acute and chronic pneumonia, as well as pleural effusions, empyemas and lung abscesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The latter three conditions will usually be managed in hospital initially, and treatment will depend on the microbiology. In complicated pneumonias, eg in immunosuppressed or HIV-infected individuals, and in chronic lung conditions such as cystic fibrosis, decisions on antibiotic therapy should be made by the specialist physician looking after the patient in conjunction with a microbiologist, virologist or infectious disease physician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This review concentrates on the LRTIs that are seen and managed by GPs. Appropriate patient selection for treatment and the correct use of agents is important, not only in optimising therapy for the individual patient but also in order to keep emergence of resistance and side-effects such as Clostridium difficile diarrhoea to a minimum. 1 In these conditions the indication for antibiotic use and the type of antibiotic used will depend upon the diagnosis and the severity of the disease, which may give clues as to the likely aetiology.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 340,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other factors to be considered in choosing an antibiotic are the spectrum of activity of the drug, the local resistance pattern, the side-effect profile, contraindications, interactions with other drugs that the patient may be taking (see Table 1 ; refer to the BNF for a comprehensive list), tolerability (including the frequency of dosing) and the cost.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Community-acquired pneumonia (CAP) is an LRTI with lung parenchymal involvement. CAP affects 5-11 per 1000 of the population per year, with a greater proportion affected at the extremes of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "Diagnosis of CAP in the community relies on clinical features. Patients may present with some of the following features: cough, fever, sputum production (may be purulent or blood stained), dyspnoea, pleuritic chest pain and localised chest signs. Older patients may present with nonrespiratory symptoms such as confusion, falls or worsening of a chronic illness, and may not have a fever. Very young patients may also present with nonspecific symptoms such as abdominal pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community-acquired pneumonia"
        },
        {
            "text": "Disease severity should be assessed in order to decide whether the patient requires hospital admission. Various severity indices have been produced, but one of the simplest is the CURB-65 severity score summarised in the 2004 update of the 2001 British Thoracic Society (BTS) guidelines. 2 This has been adapted to the CRB-65 score (see Figure 1 ) for use in the community where a blood urea is not generally available at the time of initial assessment.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Initial assessment"
        },
        {
            "text": "Using the CRB-65 score, patients are at low risk of death if they have no core prognostic features, and can therefore be considered for treatment at home. If there are more than two core features, mortality rises steeply and the patient should be managed in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial assessment"
        },
        {
            "text": "In intermediate groups scoring 1 or 2, clinical judgement should be used taking into account the patient's wishes and social circumstances. Co-existent disease or the presence of confusion -Mini-Mental State Examination (MMSE) test score of ≤8/10 or new disorientation in time, place or person -in the patient should prompt consideration of hospitalisation. Status should be reviewed regularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial assessment"
        },
        {
            "text": "A diverse selection of pathogens are responsible for CAP, and clinical, epidemiological and radiographic information is frequently unhelpful in predicting the aetiology. Even when microbiology results are available, the delay in obtaining results and the limitations of the available diagnostic tests in identifying the aetiological agent make empirical treatment necessary (see Table 2 ). Differentiation of pneumonia caused by 'typical' and 'atypical' pathogens on clinical grounds alone has been shown to be unreliable. The latest BTS guidelines 2 suggest that microbiology tests are of low sensitivity, particularly in patients with nonsevere CAP and no co-morbid ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Causative agents and investigations"
        },
        {
            "text": "• antiarrhythmics -increased risk of arrhythmias and other",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erythromycin"
        },
        {
            "text": "• antiepileptics -inhibition of metabolism of macrolides carbamazepine, phenytoin and possibly sodium valproate • antihistamines -risk of hazardous arrhythmias with terfenadine • anxiolytics -inhibition of metabolism resulting in an increased sedative effect, eg midazolam • cimetidine -increased toxicity of macrolide, eg deafness • warfarin -increased anticoagulant effect",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erythromycin"
        },
        {
            "text": "• antiepileptics -increased metabolism of doxycycline with carbamazepine, phenytoin and some other anticonvulsants • calcium salts and dairy products -reduced absorption of tetracyclines (less marked with doxycycline and minocycline) • iron and zinc -reduced absorption of both the metal and the tetracycline • COC -possible decreased efficacy of COC • warfarin -possible increased anticoagulant effect",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tetracyclines"
        },
        {
            "text": "• antacids -decreased absorption of quinolones • metal salts, eg iron, zinc and calcium -reduced absorption of quinolones • NSAIDs -possible increased risk of convulsions • theophylline -possible increased risk of convulsions • warfarin -increased anticoagulant effect • some of the newer fluoroquinolones, eg moxifloxacin, have an increased risk of arrhythmias with a number of drugs (see BNF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "Drug Important interactions Table 1 . Some of the more commonly encountered drug interactions to be considered in patients taking antibiotics for the treatment of LRTIs disease. Although legionella and pneumococcal antigen testing kits are now available and have considerably greater sensitivity than blood or sputum cultures, their routine use in patients at low risk is felt not to be cost effective. The extent of microbiological investigations in patients with nonsevere CAP should be guided by clinical and epidemiological factors and by the response to previous antibiotic therapy. 2 Streptococcus pneumoniae is the major cause of CAP, accounting for over a third of cases in the community. Mycoplasma pneumoniae exhibits periodicity, with epidemics every four to five years, and mainly affects younger individuals. Influenza virus, along with a number of other viruses, contributes a sizeable proportion of cases (13 per cent). Other causes of CAP include Haemophilus influenzae (10 per cent), Legionella pneumophila, Coxiella burnetii, Chlamydia species and Staphylococcus aureus, especially when influenza co-exists in the community. 2 More unusual forms of pneumonia to consider are Pneumocystis carinii pneumonia in patients with HIV and other forms of immunosuppression -much less frequently seen these days because of the use of prophylactic co-trimoxazole -TB in those with a more chronic pneumonia, and rare fungal and bacterial forms of pneumonia in those who have travelled. We need to remain alert to emerging causes of pneumonia such as avian flu and severe acute respiratory syndrome (SARS). These should be considered in all patients presenting with a fever, cough or shortness of breath who have a relevant travel or contact histor y. 3, 4 Infection control issues will need to be addressed in these patients and an expert should be consulted in cases fitting the diagnostic criteria.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 589,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1143,
                    "end": 1144,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1757,
                    "end": 1759,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1760,
                    "end": 1761,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Quinolones"
        },
        {
            "text": "Pneumonia in children has a slightly different epidemiological pattern. Neonates may develop pneumonia from organisms acquired from the mother's genital tract such as Group B Streptococcus, Gram-negative organisms and Chlamydia. These children will usually be admitted to hospital for treatment. In one-month-to four-year-old children, most pneumonias are viral in origin and will not require antibiotics. Bacterial pneumonias in this age group are predominantly due to Strep. pneumoniae, whereas in the over-fours Strep. pneumoniae and M. pneumoniae are the most frequently isolated organisms. 5 Resistance Concerns exist over the growing number of resistant bacteria, in particular Strep. pneumoniae, H. influenzae and methicillin-resistant Staph. aureus (MRSA). Penicillin-resistant Strep. pneumoniae is of concern, especially as resistance is frequently linked to macrolide resistance. Penicillin resistance in Strep. pneumoniae varies widely between countries, communities and groups of patients within those communities. In the UK in the year 2000, the rate of penicillin resistance was around 7 per cent but with a range of 4-13 per cent. Erythromycin resistance had a range of 10-22 per cent. Resistance of H. influenzae to ampicillin -mainly due to beta-lactamase production -is around 20 per cent in the UK. 6 Treatment Empirical treatment in the community is based on the fact that Strep. pneumoniae remains the leading cause of CAP. Prudent use of antibiotics is important in order to treat infections appropriately to curb the growing problem of antimicrobial resistance and to minimise side-effects and maximise compliance. Once a decision is made to treat, local resistance patterns must be taken into account.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 596,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1318,
                    "end": 1319,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "BTS recommendations are based on current practice and experience and take into account the cost, tolerance, safety and side-effect profile of the drugs currently available. As yet, the incidence of highly penicillin-resistant strains of Strep. pneumoniae in most areas of the UK is sufficiently low to allow amoxicillin to remain the firstline therapy for adults and for children under five years of age -provided that the patient has not just returned from an area where the incidence is much greater. Note, however, that the latest BTS guidelines recommend adequate dosing with amoxicillin (500mg-1g three times daily) to cover intermediate-resistant strains. 2 Erythromycin is the second-line agent of choice if there are contraindications to amoxicillin or the patient fails to tolerate it. Macrolides are the first-line agents in children over five years in whom M. pneumoniae is common. 8 Many people favour clarithromycin over erythromycin because of its better GI tolerance. Azithromycin (Zithromax) is another alternative to erythromycin.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "The macrolides are also the treatment of choice in people with pneumonia proven to be due to 'atypical' organisms, and are routinely added to the treatment regimen in hospitalised patients with moderately severe pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "Tetracyclines are not recommended as empirical therapy in the UK mainly because of concerns over inadvertent prescribing in children and pregnant women. Treatment may be rationalised if a specific pathogen is identified or if sensitivities are at variance with the empirical regimen. This should be guided by local microbiological advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "Patients should improve on appropriate therapy within 48 hours. It is therefore important to review them at this stage or earlier. If they have failed to improve they should be considered for addition of an agent to cover atypical organisms if not already on one, LRTI or for radiography and/or hospital admission (see Figure 1 ). 7 Over the last few years several new drugs with greatly improved bioavailability and tolerability have become available for use in the treatment of CAP. The fluoroquinolones, eg moxifloxacin (Avelox) and levofloxacin (Tavanic), which have antistreptococcal activity, have both an excellent antimicrobial spectrumthey are active against atypical pathogens and Legionella species as well as the common 'typical' organisms -and advantageous pharmacodynamic characteristics. They are likely to become more widely used with an increase in penicillin-and macrolide-resistant pneumococci and demonstrable failure of current therapies.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 327,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Quinolones"
        },
        {
            "text": "Moxifloxacin has now been licensed for use in mild CAP. However, due to concerns over the rapid development of fluoroquinolone resistance in pneumococci and other organisms, current recommendations are that these newer fluoroquinolones should be kept in reserve and considered only when the first-line agents have been ineffective and when the causative organism is known to be sensitive. 2 Some hospitals are using these agents to treat CAP in penicillin-allergic individuals. Quinolones are not recommended for use in the under-18s except on the advice of a paediatrician or microbiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "Widespread use of the newer macrolides, eg azithromycin, is not being encouraged as yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "There is good evidence that delays in antibiotic administration in patients with pneumonia adversely affect mortality. For patients who need to go to hospital, particularly those who are severely ill or in whom delays in transfer of two or more hours are likely, antibiotics should be commenced by the GP as soon as possible. If parenteral penicillin G is available, it should be given (1.2g benzylpenicillin im or iv). If not, oral amoxicillin 1g (or oral erythromycin 500mg if penicillin sensitive) should be commenced. 9 Table 3 lists the benefits and drawbacks of some drugs available to treat LRTIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Quinolones"
        },
        {
            "text": "Viruses contribute to about 13 per cent of cases of CAP, of which influenza A and B account for about 8 per cent. In the over-65s and those with concomitant chronic disease or immunosuppression, influenza contributes to a particularly high mortality. Patients at risk of severe influenza who can start on treatment within 48 hours of the onset of symptoms may be candidates for oseltamivir (Tamiflu) or zanamivir (Relenza); see www.hpa.org.uk/infections/topics_az/influenza for the latest guidelines. 3 Prevention Emphasis needs to be placed on primary prevention of LRTIs. Influenza vaccination has been shown to reduce hospital admissions, death rates from pneumonia and flu, prevent pneumonia and decrease outpatient visits for all respiratory conditions in over-65s and patients with chronic lung disease. Vaccination should be offered to all those in high-risk groups -including institutionalised individuals -on an annual basis. Influenza vaccine is contraindicated in those severely allergic to eggs. 10 In at-risk persons of 13 years or older who have not been vaccinated, and in institutionalised individuals, when influenza A or B is known to be circulating in the community, oseltamivir may be used for postexposure prophylaxis within 48 hours of exposure. 3 Pneumococcal vaccine should also be offered to selected individuals. The current 23-valent vaccine (Pneumovax II) includes serotypes responsible for 96 per cent of bacteraemic infections in the UK. It is recommended by the DoH for all persons over two years of age in whom pneumococcal infection is more common or more dangerous. This includes individuals with asplenia or functional asplenia (eg sickle-cell disease, coeliac disease), chronic renal, heart, lung and liver disease, diabetes mellitus, immunodeficiency and immunosuppression. It is contraindicated in acute infection and in pregnancy. 10, 11 The conjugate vaccine (Prevenar) has increased immunogenicity in infants, and is being introduced into the routine immunisation programme (see The Green Book). 10 There are no plans for the widespread introduction of the conjugate vaccine in the over-60s as yet.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 502,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1268,
                    "end": 1269,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1870,
                    "end": 1873,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1874,
                    "end": 1876,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2037,
                    "end": 2039,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "Smoking should be discouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinolones"
        },
        {
            "text": "In cases of chronic pneumonia where a pulmonary parenchymal process has been present for weeks to months, other causes need to be considered including TB and a host of both infectious and noninfectious causes. 12 Exacerbations of infection in patients with cystic fibrosis should be treated in conjunction with the specialist involved in their care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic pneumonia"
        },
        {
            "text": "The majority of empyemas are secondary to pneumonia, but can result from other causes such as trauma, oesophageal perforation or subdiaphragmatic infections, and the bacterial agent(s) isolated will depend upon the aetiology of the disease. This is a complex condition with a poor prognosis if missed or mismanaged. Patients with these conditions should be managed in hospital in the first instance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empyemas and lung abscesses"
        },
        {
            "text": "Acute exacerbations of chronic obstructive pulmonary disease (AECOPD) are characterised by increased cough, sputum production, purulence of sputum, and dyspnoea in someone with a background of excessive cough productive of sputum on most days of more than three months of at least two consecutive years. Infections account for most exacerbations, but allergens, pollutants and irritants can also contribute. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute exacerbation of COPD"
        },
        {
            "text": "Despite the frequent viral aetiology, a meta-analysis of the literature on treatment of AECOPD favoured the use of antibiotics in patients with severe disease, although the benefit seen was small and could be attributed to the expected variation of peak expiratory flow rate (PEFR) results in patients. 13 The largest study on the use of antibiotics in acute exacerbations demonstrated that patients with two or more of increased dyspnoea, increased sputum volume and sputum purulence improved significantly if given antibiotics compared to those on placebo. 14 Stratifying patients into risk groups has been suggested in order to minimise hospitalisation and target therapy more appropriately (see Table 4 ). In the lowerrisk groups narrower-spectrum antibiotics can be used first line, whereas for those in whom failure of antibiotic therapy could have serious consequences, treatment should be directed against resistant organisms. 15 Forum imately 90 per cent) produce beta-lactamases and are subsequently resistant to beta-lactams, so in cases where antibiotics are indicated local sensitivity patterns must be taken into account (see Table 5 ). Since most H. influenzae are resistant to erythromycin and other macrolides, these are not recommended for treatment of exacerbations unless Chlamydia or Mycoplasma are suspected. Patients who experience frequent exacerbations are more likely to have resistant organisms and may require broad-spectrum antibiotics. Recommendations regarding other aspects of patient management, eg indications for steroids or bronchodilators, can be found in the PRODIGY guidelines on chest infections. 5",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "13",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "14",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 935,
                    "end": 937,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1140,
                    "end": 1147,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Initial assessment"
        },
        {
            "text": "Acute bronchitis is an inflammatory condition of the tracheobronchial tree characterised by a severe cough, frequently lasting several weeks. Patients may also have a fever, hoarseness, sputum production, dyspnoea or a wheeze, with a background of a preceding upper respiratory tract infection (URTI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Acute bronchitis is usually due to respiratory viruses, eg rhinovirus, coronavirus, influenza, parainfluenza, respiratory syncytial virus (RSV), adenovirus and, though rarely seen nowadays, measles. Nonviral causes include Bordetella pertussis, M. pneumoniae and C. pneumoniae. The role of Strep. pneumoniae and H. influenzae in acute bronchitis remains unclear -these organisms are commonly isolated from specimens, but this is likely to reflect the fact that they are normal commensals of the upper respiratory tract. Symptoms are worse in those exposed to cigarette smoke and other pollutants. Noninfectious conditions that may mimic acute bronchitis and should be considered include foreign body aspiration and malignancy. 17 In those at risk, TB should also be excluded.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 729,
                    "text": "17",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "The majority of patients with acute bronchitis do not require anything other than symptomatic therapy, and antibiotics are not indicated for the majority of cases, even in the presence of purulent sputum. 5 Recent studies have suggested that up to one-fifth of adults with acute severe cough have pertussis. 18 Adults whose immunity to pertussis is waning are a major reservoir for B. pertussis. It is therefore important to consider this as a diagnosis in those with a persistent cough and to take a nasopharyngeal swab/aspirate for culture if indicated. Treatment for pertussis is 14 days of erythromycin and is primarily aimed at eliminating carriage. It is also effective in decreasing the duration and severity of disease in the catarrhal phase, but may not alter the course once patients are in the paroxysmal stage.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Patients with acute bronchitis due to M. or C. pneumoniae should also receive antibiotics. Macrolides are the first-line therapy for these conditions. Tetracyclines can be used in the groups in which they are not contraindicated (children under eight years old and pregnant women). In patients with significant co-morbidity, first-line antibiotics are amoxicillin, erythromycin or tetracyclines. If patients do not respond to these, consider co-amoxiclav, tetracyclines, clarithromycin or azithromycin. 5 Anti-influenza agents may be considered in those in whom a swift diagnosis is made. 8",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 504,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Immunisation against influenza and pertussis as guided by current DoH recommendations 9 will reduce some of the burden of this disease, and discouraging smoking is another important preventive strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention"
        },
        {
            "text": "Bronchiolitis is an acute LRTI characterised by acute onset of wheeze, cough, rhinorrhoea, tachypnoea and respirator y distress, although it may manifest as lethargy, irritability, poor feeding and apnoeic episodes. RSV is the most important cause of bronchiolitis in infants and young children. Other aetiological agents include parainfluenzae, adenovirus, rhinovirus and occasionally Mycoplasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchiolitis"
        },
        {
            "text": "Many cases can be managed in the community, but children may need admission for greater supportive therapy, such as intravenous hydration and oxygen. Risk factors for more severe disease include cyanotic or complicated congenital heart disease, underlying pulmonary disease, prematurity and immunodeficiency due to underlying disease or therapy, and children falling into these categories should be admitted in most cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Preventive measures should be taken to reduce the risk of exposure of these children to infected individuals. Particular attention should be paid to hand-washing to reduce transmission if someone in the household is suffering from a URTI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "LRTIs encapsulate a wide range of pathologies caused by a broad spectrum of organisms and need differentiating in order to decide on the most appropriate empirical therapy. CAP is a common infection with significant mortality and, because of the proportion of cases that are due to Strep. pneumoniae, therapy should always include adequate cover against this organism. Increasing levels of antibiotic resistance are of concern and local patterns may lead to different regimens for different regions, or for patients who have acquired their infections elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Most cases of acute bronchitis and exacerbations of COPD are viral in origin and do not require antibiotic therapy. However, certain groups of patients are more vulnerable and antibiotics may be warranted. Lung function, age and premorbid condition should be taken into account when assessing such patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Preventive measures, such as immunisation against influenza and Strep. pneumoniae, should be considered in at-risk individuals, and smoking discouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Standing Medical Advisory Committee. The path of least resistance. DoH, The Stationery Office",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "British Thoracic Society guidelines for the management of community-acquired pneumonia",
            "authors": [],
            "year": 2001,
            "venue": "Thorax",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Latest details on avian, pandemic and seasonal influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pneumonia in childhood",
            "authors": [],
            "year": 1988,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "741--744",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Communicable Disease Surveillance Centre, Public Health Laboratory Service, 2002. 7. PRODIGY guidelines on chest infections",
            "authors": [],
            "year": 2000,
            "venue": "Antimicrobial",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BTS Guidelines for the management of community acquired pneumonia in children",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prospective study of the aetiology and outcome of pneumonia in the community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodhead",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "671--675",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunisation against infectious diseases. DoH; 1996. 11. The place of pneumococcal vaccination",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Green",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Book",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "12. Dismukes WE. Chronic pneumonia",
            "volume": "36",
            "issn": "",
            "pages": "755--67",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibiotics in chronic obstructive pulmonary disease exacerbations: a meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saint",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vittinghoff",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "JAMA",
            "volume": "273",
            "issn": "",
            "pages": "957--60",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibiotic therapy in exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Anthonisen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manfreda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann Intern Med",
            "volume": "106",
            "issn": "",
            "pages": "196--204",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outcome predictors in bronchitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chest",
            "volume": "108",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The value of antibiotics and the outcomes of antibiotic therapy in exacerbations of COPD",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chest",
            "volume": "113",
            "issn": "",
            "pages": "249--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "s principles and practice of infectious diseases. 5 th ed",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gwaltney",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "703--709",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pertussis is a frequent cause of prolonged cough illness in adults and adolescents",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Senzilet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "1691--1698",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The majority of exacerbations are self-limiting with a viral aetiology and do not require antibiotic therapy, despite the presence of neutrophils and bacteria in the sputum. Three bacterial pathogens are predominant in AECOPD and account for over 70 per cent of the bacteria isolated: H. influenzae, Strep. pneumoniae and Moraxella catarrhalis. Less commonly, Staph. aureus, Gram-negative bacilli, other streptococci, Mycoplasma and Chlamydia pneumoniae play a role.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "patient selection for treatment and use of antibiotics is important both for the individual and from the public health perspective of minimising the emergence of resistance • CAP is a common infection with significant mortality • Strep. pneumoniae is the commonest aetiological agent in CAP and antibiotics should be directed against this unless there is clear evidence of an alternative aetiology • the majority of cases of acute bronchitis and acute exacerbations of COPD are viral in origin • assessment of severity of LRTIs is important in deciding whether antibiotics are needed and, if so, the spectrum of cover required • local and national antibiotic resistance patterns should be taken into account when drawing up local guidelines • immunisation against influenza and Strep. pneumoniae are important preventive measures in at-risk individuals • smoking should be discouraged in all individuals Key points",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "52 Prescriber 19 March 2006 www.escriber.com Pneumonia • Strep. pneumoniae, influenza virus, • must be active against Strep. • immunisation against M. pneumoniae, H. influenzae, pneumoniae, eg amoxicillin, influenza and L. pneumophila, C. burnetii, erythromycin pneumococcus C. pneumoniae, Enterobacteriaciae, • beware of increasing Staph. aureus penicillin-resistant Strep. pneumoniae Acute exacerbation • most are viral • often no need for antibiotics • immunisation against of COPD • some due to H. influenzae, Strep.Table 2. Summary of conditions, causative agents, empirical therapy and other considerations in LRTIs treated in the community",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Advantages and disadvantages of some drugs available to treat LRTIs in the community",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Stratification of patients with acute exacerbation of COPD (adapted from Wilson 15 and Grossman 16 )",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Antibiotic therapyA fair percentage of H. influenzae (approximately 20 per cent in the UK in 2000) 4 and of M. catarrhalis (approx-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}