{
    "paper_id": "1a7562bfd5de991e479c20b42a01a32748e95945",
    "metadata": {
        "title": "CONFERENCE REPORT AND EXPERT PANEL Noninvasive respiratory support in the hypoxaemic peri-operative/periprocedural patient: a joint ESA/ESICM guideline Summary of recommendations",
        "authors": [
            {
                "first": "Marc",
                "middle": [],
                "last": "Leone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": "marc.leone@ap-hm.fr"
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Einav",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Chiumello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Michel",
                "middle": [],
                "last": "Constantin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Edoardo",
                "middle": [],
                "last": "De Robertis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Gama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "De",
                "middle": [],
                "last": "Abreu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Cesare",
                "middle": [],
                "last": "Gregoretti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Samir",
                "middle": [],
                "last": "Jaber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Salvatore",
                "middle": [
                    "Maurizio"
                ],
                "last": "Maggiore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Pelosi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "Sorbello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Arash",
                "middle": [],
                "last": "Afshari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Guideline",
                "middle": [],
                "last": "Contributors",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique Hôpitaux de Marseille",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hypoxaemia is a potential life-threatening yet common complication in the peri-operative and periprocedural patient (e.g. during an invasive procedure at risk of deterioration of gas exchange, such as bronchoscopy). The European Society of Anaesthesiology (ESA) and the European Society of Intensive Care Medicine (ESICM) developed guidelines for the use of noninvasive respiratory support techniques in the hypoxaemic patient in the peri-operative and periprocedural period. The panel outlined five clinical questions regarding treatment with noninvasive respiratory support techniques [conventional oxygen therapy (COT), high flow nasal cannula, noninvasive positive pressure ventilation (NIPPV) and continuous positive airway pressure (CPAP)] for hypoxaemic patients with acute peri-operative/periprocedural respiratory failure. The goal was to assess the available literature on the various noninvasive respiratory support techniques, specifically studies that included adult participants with hypoxaemia in the peri-operative/periprocedural period. The literature search strategy was developed by a Cochrane Anaesthesia and Intensive Care trial search specialist in close collaboration with the panel members and the ESA group methodologist. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) system was used to assess the level of evidence and to grade recommendations. The final process was then validated by both ESA and ESICM scientific committees. Among 19 recommendations, the two grade 1B recommendations state that: in the peri-operative/periprocedural hypoxaemic patient, the use of either NIPPV or CPAP (based on local expertise) is preferred to COT for improvement of oxygenation; and that the panel suggests using NIPPV or CPAP immediately post-extubation for hypoxaemic patients at risk of developing acute respiratory failure after abdominal surgery. ] and European Journal of Anesthesiology [https ://doi.org/10.1097/EJA.00000 00000 00116 6].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Guideline Contributors are listed after the Authors details section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We cannot provide a recommendation regarding the need for routine imaging. However, in the presence of an appropriate clinical indication, lung imaging should be considered during NIPPV treatment in hypoxaemic peri-operative/periprocedural patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "What are the (ways to prevent) avoidable complications in patients receiving various types of noninvasive respiratory support?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The expert panel identified no studies addressing means of prevention of complications and therefore decided to refrain from issuing a recommendation on this topic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We suggest using a HFNC rather than conventional oxygen therapy in peri-operative/periprocedural hypoxaemic patients with low tolerance to other forms of noninvasive respiratory support techniques 2B How and where to initiate noninvasive respiratory support?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The expert panel identified no studies addressing this query and therefore decided to refrain from issuing a recommendation on this topic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "COT conventional oxygen therapy, CPAP continuous positive airway pressure, HFNC high flow nasal cannula, NIPPV noninvasive positive pressure ventilation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "What goals of therapy can be achieved with each noninvasive respiratory support technique in the postoperative/periprocedural hypoxaemic patient with acute respiratory failure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number Recommendation Grade"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, the use of either NIPPV or CPAP (based on local expertise) is preferred to COT to improve oxygenation 1B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1"
        },
        {
            "text": "In the postoperative hypoxaemic patient after cardiac surgery, we suggest using NIPPV rather than CPAP to reduce the risk of atelectasis 2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R2"
        },
        {
            "text": "In the postoperative hypoxaemic patient after upper abdominal surgery, we suggest CPAP or NIPPV rather than COT to reduce the risk of hospital-acquired pneumonia and its associated complications 2A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R3"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, either NIPPV or CPAP are preferred over COT to prevent reintubation 2B R5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R4"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, we suggest to use NIPPV rather than COT to reduce mortality 2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R4"
        },
        {
            "text": "R6 NIPPV or CPAP immediately post-extubation for hypoxaemic patients at risk of developing acute respiratory failure after abdominal surgery 1B R7 NIPPV or CPAP may be considered for prevention of further respiratory deterioration in hypoxaemic patients after cardiac surgery 2B R8 HFNC may be considered for hypoxaemic patients after cardiac surgery 2C R9 NIPPV may be considered for prevention of atelectasis in hypoxaemic patients after lung resection 2C R10 NIPPV in hypoxaemic patients after solid organ transplantation 2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Which patient populations may benefit from the use of noninvasive respiratory support techniques for hypoxaemic patients with acute respiratory failure?"
        },
        {
            "text": "In the hypoxaemic patient requiring bronchoscopy, we suggest using noninvasive respiratory support techniques rather than COT 2B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R11"
        },
        {
            "text": "We suggest that peri-operative/periprocedural hypoxaemic patients undergoing NIPPV should be treated by clinicians with recognised competence and skill in airway management and ventilation of patients with lung injury 2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R12"
        },
        {
            "text": "We suggest that peri-operative/periprocedural patients treated with noninvasive respiratory support techniques be examined periodically for signs of respiratory distress, neurological deterioration and interface intolerance by a clinician with recognised competence and skill in airway management and ventilation of patients with lung injury 2C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R13"
        },
        {
            "text": "We suggest that peri-operative/periprocedural hypoxaemic patients undergoing NIPPV undergo continuous physiological monitoring including pulse oximetry, blood pressure measurement and electrocardiography. When a closed NIPPV technique is being used, we suggest adding monitoring of flow and pressure ventilation waveforms 2C R15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R14"
        },
        {
            "text": "In peri-operative/periprocedural hypoxaemic patients treated with a noninvasive respiratory support technique, we suggest periodic arterial blood gas sampling after the first hour of treatment, at least every 6 h during the first 24 h and then daily until the end of the treatment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R14"
        },
        {
            "text": "Hypoxaemia is a potential life-threatening yet common complication after surgery. In observational studies, hypoxaemia was reported in 21-55% of patients during the initial 48 postoperative hours [1, 2] , and was reported even after mini-invasive surgery [3] . Routine use of supplemental oxygen does not prevent hypoxaemic episodes [2] . Therefore, several noninvasive ventilation supports have been proposed for provision of oxygen supplementation in this setting [4] . However, to date no guidelines exist regarding their use. For the purpose of this guideline, hypoxaemia was defined as a ratio between the arterial oxygen pressure and the inspired fraction of oxygen (PaO 2 :FiO 2 ratio) below 40 kPa (300 mmHg) [5, 6] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a collaborative effort, the European Society of Anaesthesiology (ESA) and the European Society of Intensive Care Medicine (ESICM) nominated a joint panel of experts to develop guidelines for the use of noninvasive respiratory support techniques in the hypoxaemic patient in the peri-operative and periprocedural period. Following discussions and votes conducted during several professional meetings under the auspices of ESICM and ESA in 2018, the expert panel outlined five clinical questions regarding treatment with noninvasive respiratory support techniques [conventional oxygen therapy (COT), high flow nasal cannula (HFNC), noninvasive positive pressure ventilation (NIPPV) and continuous positive airway pressure (CPAP)] for hypoxaemic patients with acute peri-operative/periprocedural respiratory failure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. What (realistic) goals of therapy (i.e. outcomes) are to be expected when using these types of support? 2. Which patient populations may benefit from the use of these types of support? 3. What minimal standards of haemodynamic and respiratory monitoring and what laboratory and radiological tests are required during the support period? 4. How can the complications of these types of support be prevented? 5. Where should treatment with these types of support be initiated (i.e. location) and using what device settings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "These clinical questions were developed into five PICO queries (Population/Intervention/Comparison/Outcome, PICO) and then developed further into 27 elements for the search strategy (Supplementary Material 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The objective of the panel was to evaluate the available literature on the various noninvasive respiratory support techniques, specifically studies that included which included adult participants with hypoxaemia in the perioperative or periprocedural period. The panel compared the efficacy and safety of treatment with HFNC, NIPPV and CPAP, comparing them with each other and with COT (i.e. low flow nasal cannula and/or face mask) for all outcomes (see below). This objective, put forward by the authors initiating the process (ML and SE), was approved by both ESA and ESICM leaderships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "COT: low-flow oxygen (≤ 15 l min −1 ) delivered either by nasal cannula or face mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Hypoxaemia: a ratio between the PaO 2 :FiO 2 ratio below 40 kPa (300 mmHg)-based on a consensus of the panel [5, 6] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Noninvasive respiratory support techniques: HFNC, CPAP or NIPPV defined as such by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Data analysis included all randomised, parallel and quasirandomised studies (including cross-over studies) and observational studies performed in adult humans that compared any of the above types of noninvasive respiratory support techniques either with each other or with COT for any outcome. Prior meta-analyses were considered when available and meeting the inclusion criteria. Data from quasi-randomised and observational studies were included due to the small number of RCTs. Retrospective studies, reviews, case series and case reports were excluded unless data were lacking altogether, in which case retrospective data and experience were used to derive an expert opinion. Similarly, when peri-operative/periprocedural data were lacking, information was extrapolated from data in other settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of study"
        },
        {
            "text": "The qualitative and quantitative analyses of the literature were confined to adult hypoxaemic patients (16 years of age or older) requiring noninvasive respiratory support with any of the techniques detailed above in the peri-operative or periprocedural period. Studies relating solely to paediatric patients were excluded due to the differences between adults and children in physiology, disease progression, diagnosis and overall clinical approach. Studies including a mix of paediatric and adult populations were reviewed if they included mostly adult patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of participant"
        },
        {
            "text": "We included the following (as described by the authors) experimental interventions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of intervention"
        },
        {
            "text": "We included the following as comparators:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of comparators"
        },
        {
            "text": "• COT • Any of the above interventions when compared with another intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of comparators"
        },
        {
            "text": "Following discussion within the panel, a decision was reached that, other than PaO 2 :FiO 2 , the use of physiological data is not sufficiently informative. Focus was therefore placed preferably on clinical outcomes (i.e. all clinical outcomes found were included) and among the physiological parameters, only PaO 2 :FiO 2 was included. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of outcome"
        },
        {
            "text": "The literature search strategy was developed by a Cochrane Anaesthesia and Intensive Care trial search specialist (Janne Vendt, Copenhagen, Denmark) in close collaboration with the panel of members, the ESA group methodologist and Cochrane editor (AA) [7] . The literature search was conducted in MEDLINE (OvidSP), EMBASE (OvidSP), CINAHL and Cochrane Central Register of Controlled Trials (CENTRAL). All searches were restricted to the English, French, Italian and Spanish languages and from 1980 to 2018. A similar search strategy was used for all the databases. The electronic database searches were run twice in 2018. The members of panel were also encouraged to add any missing paper of interest that they were aware of and to conduct a 'snow-balling' search themselves. After removal of all duplicates, the authors screened the abstracts and titles, and all relevant papers were retrieved for full-text assessment and data extraction. For a detailed description of the PICO questions and the search strategy, the readers are referred to Supplementary Material 1. More details on additional resources are available in Supplementary Material 2.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Electronic searches"
        },
        {
            "text": "All papers meeting inclusion criteria were included. At least two authors within each of the five PICO subgroups independently examined the titles and abstracts of the articles identified during the search and screened them for suitability [PICO 1 (AC, LB, SE, YH); PICO 2 (PP, CG, SE, YH); PICO 3 (DC, MG); PICO 4 (EDR, SMM, SJ); PICO 5 (MS, JM, JMC)]. Disagreements were resolved by third party adjudication (ML and AA). If relevant, the full-text article was assessed. The numbers of hits responding to key words for each PICO are reported in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Selection of studies"
        },
        {
            "text": "Each pair of review authors extracted data from relevant studies on to a predesigned Excel data extraction table. All authors extracted data in a similar manner in relation to study design, population characteristics, interventions and outcome measures. Review authors reached consensus regarding extracted data through discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "Review authors first underwent training for assessment of risk of bias by a trained methodologist (AA), then assessed the risk of bias of each of the studies selected for their PICO question. Risk of bias assessment was conducted in accordance with the Cochrane Handbook for Systematic Reviews of Interventions source [8] . The risk of bias was assessed for the following domains-• Random sequence generation (selection bias) • Allocation concealment (selection bias) • Blinding of outcome assessors (performance and detection bias) • Incomplete outcome data, intention-to-treat (attrition bias) • Selective reporting Trials were assessed as having a low risk of bias if all of the domains were considered adequate and as having high risk of bias if one or more of these domains were considered inadequate or unclear. Review authors reported no disagreements regarding assessment of risk of bias.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "In accordance with ESA policy [8] , GRADE methodology (Grading of Recommendations, Assessment, Development, and Evaluation) was used for assessing the methodological quality of the included studies and for formulating the recommendations [9] (Supplementary Data Content 1).",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of quality of the evidence"
        },
        {
            "text": "Decisions to downgrade the level of evidence for a recommendation were based on the quality and type of the included literature, observed inconsistencies, indirectness or directness of the evidence, overall impression and the presence of publication bias as proposed by GRADE. Decisions to upgrade the level of evidence for recommendations were based on study quality and magnitude of effect ratio, dose-response gradient and plausible confounding. A more detailed account of GRADE (https :// www.uptod ate.com/home/gradi ng-guide ) is available elsewhere [9] . The systematic reviews were performed, reviewed and approved by all the panel members (1 June 2019, Vienna, Austria). No meta-analyses were carried out due to extensive clinical heterogeneity among the included trials.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of quality of the evidence"
        },
        {
            "text": "Each subgroup developed recommendations relevant to their PICO questions. These were then discussed and rediscussed as required with the panel members in light of the data synthesis (when available), the risk of bias and the quality of the evidence. Each draft and its revisions were reviewed by the entire panel and the final version was approved by all members of the panel in a modified delphi approach in Vienna (June 2019) during the Euroanaesthesia conference. After agreeing on the final terminology, the recommendations were merged into a shared document by the lead author (ML). The final version of the document was composed by the lead authors (ML, AA, SE) and endorsed by all of the expert panel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of recommendations"
        },
        {
            "text": "To reduce the impact of conflicts of interests (COIs), the guideline panel developed a strategy adhering to ESA guideline policy requirements. Conflicts of interests of each panel member were assessed from the point of inclusion into the guideline panel and were disclosed at the point of submission of the manuscript. The extent and type of COIs are reported at the end of the manuscript (Acknowledgements). During the process of this guideline creation, the chair of the panel and the methodologist organised and undertook several lectures and electronic-communications for the panel members on how to grade and assess evidence, and adequately address the risk of bias. All recommendations have been reviewed and monitored from the infant stages until the final steps by our methodologist and chair of the guideline committee. These recommendations were subject to voting and discussions by all members of the panel until full agreement was reached for every single recommendation. When in doubt and in cases of disagreement, as in the ESA guideline committee policy, the methodologist and chair of the guideline committee (AA) had the final say in regard to grading. His assessment was subject to an 'external' review by another methodologist (MH). None of the methodologists have any conflicts of interests. The chair of the guideline panel (ML) had no conflict of interest in relation to this guideline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest policy"
        },
        {
            "text": "The member panel selection details are found in Supplementary Material 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest policy"
        },
        {
            "text": "What goals of therapy can be achieved with each type of noninvasive respiratory support technique in the peri-operative/periprocedural hypoxaemic patient with acute respiratory failure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 1"
        },
        {
            "text": "Based on available literature, the panel identified the following goals of therapy that should be considered when delivering respiratory support in peri-operative/periprocedural hypoxaemic patient with acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 1"
        },
        {
            "text": "1) Improvement of oxygenation 2) Reducing the risk of pulmonary complications-atelectasis and pneumonia 3) Avoiding reintubation 4) Reducing mortality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 1"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, the use of either noninvasive positive pressure ventilation or continuous positive airway pressure (based on local expertise) is preferred to conventional oxygen therapy for improvement of oxygenation Evidence summary: Four RCTs compared postoperative patients treated with noninvasive respiratory support techniques with those treated with COT [10] [11] [12] [13] . The use of noninvasive respiratory support techniques was superior to COT for improvement of oxygenation in two RCTs [10, 11] . After lung resection, patients randomised to receive NIPPV developed less severe hypoxaemia than those randomised to treatment with COT [11] . After solid organ transplantation, patients randomised to receive NIPPV or COT had improved PaO 2 :FiO 2 ratios in 70 and 25% of cases respectively (P = 0.03) [10] . During and after major vascular surgery when NIPPV was compared with COT, the arterial partial pressure of oxygen was increased in the patients receiving NIPPV at 1 h, 6 h and at the end of intervention (P < 0.01 for all) [13] . Conversely, after abdominal surgery, patients randomised to receive either NIPPV or COT had similar gas exchange on postsurgical day 1 (P = 0.6) [12] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Improvement of oxygenation Recommendation 1-Strong recommendation, moderatequality evidence (1B)"
        },
        {
            "text": "Rationale for the recommendation: The recommendation is based on four RCTs with different case-mixes [9] [10] [11] [12] . Three were unrelated single-centre RCTs, yet they all describe similar findings [10, 11, 13] . However, this similarity provides only moderate certainty since the only multicentre study did not confirm their findings [12] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Improvement of oxygenation Recommendation 1-Strong recommendation, moderatequality evidence (1B)"
        },
        {
            "text": "Of note, one RCT comparing CPAP with COT after abdominal surgery could not be included in this analysis because oxygenation levels were not reported [14] . Two more studies that compared two noninvasive respiratory support techniques were also not included because there was no comparison with COT [15, 16] . One of these also noted better oxygenation with NIPPV than with CPAP in patients after cardiac surgery [15] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Improvement of oxygenation Recommendation 1-Strong recommendation, moderatequality evidence (1B)"
        },
        {
            "text": "Our findings are aligned with those of a previous metaanalysis that focused on adult patients with planned extubation following mechanical ventilation rather than with hypoxaemia. These authors found that HFNC was superior to COT in terms of partial pressure of oxygen in the arterial blood (standardised mean difference 0.30, 95% CI 0.04-0.56, P = 0.03) [17] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Improvement of oxygenation Recommendation 1-Strong recommendation, moderatequality evidence (1B)"
        },
        {
            "text": "In the postoperative hypoxaemic patient after cardiac surgery, we suggest using noninvasive positive pressure ventilation rather than continuous positive airway pressure for reducing the risk of atelectasis Evidence summary: In one multicentre non-inferiority trial where patients after cardiothoracic surgery were randomised to receive either NIPPV or HFNC, the radiological score at day 1 was better with NIPPV [16] . In a study that randomised patients with a body mass index above 30 kg m −2 after cardiac surgery to treatment with either HFNC or COT, no differences were reported in the radiological atelectasis score on days 1 and 5 (median scores = 2, P = 0.7 and P = 0.15 respectively) [18] . In a single-centre study in which patients after vascular surgery were randomised to receive either HFNC or COT, the reported rates of atelectasis were also similar in the two groups [13] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of atelectasis Recommendation 2-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: Although this recommendation is based on a low level of evidence, it is supported by a potential positive effect of NIPPV without any reported detrimental effect. However, uncertainty still exists regarding the choice of HFNC or NIPPV for improving oxygenation because the largest RCT found no difference between the two. Furthermore, the efficacy of HFNC seems similar to that of COT for prevention of atelectasis [18] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of atelectasis Recommendation 2-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Of note, the expert panel found no RCT comparing hypoxaemic patients treated with NIPPV with those treated with CPAP. An additional RCT that randomised patients with an ' Atelectasis Score' ≥ 2 after tracheal extubation to either CPAP or NIPPV was excluded because the patients enrolled were not hypoxaemic (PaO 2 :FiO 2 ratios 45 and 46 kPa (338 and 345 mmHg) in the two groups, respectively). This study found that patients in the NIPPV group developed less atelectasis (P = 0.02) [19] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of atelectasis Recommendation 2-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "In the postoperative hypoxaemic patient after upper abdominal surgery, we suggest continuous positive airway pressure or noninvasive positive pressure ventilation rather than conventional oxygen therapy to reduce the risk of hospital-acquired pneumonia and its associated complications Evidence summary: One multicentre study showed that patients with hypoxaemia after abdominal surgery who were randomised to receive either preventive CPAP or COT had lower rates of pneumonia (2% vs. 10% respectively, P = 0.02), infection (3% vs. 10%, P = 0.03) and sepsis (2% vs. 9%, P = 0.03) with CPAP [14] . Another multicentre study that randomised patients who developed hypoxaemic respiratory failure after upper abdominal surgery to receive either NIPPV or COT had lower rates of hospital-acquired pneumonia on days 7 [10.1% vs. 22.1%, (P = 0.005) and 30 (14.6% vs. 29.7% (P = 0.003)] with NIPPV but similar ICU and hospital lengths of stay [12] .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "A case-control series of 36 consecutive patients undergoing oesophagectomy found a similar rate of pneumonia in patients treated with NIPPV or COT (P = 1.0), but NIPPV was associated with less respiratory distress syndrome (19% vs. 53%, P 0.015) [20] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "These findings contrast with a multicentre study that randomised patients 'at risk of postoperative pulmonary complications' to receive either HFNC or COT and showed no difference in the absolute risk reduction of postoperative hypoxaemia 1 h after extubation [21% vs. 24%, absolute risk reduction-3 (95% CI − 14 to 8)%, P = 0.62] [21] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "Rationale for the recommendation: For this recommendation, the level of evidence was considered high because two unrelated RCTs have reported a significant decrease in complications with CPAP or NIPPV compared with COT. The two studies are dissimilar in the type of support provided (CPAP in one [14] and NIPPV in the other [12] ) and in the indication for NIPPV (therapeutic in one [12] and prophylactic in the other [14] ), which probably explains the difference in the rate of complications observed in the two trials [12, 14] . Taken together, the results of these two trials support the use of noninvasive respiratory support techniques in a large group of patients after upper abdominal surgery.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "In contrast, caution is advised with regards to selecting HFNC rather than COT for treatment of this patient population; the only RCT comparing the use of these two types of support was negative [21] . This note of caution is somewhat tempered by the facts that this study included only patients at risk of developing postoperative pulmonary complications, and hypoxaemia was not an inclusion criteria but rather its primary endpoint.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "This conclusion is in line with a Cochrane systematic review [22] of noninvasive respiratory support techniques in acute respiratory failure after upper abdominal surgery that also reported reduced complication rates with CPAP or NIPPV, compared with COT. The complications noted were pneumonia [relative risk (RR) 0.19, 95% CI 0.04-0.88, P = 0.02), sepsis (RR 0.22, 95% CI 0.04-0.99, P = 0.03) and infection (RR 0.27, 95% CI 0.07-0.94; P = 0.03).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "Although the use of a noninvasive respiratory support technique seems supported by evidence, the role of different devices requires further elucidation. The panel could not comment on the choice of noninvasive respiratory support technique since no study directly compared the use of HFNC and CPAP in postoperative hypoxaemic patients after upper abdominal surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reducing the risk of pneumonia and its associated complications Recommendation 3-Weak recommendation, high-quality evidence (2A)"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, either noninvasive positive pressure ventilation or continuous positive airway pressure are preferred over conventional oxygen therapy for prevention of reintubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avoiding reintubation Recommendation 4-Weak recommendation, moderatequality evidence (2B)"
        },
        {
            "text": "Evidence summary: In a small, single-centre study that randomised lung resection patients to receive either NIPPV or COT, COT decreased the rate of tracheal reintubation during the ICU stay (from 50 to 21%, P = 0.035) [11] . Significant differences in reintubation rates between noninvasive respiratory support techniques including NIPPV or CPAP and control groups were also reported in three RCTs including patients after solid organ transplantation (single centre, vs. COT) [10] , after cardiac surgery (single centre, vs. COT) [13] and after abdominal surgery (multicentre, vs. COT) [12] . The multicentre study found less reintubations by day 7 and day 30 in the NIPPV group than in the COT group (33.1% vs. 45.5%, P = 0.03 and 38.5% vs. 49.7%, P = 0.06, respectively) [12] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Avoiding reintubation Recommendation 4-Weak recommendation, moderatequality evidence (2B)"
        },
        {
            "text": "Another multicentre study that randomised patients after abdominal surgery to receive either CPAP or COT found significantly lower 7-day reintubation rates with CPAP (1% and 10% respectively, P = 0.005) [14] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Avoiding reintubation Recommendation 4-Weak recommendation, moderatequality evidence (2B)"
        },
        {
            "text": "A case-control study also showed less reintubations with NIPPV than with COT in patients undergoing oesophagectomy (25% vs. 64%, P = 0.008) [20] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Avoiding reintubation Recommendation 4-Weak recommendation, moderatequality evidence (2B)"
        },
        {
            "text": "Rationale for the recommendation: The panel assessed firstly the available RCTs and concluded that COT use was associated with an increased risk of reintubation, based on relatively homogeneous findings. The caveats to this determination are that several RCTs were single-centre studies including a small number of patients and that the time frame defining the need for reintubation varied between studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avoiding reintubation Recommendation 4-Weak recommendation, moderatequality evidence (2B)"
        },
        {
            "text": "In the peri-operative/periprocedural hypoxaemic patient, we suggest the use of noninvasive positive pressure ventilation rather than conventional oxygen therapy to reduce mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Evidence summary: The panel identified no studies designed to assess mortality as the primary end-point. However, a reduction in mortality was found as a secondary endpoint in several studies which compared the use of noninvasive respiratory support techniques to COT in peri-operative/periprocedural patients with hypoxaemia. In a single-centre study that randomised patients after lung resection to treatment with NIPPV or COT, NIPPV was superior to COT in reducing mortality, both short-term (12.5% vs. 37.5%, P = 0.045) and long-term (12.5% vs. 37.5%, P = 0.045) [11] ; this study was stopped after interim analysis because of this finding. In another single-centre study that randomised patients undergoing solid organ transplantation to receive either NIPPV or COT, ICU survival was higher with NIPPV (50% vs. 20%, P = 0.05), but in-hospital mortality was similar (P = 0.17) [10] . A third multicentre study randomised patients after abdominal surgery to receive either NIPPV or COT and found higher 30-and 90-day survival with NIPPV (10.1 vs. 15.3, P = 0.2, and 14.9 vs. 21.5, P = 0.15) [12] . Conversely, in a study which randomised postoperative cardiac surgery patients to receive either NIPPV or COT, ICU and hospital mortality rates were similar [13] .",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "With regards to CPAP and NIPPV, the findings were somewhat more consistent. A multicentre study in which patients after major elective surgery were randomised to receive either CPAP or COT found no association with mortality either way (3% vs. 0%, P = 0.12) [14] . A casecontrol single-centre study comparing NIPPV and COT after oesophagectomy also found no significant differences in mortality [20] . Finally, a single-centre study that randomised cardiac surgery patients to receive either CPAP or COT also reported no difference in 30-day mortality (P = 0.99) [23] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: The panel considered four RCTs which reported measures of effect for NIPPV vs. COT in terms of survival [10, 12, 13, 20] . As in all of these studies, survival was a secondary outcome; none was powered to detect differences in survival. Three of the studies included a very small number of patients [10, 13, 20] . Furthermore, one of the studies was terminated prematurely which further limits any ability to draw conclusions from its data [11] . Hence the level of recommendation was downgraded.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "There are additional caveats with regards to the data comparing CPAP with COT. In one study, the patients were less severely ill than in other studies [12, 13] and mortality was very low [14] . In the second study, patients were admitted to a conventional ward which raises questions regarding either their severity or the quality of care provided [23] . The resultant effect estimates were very unstable and insignificant.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Although our findings are mostly aligned with those published by the European Respiratory Society guidelines for postoperative acute respiratory failure (conditional recommendation, moderate certainty of evidence) [24] , one should keep in mind that two RCTs found no benefit for either NIPPV or CPAP in patients after cardiac surgery [13, 23] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Reducing mortality Recommendation 5-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Which patient populations may benefit from perioperative/periprocedural use of noninvasive respiratory support (including high flow nasal cannula, noninvasive positive pressure ventilation and continuous positive airway pressure) when presenting with hypoxaemia and acute respiratory failure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 2"
        },
        {
            "text": "The panel identified relevant literature on the following adult patient populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 2"
        },
        {
            "text": "2) Post-cardiac surgery 3) Post-lung resection 4) Post-transplant 5) During fibreoptic bronchoscopy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Post-abdominal surgery"
        },
        {
            "text": "We suggest using noninvasive positive pressure ventilation or continuous positive airway pressure immediately post-extubation for hypoxaemic patients at risk of developing acute respiratory failure after abdominal surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-abdominal surgery Recommendation 6-Strong recommendation, moderate-quality evidence (1B)"
        },
        {
            "text": "Evidence summary: Two RCTs suggested that noninvasive respiratory support techniques are preferable to COT after upper abdominal surgery [12, 14] . In a multicentre study, postoperative patients with a PaO 2 :FiO 2 ratio below 40 kPa (300 mmHg) 1 h after extubation were randomised to treatment with either helmet CPAP or COT [14] . The rate of reintubation within 7 days of surgery was lower (1% vs. 10% respectively, P = 0.005, RR 0.099, 95% CI 0.01-0.76), ICU lengths of stay were shorter (1.4 ± 1.6 vs. 2.6 ± 4.2 days respectively, P = 0.09) and infection rates were lower (3% vs. 10% respectively) yet hospital lengths of stay did not differ [14] . In a multicentre trial, hypoxaemic patients after major elective abdominal surgery were randomised to receive either NIPPV or COT [12] . The proportion of patients reintubated within 7 days of randomisation was 33.1% with NIPPV and 45.5% with COT (absolute difference − 12.4%; 95% CI − 23.5 to − 1.3%, P = 0.03). NIPPV was also associated with more invasive ventilation-free days than COT (25.4 vs. 23.2 days, absolute difference − 2.2 days, 95% CI − 0.1 to 4.6 days; P = 0.04), less healthcare-associated infections (31.4% vs. 49.2%, absolute difference − 17.8%, 95% CI − 30.2% to − 5.4%, P = 0.003) and lower 90-day mortality (14.9% vs. 21.5%, absolute difference − 6.5%, 95% CI − 16.0 to 3.0%, P = 0.15) [12] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Post-abdominal surgery Recommendation 6-Strong recommendation, moderate-quality evidence (1B)"
        },
        {
            "text": "In contrast, patients at risk of postoperative pulmonary complications randomised to receive either HFNC or COT fared similarly in terms of hypoxaemia 1 h after extubation (21% vs. 24%, P = 0.62) and at study treatment discontinuation (27% vs. 30%, P = 0.57) [21] .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Post-abdominal surgery Recommendation 6-Strong recommendation, moderate-quality evidence (1B)"
        },
        {
            "text": "Rationale for the recommendation: The recommendation is based on two RCTs that included patients with different levels of severity [12, 14] . Both showed clear benefit with the use of noninvasive respiratory support techniques compared with COT. The caveat to this recommendation is that these studies contain no data regarding potential abdominal complications. The only RCT assessing HFNC showed no superiority over COT [21] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Post-abdominal surgery Recommendation 6-Strong recommendation, moderate-quality evidence (1B)"
        },
        {
            "text": "We suggest that either noninvasive positive pressure ventilation or continuous positive airway pressure may be considered for prevention of further respiratory deterioration in hypoxaemic patients after cardiac surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-cardiac surgery Recommendation 7-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "Evidence summary: Two RCTs compared noninvasive respiratory support techniques in patients after cardiac surgery [15, 23] . In one single-centre trial, hypoxaemic patients after cardiac surgery were randomised to receive either CPAP (n = 33) or COT (n = 31). The use of CPAP was associated with the primary endpoint of less patients developing a PaO 2 :FiO 2 ratio below 26.7 kPa (200 mmHg) (12% vs. 45%, P = 0.003) [23] . In another single-centre trial, hypoxaemic patients with acute respiratory failure were randomised to receive either NIPPV (n = 75) or CPAP (n = 75). Resolution of the clinical signs and symptoms of acute respiratory failure within 72 h occurred at a similar rate in the two groups (57.9% vs. 47.3%, P = 0.5) [15] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Post-cardiac surgery Recommendation 7-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "The recommendation is based on two single-centre trials in which some patients with a trajectory of worsening hypoxaemia showed improvement with noninvasive respiratory support techniques [15, 23] . However, the evidence supporting this recommendation is weak because both studies were conducted in only one centre, one included few patients [23] and the other has important limitations (e.g. no power calculation for the primary study endpoint [15] ).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for the recommendation:"
        },
        {
            "text": "We suggest that use of the high flow nasal cannula may be considered for hypoxaemic patients after cardiac surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 8-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Evidence summary: Stephan et al. conducted a multicentre non-inferiority RCT in hypoxaemic post-cardiac surgery patients with or at risk of respiratory failure. The patients were randomly assigned to treatment with either HFNC (n = 414) (flow 50 l min −1 at FiO 2 0.5) or NIPPV (n = 416) delivered through a full-face mask for at least 4 h daily (pressure support 8 cmH 2 O, PEEP 4 cmH 2 O, FiO 2 0.5) [16] . The primary outcome was treatment failure, defined as reintubation, crossover or premature treatment discontinuation (patient request or adverse effects), skin breakdown and mortality. The treatment failed in 87 (21.0%) patients with HFNC and 91 (21.9%) patients with NIPPV (absolute difference 0.9%, 95% CI − 4.9 to 6.6%; P = 0.003). ICU mortality rates were similar in the two groups (5.5% vs. 6.8%, P = 0.66) (absolute difference 1.2%, 95% CI 2.3-4.8%). Skin breakdown was significantly more common with NIPPV after 24 h (P < 0.001). The authors concluded that HFNC was not inferior to NIPPV.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 8-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: For this query, one large non-inferiority RCT comparing HFNC with NIPPV, was evaluated [16] . The side effects associated with the use of NIPPV (skin breakdown) and the simplicity of the user interface with the HFNC led the expert panel to recommend the HFNC.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 8-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "We suggest that noninvasive positive pressure ventilation may be considered for prevention of atelectasis in hypoxaemic patients after lung resection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-lung resection Recommendation 9-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Evidence summary: One single-centre study randomised hypoxaemic patients after lung resection to receive either NIPPV (n = 48) or COT (n = 48) [11] . The study was terminated early after interim data analysis showed significantly higher rates of tracheal intubation (the primary outcome) (50.0% vs. 20.8% respectively, P = 0.035) and 120-day mortality (37.5% vs. 12.5% respectively, P = 0.045) in the COT group.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Post-lung resection Recommendation 9-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: Development of pulmonary complications (including atelectasis) after lung resection is accompanied by increased morbidity, hospital length of stay and death [25] . It is reasonable to assume that as reintubation and mortality overlapped in the only study on the topic [11] , at least some of the mortality is attributable to pulmonary complications However, study interruption by the safety committee precluded recruitment of the number of patients required to support the assumption of superiority of CPAP over COT. The panel found no evidence to support the use of any type of support other than NIPPV. An additional non-inferiority trial that randomised patients to either HFNC or NIPPV and found similar rates of reintubation, crossover and premature study-treatment discontinuation (at the request of the patient or for medical reasons), was not included in the analysis since only 7.7% of the patients had undergone lung resection [16] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Post-lung resection Recommendation 9-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "We suggest the use of noninvasive positive pressure ventilation in hypoxaemic patients after solid organ transplantation Evidence summary: In a single-centre study that randomised hypoxaemic patients after solid organ transplantation to receive either NIPPV (n = 20) or COT (n = 20) [10] , less patients underwent tracheal intubation (the primary outcome) with NIPPV (20% vs. 70%, P = 0.002). Similarly, the patients treated with NIPPV had fewer fatal complications (20% vs. 50%, P = 0.05), briefer length of ICU stays for survivors (5.5 ± 3.0 vs. 9.0 ± 4.0 days, P = 0.03) and lower mortality rates (20% vs. 50%) (all secondary outcomes).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Post-transplant Recommendation 10-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "The recommendation is based on the result of a single-centre RCT which included a small number of patients [10] . The expert panel could not draw any meaningful conclusions since the dataset was small and also somewhat dated given the dynamics of innovation in transplantation.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for the recommendation:"
        },
        {
            "text": "In the hypoxaemic patient requiring bronchoscopy, we suggest using noninvasive respiratory support techniques rather than conventional oxygen therapy Evidence summary: Two RCTs assessed noninvasive respiratory support techniques in hypoxaemic patients undergoing bronchoscopy [26, 27] . In one single-centre trial, patients undergoing fibreoptic bronchoscopy (n = 30) were randomised to treatment with either CPAP or COT during the procedure. Those treated with CPAP had higher SpO 2 values within 30 min of termination of the procedure (95.7 ± 1.9% vs. 92.6 ± 3.1% respectively, P = 0.02) and less respiratory failure within 6 h (none vs. five respectively, P = 0.03) [26] . In another single-centre trial, hypoxaemic patients requiring bronchoscopy in the ICU (n = 40) were randomised to receive either NIPPV or HFNC. The rate of intubation within 24 h of procedure termination was lower with HFNC but this finding was not statistically significant (three vs. one respectively, P = 0.29) [27] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "During fibreoptic bronchoscopy Recommendation 11-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "Rationale for the recommendation: The recommendation is based on two single-centre RCTs [26, 27] and on expert opinion. Both studies included a small number of patients, albeit the sample sizes did meet their a priori power calculation for proving the primary end-points. Furthermore, the studies compare different devices. Thus information could not be derived regarding the preferred type of support. However, as time is of the essence during airway management, the experts decided that during the brief periprocedural period there may be more to gain than to lose by ensuring higher saturations.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "During fibreoptic bronchoscopy Recommendation 11-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "The panel sought direct and indirect evidence to support standards of monitoring and testing on the following topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What minimal standards of hemodynamic and respiratory monitoring and what laboratory and radiological tests are required during the support period?"
        },
        {
            "text": "We suggest that peri-operative/periprocedural hypoxaemic patients undergoing noninvasive positive pressure ventilation should be treated by clinicians with recognised competence and skill in airway management and ventilation of patients with lung injury Evidence summary: More often than not, hypoxaemia is the reason for use of NIPPV. Postoperative hypoxaemic patients are highly likely ultimately to require intubation. Predicting progression to respiratory failure is clinically challenging and failure is not always directly attributable to respiratory issues alone [28] . Several studies have shown a median time from initiation of NIPPV treatment to reintubation of approximately one day [16, 28] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Competence and skill Recommendation 12-Moderate recommendation, weak evidence (2C)"
        },
        {
            "text": "Delayed escalation to invasive mechanical ventilation may be detrimental to patient outcome. In one single-centre study, which did not specifically include peri-operative patients, early intubation was associated with significantly lower ICU mortality (propensity-adjusted OR = 0.317, P = 0.005, matched OR = 0.369, P = 0.046) [29] . In a prospective multicentre trial that randomised patients after elective extubation with subsequent respiratory failure to receive NIPPV (n = 114) or COT (n = 107), reintubation rates were similar in the two groups but the median time from acute respiratory failure to reintubation was significantly longer with NIPPV (12 h vs. 2.5 h respectively, P = 0.02) as was ICU mortality [25% vs. 14% respectively, RR 1.78 (95% CI 1.03-3.20), P = 0.048) [30] . Most patients who improve with NIPPV will do so within an hour of initiation of treatment [31] [32] [33] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Competence and skill Recommendation 12-Moderate recommendation, weak evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: Unsurprisingly, no RCTs have compared the outcomes of patients treated by clinicians untrained or poorly trained in airway management and ventilation of patients with lung injury with those treated by clinicians who are well trained. However, treatment by staff members who lack appropriate training may occur in certain settings. Untrained clinicians may view noninvasive respiratory support, such as HFNC, as less demanding than invasive ventilation because it requires setting and adaptation of less parameters. Conversely, this system has no alarms. Therefore, treatment with these techniques does not ensure patient safety. The recommendation does not rely on RCTs showing benefit, but rather on clinical judgement. Given the high likelihood of treatment failure and the potentially great consequences to the patient stemming from delayed intubation, such patients are likely to benefit from treatment by expert caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competence and skill Recommendation 12-Moderate recommendation, weak evidence (2C)"
        },
        {
            "text": "We suggest that peri-operative/periprocedural patients treated with noninvasive respiratory support techniques be examined periodically for signs of respiratory distress, neurological deterioration and interface intolerance by a clinician with recognised competence and skill in airway management and ventilation of patients with lung injury Evidence summary: No RCTs have studied the impact of periodic clinical assessment of hypoxaemic patients requiring noninvasive respiratory support techniques. However, at least three randomised controlled trials described periodic clinical assessment in their monitoring protocol, probably because the authors viewed such assessment as useful for detection of patient deterioration. Gaszynski et al. [34] sought clinical signs of increased work of breathing work such as substernal retraction, sternocleidomastoid activity and paradoxical abdominal wall motion in obese postoperative patients unresponsive to treatment. Clinical assessment also included patient activity, arousal and tolerance to the method of oxygen delivery used but the times of assessment were not reported. Corley et al. measured respiratory rate hourly and subjective dyspnoea 1 hand 8 h post-extubation in patients after cardiac surgery [18] . Stephan et al. documented respiratory rate 1 h and then 6-12 h after treatment initiation and quantified the treatment effects of HFNC and NIPPV on dyspnoea daily [16] .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Clinical examination Recommendation 13-Weak recommendation, very low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: Despite the low level of evidence to support this recommendation, the panel viewed assessment by a skilled clinician as an important aspect of care for patients requiring noninvasive respiratory support. More data are needed to assess the actual impact of clinical assessment (including its details and timing) on patients treated with various noninvasive respiratory support techniques",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical examination Recommendation 13-Weak recommendation, very low-quality evidence (2C)"
        },
        {
            "text": "We suggest that peri-operative/periprocedural hypoxaemic patients undergoing noninvasive positive pressure ventilation undergo continuous physiological monitoring including pulse oximetry, noninvasive or invasive blood pressure measurement, respiratory rate and electrocardiography. When a closed noninvasive positive pressure ventilation technique is being used, we suggest adding monitoring of flow and pressure ventilation waveforms Evidence summary: There is no evidence to support any level of monitoring (or lack thereof ) in patients treated with noninvasive respiratory support techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological monitoring Recommendation 14-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: Several studies have shown that respiratory rate is a good predictor of impending patient collapse [35] [36] [37] . Similarly, the use of early warning scores integrating several physiological parameters has proved its worth in identification of patient deterioration [35, 36] . There is seemingly little support for the recommendation to monitor these parameters in a continuous manner. However, it is nearly impossible to link the intensity of monitoring and patient outcome since the timeliness and appropriateness of the medical response to the monitoring signal will ultimately determine outcome. Given the high stakes in this patient population (see previous recommendations) the panel chose to exercise clinical logic with regards to this recommendation.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Physiological monitoring Recommendation 14-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "In peri-operative/periprocedural hypoxaemic patients treated with a noninvasive respiratory support technique, we suggest periodic arterial blood gas sampling after the first hour of treatment, at least every 6 h during the first 24 h and then daily until the end of the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood sampling Recommendation 15-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Evidence summary: In a study that randomised morbidly obese patients (n = 19) after open Roux-en-Y gastric bypass to receive either CPAP with the Boussignac device or COT, arterial blood gases were measured 30 min, 4 h and 8 h after initiation of treatment [34] . In another study that randomised patients with an intermediate to high risk for postoperative complications after planned thoracoscopic lobectomy to be treated with either HFNC (n = 56) or COT (n = 54), arterial blood gases were sampled 1, 2, 6, 12, 24, 48 and 72 h after extubation [37] . In a third study that randomised patients admitted to a cardiac ward to receive either CPAP or COT, arterial blood was sampled for gas analyses 2 h after each CPAP cycle and after 30 min of breathing through a Venturi mask with a known FiO 2 [23] . Finally, in a trial that randomised patients after solid organ transplantation to either NIPPV (n = 20) or COT (n = 20) arterial blood was sampled for gas analysis at baseline, at 1 h and then regularly at 4 h-intervals [10] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Blood sampling Recommendation 15-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "Rationale for the recommendation: The current recommendation is based on the commonly reported time frame for clinical deterioration in prior studies (see recommendation 11) and practice when monitoring this patient group in randomised clinical trials where concerns exist regarding possible respiratory failure. Blood gases best reflect the possible effect (or lack thereof ) of respiratory intervention in the hypoxaemic patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood sampling Recommendation 15-Weak recommendation, low-quality evidence (2C)"
        },
        {
            "text": "We cannot provide a recommendation regarding the need for routine imaging. However, in the presence of an appropriate clinical indication, lung imaging should be considered during noninvasive positive pressure ventilation treatment in hypoxaemic peri-operative/periprocedural patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiological testing Recommendation 16"
        },
        {
            "text": "Evidence summary: The Radiological Atelectasis Score which was developed by Richter et al. [38] is a 5-point score describing: clear lung fields = 0; plate-like atelectasis or slight infiltration = 1; partial atelectasis = 2; lobar atelectasis = 3; and bilateral lobar atelectasis = 4. In a single-centre RCT, Corley et al. applied the Radiological Atelectasis Score to patients with a body mass index above 30 kg m −2 after cardiac surgery who were being treated with either HFNC or COT [17] . No differences were found on days 1 and 5 (median score = 2, P = 0.70 and P = 0.15, respectively). Similarly, Parke et al. scored atelectasis observed in chest X-rays to determine whether routine administration of HFNC or COT improved pulmonary function after cardiac surgery. No differences were observed at baseline or on post-extubation days 1 and 3 [39] . In a randomised controlled trial comparing the effect of HFNC with COT in obese patients after cardiac surgery on the rate of atelectasis (primary outcome), chest radiography was performed on days 1 and 5 postoperatively, and the Radiological Atelectasis Score was assessed [18] . In all of these studies, only some of the patients included were actually hypoxaemic.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Radiological testing Recommendation 16"
        },
        {
            "text": "Rationale for the recommendation: Lung imaging may be indicated in some patients treated with noninvasive respiratory support techniques. Few studies have reported imaging results during the use of noninvasive respiratory support techniques in hypoxaemic patients after surgery [18] . Lung ultrasound is radiation-free and is currently accepted as a useful tool for assessing aeration, congestion and consolidation in acute respiratory failure [40] . Studies are required on the role of ultrasound in the hypoxaemic postoperative patient.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Radiological testing Recommendation 16"
        },
        {
            "text": "What are the (ways to prevent) avoidable complications in peri-operative/periprocedural hypoxaemic patients receiving various types of noninvasive respiratory support?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 4"
        },
        {
            "text": "The expert panel identified no studies addressing means of prevention of complications and therefore decided to refrain from issuing a recommendation on this topic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 17"
        },
        {
            "text": "We suggest using a high flow nasal cannula rather than conventional oxygen therapy in peri-operative/periprocedural hypoxaemic patients with low tolerance to other forms of noninvasive respiratory support techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 18-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "Evidence summary: Mild complications of HFNC are reported in 0-6% of postoperative patients [16, 41, 42] . These mainly include discomfort related to flows and/or heating, focal erythema and skin damage. A study that randomised hypoxaemic patients after cardiothoracic surgery to receive either NIPPV or HFNC found more skin lacerations with NIPPV after 24 h of treatment (10% vs. 3%, 95% CI 7.3-13.4% vs. 1.8-5.6%, P < 0.001) [16] . Another non-inferiority trial that randomised patients (38% of them surgical) at high risk of post-extubation respiratory failure to treatment with either HFNC or NIPPV via a facemask found more damage to the nasal mucosa and skin with NIPPV (42.9% vs. 0%, P < 0.001). These complications required discontinuation for 25% or more of the per-protocol time (18 h) [28] . A two-centre study that randomised patients with PaO 2 :FiO 2 ratio less than or equal to 40 kPa (300 mmHg) immediately before extubation to receive either COT or HFNC noted that with HFNC the rate of interface displacement was lower (32% vs. 56%, P = 0.01) and there were less oxygen desaturations (40% vs. 75%, P < 0.001) [43] . Conversely, a trial which randomised patients at high risk of postoperative pulmonary complications undergoing major abdominal surgery to receive either COT or HFNC found no difference between the two in terms of discomfort between groups [21] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 18-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "Mild complications have been reported in 0.2-43% of postoperative patients with acute respiratory failure [13, 16, 28, 44] . These include conjunctivitis, sinusitis, eye irritation, air leaks, mask discomfort, skin breakdown, drying of the oro-nasal mucosa, gastric insufflation, claustrophobia, vomiting and patient-ventilator asynchrony. Severe complications have been reported in 0-10% in the general population of patients [45, 46] . There are no specific reports in postoperative patients but there is nothing to suggest the rates of such complications should be different in this patient population. These complications include, amongst others, pneumothorax, pulmonary aspiration of stomach content, hypotension, arrhythmias and gastrointestinal bleeding.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 18-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "Rationale for the recommendation: The patient-ventilator interface may ultimately determine the success of treatment with any NIPPV technique. The HFNC is an open system and therefore may lend itself better to patients who suffer skin abrasion or claustrophobia. Three RCTs noted a higher rate of interface-related complications with CPAP than with HFNC [16, 28, 43] . The literature regarding some of the outcomes above supports the use of NIPPV over COT in many patients. Therefore, the HFNC is preferred to COT should other NIPPV techniques fail due to interface issues.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation 18-Weak recommendation, moderate-quality evidence (2B)"
        },
        {
            "text": "How and where to initiate peri-operative/periprocedural noninvasive respiratory support?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Query 5"
        },
        {
            "text": "The expert panel identified no studies addressing this query and therefore decided to refrain from issuing a recommendation on this topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation 19"
        },
        {
            "text": "Patients who develop postoperative hypoxaemia are at increased risk of postoperative pulmonary complications and death [47] . Most RCTs compared a noninvasive respiratory support technique with the use of COT [10-12, 14, 23] . Few RCTs compared two noninvasive respiratory support techniques head-to-head [15, 16] . The evidence supporting noninvasive respiratory support techniques (NIPPV, CPAP and HFNC) over COT is therefore more convincing than that supporting one type of support over another. Within the framework of the five queries posed by the expert panel, overall 19 recommendations were formulated. These are based on the existing literature and thus mostly on low levels of evidence. The first query determined the goals of therapy with each noninvasive respiratory support technique. The panel recommended the use of NIPPV or CPAP to improve oxygenation and to prevent the risk of reintubation [10] [11] [12] 14] . It was suggested that the use of NIPPV reduced the mortality rate, as compared with COT [12] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 209,
                    "end": 224,
                    "text": "[10-12, 14, 23]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second query identified populations in which the use of noninvasive respiratory support techniques may be beneficial. NIPPV or CPAP performs better than COT after abdominal surgery and lung resection [11, 12, 14] , while HFNC may have a role after cardiothoracic surgery [16] . The evidence seems to draw different conclusions for NIPPV and HFNC, particularly after abdominal surgery.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third query assessed the minimal standards of haemodynamic and respiratory monitoring in patients requiring noninvasive respiratory support techniques. Review of the literature on this topic led the panel to emphasise the importance of avoiding delays in tracheal intubation. For example, among 175 ICU patients receiving HFNC, delay in intubation was associated with increased mortality (39.2 vs. 66.7%, P = 0.001) [29] . Such data suggest that these patients should be managed by clinicians skilled in management of the airway and ventilation. Lacking direct evidence, the recommendations were derived from the monitoring used in various RCTs assessing the noninvasive respiratory support techniques [10-14, 18, 21, 23, 24] . Periodic clinical assessment, continuous monitoring (including pulse oximetry, noninvasive blood pressure, electrocardiography) and periodic blood sampling for partial gas pressures were recommended based on indirect evidence. But lacking any evidence, direct or indirect on imaging, no recommendation could be made on this topic",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 706,
                    "end": 729,
                    "text": "[10-14, 18, 21, 23, 24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fourth query sought evidence on methods to prevent avoidable complications. The panel reported on the rate of complications associated with the use of noninvasive respiratory support techniques. The panel also noted that the HFNC may have an advantage in terms of patient tolerance but the evidence on this is only indirect. Furthermore, tolerance to noninvasive respiratory support seems related to the patient-ventilator interface and ventilatory settings. Only three studies have addressed this issue. All show that NIPPV delivered with a face mask is associated with greater discomfort and less compliance [48, 49] and less treatment failure than with a helmet [13] . One should note that other treatment options may also reduce the incidence of complications, such as semirecumbent positioning in patients at risk of aspiration. The fifth query focused on the best location to initiate a noninvasive respiratory support technique. No recommendation was made on this topic due to the scarcity of data.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "text": "[48,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This guideline has several limitations. First, our conclusions are limited to the population selected and based on the literature identified at this time. Second, there is significant heterogeneity in the study populations and the outcomes described in the literature (e.g. the time-frame for defining 'reintubation'). Thus, assessing the quantitative effects of the interventions with meta-analysis was not possible. For each recommendation, the evidence was mostly provided by less than a handful of large RCTs. Third, specifically in peri-operative/periprocedural patients, outcomes may also be significantly affected by the type and quality of the surgery/procedure. The current recommendations were formulated with no data on this aspect of patient care. Our analyses did not include specific patient subgroups (e.g. asthma, chronic obstructive pulmonary disease). In addition, we had no access to data regarding contraindications to the use of NIPPV or CPAP (e.g. haemodynamic instability, decreased level of consciousness, respiratory failure due to neurological failure, status asthmaticus or facial deformities). In addition, the panel unanimously decided that hypoxaemia is defined by a PaO 2 :FiO 2 ratio below 40 kPa (300 mmHg). To our knowledge, there is no consensual definition of hypoxaemia, which could be considered as a limitation. Finally, outcomes may depend on the resources available in a specific clinical environment. There is no standard format for reporting the quality of care. Most of the studies identified were conducted in high-income countries. It is uncertain whether the current findings can be extrapolated to other clinical settings [50] .",
            "cite_spans": [
                {
                    "start": 1670,
                    "end": 1674,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1. Most studies have compared a noninvasive respiratory support technique (NIPPV, CPAP and HFNC) with COT. Head-to head-comparisons are scarce. 2. There is also no information regarding surgical complications in peri-operative/periprocedural patients. This is a particularly relevant question after upper abdominal surgery. Noninvasive ventilation with high pressures has traditionally been contraindicated after major gastric and oesophageal surgery due to the theoretical risk of gastric dilatation and disruption of surgical anastomoses. Faria et al. [22] reported that NIPPV may be considered in patients with acute respiratory failure after oesophageal surgery, when the insufflation pressure level was less than 12 cmH 2 O and air leaks were absent. However, this statement was based on only three prospective studies [12, 20, 51] . 3. Another issue that requires further investigation is the use of noninvasive respiratory support techniques outside the ICU in the periprocedural/perioperative period. Only one RCT compared patients treated with CPAP with those treated with COT on the ward [23] . Yet surveys reveal that noninvasive respiratory support techniques are routinely used in wards [52] and that nurses in such wards feel inadequately informed about the management of noninvasive respiratory support techniques [53] . The decision to use noninvasive ventilation techniques outside the ICU very much depends on the expertise and means available locally. However, it is important to further study this practice in the context of patient safety. 4. Finally, there is a need to elucidate the means of improving patient and noninvasive respiratory support device interface.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Future research should address several gaps"
        },
        {
            "text": "Based on a systematic review of the literature, this joint ESA/ESICM guideline on oxygenation of the hypoxaemic postoperative patient formulated 19 recommendations for noninvasive ventilation support in the hypoxaemic peri-operative/periprocedural patient. These recommendations relate to the goals of therapy, the target populations, clinical assessment and monitoring requirements, prevention of complications and the location of care. Less than a handful of the recommendations could be based on moderate to high-quality evidence. This work also highlights the gaps in the evidence and sets the framework for future research in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The online version of this article (https ://doi.org/10.1007/s0013 4-020-05948 -0) contains supplementary material, which is available to authorized users. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic supplementary material"
        },
        {
            "text": "Financial support and sponsorship: the Guideline was supported by the European Society of Anaesthesiology and the European Society of Intensive Care Medicine. No industrial support was provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Conflicts of interest ML received personal fees for lecture from MSD, Pfizer, Orion, Octapharma, Aspen, and for consulting from Aguettant and Amomed (all these activities were outside the submitted work); SE received travel fees from Medtechnica, Laerdal, Zoll and Diasorin (all these activities were outside the submitted work); JMC received personal fees and non-financial support from Dräger, GE Healthcare, Fisher and Paykel Philips Medical Healthcare, and Bird Corporation (all these activities related to the work under consideration); JMC also received personal fees and non-financial support from Sedana Medical, Baxter, Amomed, Orion, Fresenius Medical Care and LFB (all these activities were outside the submitted work); EDR received personal fees from Medtronic, Masimo and MSD for lecture and from Aguettant for consulting (all these activities were outside the submitted work); MGDA received grant and personal fees from GE Healthcare, GSK and Dräger Medical (all these activities were outside the submitted work); CG received personal fees from ResMed, Philips and Fisher & Paykel; (all these activities were outside the submitted work); SJ received personal fees as consultant from Dräger, Fisher-Paykel, Fresenius-Xenios, Medtronic and Baxter (all these activities were in relation with the work under consideration); SMM received personal fees from Drager Medical, GE Healthcare, and Fisher & Paykel Healthcare (all these activities were outside the submitted work); MS received personal fees and non-financial support from Teleflex Medical, MSD and DEAS (all these activities were outside the submitted work); LB, none; DC, none; SC, none; AC, none; SF: none; YH, none; JM, none; PP, none; GMR, none; AA, none; BP, none; MH, none; JW, none; PDG, none; LG, none; MS, none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Postoperative hypoxemia is common and persistent: a prospective blinded observational study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Sessler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesth Analg",
            "volume": "121",
            "issn": "",
            "pages": "709--715",
            "other_ids": {
                "DOI": [
                    "10.1213/ANE.0000000000000836"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hypoxaemia in the postanaesthesia care unit: an observer study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wittrup",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Anesthesiology",
            "volume": "73",
            "issn": "",
            "pages": "890--895",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hypoxaemia during recovery after surgery for colorectal cancer: a prospective observational study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Bojesen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munk-Madsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Eriksen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kehlet",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gögenur",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anaesthesia",
            "volume": "74",
            "issn": "",
            "pages": "1009--1017",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.14691"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ventilatory support after extubation in critically ill patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battilana",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Serano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petrini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "18",
            "pages": "30375--30383",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(18)30375-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "Ards",
                    "middle": [],
                    "last": "Definition Task Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526--2533",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2012.5669"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early identification of acute respiratory distress syndrome in the absence of positive pressure ventilation: implications for revision of the Berlin criteria for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coudroy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Frat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boissier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Contou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Thille",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "540--546",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000002929"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cochrane handbook for systematic reviews of interventions Version 5.1.0 [updated",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "To streamline the guideline challenge: the European Society of Anaesthesiology policy on guidelines development",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Robertis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Longrois",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Anaesthesiol",
            "volume": "33",
            "issn": "",
            "pages": "794--799",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Vist",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Falck-Ytter",
                    "suffix": ""
                },
                {
                    "first": "Alonso-Coello",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Grade Working",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "336",
            "issn": "",
            "pages": "924--926",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.39489.470347.AD"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Noninvasive ventilation for treatment of acute respiratory failure in patients undergoing solid organ transplantation: a randomized trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bufi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lappa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rocco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparetto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "235--241",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Noninvasive ventilation reduces mortality in acute respiratory failure following lung resection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Auriant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jallot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hervé",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cerrina",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Roy Ladurie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lescot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parquin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1231--1235",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of noninvasive ventilation on tracheal reintubation among patients with hypoxaemic respiratory failure following abdominal surgery: a randomized clinical trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lescot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Futier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "1345--1353",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.2706"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Noninvasive positive-pressure ventilation in treatment of hypoxaemia after extubation following type-a aortic dissection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Cardiothorac Vasc Anaesth",
            "volume": "30",
            "issn": "",
            "pages": "1539--1544",
            "other_ids": {
                "DOI": [
                    "10.1053/j.jvca.2016.03.129"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Continuous positive airway pressure for treatment of postoperative hypoxaemia: a randomized controlled trial",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Squadrone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cerutti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Application of noninvasive ventilation in acute respiratory failure after cardiovascular surgery",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Coimbra",
                    "suffix": ""
                },
                {
                    "first": "Lara",
                    "middle": [],
                    "last": "Rde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Nozawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Auler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Feltrim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arq Bras Cardiol",
            "volume": "89",
            "issn": "",
            "pages": "298--305",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "High-flow nasal oxygen vs noninvasive positive airway pressure in hypoxaemic patients after cardiothoracic surgery: a randomized clinical trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stéphan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barrucand",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "",
            "pages": "2331--2339",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.5213"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High-flow nasal cannula oxygen therapy versus conventional oxygen therapy in patients after planned extubation: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-019-2465-y"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Direct extubation onto high-flow nasal cannulae post-cardiac surgery versus standard treatment in patients with a BMI ≥ 30: a randomised controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Spooner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "887--894",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-015-3765-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Continuous positive airway pressure versus noninvasive pressure support ventilation to treat atelectasis after cardiac surgery",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pasquina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Merlani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Granier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ricou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anesth Analg",
            "volume": "99",
            "issn": "",
            "pages": "1001--1008",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Non-invasive ventilation for treatment of postoperative respiratory failure after oesophagectomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Michelet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;journo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Seinaye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Forel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Surg",
            "volume": "96",
            "issn": "",
            "pages": "54--60",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.6307"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of early postextubation high-flow nasal cannula vs conventional oxygen therapy on hypoxaemia in patients after major abdominal surgery: a French multicentre randomised controlled trial (OPERA)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Futier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paugam-Burtz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Godet",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "1888--1898",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-016-4594-y"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Noninvasive positive pressure ventilation for acute respiratory failure following upper abdominal surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [
                        "N"
                    ],
                    "last": "Atallah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Vital",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD009134.pub2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Continuous positive airway pressure versus oxygen therapy in the cardiac surgical ward: a randomized trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Olper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bignami",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Prima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Albini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nascimbene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cabrini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Landoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfieri",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Cardiothorac Vasc Anaesth",
            "volume": "31",
            "issn": "",
            "pages": "115--121",
            "other_ids": {
                "DOI": [
                    "10.1053/j.jvca.2016.08.007"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Official ERS/ATS clinical practice guidelines: noninvasive ventilation for acute respiratory failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rochwerg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Respir J",
            "volume": "50",
            "issn": "",
            "pages": "2426--2016",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.02426-2016"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk factors and short-term outcomes of postoperative pulmonary complications after VATS lobectomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Agostini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lugg",
                    "suffix": ""
                },
                {
                    "first": "Adams",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Cardiothorac Surg",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13019-018-0717-6"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Continuous positive airway pressure during fiberoptic bronchoscopy in hypoxaemic patients A randomized double-blind study using a new device",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maitre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggiore",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "",
            "pages": "1063--1067",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High-flow nasal cannula oxygen versus non-invasive ventilation in patients with acute hypoxaemic respiratory failure undergoing flexible bronchoscopy-a prospective randomised trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Braune",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wiontzek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Klose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-014-0712-9"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effect of postextubation high-flow nasal cannula vs noninvasive ventilation on reintubation and postextubation respiratory failure in high-risk patients: a randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaquero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colinas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "",
            "pages": "1565--1574",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.14194"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Failure of high-flow nasal cannula therapy may delay intubation and increase mortality",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "623--632",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-015-3693-5"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Noninvasive positivepressure ventilation for respiratory failure after extubation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frutos-Vivar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2452--2460",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Noninvasive ventilation for the immunocompetent patient: always appropriate?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Pascale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "54--60",
            "other_ids": {
                "DOI": [
                    "10.1097/MCC.0b013e32834e7c21"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Noninvasive ventilation for patients with hypoxaemic acute respiratory failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Cordioli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Akoumianaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin Respir Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "492--500",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0034-1383863"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Changing use of noninvasive ventilation in critically ill patients: trends over 15 years in francophone countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demoule",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlucci",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "82--92",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-015-4087-4"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Boussignac CPAP in the postoperative period in morbidly obese patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gaszynski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tokarz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piotrowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Machala",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Obes Surg",
            "volume": "17",
            "issn": "",
            "pages": "452--456",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Predictors of intubation in patients with acute hypoxaemic respiratory failure treated with a noninvasive oxygenation strategy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Frat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ragot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coudroy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "208--215",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000002818"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Noninvasive ventilation intolerance: characteristics, predictors, and outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respir Care",
            "volume": "61",
            "issn": "",
            "pages": "277--284",
            "other_ids": {
                "DOI": [
                    "10.4187/respcare.04220"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow therapy",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caralt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messika",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mask physiotherapy in patients after heart surgery: a controlled study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Richter Larsen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ingwersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thode",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thode",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Intensive Care Med",
            "volume": "21",
            "issn": "",
            "pages": "469--474",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Open-label, phase II study of routine high-flow nasal oxygen therapy in cardiac surgical patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcguinness",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jull",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Anaesth",
            "volume": "111",
            "issn": "",
            "pages": "925--931",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/aet262"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "How should we monitor patients with acute respiratory failure treated with noninvasive ventilation?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ergan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nasiłowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Winck",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Respir Rev",
            "volume": "27",
            "issn": "148",
            "pages": "101--2017",
            "other_ids": {
                "DOI": [
                    "10.1183/16000617.0101-2017"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Effect of high-flow nasal cannula oxygen therapy versus conventional oxygen therapy and noninvasive ventilation on reintubation rate in adult patients after extubation: a systematic review and meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "609--623",
            "other_ids": {
                "DOI": [
                    "10.1177/0885066617705118"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Nasal high-flow oxygen therapy in patients with hypoxic respiratory failure: effect on functional and subjective respiratory parameters compared to conventional oxygen therapy and non-invasive ventilation (NIV)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwabbauer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blumenstock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Anaesthesiol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2253-14-66"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Nasal high-flow versus Venturi mask oxygen therapy after extubation. Effects on oxygenation, comfort, and clinical outcome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Idone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaschetto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "282--288",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201402-0364OC"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Noninvasive face mask mechanical ventilation in patients with acute hypercapnic respiratory failure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abou-Shala",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Chest",
            "volume": "100",
            "issn": "",
            "pages": "445--454",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Noninvasive ventilation improves preoxygenation before intubation of hypoxic patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baillard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fosse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sebbane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "",
            "pages": "171--177",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Non-invasive positive pressure ventilation CPAP or bilevel (NPPV) for cardiogenic pulmonary oedema",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Vital",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ladeira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Atallah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Incidence of mortality and morbidity related to postoperative lung injury in patients who have undergone abdominal or thoracic surgery: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Serpa",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hemmes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Barbas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "14",
            "pages": "70228--70228",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(14)70228-0"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Non-invasive ventilation in acute respiratory failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nava",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "09",
            "pages": "60496--60503",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(09)60496-7"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Continuous positive airway pressure delivered with a 'helmet': effects on carbon dioxide rebreathing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taccone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bigatello",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "2090--2096",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Effect of high-flow nasal therapy on dyspnea, comfort, and respiratory rate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortegiani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Helviz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giarratano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gregoretti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Einav",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-019-2473-y"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effect of bi-level positive airway pressure (BiPAP) nasal ventilation on the postoperative pulmonary restrictive syndrome in obese patients undergoing gastroplasty",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Joris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Sottiaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Chiche",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "111",
            "issn": "",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "An international survey on noninvasive ventilation use for acute respiratory failure in general non-monitored wards",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cabrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquinas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nardelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pintaudi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Respir Care",
            "volume": "60",
            "issn": "",
            "pages": "586--592",
            "other_ids": {
                "DOI": [
                    "10.4187/respcare.03593"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Non-invasive ventilation outside the intensive care unit for acute respiratory failure: the perspective of the general ward nurses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cabrini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pischedda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dedola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerva Anestesiol",
            "volume": "75",
            "issn": "",
            "pages": "427--433",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations CI: Confidence interval; COT: Conventional oxygen therapy; CPAP: Continuous positive airway pressure; ESA: European Society of Anaesthesiology; ESICM: European Society of Intensive Care Medicine; GRADE: Grading of Recommendations, Assessment, Development and Evaluation; HFNC: High flow nasal cannula; ICU: Intensive Care Unit; NIPPV: Noninvasive positive pressure ventilation; OR: Odds ratio; PaO 2 :FiO 2 ratio: Ratio between arterial oxygen partial pressure and inspired fraction of oxygen; PEEP: Positive end-expiratory pressure; PICO: Population/intervention/comparison/outcome; RCT : Randomised clinical trial; RR: Relative risk; SpO 2 : Arterial oxygen saturation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The panel was divided into five subgroups and each was allocated one query. Each subgroup formulated their query into relevant PICO questions (Supplementary Material 1) and suggested keywords for their literature search. The list of PICO questions and the accompanying keywords were sent to the entire panel for discussion, amendment and approval. The final list of keywords framed the literature search (Supplementary Material 1).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Search results for each PICO",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}