{"paper_id": "1a78508db82bf2b5fd113b29f81563dc9153ead3", "metadata": {"title": "VOLUME 1 NUMBER 5 | SEPTEMBER 2008 | www", "authors": [{"first": "A", "middle": ["E"], "last": "Leitch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Duffin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["G"], "last": "Rossi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The respiratory mucosa is responsible for gas exchange and is therefore, of necessity, exposed to airborne pathogens, allergens, and foreign particles. It has evolved a multi-faceted, physical and immune defense system to ensure that in the majority of instances, potentially injurious invaders are repelled. Inflammation, predominantly mediated by effector cells of the granulocyte lineage including neutrophils and eosinophils, is a form of immune defense. Where inflammation proves unable to remove an inciting stimulus, chronic inflammatory disease may supervene because of the potential for tissue damage conferred by the presence of large numbers of frustrated, activated granulocytes. Successful recovery from inflammatory disease and resolution of inflammation rely on the clearance of these cells. Ideally, they should undergo apoptosis prior to phagocytosis by macrophage, dendritic, or epithelial cells. The outcome of inflammation can have serious sequelae for the integrity of the respiratory mucosa leading to disease. Therapeutic strategies to drive resolution of inflammation may be directed at the induction of granulocyte apoptosis and the enhancement of granulocyte clearance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The respiratory mucosa is the largest body surface area to be exposed to, and require defense from, the external environment. It is not surprising, therefore, that a robust, vigorous, and rapidly responsive immune defense system has evolved over millennia of exposure to diverse and increasingly sophisticated microbes. In addition, air-borne irritant particulate matter such as allergens, biopersistent fibers such as asbestos and combustionderived nanoparticles (e.g., diesel exhaust particles) must be overcome to maintain a high level of function. The architecture of the respiratory system provides a first layer of defense against air-borne microorganisms and particulate matter, effectively blocking the lower airways from anything greater than 5 m in diameter. Inhaled air is warmed and filtered through the nasal hair and nasopharyngeal passages before negotiating the larynx (which ordinarily prevents any intrusion from matter destined for the gastrointestinal system and allows phonation) down the large tubular trachea and into the upper bronchi. The initially large bronchial airways repeatedly bifurcate until they reach an extremely narrow gauge and form alveoli at which point gas exchange with the capillary network that lines the alveolar wall becomes possible. Pseudostratified columnar-ciliated epithelium predominates in the trachea and bronchi forming the muco-ciliary escalator. Any intruding microorganism or misplaced particulate matter slipping out of the air stream in the upper airways is trapped in the muco-ciliary escalator and forced up and out by the regular beating motion of the respiratory cilia.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Should these initial defenses be breached then an intruder must encounter an uninviting but nonspecific chemical milieu including lysozyme, endogenous antimicrobial agents, adverse pH, IgA, and surfactants. 1 Should this fail then a more goaldirected system is brought on line. The respiratory mucosa has developed a sensitive and specific recognition strategy that allows it to identify microbe-specific protein patterns such as lipopolysaccharide, lipotechoic acid, formylated peptides, flagellin, and non-methylated DNA. Once detected, these galvanize resident alveolar macrophages and initiate a variety of proinflammatory pathways that instigate the classical elements of inflammation (calor (heat), rubor (redness), dolor (pain), tumor (swelling), and loss of function as described by Celsus and (debatably) Virchow) 2 driven by increased vascular permeability leading to a proteinaceous infiltrate and leucocyte recruitment. The Tolllike receptors (TLRs) mediate most of this form of recognition and though they each have a specific role, TLRs can function in unison to expand their powers of recognition. 3 Resident alveolar macrophages deal with the majority of insults that trigger this \" Relevance of granulocyte apoptosis to resolution of inflammation at the respiratory mucosa \" REVIEW alert system but if they are overwhelmed recruited leucocytes including granulocytes lend assistance.", "cite_spans": [{"start": 207, "end": 208, "text": "1", "ref_id": "BIBREF0"}, {"start": 1113, "end": 1114, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "The invading microbes are rendered highly visual to recruited granulocytes by comprehensive opsonization mediated by both complement-dependent and -independent means. They are then ingested (phagocytosed) by neutrophils or, if they should prove resistant to this because of size or learned subversion, are subjected to a chemical onslaught (exocytosis) as neutrophils forcibly externalize toxic granule substances such as lactoferrin and myeloperoxidase as well as reactive oxygen species (ROS). 4, 5 A subset of neutrophils (and other leucocytes potentially 6 ) employs web-like neutrophil extracellular traps to ensnare and kill resistant organisms but must themselves die in the process. 7 In beneficial neutrophil-dominant inflammation, the organisms or foreign particles are detected and phagocytosed by neutrophils, which then undergo an organized, nonprovocative programmed cell death (apoptosis) that promotes their own recognition and removal by macrophages or dendritic cells. At this point, the interface between the innate and adaptive immune systems occurs as macrophages, which migrate to the lympho-reticular system following ingestion of apoptotic neutrophils, act as antigen-presenting cells allowing the lymphocyte population to complete the resolution and remembrance process. The next time this particular organism is encountered a preprepared, specific response should be available to ensure it has less opportunity to make an impact. 8 The lungs are the arena for another type of granulocyte-driven inflammatory response. Eosinophils are present in larger numbers within the lungs of asthma sufferers and are recruited in greater numbers in response to sensitizing allergens such as pollen, house dust mite, and animal dander. This response has no obvious beneficial effects and it is still unclear why it should occur. The eosinophil is a useful and active defender against parasitic infection and has an armament specific to that end. It has been noted that as parasitic infections have been largely eradicated in Western society, the incidence of this abnormal eosinophil response (termed allergy or atopy) has increased and it seems that eosinophilic inflammation occurs almost as an outlet for redundancy. 1 Inflammation does not always resolve neatly and, unfortunately, for diverse reasons, pulmonary inflammatory disease is one of the biggest drains on health resources in this and many other countries (respiratory disease cost in the United Kingdom was £ 6.6 billion in 2004). 9,10 Non-resolving or chronic inflammation is established when an acute inflammatory response fails to counter an instigating stimulus. In pulmonary infection, this may occur because a microorganism can subvert host defense by surviving either within inflammatory cells ( Mycobacterium tuberculosis ) or inside a protective micro-environment ( Pseudomonas aeruginosa ). 11, 12 Persistent inflammation may occur because of a recurrent stimulus like tobacco smoke (chronic obstructive pulmonary disease (COPD)), allergens (asthma), or long (>20 m) biopersistent fibers (asbestosis). 13 Inflammation is also chronic where the host immune system malfunctions and becomes under-or overactive or misdirected as occurs in autoimmune disease (rheumatoid arthritis, systemic sclerosis), immune deficiency syndromes (chronic granulomatous disease, severe combined immunodeficiency syndrome), cystic fibrosis (CF), or adult respiratory distress syndrome / acute lung injury (ARDS / ALI). In some cases, the etiology is unknown and subject to debate (idiopathic pulmonary fibrosis (IPF)). Regardless of the cause, it is apparent that the over-recruitment, ineffective clearance, and hence accumulation and misdirected or frustrated activation of neutrophils and eosinophils lead to tissue damage and an inciting feedback loop of inflammation that perpetuates chronicity 13 ( Figure 1 ).", "cite_spans": [{"start": 496, "end": 498, "text": "4,", "ref_id": "BIBREF3"}, {"start": 499, "end": 500, "text": "5", "ref_id": "BIBREF4"}, {"start": 559, "end": 560, "text": "6", "ref_id": "BIBREF5"}, {"start": 691, "end": 692, "text": "7", "ref_id": "BIBREF6"}, {"start": 1456, "end": 1457, "text": "8", "ref_id": "BIBREF7"}, {"start": 2233, "end": 2234, "text": "1", "ref_id": "BIBREF0"}, {"start": 2879, "end": 2882, "text": "11,", "ref_id": "BIBREF10"}, {"start": 2883, "end": 2885, "text": "12", "ref_id": "BIBREF11"}, {"start": 3090, "end": 3092, "text": "13", "ref_id": "BIBREF12"}, {"start": 3867, "end": 3869, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 3870, "end": 3880, "text": "( Figure 1", "ref_id": null}], "section": ""}, {"text": "It is evident that granulocytes play an important role in the pathogenesis of pulmonary inflammation but other cell types such as macrophages, dendritic cells, mast cells, and lymphocytes are equally and potentially more influential in subsets of inflammatory respiratory disease. In this review, our focus will be on granulocyte research as expert reviewers have addressed the role of other cell types across the spectrum of respiratory disease and the interplay of different cell types within single diseases. Our aim will be to address current understanding of granulocyte biology in relation to respiratory inflammatory diseases and prospects for driving resolution of inflammation at the respiratory mucosa to develop effective treatments for lung-based disease.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Pluripotent hematopoietic stem cells in the bone marrow generate the common myeloid progenitor cell. This cell differentiates into a common granulocyte progenitor cell, which when given appropriate stimulation can produce any granulocyte lineage. Potential granulocyte lineages include neutrophils, eosinophils, and basophils. Basophils are the least well studied and least numerous of the granulocytes, and their physiological function seems to overlap somewhat with that of eosinophils. They are probably meant to counter parasites but their relevance to Western society is in the production of numerous mediators necessary for the incitement of the asthmatic response. Neutrophils and eosinophils are discussed in greater detail below. Granulocytes are terminally differentiated and having therefore exited the cell cycle, they remain in the G 0 phase of growth for the duration of their lives. However, a recent report suggests that postmitotic neutrophils are capable of radical phenotypic switching to take on major characteristics of macrophages when stimulated with growth factors, whereas another study shows that mouse neutrophils can be switched to a dendritic cell phenotype following in vitro incubation with colony-stimulating factor-1. 14, 15 Extravasated granulocytes recruited to the tissues ought to die by apoptosis whilst non-migratory, circulating granulocytes are removed by the combined efforts of the bone marrow, liver, and spleen. There is renewed interest in granulocyte life cycle and differentiation as pharmacological inhibitors of the cell-cycle machinery have been shown to promote granulocyte apoptosis. 16, 17 ", "cite_spans": [{"start": 1251, "end": 1254, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1255, "end": 1257, "text": "15", "ref_id": "BIBREF15"}, {"start": 1637, "end": 1640, "text": "16,", "ref_id": "BIBREF16"}, {"start": 1641, "end": 1643, "text": "17", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "GRANULOCYTES"}, {"text": "Neutrophils are 12 -15 m in diameter and account for 70 % of the circulating leucocyte population, which corresponds REVIEW to approximately 2.5 -7.5 × 10 9 / l neutrophils. They survive in the circulation for approximately 7 -10 h but if compelled by inflammatory circumstance or chemical persuasion can extend their life span up to 48 h and beyond. This population turnover requires efficient production by the bone marrow and prompt clearance by that same organ with help from the spleen and liver. Neutrophils possess at least four different types of granules termed: primary (azurophilic), secondary (specific), gelatinase, and secretory; each carries a specific arsenal of toxic chemicals that the neutrophil uses against non-host elements. The neutrophil is a key effector cell at the front line of immune defense and is efficacious (and lifesaving) in the majority of instances because of its versatility. Neutrophils prove to be effective phagocytes because on accomplishment of this task they are programmed to die a prompt, quiet and importantly, contained, apoptotic death. This limits the time available to internalized microorganisms and prevents hijacking of cellular controls to enable subversion (as is thought to occur when M. tuberculosis is internalized by macrophages 18 ). This timely death also signals larger scale phagocytes such as macrophages, dendritic cells, and epithelial cells to initiate a phagocytic response. If a neutrophil is unable to phagocytose an invader then it will disgorge granule contents into the surrounding environment causing tissue damage and amplifying the inflammatory response. This should not be construed as a purely detrimental response as it serves to block potential routes of entry for invading organisms as tissue damage causes capillary shutdown and collapses lymphatics, sends a strong signal of imperiled defense, and allows time for an alternative immune strategy to be adopted. 8 Neutrophils may also employ extracellular traps to ensnare and kill resistant organisms. Neutrophil extracellular trap formation involves the extrusion of fine chromatin and granulecoated tendrils that are microbicidal and fungicidal. This effort proves fatal to the neutrophil. 19 Finally, neutrophils are not just blunt effectors but also smooth operators responsible for negotiating the recruitment and education of other arms of the immune system. It is becoming appreciated that there is a false division between the innate and adaptive immune response systems and that a more realistic model involves a continual interplay between constituents of these systems. Neutrophils not only alert antigen-presenting cells and lymphocytes to danger but regulate their response to it and in return receive counter regulation. Appropriate resolution of an inflammatory immune response is finely balanced. 5 Figure 1 Diagram showing both resolution and failure of resolution of eosinophil-and neutrophil-dominant inflammatory processes. Neutrophilia at the respiratory mucosa is resolved by apoptosis of infiltrating neutrophils and phagocytic clearance by macrophages. It fails to resolve where neutrophils are in great excess or are not efficiently cleared and undergo secondary necrosis following apoptosis. This leads to alveolar damage and destruction followed by fibrotic healing. Histology on the right-hand side of the diagram shows neutrophil-dominant inflammation. Eosinophil-dominant inflammation is resolved by the same mechanisms and fails to resolve for the same reasons. The effects of eosinophil-dominant inflammation in the asthmatic airway are depicted and an example of the histology demonstrated on the left-hand side of the diagram. Histology was kindly provided by William Wallace (Pathology Department, Edinburgh Royal Infirmary).", "cite_spans": [{"start": 1289, "end": 1291, "text": "18", "ref_id": "BIBREF18"}, {"start": 1944, "end": 1945, "text": "8", "ref_id": "BIBREF7"}, {"start": 2225, "end": 2227, "text": "19", "ref_id": "BIBREF19"}, {"start": 2846, "end": 2847, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 2848, "end": 2856, "text": "Figure 1", "ref_id": null}], "section": "NEUTROPHILS"}, {"text": "It is not surprising, given the constant exposure of the vast respiratory mucosa to threat, the fine balance of the immune response and the pivotal inflammatory role played by neutrophils, that neutrophil-dominant inflammation has been implicated in the pathophysiology of numerous inflammatory respiratory diseases including pneumonia, COPD, IPF, CF, and ARDS.", "cite_spans": [], "ref_spans": [], "section": "REVIEW"}, {"text": "Eosinophils are approximately 12 -17 m in size and, under normal circumstances, account for less than 5 % of the circulating leucocyte population. They may survive for up to 12 h in the circulation but have the ability to extend their longevity to over a week if required. Not only are they bigger than neutrophils but they also wear more flamboyant colors when stained by the Romanowsky method (methylene blue and eosin), which accounts for their name. Eosinophils may also be distinguished by their production of Charcot -Leyden crystals (manufactured from lysophospholipase, an eosinophil-derived enzyme), which are often visible in their cytoplasm. Eosinophils, like neutrophils, are supplied with numerous granules though their constituents differ including major basic protein, eosinophil cationic protein, eosinophil peroxidase, and eosinophil-derived neurotoxin. This array is certainly capable of tissue damage and probably evolved to combat helminthic infection. Increasingly, new roles for eosinophils are being identified and it seems likely that they have a role in combating viral infection as eosinophil cationic protein and eosinophil-derived neurotoxin have been shown to degrade single-stranded RNA viruses. They are said to play an early role in innate immunity by production of important cytokines such as interleukin (IL)-4 though this is probably only physiologically important in the gastrointestinal tract. They can also modulate adaptive immunity by specific activation of T cells. 20 Eosinophils are implicated in a different spectrum of disease from neutrophils, of which the most common variety is allergic / atopic disease, which includes asthma, allergic rhinitis, and eczema. In other countries, parasitic infection is still common including schistosomiasis, dranunculoriasis, ascariasis, filariasis, and hookworm. Eosinophil numbers may be increased in various cancers as well as in rare conditions such as Churg -Strauss syndrome, aspergillosis, and eosinophilic pneumonia. In eosinophil-dominant disease, it has been consistently demonstrated that eosinophil excess due to excessive recruitment, apoptosis avoidance, and failed clearance has a correlation with disease pathology.", "cite_spans": [{"start": 1507, "end": 1509, "text": "20", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "EOSINOPHILS"}, {"text": "Neutrophils and to a lesser extent eosinophils are short-lived cells, a feature that may help to limit their potential for causing damage by ensuring that they cannot be subverted by pathogens. They are explosively reactive cells and it is therefore surprising that their death is a model of contained self-restraint. Apoptosis is a physiological marvel that allows cells with an incendiary cargo (granules) to package it efficiently and safely (in plasma membrane) so that the cellular environment is protected. In addition, the cell nucleus condenses and chromatin is chopped up and re-organized into packages termed nucleosomes. Throughout this process, the cell membrane is retained intact though glycoprotein and phospholipid signals are displayed to attract macrophages and facilitate interaction and uptake (efferocytosis). Fluorescently-tagged Annexin-V is often used to label phosphatidylserine residues, which are characteristically flipped to the outer membrane of apoptotic cells thereby enabling flow cytometric identification of apoptosis. Another member of this family, Annexin-1, has been shown to induce granulocyte apoptosis but is also released by both neutrophils and macrophages to enhance phagocytosis of apoptotic cells. 21, 22 The whole process is amplified by many orders of magnitude during inflammation whether it be neutrophil or eosinophil dominant. Unfortunately, apoptotic cells cannot stay that way forever, and if they are not cleared by phagocytes then they undergo secondary necrosis and all the good work is undone. Large-scale granulocyte recruitment must necessarily be followed by large-scale granulocyte apoptosis and clearance by macrophages. It is extremely important that this is taken into account when plotting to drive granulocyte apoptosis to promote resolution of inflammation. 4, 23 Neutrophil and eosinophil apoptosis are similar but not identical processes. It is generally believed, though not universally, 24 that there are two pathways by which apoptosis proceeds, both of which are ultimately dependent on the caspase family ( Figure 2 ). The intrinsic pathway occurs when the cell faces withdrawal of growth / survival factors, genotoxic stress, or ultraviolet irradiation. This pathway relies on proapoptotic members of the Bcl-2 family, which escape regulation by their antiapoptotic counterparts and translocate to the mitochondria facilitating liberation of cytochrome c . The various components of the apoptosome (Apaf-1, cytochrome c etc.) then assemble to cleave the inactive zymogen, procaspase-9, to active caspase-9, which inexorably commits the cell to caspase-3-mediated apoptosis. The extrinsic pathway proceeds through external cell-membrane death receptors such as the tumor necrosis factor receptor (TNFR), the Fas receptor (FasR), and TNF-related apoptosis-inducing ligand receptor (TRAILR). Ligand activation of these receptors promotes clustering of receptors and association with their internal adaptor proteins (TNFR-associated death domain protein and Fas-associated death domain protein) in the lipid-raft. Multiple procaspase-8 molecules assemble at the adaptor proteins (formation of the death-inducing signaling complex), and their physical approximation generates an autocatalytic reaction initiating the caspase cascade. The death receptor CD137 has also been implicated in neutrophil and eosinophil apoptosis but it is currently unclear what its physiological role is. 25 In neutrophils the importance of caspase action in death receptor-mediated apoptosis has previously been a matter of debate but evidence of caspase-independent apoptosis has been effectively countered by work demonstrating that culture conditions and concentrations of caspase inhibitor had not been optimally utilized in these studies. 26 To further complicate the story, it is apparent that there is a degree of cross talk between the intrinsic and extrinsic pathways. Caspase-8 may alternatively cleave Bid, which can translocate REVIEW to the mitochondrial membrane and permeabilize it allowing apoptosis to proceed through intrinsic pathway apoptotic machinery. 23, 25 Eosinophil apoptosis most likely occurs along approximately the same lines; however, controversy still reigns with regard to the caspase family. It has previously been stated that caspase-3, -8, and -9 have no demonstrable role in eosinophil apoptosis. Subsequently, it has been suggested that perhaps caspase-9 plays a role and that therefore the mitochondrial pathway is of importance. This work was confirmed by observations with regard to the effects of known eosinophil apoptosis-inducing agents such as glucocorticoids, which appear to mediate their effects through mitochondrial permeabilization, with caspase activation merely a downstream effect. In contrast, Fas ligation has been shown to promote eosinophil apoptosis in a caspase-3-and -8-dependent manner, and although mitochondrial integrity was disrupted it proved non-essential for apoptotic progression. 21, 27 -30 Support for the predominance of mitochondria-driven granulocyte apoptosis is provided by the increasing evidence that survival proteins are key determinants of neutrophil longevity. The antiapoptotic Bcl-2 family member, Mcl-1, is present in both neutrophils and eosinophils, but other family members show contrasting expression. Neutrophils express A1, eosinophils express Bcl-xL but Bcl-2 has not been shown to be constitutively present in either cell at demonstrable levels. Interestingly, however, in eosinophils, Bcl-2 expression can be stimulated by IL-5. 31 These survival proteins mediate their effects by marshaling proapoptotic Bcl-2 family counterparts away from the mitochondrial membrane. Proapoptotic Bcl-2 family members are capable of causing permeabilization of the outer mitochondrial membrane (MOMP) when numbers predominate over those of their chaperones. Bax is perhaps the best-characterized member of this family and appears to play a pivotal role in neutrophil apoptosis. In eosinophils, however, Bax fails to be downregulated by antiapoptotic survival factors weakening its position as a key player in apoptosis. 32 The role of Mcl-1 in neutrophil apoptosis has received a great deal of attention and it appears that this protein is an essential component of neutrophil viability; a contention that is supported by the neutropenic phenotype of the Mcl-1 knockout mouse in comparison with the increased apoptotic phenotype of the A1 knockout mouse. 33, 34 ", "cite_spans": [{"start": 1248, "end": 1250, "text": "22", "ref_id": "BIBREF22"}, {"start": 1826, "end": 1828, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1829, "end": 1831, "text": "23", "ref_id": "BIBREF23"}, {"start": 1959, "end": 1961, "text": "24", "ref_id": "BIBREF24"}, {"start": 3454, "end": 3456, "text": "25", "ref_id": "BIBREF25"}, {"start": 3794, "end": 3796, "text": "26", "ref_id": "BIBREF26"}, {"start": 4124, "end": 4127, "text": "23,", "ref_id": "BIBREF23"}, {"start": 4128, "end": 4130, "text": "25", "ref_id": "BIBREF25"}, {"start": 5006, "end": 5012, "text": "27 -30", "ref_id": null}, {"start": 5575, "end": 5577, "text": "31", "ref_id": "BIBREF31"}, {"start": 6151, "end": 6153, "text": "32", "ref_id": "BIBREF32"}, {"start": 6486, "end": 6489, "text": "33,", "ref_id": "BIBREF33"}, {"start": 6490, "end": 6492, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 2082, "end": 2090, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "GRANULOCYTE APOPTOSIS"}, {"text": "Granulocyte longevity is necessarily highly regulated and consequently highly variable from a matter of hours up to several days for neutrophils and extending to 2 weeks for eosinophils. ", "cite_spans": [], "ref_spans": [], "section": "Modulation of granulocyte apoptosis"}, {"text": "Persistent markers of bacterial infection such as lipopolysaccharide, pathogen-derived molecules that act as ligands for TLR-2, -4 and -9, and inflammatory cytokines such as IL-6, IL-8, granulocyte macrophage-colony stimulating factor, and TNF can delay neutrophil apoptosis whereas resolving infection indicated by successful neutrophil phagocytosis of bacteria, removal of bacterial products, and downregulation of inflammatory cytokines will promote apoptosis. 3, 35 Granulocyte longevity is also extremely dependent on intracellular signaling pathways. Perhaps the most important of which is that controlled by the pivotal transcription factor of inflammatory cytokines, nuclear factor (NF)-B. NF-B can be activated by lipopolysaccharide, and is known to control the survival proteins XIAP (an inhibitor of caspase-3, -8, and -9) and Bcl-xl thus enhancing neutrophil and eosinophil longevity by tangible means. Pharmacological inhibitors of NF-B such as gliotoxin promote neutrophil apoptosis and, in combination with TNF-, cause dramatically enhanced apoptosis. This feature may partially explain why TNF-has opposing effects on neutrophils at early and late time points. 36, 37 Other important signaling pathways include the phosphoinositide 3-kinase pathway, which can be stimulated by granulocyte macrophagecolony stimulating factor to promote longevity by upregulation of Mcl-1 in neutrophils and which has an emerging role in the maintenance of eosinophilic inflammation. 38, 39 Similarly, the extracellular signal-regulated kinase pathway is likely to be important for survival factor-mediated antiapoptotic effects at sites of inflammation. However, direct inhibition of either of these pathways will not promote granulocyte apoptosis per se . 4, 40 Perhaps the most interesting and clinically relevant modulation of granulocyte apoptosis is that achieved with the use of glucocorticosteroids. These drugs extend neutrophil life span but promote eosinophil apoptosis. This effect seems to correlate with their ability to upregulate Mcl-1 in neutrophils but downregulate the same protein in eosinophils. 41 Dexamethasone has also been shown to promote macrophage phagocytosis of apoptotic neutrophils. 42 The impact of putative inflammation-resolving agents on clearance of apoptotic neutrophils is of paramount importance as prompt removal is essential to avoid secondary necrosis and loss of toxic contents. This is perhaps why the discovery of a new class of endogenous lipid-derived proresolution agents has been so exciting. The lipoxin family produced by neutrophils and macrophages limits the recruitment of neutrophils to inflammatory sites and enhances macrophage phagocytosis of apoptotic neutrophils. This occurs as part of a natural brake on progression of inflammation and there is hope that enhancement of this pathway may provide a novel therapeutic strategy to counter inflammatory disease, a hypothesis that has already shown promise in several animal models. 43 Another exciting prospect for therapeutic modulation of granulocyte apoptosis has emerged with the discovery of active cell-cycle machinery in neutrophils, which can be inhibited to promote apoptosis. Cyclin-dependent kinase inhibitor drugs promote neutrophil apoptosis and drive resolution of inflammation in animal models. Given that these drugs are already in use for the treatment of cancer, it is possible that they could make the transition from bench to bedside for the management of inflammatory disease in the near future. 17, 44 ", "cite_spans": [{"start": 464, "end": 466, "text": "3,", "ref_id": "BIBREF2"}, {"start": 467, "end": 469, "text": "35", "ref_id": "BIBREF35"}, {"start": 1177, "end": 1180, "text": "36,", "ref_id": "BIBREF36"}, {"start": 1181, "end": 1183, "text": "37", "ref_id": "BIBREF37"}, {"start": 1482, "end": 1485, "text": "38,", "ref_id": "BIBREF38"}, {"start": 1486, "end": 1488, "text": "39", "ref_id": "BIBREF39"}, {"start": 1756, "end": 1758, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1759, "end": 1761, "text": "40", "ref_id": "BIBREF40"}, {"start": 2115, "end": 2117, "text": "41", "ref_id": "BIBREF41"}, {"start": 2213, "end": 2215, "text": "42", "ref_id": "BIBREF42"}, {"start": 2988, "end": 2990, "text": "43", "ref_id": "BIBREF43"}, {"start": 3523, "end": 3526, "text": "17,", "ref_id": "BIBREF17"}, {"start": 3527, "end": 3529, "text": "44", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "REVIEW"}, {"text": "In normal healthy lungs, the predominant alveolar leucocyte is the macrophage, a cell that becomes resident following differentiation from a bone marrow-produced circulating precursor monocyte. Alveolar macrophages occupy a unique position at the interface between inhaled air (and hence the external environment) and the circulation (in the form of the alveolar capillary network, which is closely juxtaposed to the alveolus to promote efficient gaseous exchange) and because key macrophage functions include chemotaxis, phagocytosis, and cytotoxicity they are lynch pins of immune defense. Importantly, during pulmonary infective or inflammatory disease, a key role in resolution of inflammation falls to both alveolar and recruited circulating macrophages. These cells are responsible for the removal of apoptotic neutrophils and to some extent eosinophils (though epithelial cells may be equally important for eosinophil removal) by efferocytosis. In order for an apoptotic cell to be recognized by a macrophage it must display specific signals. The most obvious change in the apoptotic granulocyte ' s plasma membrane is the externalization of phosphatidylserine residues but this in itself is not sufficient to expedite phagocytosis. The search for a macrophage-docking receptor on granulocytes has been exhaustive but inconclusive and currently a combination of various glycoproteins and phospholipids is of postulated importance. These putative receptors include the recently identified Tim, 5,45 stabilin-2, 46 and BAI1. 47 The process of efferocytosis, literally meaning \" burying the dead \" , is a proresolution strategy in itself. Macrophages that consume apoptotic neutrophils switch to a resolution phenotype that allows them to secrete TGF-and IL-10 48 as opposed to proinflammatory cytokines such as IL-6, IL-8, and TNF-. This is in contrast to macrophages that have consumed necrotic neutrophils where the opposite is true and inflammation is actively propagated. In addition, the proresolution phenotype includes the production and enhanced responsiveness to lipoxins, protectins, and resolvins. These mediators enhance macrophage phagocytosis and promote proresolution cytokine production. 43", "cite_spans": [{"start": 1517, "end": 1519, "text": "46", "ref_id": "BIBREF46"}, {"start": 1530, "end": 1532, "text": "47", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "ALVEOLAR MACROPHAGES AND PHAGOCYTOSIS OF APOPTOTIC GRANULOCYTES"}, {"text": "There has been a tendency, certainly in clinical circles, to question the validity of inflammation-based hypotheses for various diseases based on the efficacy or lack of efficacy of glucocorticosteroid medications. Given the complexity of the inflammatory response and the relative bluntness of this therapeutic tool, it is overly simplistic to make such assumptions. Steroid medications have certainly been a paradigmatic therapy in the treatment of inflammatory disease but they do not and will not drive resolution of inflammation in all settings. With increased understanding of the mechanisms of the inflammatory REVIEW response and a new focus on its resolution, it is hoped that novel incisive or pleiotropic therapy combinations may be developed to address the inflammatory lung diseases discussed below.", "cite_spans": [], "ref_spans": [], "section": "DYSREGULATION OF GRANULOCYTE APOPTOSIS / PHAGOCYTOSIS AND INFLAMMATORY DISEASES IN THE RESPIRATORY TRACT"}, {"text": "In most cases of COPD ( -1-antitrypsin-deficient patients are a notable exception), the respiratory mucosa is damaged by repeated exposure to inhaled toxic chemicals leading to chronic inflammation, reduced immunity, and susceptibility to respiratory infections. COPD is a prevalent, largely smoking-related (though there is an increasingly recognized occupational contribution) disease in this country (in others it is related to the burning of bio-fuels), which presents with increasing breathlessness and a productive cough. It is an obstructive airways disease but unlike asthma this obstruction is irreversible with inhaled therapies. The mainstay of current treatment is with inhaled or oral corticosteroids and antibiotics when exacerbations are judged infective. (For interested readers, the refs. 1,23,49 -51 give an overview of COPD pathophysiology.)", "cite_spans": [{"start": 806, "end": 817, "text": "1,23,49 -51", "ref_id": null}], "ref_spans": [], "section": "COPD"}, {"text": "Neutrophils are likely to play an important role in this condition and they are found in increased numbers throughout the respiratory tract. The highest concentrations of neutrophils are found in sputum and bronchoalveolar lavage fluid (BAL) (which is perhaps representative of rapid airway-directed migration) but numbers of neutrophils are also increased in lung parenchyma and airway smooth muscle. Neutrophilic inflammation is characteristic of COPD exacerbations and there is a correlation between the resting burden of lung-based neutrophils and severity of disease phenotype. Neutrophilic inflammation appears to be driven by the irritant force as smoking drives alveolar macrophages and epithelial cells to express increased levels of IL-8, a potent neutrophil chemoattractant. IL-8 also stimulates neutrophils to release myeloperoxidase whereas TNF-and leukotriene B 4 (also produced by epithelial cells, mast cells, and T lymphocytes) cause neutrophil activation (degranulation, reactive oxygen species production). Meanwhile, macrophage phagocytic function is impaired by cigarette smoking and cannot keep pace with the increased neutrophil burden. 52 Enhanced neutrophil recruitment and activity combined with decreased macrophage phagocytosis weigh the scales heavily toward neutrophil-mediated tissue damage. COPD lungs are subjected to high levels of toxic neutrophil products including reactive oxygen species, elastase, and proteinases. These toxic substances overload the capacity of native antiproteinases and antioxidants to neutralize them, which leads to damaged epithelial cilia and decreased mucociliary clearance. Damage to the respiratory mucosa means that alveolar cells are replaced by goblet cells that increase mucous production. Furthermore, airways are progressively remodeled by the reparative process so that they become thicker, less-efficient conductors of air. There is some controversy with regard to the longevity of neutrophils isolated from the airways of COPD patients. Studies have shown both enhanced longevity and no enhancement of longevity whereas peripheral blood neutrophils appear to have an increased life span in keeping with systemic inflammation.", "cite_spans": [{"start": 1160, "end": 1162, "text": "52", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "COPD"}, {"text": "Chronic obstructive pulmonary disease is notoriously resistant to glucocorticoid therapy perhaps because these drugs promote neutrophil longevity by upregulating the survival protein Mcl-1. 41 It is also known that smoking promotes dysfunction of histone deacetylase -2, an enzyme that is usually recruited by glucocorticoid receptors to switch off the transcription of proinflammatory genes. The small benefits attributable to steroid therapy in COPD may stem from enhancement of macrophage phagocytosis of apoptotic cells. Of other therapies currently in use, theophylline (a nonspecific adenosine antagonist and phosphodiesterase inhibitor) is known to restore histone deacetylase-2 function, reversing corticosteroid resistance and reducing IL-8 concentrations and sputum neutrophilia. Longacting 2 agonists (originally employed to relax smooth muscle in peripheral airways) have now been shown to inhibit neutrophilic inflammation as measured by sputum or BAL analysis, and they are reported to drive neutrophil apoptosis though the circumstances of this are difficult to ascertain. It is clear that potential therapies must consider targeting neutrophil recruitment as well as striving to drive neutrophil apoptosis and removal. 49, 50, 53, 54 ", "cite_spans": [{"start": 190, "end": 192, "text": "41", "ref_id": "BIBREF41"}, {"start": 1235, "end": 1238, "text": "49,", "ref_id": "BIBREF49"}, {"start": 1239, "end": 1242, "text": "50,", "ref_id": "BIBREF50"}, {"start": 1243, "end": 1246, "text": "53,", "ref_id": "BIBREF53"}, {"start": 1247, "end": 1249, "text": "54", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "COPD"}, {"text": "In asthma, the respiratory mucosa is hypersensitive to exposures that are comfortably processed under normal conditions and a characteristic inflammatory response ensues. It is part of a spectrum of atopic or allergic disorders, where an enhanced sensitivity to particular antigens or environmental conditions results in a disease flare. Exacerbations of asthma are characterized by narrowing of the airways (bronchoconstriction), which leads to shortness of breath, wheezing, and cough. (For interested readers, these refs. 1,55 -60 give an overview of asthma pathophysiology.)", "cite_spans": [{"start": 525, "end": 533, "text": "1,55 -60", "ref_id": null}], "ref_spans": [], "section": "Asthma"}, {"text": "Recent work has suggested that there may be many subtle mucosal abnormalities that contribute to the pathogenesis of asthma. For example, it appears that exacerbations of asthma caused by rhinovirus may be facilitated by a defect in interferon induction, which increases susceptibility to invasive disease whereas viral exacerbations or damage caused by chronic inflammatory disease facilitate epidermal growth factor receptor signaling (a wound repair response), which enhances neutrophil function and chemotaxis. 61, 62 The allergy arm of this disease is mediated by IgE, which is produced by B cells in response to an initial exposure to a given antigen. IgE attaches to mast cells and basophils priming them to release histamine, leukotrienes, and ILs at subsequent exposures. Traditionally, asthma is an eosinophil-dominant disease and eosinophils are heavily recruited by the same TH2 cell type signaling (IL-4, IL-5, IL-6) responsible for the production of IgE. This process was thought to be under the direct control of IL-5 but as anti-IL-5 therapy has proved ineffective, it is suspected that there is a greater redundancy in the system. Anti-IL-5 therapy failed to significantly reduce eosinophil numbers in the asthmatic airway but did decrease deposition of extracellular matrix proteins suggesting a role for Il-5 in airway remodeling. 63, 64 Interestingly, an IL-4 analog (pitrakinra), which REVIEW prevents binding of IL-4 and IL-13 to IL-4 receptor complex, attenuated the late-phase response (bronchoconstriction measured by reduction in Forced Expiratory Volume in 1 s) to allergen challenge. It is as yet unclear whether this success was due to inhibition of IL-4 alone, IL-13 alone, or due to combined inhibition. 65 In addition, a role for TH17 cells has been postulated particularly in forms of asthma where neutrophil recruitment contributes to pathogenesis. 66 Regardless of the super-intending mechanism, it is clear that a heavy burden of apoptosis-resistant eosinophils concomitantly resistant to macrophage phagocytosis, yet capable of disgorging their formidable armament onto the respiratory mucosa, have significant potential to cause tissue damage and airway remodeling. Thankfully, asthma is usually responsive to glucocorticoid therapy partly because steroids are effective at promoting eosinophil apoptosis. 67 This apoptosis may, in direct contrast to experience in neutrophils, be mediated by downregulation of Mcl-1. Rarely, asthma may be steroid resistant and there are different theories as to how resistance might arise.", "cite_spans": [{"start": 515, "end": 518, "text": "61,", "ref_id": "BIBREF61"}, {"start": 519, "end": 521, "text": "62", "ref_id": "BIBREF62"}, {"start": 1350, "end": 1353, "text": "63,", "ref_id": "BIBREF63"}, {"start": 1354, "end": 1356, "text": "64", "ref_id": "BIBREF64"}, {"start": 1735, "end": 1737, "text": "65", "ref_id": "BIBREF65"}, {"start": 1883, "end": 1885, "text": "66", "ref_id": "BIBREF66"}, {"start": 2344, "end": 2346, "text": "67", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Asthma"}, {"text": "First, it is clear that smokers with asthma respond poorly to steroids because of the defective action of histone deacetylase-2 (discussed earlier with regard to COPD patients). Second, it is apparent that a subset of asthmatics as well as end-stage or severe asthmatics manifests a neutrophil-dominant inflammation for reasons that are unknown. It has been postulated that these patients may represent a different disease or disease phenotype. 68 Third, it is known that airway epithelial damage results in smooth muscle hypertrophy causing significant luminal narrowing without a requirement for a significant bronchoconstrictor stimulus and finally, it is postulated that resistant asthmatics might express gene polymorphisms encoding defective caspase machinery. 60 Regardless of efficacy, the side effect profile (adrenal suppression, osteoporosis, peptic ulcer disease) of higher dose steroid therapy in the subset of resistant patients makes it less than ideal as they potentially require prolonged or maintenance treatment. It should be emphasized, however, that maintenance therapy with routine doses of inhaled steroids has established symptom control and reduced mortality in the majority of patients without these side effects becoming a problem. Anti-IgE therapy is showing promise in a subset of patients, and increased eosinophil apoptosis and downregulation of inflammatory cytokines have been demonstrated in peripheral blood samples taken from asthmatics treated with omalizumab (a recombinant humanized monoclonal antibody that selectively binds IgE). Future developments will probably include anti-IL-4, anti-IL-13, and potentially anti-Th17-based therapies, now that there is a rationale for their development. However, it is not always best practice to attempt a one-hit, magic-bullet cure especially in inflammatory disease where there is considerable redundancy in the cytokine system. If an agent was developed that could promote eosinophil apoptosis without detriment to macrophage phagocytosis and with a negligible side effect profile, it would be an extremely useful addition to the pharmacopoeia.", "cite_spans": [{"start": 445, "end": 447, "text": "68", "ref_id": "BIBREF68"}, {"start": 767, "end": 769, "text": "60", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Asthma"}, {"text": "Idiopathic pulmonary fibrosis is a condition characterized by the devastation of the respiratory mucosa though its pathophysiology is complex. There is a great deal of debate about the relative importance of inflammation vs. aberrant wound repair in the pathogenesis of IPF. There is not sufficient space to address that debate in this article, suffice to say that there is enough evidence to justify an argument in support of a significant neutrophilderived component to the disease model. (For interested readers, these references give an overview of the pathophysiology of IPF and a flavor of the debate. 1,69 -73 ) The argument is that the initial and subsequent \" exacerbatory \" insults are acute and inflammatory even if the characteristic phenotype is conveyed by a disordered \" healing \" process. Healing by fibrosis results in significant loss of lung architecture and vital respiratory mucosa to scarring. Neutrophils are known to be present in BAL from IPF patients and are also significantly increased within lung tissue. In addition, there is evidence of the toxic chemicals produced by neutrophils including myeloperoxidase, elastase, collagenases, and proteases. The importance of this chemical insult is supported by the elastase knockout mouse, which is significantly protected against lung injury and also fails to upregulate TGF-. 74 A recent clinical paper has shown that significant neutrophilia within the BAL fluid of IPF patients correlates with increased mortality. 75 It has been argued that the terminal scarring process of IPF occurs because of a significant loss of lung architecture and that where lung architecture is preserved there is potential for reversal of the remodeling process and resolution. 72 It has also been suggested that the fibrotic response may in a sense be driven by a persistent but ineffective proresolution of inflammation phenotype. This hypothesis is drawn from the observation that TGF-is a key proresolution molecule but is also intimately involved in fibrogenesis. In a disease model where non-resolving low-level inflammation results in sustained TGF-production, it is possible to conceive that a fibrotic healing phenotype might evolve. Therapeutic strategies that drive neutrophils toward apoptosis will certainly have something to add to treatment of this disease if they can prevent or ameliorate the inflammatory insult (whether it be acute, chronic, or relapsing) that must be responsible for such extreme distortion of lung architecture. 69, 70 ", "cite_spans": [{"start": 608, "end": 618, "text": "1,69 -73 )", "ref_id": null}, {"start": 1491, "end": 1493, "text": "75", "ref_id": "BIBREF75"}, {"start": 1733, "end": 1735, "text": "72", "ref_id": "BIBREF72"}, {"start": 2505, "end": 2508, "text": "69,", "ref_id": "BIBREF69"}, {"start": 2509, "end": 2511, "text": "70", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Idiopathic pulmonary fibrosis"}, {"text": "Adult respiratory distress syndrome / acute lung injury is the pulmonary component of the multi-organ dysfunction syndrome (MODS) and represents a global failing of lung function in response to a specific, nonspecific, or unidentifiable stimulus. Effectively, these conditions are the result of an aggressive mucosal inflammatory immune response. (The refs. 1,76 -80 cover the wider pathophysiology of ARDS / ALI.).", "cite_spans": [], "ref_spans": [], "section": "ARDS / ALI"}, {"text": "Characterized by the pathological reaction termed diffuse alveolar damage, ARDS / ALI seems to be a neutrophil dominant disease (interestingly, diffuse alveolar damage is also seen in the terminal stages of IPF). Analysis of BAL fluid from patients with early-stage ARDS demonstrates increased numbers of activated neutrophils and their numbers correlate with severity of REVIEW lung injury. Indeed, persistence of BAL neutrophilia at day 7 is associated with increased mortality. The pulmonary circulation contains a large sequestered neutrophil population termed the \" marginated \" pool that does not normally circulate but is loosely adhered to the vessel walls. This population can be mobilized into the circulation by steroid therapy or by exercise. Neutrophils are subject to slow transit through the pulmonary microvasculature where blood vessel diameters are smaller than their own. The ability of neutrophils to progress depends on their considerable properties of distensibility. In ARDS / ALI, neutrophils are recruited early in large numbers, and an alteration in their rheological properties (they become less deformable) means that they struggle to maneuver through vessels whereas cytokine excess encourages their adhesion to vessel walls and subsequent translocation into the lung parenchyma and airways. The influx of huge numbers of neutrophils and proteinaceous inflammatory edema fluid from permeabilized vessels impairs gas exchange and makes adequate ventilation extremely difficult.", "cite_spans": [], "ref_spans": [], "section": "ARDS / ALI"}, {"text": "Neutrophil influx is driven by alveolar macrophage production of IL-8, and excessive levels of this cytokine have been found to be predictive of progression to ARDS in susceptible patients. 81 There is no effective, specific therapy for this condition and yet some patients survive with supportive therapy alone, implying that successful resolution is possible and can be mediated by physiological mechanisms. Neutrophils isolated from the BAL of ARDS patients have enhanced longevity, are activated, and may cause insurmountable damage to the respiratory mucosa leading to healing by fibrosis and permanent scarring with loss of lung architecture and function. In experimental models where neutrophils are depleted, ALI caused by endotoxin is attenuated. In other studies, enhancement of neutrophil apoptosis also reduced inflammatory parameters and tissue damage. The picture is complicated by apparent ARDS / ALI in neutropenic human patients. It is also clear that given the extravagant neutrophil influx associated with this condition, it would likely require a dual strategy of enhancing both neutrophil apoptosis and neutrophil clearance to ensure that secondary necrosis (and tissue damage) is prevented by prompt removal. 76, 82 Pneumonia Pneumonia is the term given to an infection within the lower respiratory tract that is sufficiently significant to result in visible changes on a chest radiograph. 83 There are many potential causative organisms including viruses and bacteria. Invading pathogens that overcome immediate host defenses are nonetheless recognized as foreign by their non-host constituents such as lipopolysaccharide or formylated peptides in their outer membranes. TLRs, CD14, and G-protein coupled receptors (e.g., FPR) found on macrophages and other respiratory mucosal cells are responsible for this detection and subsequently stimulate an acute inflammatory reaction by the production of cytokines such as TNF-, IL-1, IL-6, and IL-8. This proinflammatory milieu prolongs neutrophil life span and promotes neutrophil activation to allow effective microbial phagocytosis and killing. 3, 35, 84 If the inflammatory reaction is successful in containing the pathogens and they are cleared by phagocytosis or killed, then the inflammatory reaction remains localized to a single lobe or segment of the lung. The upregulation of anti-inflammatory, proresolution molecules should ensure containment of inflammation. Neutrophil phagocytosis of bacteria and the induction of proresolution cytokines such as IL-10 and TGF-promote neutrophil apoptosis and removal by macrophages. 85 The alternative is non-resolution with enhanced neutrophil longevity and local tissue damage (resulting in abscess, empyema, or bronchiectasis) and / or loss of containment resulting in global lung inflammation characterized by ARDS or spread through the circulation to other organs (sepsis) with the potential for MODS. Streptococcal pneumonia (the pathogen responsible is Streptococcus pneumoniae ) is often cited as a paradigm of resolving inflammation as despite an acute inflammatory response characterized by a massive neutrophil influx (giving the pathological appearance referred to as \" red hepatization \" ) it is possible for the lung to achieve complete recovery. 13 There is, however, a sub-population of severe pneumonia that behaves aggressively or is not contained by the patient ' s immune system and antibiotic therapy resulting in admission to intensive care and potentially MODS, sepsis, terminal decline, and death.", "cite_spans": [{"start": 190, "end": 192, "text": "81", "ref_id": "BIBREF81"}, {"start": 1231, "end": 1234, "text": "76,", "ref_id": "BIBREF76"}, {"start": 1235, "end": 1237, "text": "82", "ref_id": "BIBREF82"}, {"start": 1412, "end": 1414, "text": "83", "ref_id": "BIBREF83"}, {"start": 2115, "end": 2117, "text": "3,", "ref_id": "BIBREF2"}, {"start": 2118, "end": 2121, "text": "35,", "ref_id": "BIBREF35"}, {"start": 2122, "end": 2124, "text": "84", "ref_id": "BIBREF84"}, {"start": 2600, "end": 2602, "text": "85", "ref_id": "BIBREF85"}, {"start": 3278, "end": 3280, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "ARDS / ALI"}, {"text": "Antibiotics are central to the treatment of pneumonia but they are not always sufficient and it is possible that addressing acute inflammation associated with pneumonia may prove a successful adjuvant therapy. In this setting, it is unclear whether the ideal strategy is to dampen down the inflammatory response or to augment it in the hope that a supra-physiological immune reaction will prove successful in eradicating the organism responsible. Glucocorticoid therapy has been used as an adjuvant to antibiotics in this kind of patient with varying success rates in different trials. 86 The theory is that steroids should dampen inflammation through downregulation of NF-B activation and consequently the inflammatory cytokines under its direct transcriptional control. A recent study that utilized a physiological steroid dose (supra-physiological doses had been employed in previous studies) has shown a significant reduction in length of hospital stay and mortality in Intensive Care Unit patients with severe community-acquired pneumonia. 87 It is possible therefore that in a subgroup of patients with pneumonia, strategies to aid resolution of inflammation (in combination with antibiotic therapy) may be warranted.", "cite_spans": [{"start": 586, "end": 588, "text": "86", "ref_id": "BIBREF86"}, {"start": 1045, "end": 1047, "text": "87", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "ARDS / ALI"}, {"text": "Cystic fibrosis is the commonest inherited disease in Caucasian populations affecting one in 2,500 births. It seems surprising that a defect in salt transport (the genetic abnormality affects the cystic fibrosis transmembrane regulator gene ( CFTR ), which encodes a chloride channel) should be responsible for such widespread organ pathology including pancreatic insufficiency, bronchiectasis, liver dysfunction, infertility, and gut defects. Mortality (on average at age 34 in Western society) is most frequently from respiratory failure caused by aggressive bronchiectasis.", "cite_spans": [], "ref_spans": [], "section": "Cystic fibrosis"}, {"text": "There are competing hypotheses as to the root cause of the repeated infective exacerbations that lead to bronchiectasis in CF. It is postulated that a relative dehydration of the respiratory Table 1 continued on following page REVIEW mucosa means that the mucociliary escalator is compromised by viscid mucus and that altered mucosal pH results in malfunction of host antimicrobial peptides. There may also be a failure of normal bacterial internalization processes and it has been suggested that an intrinsic proinflammatory phenotype is conferred by CFTR malfunction. The proinflammatory phenotype theory postulates that an overburdened endosomal system encumbered by the processing of faulty CFTR signals distress, which leads to activation of NF-B. Production of IL-8 is stimulated resulting in enhanced neutrophil recruitment. Regardless, the net result is a failure of mucosal immunity, and a succession of bacterial infections occur (initially, Staphylococcus aureus and / or Haemophilus influenzae but subsequently and devastatingly P. aeruginosa , Burkholderia cepacia , and Stenotrophomonas maltophilia ). With bacterial colonization, innate defense is roused and a significant neutrophil influx occurs. This is usually thwarted, initially by microbial resistance and subsequently by distorted lung architecture. This results in an insurmountable accumulation of inflammatory cells and toxic damage from chemicals eluted by their necrotic carcasses. Elastase, reactive oxygen species, and myeloperoxidase cause further lung damage, and the clearance of inflammatory cells is so poor that Abbreviations: ARDS/ALI, adult respiratory distress syndrome/acute lung injury; CF, cystic fi brosis; COPD, chronic obstructive pulmonary disease; IPF, idiopathic pulmonary fi brosis.", "cite_spans": [], "ref_spans": [{"start": 191, "end": 198, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Cystic fibrosis"}, {"text": "the lungs literally become clogged with inflammatory cell DNA. Eventually, there is a terminal paucity of functional gas-exchange equipment, and respiratory failure and death supervene if lung transplant is not possible. 88 Recent work on P. aeruginosa has provided an interesting insight into the mechanisms by which this organism thwarts immune defense. It was known that P. aeruginosa could effectively hide from the immune system in a protective and impenetrable bio-film. A more subtle effect mediated by pseudomonas produced pyocyanin has now been recognized. This chemical promotes neutrophil death but inhibits macrophage clearance resulting in neutrophil death by necrosis. This leads to the spillage of cathepsin G and elastase, which can cleave the important chemokine receptor CXCR1 on other neutrophils. This receptor would usually allow IL-8-mediated enhancement of neutrophil killing prowess, which enabling neutrophils to kill pseudomonas. In CF patients, neutrophils have little CXCR1 for the above reason and are consequently effectively crippled as well as out-maneuvered. Even more detrimental, fragments of this receptor stimulate the TLR system resulting in enhanced neutrophil recruitment and prolongation of the inflammatory response. 89 Anti-inflammatory therapy in the form of non-steroidal anti-inflammatory drugs has been used to mild benefit in CF but it appears that the early introduction of a potent anti-inflammatory proresolution therapeutic strategy might be of enhanced benefit. Neutrophils in CF patients are dysfunctional and ineffective at restraining or removing typical CF pathogens, so driving their apoptosis and removal might be of more benefit than allowing them to remain in the hope that they are contributing to defense against these microbes. 88", "cite_spans": [{"start": 221, "end": 223, "text": "88", "ref_id": "BIBREF88"}, {"start": 1259, "end": 1261, "text": "89", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "REVIEW"}, {"text": "There are many methods available for the production of relevant animal models of inflammatory disease. These include direct chemical / other injury, constitutive and inducible transgenics, viral vector delivery of relevant genes, adoptive cell transfer, and direct infection strategies. The advantage of the animal model is that it reproduces the complexity of the wider immune / inflammatory response on an organ or system-wide basis as opposed to cell-line strategies that can only examine individual cellular responses. A selection of key rodent models and their major advantages / disadvantages are shown in Table 1 . A more comprehensive discussion of this field is not possible due to space limitations but there are excellent reviews available in this area. 90 -95 Clearly, reliable animal models are central to the development of efficacious and safe pharmaceutical agents that drive granulocyte apoptosis and clearance to enhance resolution of inflammation.", "cite_spans": [{"start": 765, "end": 771, "text": "90 -95", "ref_id": null}], "ref_spans": [{"start": 612, "end": 619, "text": "Table 1", "ref_id": "TABREF1"}], "section": "ANIMAL MODELS OF GRANULOCYTE-MEDIATED PULMONARY INFLAMMATORY DISEASE"}, {"text": "The respiratory mucosa is frequently threatened with microbial invasion because it is responsible for gas exchange. Consequently, it has developed a sophisticated, sensitive surveillance system and a rapid-response immune policing arm to ensure that it usually prevails in a given interaction. In inflammatory disease, this system is thwarted or dysfunctional with devastating results. The respiratory mucosal immune and inflammatory response can be volatile and damaging for lung function and architecture. To understand respiratory inflammatory disease, it is essential to fully appreciate the biology of archetypal inflammatory cells such as granulocytes. To drive granulocyte apoptosis and enhance granulocyte clearance is a research priority that will hopefully enable amelioration or cure of prevalent (and obscure) respiratory inflammatory conditions.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Crofton and Douglas's respiratory diseases", "authors": [{"first": "A", "middle": [], "last": "Seaton", "suffix": ""}, {"first": "D", "middle": [], "last": "Seaton", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Leitch", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Disturbance of function (functio laesa): the legendary fi fth cardinal sign of infl ammation, added by Galen to the four cardinal signs of celsus", "authors": [{"first": "L", "middle": ["J"], "last": "Rather", "suffix": ""}], "year": 1971, "venue": "Bull NY Acad. Med", "volume": "47", "issn": "", "pages": "303--322", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Toll-like receptor (TLR)-based networks regulate neutrophilic infl ammation in respiratory disease", "authors": [{"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Whyte", "suffix": ""}], "year": 2007, "venue": "Biochem. Soc. Trans", "volume": "35", "issn": "", "pages": "1492--1495", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Modulation of granulocyte apoptosis can infl uence the resolution of infl ammation", "authors": [{"first": "A", "middle": ["G"], "last": "Rossi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hallett", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Sawatzky", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Teixeira", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}], "year": 2007, "venue": "Biochem. Soc. Trans", "volume": "35", "issn": "", "pages": "288--291", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Resolution of infl ammation: state of the art, defi nitions and terms", "authors": [{"first": "C", "middle": ["N"], "last": "Serhan", "suffix": ""}], "year": 2007, "venue": "FASEB. J", "volume": "21", "issn": "", "pages": "325--332", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Phagocytosis-independent antimicrobial activity of mast cells by means of extracellular trap formation", "authors": [{"first": "M", "middle": [], "last": "Von Kockritz-Blickwede", "suffix": ""}], "year": 2008, "venue": "Blood", "volume": "111", "issn": "", "pages": "3070--3080", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Neutrophil extracellular traps kill bacteria", "authors": [{"first": "V", "middle": [], "last": "Brinkmann", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "303", "issn": "", "pages": "1532--1535", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Neutrophils and immunity: challenges and opportunities", "authors": [{"first": "C", "middle": [], "last": "Nathan", "suffix": ""}], "year": 2006, "venue": "Nat. Rev. Immunol", "volume": "6", "issn": "", "pages": "173--182", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The future of lung research in the UK", "authors": [{"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 2007, "venue": "Thorax", "volume": "62", "issn": "", "pages": "1028--1032", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "British Thoracic Society . Health Select Committee inquiry into Health InequalitiesSubmission from the British Thoracic", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Microbial subversion of the immune response", "authors": [{"first": "P", "middle": ["J"], "last": "Lachmann", "suffix": ""}], "year": 2002, "venue": "Proc. Natl. Acad. Sci. USA. 99", "volume": "", "issn": "", "pages": "8461--8462", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Subversion of a lysosomal pathway regulating neutrophil apoptosis by a major bacterial toxin, pyocyanin", "authors": [{"first": "L", "middle": ["R"], "last": "Prince", "suffix": ""}], "year": 2008, "venue": "J. Immunol", "volume": "180", "issn": "", "pages": "3502--3511", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Granulocyte apoptosis and its role in the resolution and control of lung infl ammation", "authors": [{"first": "C", "middle": [], "last": "Haslett", "suffix": ""}], "year": 1999, "venue": "Am. J. Respir. Crit. Care. Med", "volume": "160", "issn": "", "pages": "5--11", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mouse neutrophilic granulocytes express mRNA encoding the macrophage colony-stimulating factor receptor (CSF-1R) as well as many other macrophage-specifi c transcripts and can transdifferentiate into macrophages in vitro", "authors": [{"first": "R", "middle": ["T"], "last": "Sasmono", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reprogramming of human postmitotic neutrophils into macrophages by growth factors", "authors": [{"first": "H", "middle": [], "last": "Araki", "suffix": ""}], "year": 2004, "venue": "Blood", "volume": "103", "issn": "", "pages": "2973--2980", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Life and death during hematopoietic differentiation", "authors": [{"first": "J", "middle": ["T"], "last": "Opferman", "suffix": ""}], "year": 2007, "venue": "Curr. Opin. Immunol", "volume": "19", "issn": "", "pages": "497--502", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cyclin-dependent kinase inhibitors enhance the resolution of infl ammation by promoting infl ammatory cell apoptosis", "authors": [{"first": "A", "middle": ["G"], "last": "Rossi", "suffix": ""}], "year": 2006, "venue": "Nat. Med", "volume": "12", "issn": "", "pages": "1056--1064", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Interactions of pathogenic mycobacteria with host macrophages . Microbes Infect", "authors": [{"first": "V", "middle": [], "last": "Sundaramurthy", "suffix": ""}, {"first": "J", "middle": [], "last": "Pieters", "suffix": ""}], "year": 2007, "venue": "", "volume": "9", "issn": "", "pages": "1671--1679", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Benefi cial suicide: why neutrophils die to make NETs", "authors": [{"first": "V", "middle": [], "last": "Brinkmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Zychlinsky", "suffix": ""}], "year": 2007, "venue": "Nat. Rev. Microbiol", "volume": "5", "issn": "", "pages": "577--582", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The eosinophil", "authors": [{"first": "M", "middle": ["E"], "last": "Rothenberg", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Hogan", "suffix": ""}], "year": 2006, "venue": "Annu. Rev. Immunol", "volume": "24", "issn": "", "pages": "147--174", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Annexin 1 and neutrophil apoptosis", "authors": [{"first": "M", "middle": [], "last": "Perretti", "suffix": ""}, {"first": "E", "middle": [], "last": "Solito", "suffix": ""}], "year": 2004, "venue": "REVIEW 21", "volume": "32", "issn": "", "pages": "507--510", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Annexin-1 and peptide derivatives are released by apoptotic cells and stimulate phagocytosis of apoptotic neutrophils by macrophages", "authors": [{"first": "M", "middle": [], "last": "Scannell", "suffix": ""}], "year": 2007, "venue": "J. Immunol", "volume": "178", "issn": "", "pages": "4595--4605", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Granulocyte apoptosis in the pathogenesis and resolution of lung disease", "authors": [{"first": "S", "middle": ["M"], "last": "Bianchi", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dockrell", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Renshaw", "suffix": ""}, {"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Whyte", "suffix": ""}], "year": 2006, "venue": "Clin. Sci", "volume": "110", "issn": "", "pages": "293--304", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Tumor necrosis factor alpha induces a caspase-independent death pathway in human neutrophils", "authors": [{"first": "N", "middle": ["A"], "last": "Maianski", "suffix": ""}, {"first": "D", "middle": [], "last": "Roos", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Kuijpers", "suffix": ""}], "year": 1987, "venue": "Blood", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Neutrophil apoptosis pathways and their modifi cations in infl ammation", "authors": [{"first": "H", "middle": ["U"], "last": "Simon", "suffix": ""}], "year": 2003, "venue": "Immunol. Rev", "volume": "193", "issn": "", "pages": "101--110", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "z-VAD-fmk augmentation of TNF alpha-stimulated neutrophil apoptosis is compound specifi c and does not involve the generation of reactive oxygen species", "authors": [{"first": "A", "middle": ["S"], "last": "Cowburn", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "White", "suffix": ""}, {"first": "J", "middle": [], "last": "Deighton", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Walmsley", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Chilvers", "suffix": ""}], "year": 2005, "venue": "Blood", "volume": "105", "issn": "", "pages": "2970--2972", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Regulation of eosinophil and neutrophil apoptosis--similarities and differences", "authors": [{"first": "H", "middle": ["U"], "last": "Simon", "suffix": ""}], "year": 2001, "venue": "Immunol. Rev", "volume": "179", "issn": "", "pages": "156--162", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Molecules involved in the regulation of eosinophil apoptosis", "authors": [{"first": "H", "middle": ["U"], "last": "Simon", "suffix": ""}], "year": 2006, "venue": "Chem. Immunol. Allergy", "volume": "91", "issn": "", "pages": "49--58", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Regulation of eosinophil apoptosis: transduction of survival and death signals", "authors": [{"first": "H", "middle": [], "last": "Simon", "suffix": ""}, {"first": "R", "middle": [], "last": "Alam", "suffix": ""}], "year": 1999, "venue": "Int. Arch. Allergy Immunol", "volume": "118", "issn": "", "pages": "7--14", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Critical role for caspases 3 and 8 in neutrophil but not eosinophil apoptosis", "authors": [{"first": "I", "middle": [], "last": "Daigle", "suffix": ""}, {"first": "H", "middle": ["U"], "last": "Simon", "suffix": ""}], "year": 2001, "venue": "Int. Arch. Allergy Immunol", "volume": "126", "issn": "", "pages": "147--156", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "IL-5 but not interferon-gamma (IFN-gamma) inhibits eosinophil apoptosis by up-regulation of bcl-2 expression", "authors": [{"first": "K", "middle": [], "last": "Ochiai", "suffix": ""}, {"first": "M", "middle": [], "last": "Kagami", "suffix": ""}, {"first": "R", "middle": [], "last": "Matsumura", "suffix": ""}, {"first": "H", "middle": [], "last": "Tomioka", "suffix": ""}], "year": 1997, "venue": "Clin. Exp. Immunol", "volume": "107", "issn": "", "pages": "198--204", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bcl-Xl-and Bax-alphamediated regulation of apoptosis of human neutrophils via caspase-3", "authors": [{"first": "P", "middle": [], "last": "Weinmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Gaehtgens", "suffix": ""}, {"first": "B", "middle": [], "last": "Walzog", "suffix": ""}], "year": 1999, "venue": "Blood", "volume": "93", "issn": "", "pages": "3106--3115", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The antiapoptotic protein Mcl-1 is essential for the survival of neutrophils but not macrophages", "authors": [{"first": "I", "middle": [], "last": "Dzhagalov", "suffix": ""}, {"first": "A", "middle": [], "last": "St John", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "He", "suffix": ""}], "year": 2007, "venue": "Blood", "volume": "109", "issn": "", "pages": "1620--1626", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Accelerated neutrophil apoptosis in mice lacking A1-a, a subtype of the bcl-2-related A1 gene", "authors": [{"first": "A", "middle": [], "last": "Hamasaki", "suffix": ""}], "year": 1998, "venue": "J. Exp. Med", "volume": "188", "issn": "", "pages": "1985--1992", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The role of Toll-like receptors in the regulation of neutrophil migration, activation, apoptosis", "authors": [{"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Dower", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Whyte", "suffix": ""}], "year": 2005, "venue": "Clin. Infect. Dis", "volume": "41", "issn": "7", "pages": "421--426", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "NF-kappaB activation is a critical regulator of human granulocyte apoptosis in vitro", "authors": [{"first": "C", "middle": [], "last": "Ward", "suffix": ""}], "year": 1999, "venue": "J. Biol. Chem", "volume": "274", "issn": "", "pages": "4309--4318", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Possible new role for NF-kappaB in the resolution of infl ammation", "authors": [{"first": "T", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Gilroy", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Colville-Nash", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Willoughby", "suffix": ""}], "year": 2001, "venue": "Nat. Med", "volume": "7", "issn": "", "pages": "1291--1297", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Phosphoinositide-3 kinases critically regulate the recruitment and survival of eosinophils in vivo: importance for the resolution of allergic infl ammation", "authors": [{"first": "V", "middle": [], "last": "Pinho", "suffix": ""}], "year": 2005, "venue": "J. Leukoc. Biol", "volume": "77", "issn": "", "pages": "800--810", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Tissue-and stimulus-dependent role of phosphatidylinositol 3-kinase isoforms for neutrophil recruitment induced by chemoattractants in vivo", "authors": [{"first": "V", "middle": [], "last": "Pinho", "suffix": ""}], "year": 2007, "venue": "J. Immunol", "volume": "179", "issn": "", "pages": "7891--7898", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Granulocyte clearance by apoptosis in the resolution of infl ammation", "authors": [{"first": "J", "middle": [], "last": "Savill", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}], "year": 1995, "venue": "Semin. Cell. Biol", "volume": "6", "issn": "", "pages": "385--393", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The differential effect of dexamethasone on granulocyte apoptosis involves stabilization of Mcl-1L in neutrophils but not in eosinophils", "authors": [{"first": "K", "middle": ["L"], "last": "Sivertson", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Seeds", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Long", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Peachman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Bass", "suffix": ""}], "year": 2007, "venue": "Cell. Immunol", "volume": "246", "issn": "", "pages": "34--45", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Glucocorticoid-mediated regulation of granulocyte apoptosis and macrophage phagocytosis of apoptotic cells: implications for the resolution of infl ammation", "authors": [{"first": "S", "middle": ["J"], "last": "Heasman", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Giles", "suffix": ""}, {"first": "C", "middle": [], "last": "Ward", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Rossi", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}, {"first": "I", "middle": [], "last": "Dransfi Eld", "suffix": ""}], "year": 2003, "venue": "J. Endocrinol", "volume": "178", "issn": "", "pages": "29--36", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Resolution phase of infl ammation: novel endogenous anti-infl ammatory and proresolving lipid mediators and pathways", "authors": [{"first": "C", "middle": ["N"], "last": "Serhan", "suffix": ""}], "year": 2007, "venue": "Annu. Rev. Immunol", "volume": "25", "issn": "", "pages": "101--137", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Novel pharmacological strategies for driving infl ammatory cell apoptosis and enhancing the resolution of infl ammation", "authors": [{"first": "J", "middle": ["M"], "last": "Hallett", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Leitch", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Riley", "suffix": ""}, {"first": "R", "middle": [], "last": "Duffi N", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Rossi", "suffix": ""}], "year": 2008, "venue": "Trends Pharmacol. Sci", "volume": "29", "issn": "", "pages": "250--257", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "TIM-1 and TIM-4 glycoproteins bind phosphatidylserine and mediate uptake of apoptotic cells", "authors": [{"first": "N", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 2007, "venue": "Immunity", "volume": "27", "issn": "", "pages": "927--940", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Rapid cell corpse clearance by stabilin-2, a membrane phosphatidylserine receptor", "authors": [{"first": "S", "middle": ["Y"], "last": "Park", "suffix": ""}], "year": 2008, "venue": "Cell Death Differ", "volume": "15", "issn": "", "pages": "192--201", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "BAI1 is an engulfment receptor for apoptotic cells upstream of the ELMO/Dock180/Rac module", "authors": [{"first": "D", "middle": [], "last": "Park", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "450", "issn": "", "pages": "430--434", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Macrophages that have ingested apoptotic cells in vitro inhibit proinfl ammatory cytokine production through autocrine/paracrine mechanisms involving TGF-beta, PGE2, PAF", "authors": [{"first": "V", "middle": ["A"], "last": "Fadok", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Bratton", "suffix": ""}, {"first": "A", "middle": [], "last": "Konowal", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Freed", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Westcott", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Henson", "suffix": ""}], "year": 1998, "venue": "J. Clin. Invest", "volume": "101", "issn": "", "pages": "890--898", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Alveolar macrophages in chronic obstructive pulmonary disease (COPD)", "authors": [{"first": "P", "middle": ["J"], "last": "Barnes", "suffix": ""}], "year": 2004, "venue": "Cell. Mol. Biol", "volume": "50", "issn": "", "pages": "627--637", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "New molecular targets for the treatment of neutrophilic diseases", "authors": [{"first": "P", "middle": ["J"], "last": "Barnes", "suffix": ""}], "year": 2007, "venue": "J. Allergy Clin. Immunol", "volume": "119", "issn": "", "pages": "1055--1062", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Pathogenesis of chronic obstructive pulmonary disease", "authors": [{"first": "W", "middle": [], "last": "Macnee", "suffix": ""}], "year": 2007, "venue": "Clin. Chest Med", "volume": "28", "issn": "", "pages": "479--513", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Macrophage phagocytosis of apoptotic neutrophils is compromised by matrix proteins modifi ed by cigarette smoke and lipid peroxidation products", "authors": [{"first": "P", "middle": ["A"], "last": "Kirkham", "suffix": ""}, {"first": "G", "middle": [], "last": "Spooner", "suffix": ""}, {"first": "I", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Rossi", "suffix": ""}], "year": 2004, "venue": "Biochem. Biophys. Res. Commun", "volume": "318", "issn": "", "pages": "32--37", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Corticosteroid resistance in chronic obstructive pulmonary disease: inactivation of histone deacetylase", "authors": [{"first": "P", "middle": ["J"], "last": "Barnes", "suffix": ""}, {"first": "K", "middle": [], "last": "Ito", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Adcock", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "363", "issn": "", "pages": "731--733", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The neutrophil in chronic obstructive pulmonary disease", "authors": [{"first": "J", "middle": ["K"], "last": "Quint", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Wedzicha", "suffix": ""}], "year": 2007, "venue": "J. Allergy Clin. Immunol", "volume": "119", "issn": "", "pages": "1065--1071", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Pathophysiology of asthma", "authors": [{"first": "P", "middle": ["J"], "last": "Barnes", "suffix": ""}], "year": 1996, "venue": "Br. J. Clin. Pharmacol", "volume": "42", "issn": "", "pages": "3--10", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Pathophysiology of severe asthma", "authors": [{"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}, {"first": "S", "middle": [], "last": "Banks-Schlegel", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Wenzel", "suffix": ""}], "year": 2000, "venue": "J. Allergy Clini. Immunol", "volume": "106", "issn": "", "pages": "1033--1042", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Targeting airway infl ammation in asthma: current and future therapies", "authors": [{"first": "N", "middle": ["A"], "last": "Hanania", "suffix": ""}], "year": 2008, "venue": "Chest", "volume": "133", "issn": "", "pages": "989--998", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Understanding the pathophysiology of severe asthma to generate new therapeutic opportunities", "authors": [{"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 2006, "venue": "J. Allergy Clin. Immunol", "volume": "117", "issn": "", "pages": "496--506", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The pathophysiology of asthma", "authors": [{"first": "L", "middle": [], "last": "Maddox", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Schwartz", "suffix": ""}], "year": 2002, "venue": "Annu. Rev. Med", "volume": "53", "issn": "", "pages": "477--498", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "eosinophils and bronchial epithelial cells: new insights into the resolution of infl ammation in asthma", "authors": [{"first": "G", "middle": ["M"], "last": "Walsh", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Sexton", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Blaylock", "suffix": ""}, {"first": "", "middle": [], "last": "Corticosteroids", "suffix": ""}], "year": 2003, "venue": "J. Endocrinol", "volume": "178", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Role of defi cient type III interferon-[lambda] production in asthma exacerbations", "authors": [{"first": "M", "middle": [], "last": "Contoli", "suffix": ""}], "year": 2006, "venue": "Nat. Med", "volume": "12", "issn": "", "pages": "1023--1026", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Enhancement of neutrophil function by the bronchial epithelium stimulated by epidermal growth factor", "authors": [{"first": "M", "middle": [], "last": "Uddin", "suffix": ""}, {"first": "G", "middle": [], "last": "Seumois", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Lau", "suffix": ""}, {"first": "P", "middle": [], "last": "Rytila", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Davies", "suffix": ""}, {"first": "R", "middle": [], "last": "Djukanovic", "suffix": ""}], "year": 2008, "venue": "Eur. Respir. J", "volume": "31", "issn": "", "pages": "714--724", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Anti-IL-5 treatment reduces deposition of ECM proteins in the bronchial subepithelial basement membrane of mild atopic asthmatics", "authors": [{"first": "P", "middle": [], "last": "Flood-Page", "suffix": ""}], "year": 2003, "venue": "J. Clin. Invest", "volume": "112", "issn": "", "pages": "1029--1036", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Eosinophil's role remains uncertain as anti-interleukin-5 only partially depletes numbers in asthmatic airway", "authors": [{"first": "P", "middle": ["T"], "last": "Flood-Page", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Menzies-Gow", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Kay", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Robinson", "suffix": ""}], "year": 2003, "venue": "Am. J. Respir. Crit. Care. Med", "volume": "167", "issn": "", "pages": "199--204", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Effect of an interleukin-4 variant on late phase asthmatic response to allergen challenge in asthmatic patients: results of two phase 2a studies", "authors": [{"first": "S", "middle": [], "last": "Wenzel", "suffix": ""}, {"first": "D", "middle": [], "last": "Wilbraham", "suffix": ""}, {"first": "R", "middle": [], "last": "Fuller", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Getz", "suffix": ""}, {"first": "M", "middle": [], "last": "Longphre", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "", "pages": "1422--1431", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "IL-17 mRNA in sputum of asthmatic patients: linking T cell driven infl ammation and granulocytic infl ux?", "authors": [{"first": "D", "middle": ["M"], "last": "Bullens", "suffix": ""}], "year": 2006, "venue": "Respir. Res", "volume": "7", "issn": "", "pages": "135--148", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Opposing effects of glucocorticoids on the rate of apoptosis in neutrophilic and eosinophilic granulocytes", "authors": [{"first": "L", "middle": ["C"], "last": "Meagher", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Cousin", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Seckl", "suffix": ""}, {"first": "C", "middle": [], "last": "Haslett", "suffix": ""}], "year": 1996, "venue": "J. Immunol", "volume": "156", "issn": "", "pages": "4422--4428", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "A different disease, many diseases or mild asthma gone bad? Challenges of severe asthma", "authors": [{"first": "S", "middle": ["E"], "last": "Wenzel", "suffix": ""}], "year": 2003, "venue": "Eur. Respir. J", "volume": "22", "issn": "", "pages": "397--398", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Acute exacerbations of idiopathic pulmonary fi brosis", "authors": [{"first": "H", "middle": ["R"], "last": "Collard", "suffix": ""}], "year": 2007, "venue": "Am. J. Respir. Crit. Care. Med", "volume": "176", "issn": "", "pages": "636--643", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Jr Challenges in pulmonary fi brosis x 5: the NSIP/UIP debate", "authors": [{"first": "Du", "middle": [], "last": "Bois", "suffix": ""}, {"first": "R", "middle": [], "last": "King", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "", "suffix": ""}], "year": 2007, "venue": "Thorax", "volume": "62", "issn": "", "pages": "1008--1012", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "State of the Art. Does current knowledge explain the pathogenesis of idiopathic pulmonary fi brosis?: a perspective", "authors": [{"first": "G", "middle": ["W"], "last": "Hunninghake", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Schwarz", "suffix": ""}], "year": 2007, "venue": "Proc. Am. Thorac. Soc", "volume": "4", "issn": "", "pages": "449--452", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Infl ammationassociated remodelling and fi brosis in the lung -a process and an end point", "authors": [{"first": "W", "middle": ["A"], "last": "Wallace", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Fitch", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Simpson", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Howie", "suffix": ""}], "year": 2007, "venue": "Int. J. Exp. Pathol", "volume": "88", "issn": "", "pages": "103--110", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "What differentiates normal lung repair and fi brosis? Infl ammation, resolution of repair, fi brosis", "authors": [{"first": "R", "middle": ["M"], "last": "Strieter", "suffix": ""}], "year": 2008, "venue": "Proc. Am. Thorac. Soc", "volume": "5", "issn": "", "pages": "305--310", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Mice lacking neutrophil elastase are resistant to bleomycin-induced pulmonary fi brosis", "authors": [{"first": "F", "middle": [], "last": "Chua", "suffix": ""}], "year": 2007, "venue": "Am. J. Pathol", "volume": "170", "issn": "", "pages": "65--74", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Jr Baseline BAL neutrophilia predicts early mortality in idiopathic pulmonary fi brosis", "authors": [{"first": "B", "middle": ["W"], "last": "Kinder", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Schwarz", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ix", "suffix": ""}, {"first": "A", "middle": [], "last": "Kervitsky", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "King", "suffix": ""}], "year": 2008, "venue": "Chest", "volume": "133", "issn": "", "pages": "226--232", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Neutrophils and acute lung injury", "authors": [{"first": "E", "middle": [], "last": "Abraham", "suffix": ""}], "year": 2003, "venue": "Crit. Care. Med", "volume": "31", "issn": "", "pages": "195--199", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "The pulmonary physician in critical care * 6: The pathogenesis of ALI/ARDS", "authors": [{"first": "G", "middle": ["J"], "last": "Bellingan", "suffix": ""}], "year": 2002, "venue": "Thorax", "volume": "57", "issn": "", "pages": "540--546", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Acute respiratory distress syndrome", "authors": [{"first": "S", "middle": ["K"], "last": "Leaver", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Evans", "suffix": ""}], "year": 2007, "venue": "BMJ", "volume": "335", "issn": "", "pages": "389--394", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Interactions between mechanical and biological processes in acute lung injury", "authors": [{"first": "T", "middle": ["R"], "last": "Martin", "suffix": ""}], "year": 2008, "venue": "Proc. Am. Thorac. Soc", "volume": "5", "issn": "", "pages": "291--296", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Acute lung injury and the acute respiratory distress syndrome: four decades of inquiry into pathogenesis and rational management", "authors": [{"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Zimmerman", "suffix": ""}], "year": 2005, "venue": "Am. J. Respir. Cell. Mol. Biol", "volume": "33", "issn": "", "pages": "319--327", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Interleukin-8 and development of adult respiratory distress syndrome in at-risk patient groups", "authors": [{"first": "S", "middle": ["C"], "last": "Donnelly", "suffix": ""}], "year": 1993, "venue": "Lancet", "volume": "341", "issn": "", "pages": "643--647", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Ventilator-associated lung injury: a search for better therapeutic targets", "authors": [{"first": "R", "middle": ["A"], "last": "Oeckler", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Hubmayr", "suffix": ""}], "year": 2007, "venue": "Eur. Respir. J", "volume": "30", "issn": "", "pages": "1216--1226", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "BTS Guidelines for the Management of Community Acquired Pneumonia in Adults", "authors": [{"first": "", "middle": [], "last": "British Thoracic Society", "suffix": ""}], "year": 2001, "venue": "Thorax", "volume": "56", "issn": "", "pages": "1--64", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Decreased apoptosis and increased activation of alveolar neutrophils in bacterial pneumonia", "authors": [{"first": "D", "middle": [], "last": "Droemann", "suffix": ""}], "year": 2000, "venue": "Chest", "volume": "117", "issn": "", "pages": "1679--1684", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Neutrophils undergo apoptosis following ingestion of Escherichia coli", "authors": [{"first": "R", "middle": ["W"], "last": "Watson", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Redmond", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Condron", "suffix": ""}, {"first": "D", "middle": [], "last": "Bouchier-Hayes", "suffix": ""}], "year": 1996, "venue": "J. Immunol", "volume": "156", "issn": "", "pages": "3986--3992", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Infl ammation--a new therapeutic target in pneumonia", "authors": [{"first": "M", "middle": [], "last": "Cazzola", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Matera", "suffix": ""}, {"first": "G", "middle": [], "last": "Pezzuto", "suffix": ""}], "year": 2005, "venue": "Respiration", "volume": "72", "issn": "", "pages": "117--126", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Hydrocortisone infusion for severe communityacquired pneumonia: a preliminary randomized study", "authors": [{"first": "M", "middle": [], "last": "Confalonieri", "suffix": ""}], "year": 2005, "venue": "Am. J. Respir. Crit. Care. Med", "volume": "171", "issn": "", "pages": "242--248", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Airway infl ammation in cystic fi brosis", "authors": [{"first": "A", "middle": [], "last": "Elizur", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Cannon", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Ferkol", "suffix": ""}], "year": 2008, "venue": "Chest", "volume": "133", "issn": "", "pages": "489--495", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Incapacitating the immune system in cystic fi brosis", "authors": [{"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Whyte", "suffix": ""}], "year": 2007, "venue": "Nat. Med", "volume": "13", "issn": "", "pages": "1417--1418", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Transgenic animals in infl ammatory disease models", "authors": [{"first": "C", "middle": ["M"], "last": "Brodmerkel", "suffix": ""}, {"first": "K", "middle": [], "last": "Vaddi", "suffix": ""}], "year": 2003, "venue": "Curr. Opin. Biotechnol", "volume": "14", "issn": "", "pages": "652--658", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Cystic fi brosis mouse models", "authors": [{"first": "C", "middle": [], "last": "Guilbault", "suffix": ""}, {"first": "Z", "middle": [], "last": "Saeed", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Downey", "suffix": ""}, {"first": "D", "middle": [], "last": "Radzioch", "suffix": ""}], "year": 2007, "venue": "Am. J. Respir. Cell. Mol. Biol", "volume": "36", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Murine models of asthma", "authors": [{"first": "J", "middle": ["C"], "last": "Kips", "suffix": ""}], "year": 2003, "venue": "Eur. Respir. J", "volume": "22", "issn": "", "pages": "374--382", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Models of pulmonary fi brosis", "authors": [{"first": "A", "middle": [], "last": "Moeller", "suffix": ""}], "year": 2006, "venue": "Drug Discov. Today Dis. Models", "volume": "3", "issn": "", "pages": "243--249", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Murine models of pulmonary fi brosis", "authors": [{"first": "B", "middle": ["B"], "last": "Moore", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hogaboam", "suffix": ""}], "year": 2008, "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol", "volume": "294", "issn": "", "pages": "152--160", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Modeling infl ammation in the zebrafi sh: how a fi sh can help us understand lung disease", "authors": [{"first": "S", "middle": ["A"], "last": "Renshaw", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Loynes", "suffix": ""}, {"first": "S", "middle": [], "last": "Elworthy", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Ingham", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Whyte", "suffix": ""}], "year": 2007, "venue": "Exp. Lung Res", "volume": "33", "issn": "", "pages": "549--554", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "High dose continuous infusion of bleomycin in mice: a new model for drug-induced pulmonary fi brosis", "authors": [{"first": "J", "middle": ["H"], "last": "Harrison", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lazo", "suffix": ""}], "year": 1987, "venue": "J. Pharmacol. Exp. Ther", "volume": "243", "issn": "", "pages": "1185--1194", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "The bleomycin animal model: a useful tool to investigate treatment options for idiopathic pulmonary fi brosis?", "authors": [{"first": "A", "middle": [], "last": "Moeller", "suffix": ""}, {"first": "K", "middle": [], "last": "Ask", "suffix": ""}, {"first": "D", "middle": [], "last": "Warburton", "suffix": ""}, {"first": "J", "middle": [], "last": "Gauldie", "suffix": ""}, {"first": "M", "middle": [], "last": "Kolb", "suffix": ""}], "year": 2008, "venue": "Int. J. Biochem. Cell. Biol", "volume": "40", "issn": "", "pages": "362--382", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Conditional expression of transforming growth factoralpha in adult mouse lung causes pulmonary fi brosis", "authors": [{"first": "W", "middle": ["D"], "last": "Hardie", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Le Cras", "suffix": ""}, {"first": "K", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tichelaar", "suffix": ""}, {"first": "M", "middle": [], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Korfhagen", "suffix": ""}], "year": 2004, "venue": "Am. J. Physiol. Lung. Cell. Mol. Physiol", "volume": "286", "issn": "", "pages": "741--749", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Adenovector-mediated gene transfer of active transforming growth factor-beta 1 induces prolonged severe fi brosis in rat lung", "authors": [{"first": "P", "middle": ["J"], "last": "Sime", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xing", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Graham", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Csaky", "suffix": ""}, {"first": "J", "middle": [], "last": "Gauldie", "suffix": ""}], "year": 1997, "venue": "J. Clin. Investig", "volume": "100", "issn": "", "pages": "768--776", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Gene transfer for cytokine functional studies in the lung: the multifunctional role of GM-CSF in pulmonary infl ammation", "authors": [{"first": "Z", "middle": [], "last": "Xing", "suffix": ""}], "year": 1996, "venue": "J. Leukoc. Biol", "volume": "59", "issn": "", "pages": "481--488", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Transient expression of IL-1 beta induces acute lung injury and chronic repair leading to pulmonary fi brosis", "authors": [{"first": "M", "middle": [], "last": "Kolb", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Margetts", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Anthony", "suffix": ""}, {"first": "F", "middle": [], "last": "Pitossi", "suffix": ""}, {"first": "J", "middle": [], "last": "Gauldie", "suffix": ""}], "year": 2001, "venue": "J. Clin. Investig", "volume": "107", "issn": "", "pages": "1529--1536", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Expression of a tumor-necrosis-factor-alpha transgene in murine lung causes lymphocytic and fi brosing alveolitis -a mouse model of progressive pulmonary fi brosis", "authors": [{"first": "Y", "middle": [], "last": "Miyazaki", "suffix": ""}], "year": 1995, "venue": "J. Clin. Investig", "volume": "96", "issn": "", "pages": "250--259", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Transgenic modeling of interleukin-13 in the lung", "authors": [{"first": "J", "middle": ["A"], "last": "Elias", "suffix": ""}], "year": 2003, "venue": "Chest", "volume": "123", "issn": "", "pages": "339--345", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Animal models of asthma", "authors": [{"first": "G", "middle": ["R"], "last": "Zosky", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Sly", "suffix": ""}], "year": 2007, "venue": "Clin. Exp. Allergy", "volume": "37", "issn": "", "pages": "973--988", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Mechanisms of cigarette smokeinduced COPD: insights from animal models", "authors": [{"first": "A", "middle": [], "last": "Churg", "suffix": ""}, {"first": "M", "middle": [], "last": "Cosio", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Wright", "suffix": ""}], "year": 2008, "venue": "Am. J. Physiol. Lung. Cell. Mol. Physiol", "volume": "294", "issn": "", "pages": "612--631", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "The pathogenesis of COPD: lessons learned from in vivo animal models", "authors": [{"first": "M", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakanishi", "suffix": ""}], "year": 2007, "venue": "Med. Sci. Monit", "volume": "13", "issn": "", "pages": "19--24", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Transgenic and gene-targeted mice as models for chronic obstructive pulmonary disease", "authors": [{"first": "S", "middle": ["D"], "last": "Shapiro", "suffix": ""}], "year": 2007, "venue": "Eur. Respir. J", "volume": "29", "issn": "", "pages": "375--378", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Hyperoxic acute lung injury and ventilator-induced/ associated lung injury: new insights into intracellular signaling pathways", "authors": [{"first": "Dos", "middle": [], "last": "Santos", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "", "suffix": ""}], "year": 2007, "venue": "Crit. Care", "volume": "11", "issn": "", "pages": "126--138", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Characterization of a murine model of endotoxin-induced acute lung injury", "authors": [{"first": "K", "middle": [], "last": "Kabir", "suffix": ""}], "year": 2002, "venue": "Shock", "volume": "17", "issn": "", "pages": "300--303", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Systemic blood loss affects NF-kappa B regulatory mechanisms in the lungs", "authors": [{"first": "P", "middle": [], "last": "Moine", "suffix": ""}, {"first": "R", "middle": [], "last": "Shenkar", "suffix": ""}, {"first": "D", "middle": [], "last": "Kaneko", "suffix": ""}, {"first": "Y", "middle": [], "last": "Le Tulzo", "suffix": ""}, {"first": "E", "middle": [], "last": "Abraham", "suffix": ""}], "year": 1997, "venue": "Am. J. Physiol. Lung. Cell. Mol. Physiol", "volume": "273", "issn": "", "pages": "185--192", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Small-volume fl uid resuscitation with hypertonic saline prevents infl ammation but not mortality in a rat model of hemorrhagic shock", "authors": [{"first": "S", "middle": [], "last": "Bahrami", "suffix": ""}], "year": 2006, "venue": "Shock", "volume": "25", "issn": "", "pages": "283--289", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Respiratory reovirus 1/L induction of diffuse alveolar damage: a model of acute respiratory distress syndrome", "authors": [{"first": "L", "middle": [], "last": "London", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Majeski", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Paintlia", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Harley", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "London", "suffix": ""}], "year": 2002, "venue": "Exp. Mol. Pathol", "volume": "72", "issn": "", "pages": "24--36", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Neutrophil apoptosis. The intrinsic and extrinsic pathways are shown along with some examples of pro and antiapoptotic signaling. Proinflammatory signaling pathways may directly influence transcription of survival proteins e.g., NF-B promotes transcription of XIAP or increase protein stability e.g., ERK (of the MAPK family) maintains XIAP levels. TNF-may have both early proapoptotic action and late antiapoptotic effects. TNFR is the TNF receptor. DISC refers to the death-inducing signaling complex, which is composed of TNFR-associated death domain protein (TRADD), Fas-associated death domain protein (FADD), and procaspase-8. MOMP is mitochondrial outer membrane permeabilization. ERK, extracellular signal-regulated kinase; LMP, Lysosomal membrane permeabilisation; NF-B, nuclear factor-B; TNF-, tumor necrosis factor-; TNFR, tumor necrosis factor receptor.", "latex": null, "type": "figure"}, "TABREF0": {"text": ",8", "latex": null, "type": "table"}, "TABREF1": {"text": "Selected rodent models of inflammatory lung disease", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Disease modelled </td><td> Technique </td><td> Strategy/basis for technique </td><td> Phenotype/ cytokine expression </td><td> Advantage </td><td> Disadvantage </td><td> Outcome </td><td> References </td></tr><tr><td> IPF </td><td> Bleomycin lung injury </td><td> Known pulmonary toxicity causing fibrosis in human cancer patients </td><td> T-cell-independ-\n</td><td> Well-known, characterized, </td><td> Disease resolves in mice but not in humans. Variable response between mouse strains. </td><td> Dependent on time point (inflammation vs. fibrosis) </td><td> 94,96,97 </td></tr><tr><td> </td><td> </td><td>ent, CCL2 and </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>12 required, inflammatory cell recruitment, </td><td>quick (14 - 28 days), multiple routes of administration </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>TGF-  </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> FITC </td><td> Direct chemical injury </td><td> T-cell-independent, inflammatory cell and fibrocyte recruitment, </td><td> Visualization as </td><td> Variable efficacy of dose </td><td> Lymphocyte-independent pulmonary fibrosis by </td><td> 93,94 </td></tr><tr><td> </td><td> </td><td> </td><td>FITC deposition denoted by green immunofluorescence, persistent </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>IL-13 </td><td> </td><td>day 21 </td><td> </td></tr><tr><td> </td><td> Irradiation </td><td> Radiation injury </td><td> Monocyte/lymphocyte-derived lymphotactin, </td><td> Different susceptibility of mouse strains allows genetic study </td><td> Slow (24 weeks) </td><td> Model of radiation fibrosis </td><td> 93,94 </td></tr><tr><td> </td><td> </td><td> </td><td>RANTES, CCL-2 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>and 7, CXCL-10, TGF-  </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> Silica </td><td> Resistant, fibrogenic particles administered intratracheally </td><td> Inflammatory cell recruitment, </td><td> Persistent </td><td> Specialized aerosolization equipment required (non-essential), </td><td> Inflammatory injury followed by fibrosis after min </td><td> 94 </td></tr><tr><td> </td><td> </td><td>IL-1, TNF-  , </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>IL-10, TH2 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>30 days </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>lengthy (60 days) </td><td> </td><td> </td></tr><tr><td> </td><td> Transgenic </td><td> TGF-  </td><td> TGF-  over-expression. </td><td> Incisive single-cytokine system </td><td> Not representative of complexity of actual disease </td><td> Pulmonary </td><td> 98 </td></tr><tr><td> </td><td>TGF-  </td><td>increased in </td><td> </td><td>fibrosis at 4 </td><td> </td></tr><tr><td> </td><td> </td><td>IPF patients ' </td><td>Fibrosis without inflammation </td><td> </td><td> </td><td>days </td><td> </td></tr><tr><td> </td><td> </td><td>BAL </td><td> </td><td> </td><td>state </td><td> </td><td> </td></tr><tr><td> </td><td> Adenovirus delivery of </td><td> Overexpression of important cytokines </td><td> Various </td><td> Incisive single-cytokine system </td><td> As before, vigorous immune response to virus, epithelium trophic </td><td> Cytokine dependent </td><td> 99 - 102 </td></tr><tr><td> </td><td>GMCSF, TNF, </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>TGF-  , IL-1b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> IPF and asthma </td><td> Transgenic </td><td> IL-13 elevated in IPF patients and asthmatics </td><td> IL-13, CCR1,-2,-\n</td><td> More </td><td> As above plus TH2 phenotype </td><td> Eosinophil-rich inflammation followed by fibrotic foci long term </td><td> 103 </td></tr><tr><td>IL-13 </td><td>5,-10, TGF-  ,IL-\n</td><td>complex-cytokine pattern </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>11, MMP-1,VEGF </td><td> </td><td> </td><td> </td></tr><tr><td> Asthma </td><td> Ovalbumin/\n</td><td> Allergen sensitization </td><td> TH2, IgE, eosinophilia, airway hyper-responsiveness </td><td> Models TH2 inflammatory response, </td><td> High-dose, infrequent exposure as opposed to low-dose frequent allergen exposure in human disease, </td><td> Eosinophilic inflammation </td><td> 92,104 </td></tr><tr><td>HDM/cockroach/ ragweed sensitization </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>quick </td></tr></table></body></html>"}, "TABREF2": {"text": "Disease modelledTNF, IFN-, ROS,IL-12, IL-18", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the Wellcome Trust (WT082181) and the Medical Research Council (G0601481) for their support of the work that has enabled us to contribute to this review, and our friends and colleagues within the field whose work constitutes the bulk of the information provided.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}