{"paper_id": "1a78b73d62c651093203e1ad4156155f8ee55997", "metadata": {"title": "Journal Pre-proofs Electrostatic Charged Nanofiber Filter for Filtering Airborne Novel Coronavi- rus (COVID-19) and Nano-aerosols Electrostatic Charged Nanofiber Filter for Filtering Airborne Novel Coronavirus (COVID-19) and Nano-aerosols", "authors": [{"first": "Wallace", "middle": [], "last": "Woon", "suffix": "", "affiliation": {}, "email": "wallacewfleung@gmail.com"}, {"first": "Fong", "middle": [], "last": "Leung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiangqiang", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hung", "middle": [], "last": "Hom", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hong", "middle": [], "last": "Kong", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The World Health Organization declared the novel coronavirus (COVID-19) outbreak as a pandemic on March 12, 2020. Within 3-1/2 months since outbreak in December 2019, over 1.3 million people have been infected across 206 countries with over 70,000 deaths. COVID-19 has a size of 60-140nm with mean size of the nano-aerosols, 100nm. The virus can be airborne by attaching to human secretion (fine particles, nasal/saliva droplets) of infected person or suspended fine particulates in air. While NIOSH has standardized N95 and N98 at 300nm, to-date there is no filter standards, nor special filter technologies, tailored for capturing airborne viruses and 100nm nano-aerosols. The latter also are present in high number concentration in atmospheric pollutants. This study addresses developing novel charged PVDF nanofiber filter technology to effectively capture the deadly airborne coronavirus with our target set at 100nm (nano-aerosol), and not 300nm.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The virus and its attached particle were simulated by sodium chloride aerosols, 50-500nm, generated from sub-micron aerosol generator. PVDF nanofibers were produced with fiber diameters 84, 191, 349 and 525nm with excellent morphology. The fibers were subsequently charged by corona discharge.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The amounts of charged fibers in a filter were increased to achieve high efficiency of 90% for the virus filter but the electrical interference between neighbouring fibers resulted in progressively marginal increase in efficiency and concurrently much higher pressure drop across the filter. The quality factor which measured the efficiency-to-pressure-drop kept decreasing. By redistributing the fibers in the filter into several modules, each separated by a permeable scrim material, the electrical interference was reduced, if not fully mitigated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Also, the additional scrim materials introduced macropores into the filter that further reduced the airflow resistance. With this approach, the quality factor can maintain relatively constant with increasing fiber amounts to achieve high filter efficiency. The optimal amounts of fiber in each module depended on the diameter of fibers in the module. Small fiber diameter that has already high performance required small amount of fibers per module. In contrast, large diameter fiber required more amounts of fiber per module to compensate for the poorer performance without incurring higher pressure drop. This approach was applied to develop four new nanofiber filters tailored for capturing 100nm airborne COVID-19 to achieve over 90% efficiency with pressure drop below 30Pa (3.1mm water). One filter developed meeting the 90% efficiency has ultralow pressure drop of only 18Pa (1.9mm water) while another filter meeting the 30Pa limit has high efficiency reaching 94%. These optimized filters based on rigorous engineering approach provide the badly needed technology for protecting the general public from the deadly airborne COVID-19 and other viruses, and nano-aerosols from air pollution which lead to chronic diseases. [5]. This does not exclude also the possibility of the virus being attached to fine particles in the respiratory track or mouth of the infected person and got aerosolized during coughing, sneezing, speech and vomiting [6]. The aerosolization of virus may be one of the several causes that explains the sustained person-to-person spread of the COVID-19 in the world in such a short period of time. Interestingly, other than practicing social distancing and washing hands to keep disinfected, people wearing facemasks and respirators in the Far East, a deep rooted tradition, seem to have better control on the spread of COVID-19 as compared to the West where facemasks and respirators are less commonly used. The global infection statistics in the past 3-1/2 months support strongly the essence of good filtration technology as a first-line defence to the spread of the airborne virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The size of the COVID-19 has been determined under Transmission Electron Microscope (TEM) to be 60-140nm, which averages to 100nm [7] . This is similar in size as the SARS coronavirus, which is also 100nm. The common influenza virus is 80-120nm, which average out to 100nm. As the virus can be attached to particulates less than 100nm, the smallest size for the COVID-19 and its carrier (droplet or particle) can still be about 100nm. Can our current filtration technology provide adequate protection filtering out the airborne 100nm aerosol? The 100nm aerosol has been referred to as nano-aerosol, nanoparticle or ultrafine particle. While the National Institute for Occupational Safety and Health (NIOSH) has standardized N95 and N98 respirator at 300nm, there is no standard filtration test for nanoaerosols at 100nm. The objective of the present study is to fill in this unmet need by developing effective new filtration technology target on this nano-aerosol size (i.e. 100nm) that represents the average size of COVID-19, as well as any other viruses including common cold/flu viruses, SARS and MERS.", "cite_spans": [{"start": 130, "end": 133, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Abstract"}, {"text": "There is no standard on personal protection gear, such as facemask, on filtering 100nm, it can be safe to set an objective of this study being to develop a filter/mask that can provide at least 90% filtration efficiency for the 100nm nano-aerosols but with pressure drop less than 30Pa at 5.3 cm/s face velocity. Subsequently, we can compare the outcome of this goal with that being set to filtering 300nm aerosols, which are well-known in the NIOSH standard.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "If the coronavirus is negatively charged, the positively charged PVDF nanofiber filter will provide even higher capture efficiency as well. Therefore, the results from the present investigation can be considered as conservative as only neutrally charged sodium chloride particles will be used in our tests.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "On a separate front, it is well-known that pollutants in the air contain harmful aerosols.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "While a lot of attention has been on PM2.5, which is based on the standard set by the World Health Organization (WHO) standard of 25m/m 3 of air. There is less attention drawn to the finer aerosols, in particularly the PM1 (<1 m) and PM0.1(<0.1 m). For sub-micron aerosol PM1, the aerosols concentration should be measured by number concentration and they contribute very little to the PM2.5, which is based on the mass concentration. This applies more to the PM0.1, which is even smaller. Despite this, the high concentration of PM1 and more so the PM0.1 can penetrate deeply in our body [8] . Indeed, it has been reported nanoaerosols of 41nm were found in the erythrocyte in the capillary lumen and 81 nm particle in the cytoplasm of a capillary endothelial cell in the lung [9] . In fact, when nano-aerosols enter the blood stream they can be transported to various organs, including to our central nervous system and even having adverse effect on our brain [8]. Indeed, nano-aerosols are also present in large number concentrations, about 200 million per cubic meter, from road emission [10]. The target of protecting 100nm COVID-19 is also applicable for protecting wearer of face mask against 100nm aerosol pollutant from combustion emission (traffic, power plant, industries) as the number concentration around this size is extremely high, 200 million/m 3 [10].", "cite_spans": [{"start": 592, "end": 595, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 781, "end": 784, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Recent outbreak of the COVID-19 first detected in Wuhan, Hubei Province, China has caused concern as it rapidly expanded in China and elsewhere. The World Health Organization has declared a global health emergency associated with the COVID-19 on Jan 30, 2020 and subsequently declared it being a pandemic on Mar 12, 2020 due to global spread. Within 3-1/2 months since outbreak in December 2019, over 1.3 million people have been infected over 206 countries in the world with over 70,000 deaths. These infection and death rates keep rising. The virus is likely to start from animals like camels, cattle, and bats [1] . Based on the infection cases in China as well as outside China, there were evidences that this new coronavirus has spread from animal-to-person, and from person-to-person similar to SARS and MERS coronavirus that happened in 2003 and 2012, respectively, according to the Centers for Control Disease and Prevention (CDC) [1, 2] . Despite the person-to-person spread is not fully understood, it is thought to occur mainly through respiratory and mouth droplets produced by sneezing and coughing of the infected person [1] . The droplets can be larger than 5 m, and it can also be less than 5 m [3, 4] , which is referred as nuclei droplet", "cite_spans": [{"start": 613, "end": 616, "text": "[1]", "ref_id": null}, {"start": 939, "end": 942, "text": "[1,", "ref_id": null}, {"start": 943, "end": 945, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1135, "end": 1138, "text": "[1]", "ref_id": null}, {"start": 1213, "end": 1216, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1217, "end": 1219, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Viruses"}, {"text": "Filters made of nonwoven are found to be very promising for various personal protection and industrial filtration applications [11] . Considering the aerosol capture mechanisms, diffusion works well for aerosols less than approximately 100nm, interception for aerosols greater than approximately 100nm and less than 1 m, and interception for aerosols larger than 1 m, it is advantageous to have small fiber diameters that offer large specific surface to enhance these mechanisms.", "cite_spans": [{"start": 127, "end": 131, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Nonwoven"}, {"text": "Filter made of nanofibers with diameter less than 1 m with large specific surface is particularly promising [12] . As an example, for filtration in a facemask, only small amounts of nanofibers are required, on the order of less than 1 gram of fiber per square meter (gsm) filter area. This is much smaller than 20-40 gsm being used for facemasks with microfibers of diameter 2 -20 m. However, the pressure drop can be significant for nanofiber filters as the theoretical pressure drop p  1/d f 2 according to the Davis' equation [13] established experimentally for microfibers. If this holds, then it is expected the pressure drop is at least 100X more for nanofibers with the same basis weight (i.e. gsm). Other than the large specific surface of nanofibers that lead to high pressure drop, another factor leading to pressure drop is the smaller pores (on the order several micrometers or less depending on the gsm of the nanofibers) of the nanofiber mat versus the larger pores (tens of micrometers) for the microfiber mat.", "cite_spans": [{"start": 109, "end": 113, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 533, "end": 537, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Nanofiber"}, {"text": "One novel approach to reduce pressure drop is to distribute the same amounts of nanofibers to achieve a certain efficiency into multiple layers (or multiple modules) with each thin nanofiber layer laid on a permeable substrate (a module) with large permeable macropores [14] inter-dispersed in the filter stack. The multiple layer (hereafter referred as multilayer) has indeed demonstrated to have nearly similar filtration efficiency as a single layer, yet the pressure drop is significantly reduced [15] .", "cite_spans": [{"start": 270, "end": 274, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 501, "end": 505, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Multilayer and Multi-modules Stack-up"}, {"text": "Another approach to improve the filter efficiency without incurring pressure drop is to charge the nanofibers so that the nanofibers carry electrostatic charges. There have been various attempts to charge the nanofibers in the past [16] [17] [18] [19] [20] , but in most of the situations the charges decay within a day and the stability of the charges implanted in the nanofiber becomes the biggest challenge. Recently, we have been able to charge the polyvinylidene fluoride (PVDF) nanofiber mat using corona discharge [21, 22] . The electrostatic charges can stay for 3 months with only 1% reduction in filtration efficiency, which is extremely promising. This is due to using corona discharge charging the nanofibers by implanting more stable space charges in the nanofiber mat. In that study, comparison was made on the single fiber efficiency based on the nanofiber filter with microfiber filters having fiber diameter 10-20m . It was found that the single-fiber efficiency due to the charged nanofiber is much more superior. Unfortunately, in the study the average fiber diameter was held fixed at 450nm [21] . It is expected that a stronger electric field can greatly affect dielectrophoresis, i.e. first inducing dipoles on approaching neutrally charged aerosols and subsequently attracting the charged aerosol by the charged fiber by interacting with the opposite charge of the dipole on the particle. This leads to an interesting issue that if the fiber diameter is made smaller, would the charged fiber in the nanofiber mat more superior having stronger electric field (given E1/R 2 where E is the electric field and R is the distance from the axis of the fiber to the particle)? On the other hand, as the fiber diameter is being reduced, pressure drop also increases. If the pressure drop indeed follows inversely to the quadratic power of the fiber diameter in accordance to Davis' equation, one may be limited in reducing the nanofiber diameter. Perhaps, there may be an optimum for which the fiber diameter is sufficiently small providing strong enough electric field to effect dielectrophoresis, yet the pressure drop is still acceptable. This objective will be incorporated in our investigation.", "cite_spans": [{"start": 232, "end": 236, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 237, "end": 241, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 242, "end": 246, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 247, "end": 251, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 252, "end": 256, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 521, "end": 525, "text": "[21,", "ref_id": "BIBREF21"}, {"start": 526, "end": 529, "text": "22]", "ref_id": "BIBREF22"}, {"start": 925, "end": 932, "text": "10-20m", "ref_id": null}, {"start": 1112, "end": 1116, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Electrostatics"}, {"text": "Multilayer electrostatic charged nanofiber filter has been developed for light aerosol loading and heavy aerosol loading [21, 23] . They have been demonstrated to be superior as compared to the current microfiber technology which are the predominant filtration media of facemask and respirators. Previous study [21] on use of multilayer PVDF nanofibers focused only on one fiber diameter 450nm using a fixed basis weight of 0.87gsm of fibers.", "cite_spans": [{"start": 121, "end": 125, "text": "[21,", "ref_id": "BIBREF21"}, {"start": 126, "end": 129, "text": "23]", "ref_id": "BIBREF23"}, {"start": 311, "end": 315, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Electrostatics"}, {"text": "However, other fiber diameters and other fiber basis weight have not been investigated. It is possible that with small fiber diameter it requires much less fibers in the filter providing savings on materials. Also, it is thought that small fiber diameter, say 100nm, can provide a large specific surface (surface-to-volume); as such, it can sustain stronger electric field and provide effective capture of neutral aerosols by dielectrophoresis. Further, small diameter nanofiber when used in air filtration can enhance diffusion for capturing of small aerosols less than 0.1 m and interception for capturing of larger aerosols between 0.1 and 1 m.", "cite_spans": [], "ref_spans": [], "section": "Electrostatics"}, {"text": "Unfortunately, the downside of this approach is that small-diameter nanofiber can induce much higher flow resistance and thus pressure drop due to the increased specific area of fiber surface. As such, there might be a balance among these competing effects. Further, the basis weight for the module in the multilayering is also a critical design parameter.", "cite_spans": [], "ref_spans": [], "section": "Electrostatics"}, {"text": "Should one use large basis weight close to 1 gram per square meter (gsm) or small basis weight less than 0.1 gsm in each module/layer? This additional parameter may also be tied closely with the fiber diameter rather than being independent. All these issues need to be investigated with the current study, which is largely experimental.", "cite_spans": [], "ref_spans": [], "section": "Electrostatics"}, {"text": "In this study, it is important to set a goal. We want to develop an advanced filter that can filter 100nm aerosols similar to that of the COVID-19 with efficiency of at least 90% and the filter should have pressure drop less than 30Pa at face velocity of 5.3 cm/s. Sodium chloride aerosol will be used to simulate the airborne or aerosolized COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Electrostatics"}, {"text": "Along the set goals, various combinations of nanofiber diameters and nanofiber amounts in each module in the multiple module stack-up were explored in the study. Each module (nanofiber electrospun for a given gsm on a substrate) has the same fiber diameter and basis weight. In general, we were not restricted to have all modules having the same basis weight and same fiber diameter; but for simplicity we have adopted this approach in the present study. The modules were stacked up in multiples to form a filter with increasing amounts of nanofibers to increase the capture of 100nm aerosols until the 90% filtration efficiency target is reached. Obviously, the pressure drop across the filter, p, also increased, and this needed to be less than the set 30Pa limit. When stacking up filter modules to create the multi-module filter, the performance was compared to that with the constant Quality Factor (QF) condition. The latter represented the constant benefit-to-cost ratio [15] .", "cite_spans": [{"start": 979, "end": 983, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Electrostatics"}, {"text": "PVDF with molecular weight 530,000 pellets were dissolved in solvent mixture of dimethylformamide and acetone solvent for 24 h under 70 o C. The precursor solution was fed to a syringe connected to a high voltage supply of 20,000 V. The ground collector was placed at 15 cm from the syringe tip. A control amount of PVDF solution (0.9mL/h) was delivered by the syringe using the syringe pump to form a little droplet at the syringe tip.", "cite_spans": [], "ref_spans": [], "section": "Electrospinning"}, {"text": "Under the strong electrostatic field, the droplet took on the shape of a cone. Once the electrostatic force acting on the cone-shape droplet overcame the surface tension force acting on the droplet, a jet was sent out through the cone-shape droplet. During free flight, the jet continued to thin out in diameter as the solvent was evaporated continuously and the 'positive' electrical charges deposited along the jet repelled against each other thereby further stretching out the fiber jet. By the time when the fiber jet landed onto the substrate laid over the collector surface, the fiber diameter reduced to the diameter corresponding to a nanofiber (<1m). To get a uniform mat, a rotating collector was used with rotation speed of 10 rev/min. The humidity during electrospinning was controlled at 402%. The electrospinning process is depicted in Fig. 1a . The precursor solution with different amounts of PVDF were electrospun to nanofibers of different diameters. The typical range was 20% g of solute in 100 mL of solution (20 %w/v). When more PVDF were used in the precursor solution larger diameter nanofiber resulted, and vice versa. If the concentration was too high, beads could form together with the nanofibers. If the concentration was too low, not only the fiber diameter could be reduced but fibers broke up easily as well. After optimizing, good PVDF nanofibers were produced for four different diameter sizes, 84, 191, 349 and 525nm. The nanofiber mat was dried in an oven overnight at 40 o C for curing where residual solvent was evaporated. To get different basis weight, the time for electrospinning was adjusted.", "cite_spans": [], "ref_spans": [{"start": 852, "end": 859, "text": "Fig. 1a", "ref_id": "FIGREF0"}], "section": "Electrospinning"}, {"text": "A 10x10cm 2 mat was prepared for corona discharge. The setup is illustrated in Fig. 1b . A homemade 5-wire charge head was used to impart electrostatic charges to the target mat distanced, 30 mm away. The charging voltage was 15,000V and charging time was 60s. The condition has been optimized to impart the maximum amounts of space charges uniformly onto the nanofiber mat to avoid burning the mat locally.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Fig. 1b", "ref_id": "FIGREF1"}], "section": "Corona Discharge"}, {"text": "After the electret nanofiber filter has been produced, it was being tested in the filter tester on the filtration efficiency using sodium chloride. The aerosol generator and tester are shown in Fig. 1c . After classifying removing the oversized particles larger than 600nm, the sodium chloride aerosols with size 50-500nm aerosols were used to test the filter. This size range covered the particle size of virgin Coronavirus (60-140nm) [7] and carrier (droplet nuclei). Fig. 1d shows a typical feed size distribution of aerosols challenging the filter. As can be seen in the figure, the highest concentration of aerosols in the feed was 85 nm which was very close to the average reported on the COVID-19 of 100nm. At any given time, only a known small range of aerosol size challenged the filter. The concentration of the aerosols was measured by the condensation particle counter (CPC) upstream of the aerosols.", "cite_spans": [{"start": 436, "end": 439, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 194, "end": 201, "text": "Fig. 1c", "ref_id": null}, {"start": 470, "end": 477, "text": "Fig. 1d", "ref_id": "FIGREF2"}], "section": "Filter Testing"}, {"text": "Subsequently, the concentration was measured downstream of the test filter using CPC as well. Therefore, the filtration efficiency is (1)", "cite_spans": [], "ref_spans": [], "section": "Filter Testing"}, {"text": "where  is the grade efficiency for aerosol size D p , C u the concentration upstream and C d the concentration downstream of the test filter. The diameter of the test filter was 7 cm. The pressure drop across the filter was also measured. Quality factor, QF, can be defined as ", "cite_spans": [], "ref_spans": [], "section": "Filter Testing"}, {"text": "In this section, we examine the added effect of electrostatically charged fibers with different fiber diameters. Given that we can manipulate the condition of electrospinning such that nanofiber of different fiber diameters can be produced, the ultimate issue is to determine the most optimal nanofiber diameter for a given total basis weight from capture efficiency consideration and with acceptable pressure drop.", "cite_spans": [], "ref_spans": [], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "In Fig. 3a , four test filters (charged and uncharged) with nanofibers of different diameters For a charged nanofiber filter with a given fiber diameter, test efficiency increased with aerosol size from 50 to 500nm as depicted in the top 4 curves in Fig. 3a . This is distinctly different from the U-shape curve characterized by diffusion for smaller aerosols and interception for larger aerosols as found in uncharged filter deploying only mechanical capture. Among the three mechanisms at work in capturing aerosols for the electret nanofiber filter (top 4 curves in Fig. 3a) , diffusion, interception and electrostatic capture, the electrostatic mechanism seemed to dominate over the two mechanical capture mechanisms, with exception for the smaller aerosols wherein the electrostatic mechanism is weak while diffusion is strong. The large specific surface for the small diameter 84nm nanofiber can acquire higher density of electric charges on the nanofibers by corona discharge. In turn, the high electric field from the small nanofibers induced a strong dipole moment to the challenging neutrally charged aerosol as it came close to the charged nanofibers. Subsequently, electrostatic attraction between the charged fiber and the opposite charge of the dipole on the aerosol resulted in capture of the aerosol by the fiber.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 3a", "ref_id": null}, {"start": 250, "end": 257, "text": "Fig. 3a", "ref_id": null}, {"start": 569, "end": 577, "text": "Fig. 3a)", "ref_id": null}], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "These two steps, known as dielectrophoretic interaction, when added to the mechanical diffusion and interception provided 'electret' nanofiber filter more superb filtration capability than uncharged 'mechanical' nanofiber filter with only diffusion and interception.", "cite_spans": [], "ref_spans": [], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "As shown in Fig. 3a , for the 100nm neutrally charged sodium chloride aerosol, the grade efficiency for the 84, 191, 349 and 525nm nanofiber filters were, respectively, 61.9%, 51.8%, 45.3%, and 39.6%. The 84nm diameter filter was 19% higher than 191nm filter, the 191nm was 14% higher than the 349nm filter, and the 349nm filter was 14% higher than the 525nm filter. Airborne viruses or nano-aerosols less than 100nm, such as 50nm, also received benefit from electrostatic capture, with the grade efficiency not too much different from that of the 100nm aerosols. This is depicted by comparing the curves with 'solid filled symbol' for electrostatic and mechanical combined mechanisms with the corresponding curves at the same fiber diameter depicted with 'empty symbol' of the same shape for mechanical mechanism alone. Thus, the difference between these two curves with the same fiber diameter represents only the electrostatic capture for a given aerosol size. Electrostatic effect contributed much higher efficiency. This is in as much as 30% absolute and 100% on relative basis for a given fiber diameter. For example, for the 100nm aerosol challenging the filter, mechanical capture (diffusion and interception) for the 84nm fiber filter delivered about less than 30% filtration efficiency, while the added electret effect gave another additional 30+%. Thus, electrostatic capture can contribute 100% increase on an otherwise mechanical capture. For the 525nm fiber, the mechanical capture provided approximately slightly less than 11% filtration efficiency, while the combined mechanical and electrostatic mechanisms 40%, thus the relative increase due to electrostatic mechanism was 263%. (Note the low efficiency of 11% was due to the small amounts of nanofibers in the test filter.) Despite of the significant increase in filtration efficiency due to electrostatic mechanism, especially for large fiber diameter, there was no additional pressure drop for the filter. This is obviously the key advantage with electret filter media, especially for the nanofiber-based filter, in which intensified electrostatic field can be set up due to the small fiber diameter as electric field on the charged particle is inversely related to the quadratic power of distance separating the fiber from the particle.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Fig. 3a", "ref_id": null}], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "Finally, referring to the mechanical capture giving rise to the U-shape capture curve, the lowest efficiency of the curve, corresponding to the most penetrating particle size (MPPS), provided a demarcation such that diffusion dominated for aerosol with size less than MPPS, and interception dominated for aerosol with size greater than MPPS. Note, MPPS drifted lower with decreasing fiber diameter. The MPPS decreased from 280nm at 525nm fiber filter, to 235nm at 191-349nm fiber filter, and finally to 200nm for 84nm fiber filter.", "cite_spans": [], "ref_spans": [], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "As can be seen in Fig. 3a , there was very little difference on the mechanical capture efficiency for the filters with the 349 and 525nm fiber filters. This was because as the fiber diameter became larger, the specific surface and the mechanical capture mechanism both decreased.", "cite_spans": [], "ref_spans": [{"start": 18, "end": 25, "text": "Fig. 3a", "ref_id": null}], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "For the 100nm aerosol simulating the mean size of the COVID-19, the uncharged mechanical capture by diffusion and interception and the total efficiency due to all three mechanisms (diffusion, interception, electrostatics) can be used to derive the electrostatic portion by itself. This is given in Appendix A. It is important to point out that the total efficiency (due to both mechanical and electrostatics capture) does not equal to the simple arithmetic sum of the mechanical and electrostatic captures, see Appendix A.", "cite_spans": [], "ref_spans": [], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "The mechanical capture (diffusion and interception), electrostatic capture only, and total capture (diffusion + interception + electrostatics) were plotted in Fig. 3b for different fiber diameters. As can be seen, for all the fiber diameters 191nm, 349nm, and 525nm, the electrostatic capture was almost double that of the mechanical capture by diffusion and interception. For the 84nm, the mechanical capture was on a par with that of the electrical.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 166, "text": "Fig. 3b", "ref_id": null}], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "In fact, the smaller the fiber diameter say <100nm the stronger is the diffusion and interception. Interesting, the electrical effect increased to a maximum at the smallest diameter of 84nm. The increased in rate is not as rapidly as expected, see  Fe 1/d f 0.192 . This might be related to the small-diameter PVDF nanofibers which can acquire charges by induction by corona discharge, but it can equally dissipate charges to the environment when the charge density on the fiber became too high. Whatever charges the fiber can ultimately acquire from corona discharge was the equilibrium maximum charges that could be placed on the fibers balancing induction and dissipation of charges. There might be a fiber diameter at which the most charges can be induced. Indeed, the smallest diameter 84nm fiber had a slightly higher electrostatic capture in Fig. 3b . Including diffusion and interception together with the electrostatic, small fiber diameter still won out of the race as can be seen in the total capture (top curve). Also, as will be seen later pressure drop also drastically increased with smaller fiber diameter, therefore the most optimal fiber diameter might not always be the smallest fiber that was considered as will be seen subsequently. ", "cite_spans": [], "ref_spans": [{"start": 851, "end": 858, "text": "Fig. 3b", "ref_id": null}], "section": "Capture efficiency for single-layer filters with different fiber diameters"}, {"text": "The performance of the filter for fiber diameter 84nm with increasing basis weight of nanofibers has been investigated. As the basis weight of nanofibers increased, the pores between nanofibers further reduced leading to higher pressure drop. In addition, the increasing charged nanofibers in the mat interfered with each other affecting the electrostatic capture of neutrally charged aerosols. On the other hand, by rearranging nanofibers into multiple modules (multi-modules), or multiple layers (in short multilayers), in the filter, macropores of the scrim material were introduced into the filter disrupting an otherwise two-dimensional nanofiber mat dominated by micropores. This increased the thickness of the filter, which was of no consequence, yet this significantly reduced the pressure drop. Further, by rearranging the thick nanofiber mat into multilayers with each layer (referred 'L' in short) supported by a scrim porous material, the latter also served as a barrier to reduce the electrical interference between adjacent nanofiber layers in the filter on challenging aerosols, thereby improving capture of nano-aerosols by electrostatic effect.", "cite_spans": [], "ref_spans": [], "section": "Multilayer versus single layer with increasing nanofiber basis weight"}, {"text": "In Fig. 3c , the basis weight (gsm) of the nanofibers was increased and the effect of efficiency enhancement was examined. In Fig. 3c , the filtration efficiency versus aerosol size was compared with nanofibers in a single layer (1L) versus distributing the same basis weight of nanofibers redistributed in multiple layers (multilayers) such as 2L (two layers), 3L (three layers), 4L (four layers), respectively, with each layer separated by a permeable scrim/support material. In general, filtration efficiency increased with increasing basis weight as there were more fibers to capture aerosols in either single layer or multilayer configuration. However, the behaviour differed between the two configurations. As much as The foregoing results clearly indicated multilayering was advantageous as compared to placing all nanofibers in a single layer. Similar results were obtained for 191nm, 349nm and 525nm diameter electret nanofibers. These results were given in Appendix B for reference. can be seen, the mechanical diffusion and interception increased significantly with more filter layers as it should whereas the electrostatic increased modestly from 30+% for one layer to 40+% for 4 layers. Despite the 84nm nanofiber filter has the highest electrostatic effect and the trend is monotonic increasing with decreasing fiber diameter, but the increase is less than expected. This was related to the electrical interference effect. One solution was to use smaller modular basis weight and increased the number of modules to provide the total basis weight for the filter. This will be seen in later section. ", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 3c", "ref_id": null}, {"start": 126, "end": 133, "text": "Fig. 3c", "ref_id": null}], "section": "Multilayer versus single layer with increasing nanofiber basis weight"}, {"text": "In below, we want to optimize the filter arrangement to attain at least 90% efficiency in capturing the airborne Coronavirus size, i.e. 100nm aerosols, but within the maximum pressure drop of 30Pa for any candidate filters under consideration. This is a twodimensional space of efficiency versus pressure drop. Given the basis weight can also change with different filters, the optimization took place in a three-dimensional domain of efficiency versus pressure drop and fiber basis weight as shown in Fig. 4 . The efficiency axis referred to the capture (benefit) of our target size 100nm (Coronavirus) and the two lateral axes were the pressure drop (operating cost) and the fiber basis weight (capital cost), respectively. For the basis weight axis, we have imposed the maximum amounts of fibers per square meter of filter area, say, 1 gsm, 3 gsm, 5 gsm and 7 gsm for the filters. The domain for achieving the target efficiency (>90%) for 100nm within a given maximum fiber basis weight (1, 3, 5, 7 gsm) and maximum pressure drop (30 Pa) was delineated in Fig. 4 . In the following, we will limit our analysis to the two-dimensional space for a fixed maximum basis weight of the filter. All the results with various basis weight can be projected as a curve onto the -p plot and the basis weight is used as a parameter on the curve (by number of layers in the multilayer filter). When different fiber diameters were considered, the fiber diameter also entered as a separate parameter for the curve in the plot. ", "cite_spans": [], "ref_spans": [{"start": 502, "end": 508, "text": "Fig. 4", "ref_id": "FIGREF10"}, {"start": 1059, "end": 1065, "text": "Fig. 4", "ref_id": "FIGREF10"}], "section": "Optimizing efficiency versus pressure drop for different basis weight of nanofibers"}, {"text": "Before tackling the optimization of electret nanofibers for filtering viruses and nanoaerosols, it is instrumental to examine briefly the behaviour with uncharged fiber filter capturing aerosols with mechanical means. Here, the iso-quality factor (iso-QF) curves as a measure on the constant benefit-to-cost ratio was introduced as a comparison as the basis weight of the fibers in the filter was increased to meet the target efficiency. When the filter set (1L, 2L, 3L, 4L) stayed on an iso-QF curve, the benefit-to-cost remained constant, otherwise, we might end up in decreasing benefit-to-cost ratio while we built up the filter by increasing fiber basis weight to meet the target filtration efficiency for the 100nm aerosol. successively to form a filter. Each data in Fig. 5 represented a stack-up filter, or multilayer filter, where measured efficiency for 100nm particle (simulating COVID-19 or nano-aerosols) was plotted against the pressure drop for the filter. All the data for a given filter set delineated a well-behaved trend.", "cite_spans": [], "ref_spans": [{"start": 774, "end": 780, "text": "Fig. 5", "ref_id": "FIGREF11"}], "section": "3.5a Multilayer Uncharged Filter and Iso-QE Curves"}, {"text": "If QF is constant, then Eq. 2 can be rewritten as,", "cite_spans": [], "ref_spans": [], "section": "3.5a Multilayer Uncharged Filter and Iso-QE Curves"}, {"text": "Eq. 3 represented an iso-QF curve when efficiency was plotted against pressure drop with QF being held constant for the curve. Three iso-QF curves were plotted in Fig. 5 with QF values, respectively, 0.025, 0.03, and 0.035Pa -1 and they were compared with the test data for the uncharged filters. The higher was QF, the more cost effective was the test filter.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 169, "text": "Fig. 5", "ref_id": "FIGREF11"}], "section": "3.5a Multilayer Uncharged Filter and Iso-QE Curves"}, {"text": "Indeed, 191nm (0.191gsm) and 525nm (0.191gsm) both followed the QF=0.025Pa -1 . The filters with respectively 84nm (0.191gsm) and 349nm (0.096gsm) followed closely the QF curve for 0.03Pa -1 . The filter with 349nm (0.191gsm) followed in between the QF curves 0.025 and 0.03 Pa -1 . Finally, the filter with 525nm (0.765gsm) was slightly below the curve for QF=0.035Pa -1 . This means the efficiency-to-pressure drop ratio is the highest among all for the filter with 525nm diameter fiber. Summarizing, all 6 sets of curves under multilayering arrangement followed the constant benefit-to-cost QF=0.030.005Pa -1 curve.", "cite_spans": [], "ref_spans": [], "section": "3.5a Multilayer Uncharged Filter and Iso-QE Curves"}, {"text": "This made prediction on the efficiency and pressure drop simple and easy. Increasing the filter efficiency by stacking more modules to increase the basis weight of fibers incurred the same pressure drop at the same pace with efficiency, which was quite remarkable with multilayering or multi-modules for the filter. ", "cite_spans": [], "ref_spans": [], "section": "3.5a Multilayer Uncharged Filter and Iso-QE Curves"}, {"text": "In contrast to multilayering of modules each with fixed amounts of nanofibers, all the nanofibers could have been placed in a single layer. Fig. 6a showed respectively 1L, 2L, 3L, and 4L of stack-up with modular basis weight of 0.191gsm with all filters having fiber diameter of 84nm. The ultimate efficiency for the 4L filter was 69% with pressure drop of 39Pa. This should be compared with all nanofibers 0.77 gsm (4x0.191gsm) in a single layer that yields higher efficiency of 77% yet pressure drop of 78Pa. The latter was doubled that of the multilayer at the same basis weight as discussed. The efficiency was higher for the single layer due to the higher fiber packing density when the nanofibers are all laid onto a single layer. This can be compensated for the multilayer filter by increasing more basis weight with a few more layers. As depicted in Fig. 6a , the multilayer filter followed the iso-QF curve of 0.03Pa -1 , while the single-layer filters started out with one basis weight (0.191gsm) having QF of 0.03Pa -1 and decreasing continuously with 4 basis weight (4X0.191gsm) to QF of 0.018Pa -1 .", "cite_spans": [], "ref_spans": [{"start": 140, "end": 147, "text": "Fig. 6a", "ref_id": "FIGREF13"}, {"start": 858, "end": 865, "text": "Fig. 6a", "ref_id": "FIGREF13"}], "section": "3.5b Multilayer versus Single Layer Uncharged Filter"}, {"text": "In another filter sets, Fig. 6b shows 1L, 2L, 3L, and 4L of stack-up with modular basis weight of 0.765gsm with all filters having fiber diameter of 525nm. The ultimate efficiency for the 4-layer filter with total basis weight 3.06gsm (4x0.765gsm) was 45% and with pressure drop of 18Pa. This was much better compared to the case with all nanofibers in a single layer with identical basis weight 3.06 gsm that yielded lower efficiency of 40%, and higher pressure drop of 22Pa. Note that the multilayer filter followed the QF curve of 0.034Pa -1 , while the single layer with the basis weight (0.765gsm) has initial QF of 0.034Pa -1 decreasing continuously to QF of 0.024Pa -1 with total basis weight of 3.06gsm. This is also clearly depicted in Fig. 6b .", "cite_spans": [], "ref_spans": [{"start": 24, "end": 31, "text": "Fig. 6b", "ref_id": "FIGREF14"}, {"start": 745, "end": 752, "text": "Fig. 6b", "ref_id": "FIGREF14"}], "section": "3.5b Multilayer versus Single Layer Uncharged Filter"}, {"text": "These two cases represented one can adopt fine fibers and small basis weight 0.191 gsm module, or with coarser fibers and large basis weight 0.765 gsm for the module, to build a multilayer or multi-modular filter. ", "cite_spans": [], "ref_spans": [], "section": "3.5b Multilayer versus Single Layer Uncharged Filter"}, {"text": "In Fig. 7 , we will investigate the charged nanofiber filters using similar approach of plotting efficiency for the 100nm nano-aerosol versus pressure drop for the filter sets with different modules stack-up. As in the uncharged case, the iso-QF curves provide a powerful guideline in making the comparison of modules stack-up to form a filter.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 7", "ref_id": null}], "section": "Multilayer Electret for electret filters with 4 different fiber diameters"}, {"text": "In Fig. 7 , all multilayer filters had the 1L and 2L following iso-QF curves, while 3L and 4L, especially the case with small fiber diameter, did not follow iso-QF curve. In fact, they fell below the initial QF curve as the efficiency was affected by electrical interference between neighboring fibers in the filter. The 525nm-fiber filter followed relatively the iso-QF of 0.14 Pa -1 again for 1L and 2L and started deviating at the 3L and 4L ending at QF=0.11Pa -1 . The deviation for the large diameter fiber with poorer performance was less than that when compared to the small-diameter nanofiber filters.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 7", "ref_id": null}], "section": "Multilayer Electret for electret filters with 4 different fiber diameters"}, {"text": "As seen previously in Fig. 7 , for 349nm-diameter filter and others, as the number of modules (191gsm) doubled (2 nd module) the -p curve still followed the iso-QF curve (QF=0.135Pa -1 ), yet the 3 rd and 4rd module started deviating from the iso-QF curve to a lower QF curve (QF=0.09Pa -1 ) as shown in Fig. 7 . On the other hand, as the module basis weight was reduced by half, the number of modules were doubled in order to have the same basis weight. This is shown in Fig. 8 . Interestingly, the efficiency curve of the multilayer filters with increasing number of modules increased along the iso-QF curve of 0.14 Pa -1 but eventually it ended by dropping back to 0.1Pa -1 . Despite this, the performance curve was still higher than the original with module basis weight of 0.191gsm, yet the basis weight of nanofibers was the same with ultimately 0.768gsm (4X0.1918X0.096). This is shown in Fig. 8 . It seems that the electrical interference caused lower efficiency and higher pressure drop. By reducing the module basis weight, and increasing the electrical barriers from the scrim material, the charge interference between adjacent layers was reduced, and the performance curve followed more closely the iso-QF curve. This behavior might also apply to the 191-nm and the 84-nm diameter filters in Fig. 7 to boost the filter performance. ", "cite_spans": [], "ref_spans": [{"start": 22, "end": 28, "text": "Fig. 7", "ref_id": null}, {"start": 306, "end": 312, "text": "Fig. 7", "ref_id": null}, {"start": 474, "end": 480, "text": "Fig. 8", "ref_id": null}, {"start": 899, "end": 905, "text": "Fig. 8", "ref_id": null}, {"start": 1307, "end": 1313, "text": "Fig. 7", "ref_id": null}], "section": "Charged filter with different module basis weight"}, {"text": "Aside from increasing the number of modules for small diameter fiber using lower basis weight modules, another innovation in the present study was to adopt larger diameter nanofibers to reduce pressure drop and use higher basis weight to compensate for the loss in efficiency associated with the larger diameter fibers. In Fig. 9a , the filtration results from two cases both with 525nm diameter fiber filter arranged in multilayering were compared, one having a module with 0.191gsm and another with 0.765gsm. In each case, the nanofiber was laid onto a scrim material with pressure drop of 1.8Pa at aerosol challenging velocity of 5.3cm/s. As seen in Fig. 9a , the efficiency for the 1L (0.191gsm) filter was 40% with 3.6Pa pressure drop while 1L(0.765gsm) filter was 60.2% with 5.1Pa. The difference in pressure drop was only 1.5Pa, yet the efficiency increase was very substantial at 20%! Using this higher basis weight as the building module, the multilayer filter with 0.765gsm module basis weight had significant higher performance reaching 94%+ in capturing the 100nm nanoaerosol than that with 0.191gsm module basis weight reaching only 71%.", "cite_spans": [], "ref_spans": [{"start": 323, "end": 330, "text": "Fig. 9a", "ref_id": null}, {"start": 653, "end": 660, "text": "Fig. 9a", "ref_id": null}], "section": "Larger diameter higher basis weight module for multilayer nanofiber"}, {"text": "In Fig. 9b , the maximum gsm envelop was pushed outward to a maximum of 7gsm, respectively, with 6L(0.765gsm) totalling 4.6 gsm, and 8L(0.87gsm) totalling 7 gsm [21] . In consequence, the total fiber basis weight was larger in comparison to the previous filters considered. Two such multilayer filters have been developed. The first set of filters was at 450nm fiber diameter [21] with some beads/flakes defect and with 0.87gsm module basis weight. Note, the beads/flakes for the 450nm fiber filter can be used as a spacer support for the nanofibers. The second set of filters was the 525nm fiber diameter filter (defect free) with 0.765gsm module basis weight, which was developed in the present study. The performance of these two filter sets were compared with the previous 4 sets of filters having diameters 84, 191, 349, and 525nm, respectively, having lower basis weight of 0.191gsm in Fig. 9b . As can be seen, unlike the lower basis gsm cases, these large-diameter nanofiber with higher basis weight seemed to follow closely the iso-QF curves until the 4 th and 6 th layers/modules where the QF dropped from 0.14Pa -1 down to 0.1Pa -1 . This behaviour contrast with that for the smaller fiber diameter 191nm and 349nm for which the QF dropped from 0.13Pa -1 to below 0.1Pa -1 . For the case of 84nm, QF dropped below 0.07Pa -1 . It seemed that the large-diameter nanofiber with higher basis weight filters have higher QF and they followed relatively close to the iso-QF trajectory. ", "cite_spans": [{"start": 161, "end": 165, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 376, "end": 380, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 9b", "ref_id": "FIGREF17"}, {"start": 892, "end": 899, "text": "Fig. 9b", "ref_id": "FIGREF17"}], "section": "Larger diameter higher basis weight module for multilayer nanofiber"}, {"text": "In Fig. 10 , the 450nm and 525nm diameter multilayer filters were compared with two conventional electret filters made of microfibers. filter had efficiency about 94-95% which was 10% higher than the 84% efficiency associated with the microfiber electret filter, despite p was slightly higher by 1-2Pa.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 10", "ref_id": null}], "section": "Comparing optimal electret with conventional electret"}, {"text": "The four filters in both case b) and case c) could achieve 90% efficiency for removing 100nm aerosols (average COVID-19 size) and have pressure drop less than 29.4Pa (or 3mm water).", "cite_spans": [], "ref_spans": [], "section": "Comparing optimal electret with conventional electret"}, {"text": "These two requirements indeed satisfied the condition of ≥90% efficiency and pressure drop less than 30Pa under 5.3 cm/s. The 6L(0.765gsm) 525-nm diameter filter achieved 94% with pressure drop of 26Pa with performance by far the highest among all filters being tested. It satisfied our requirement for a superior filter for the capturing 100nm aerosols. Also, these four filters had QF of 0.11 -0.14Pa -1 , which was higher than QF=0.075 Pa -1 associated with conventional charged filters.", "cite_spans": [], "ref_spans": [], "section": "Comparing optimal electret with conventional electret"}, {"text": "Based on the above, the optimized nanofiber electret filters developed herein were better than the two conventional microfiber electret filters based on either efficiency and/or pressure drop, and the quality factor was nearly doubled that of the conventional filter.", "cite_spans": [], "ref_spans": [], "section": "Comparing optimal electret with conventional electret"}, {"text": "The requirement set forth for the present study was to have the filter achieving 90% efficiency for the 100nm aerosol (simulating COVID-19) with pressure drop less than 30Pa", "cite_spans": [], "ref_spans": [], "section": "Satisfying the filter requirements"}, {"text": "(3.1-mm water column). This had been accomplished by 6 multilayer (or multi-modular) charged nanofiber filters with both low and high basis weight fibers as listed in Table 1 . ", "cite_spans": [], "ref_spans": [{"start": 167, "end": 174, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Satisfying the filter requirements"}, {"text": "Next, the best multilayer filter with 525-nm fiber diameter (0.765gsm module) was compared with the single-layer filter having the same basis weight of fibers. The result was shown in Fig. 11a . The multilayered filter started out with 1L(0.765gsm) having QF of 0.16", "cite_spans": [], "ref_spans": [{"start": 184, "end": 192, "text": "Fig. 11a", "ref_id": "FIGREF0"}], "section": "Multilayer versus single layer charged filter, charged versus uncharged filter, and small versus large basis weight filter"}, {"text": "Pa -1 (=60%, p=5Pa). The basis weight was increased to 4L with 3.06 gsm total to improve efficiency and QF dropped to 0.13 Pa -1 (=90%, p=18Pa) . On the other hand, if all nanofibers were placed in a single layer, it started at 0.765gsm with QF=0.16Pa -1 and after increasing basis weight to 3.06gsm, QF dropped to a value below 0.07 Pa -1 (=76%, p=22Pa). In fact, as shown in Fig. 11a , 2L(0.765gsm) had efficiency of 74% which was higher than the same basis weight single-layer filter having 65% efficiency and the same p.", "cite_spans": [], "ref_spans": [{"start": 131, "end": 147, "text": "(=90%, p=18Pa)", "ref_id": null}, {"start": 383, "end": 391, "text": "Fig. 11a", "ref_id": "FIGREF0"}], "section": "Multilayer versus single layer charged filter, charged versus uncharged filter, and small versus large basis weight filter"}, {"text": "Likewise, 3L(0.765gsm) had efficiency of 85% which was higher than the same basis weight single-layer filter with 70% and the same p. This clearly pointed to the advantage of multilayering or multi-modules having higher efficiency of capturing 100nm aerosol due to reduced electrical interference between layers or modules and providing open pores by the support layers inter-dispersed between the nanofiber layers for reducing flow resistance. Fig. 11b , the filter with the uncharged 525-nm nanofiber configuration with multiple layers (1 to 4 layers) followed the iso-QF curve of 0.033Pa, implying that each filter layer can be treated as independent of the other filter layers. Incoming air passed from one filter layer to the next despite the filter layers were all packed compactly together. That is, the entrance and exit effect of fluid flow for a given filter layer was minimized. On the other hand, the charged multilayer filter followed somewhat the iso-QF curve, QF=0.14 -1 , for 2L, 3L, and 4L. However, there was a noticeable drop in QF at the 6L from the initial 0.14Pa -1 to a lower value of 0.11Pa -1 . Given the stack-up of multilayer did not quite follow exactly the iso-QF behaviour, the filter layers were not completely independent. The deviation from the iso-QE was not because of fluid flow effect between layers but due to the electrical interference of the different layers on each other and on the challenging aerosols. Despite this, the deviation only occurred for the 6 th layer and it was not substantial. For 4L (0.765gsm) filter with 525-nm fiber diameter with total basis weight of 3.06gsm, charged filter provided 90% capture while uncharged filter has only half of the efficiency! For 6L (0.765gsm) filter with higher basis weight of 4.59gsm, the efficiency for filtering the 100nm (Coronavirus size) reached 94% with pressure drop of 26Pa. The latter was within the 30Pa limit. For the case of using smaller basis weight of nanofibers in the filter, say up to a total of 0.77gsm of nanofibers, Fig. 11c showed the performance of charged and uncharged multilayer nanofiber filter using modules of 0.096gsm. The 8L (0.096gsm) charged filter achieved 90% whereas an 8L (0.096gsm) uncharged filter achieved only 50%! Interestingly, the uncharged multilayer followed closely the 0.033Pa -1 iso-QF curve while the charged multilayer followed the iso-QE curve of 0.135P -1 for 2L and 4L, but for 6L it started deviating from the original iso-QF curve; and QF for 8L dropped ultimately to 0.1Pa -1 (see Fig. 11c ).", "cite_spans": [], "ref_spans": [{"start": 446, "end": 454, "text": "Fig. 11b", "ref_id": "FIGREF1"}, {"start": 2031, "end": 2039, "text": "Fig. 11c", "ref_id": "FIGREF22"}, {"start": 2532, "end": 2540, "text": "Fig. 11c", "ref_id": "FIGREF22"}], "section": "Multilayer versus single layer charged filter, charged versus uncharged filter, and small versus large basis weight filter"}, {"text": "The deviation was again related to electrical interference of the multi-layers. ", "cite_spans": [], "ref_spans": [], "section": "Multilayer versus single layer charged filter, charged versus uncharged filter, and small versus large basis weight filter"}, {"text": "Coronavirus could also be attached to larger nucleus during airborne. Suppose the virus was attached to a larger particle and the overall equivalent size became 300-nm during airborne, the filtration efficiency has been determined. Fig. 12 showed the efficiency versus pressure drop for the 7 filters with challenging aerosol of size of 300nm simulating this situation.", "cite_spans": [], "ref_spans": [{"start": 232, "end": 239, "text": "Fig. 12", "ref_id": "FIGREF4"}], "section": "Airborne virus attached to nucleus of 300nm"}, {"text": "Several important points were noted: a) QF for charged filters ranged between 0.1 and 0.15Pa -1 . The 84-nm diameter followed the QF=0.1 Pa -1 . Both 525nm and 450nm diameter filters were higher performance filters with superior filtration for different modules stack-up. Their -p behaviour followed closely the constant QF of 0.15 Pa -1 . Also, the 349nm with a smaller basis weight module 0.096gsm also followed QF=0.15 Pa -1 except that the last data started dropping to a lower QF of 0.13Pa -1 . This was most likely related to the 8 modules stack-up each having a scrim support, which also contributed to the p. (The scrim material had a pressure drop of 1.2Pa.) For reference the higher performance QF curves for 0.2 Pa -1 and 0.3 Pa -1 were also included in Fig. 12. b) The performance ranking for the 7 filters for the 300nm aerosol had not changed as compared to that of 100nm. The performance was even better, which was typical characteristics of charged filter with efficiency being higher for larger aerosol size.", "cite_spans": [], "ref_spans": [{"start": 768, "end": 776, "text": "Fig. 12.", "ref_id": "FIGREF4"}], "section": "Airborne virus attached to nucleus of 300nm"}, {"text": "This was due to induction of stronger dipole moment for the larger aerosol, which resulted in better capture. c) All filters had pressure drop less than 30Pa (3.1mm water). d) Several filters achieved over 90% efficiency. e) 4L(0.765gsm) achieved 95% with low pressure drop of only 18Pa. This fulfilled the N95 requirement but with pressure drop a lot lower! f) 6L(0.765gsm) achieved 98% with 26Pa pressure drop. This fulfilled the N98 requirement but with pressure drop much reduced!", "cite_spans": [], "ref_spans": [], "section": "Airborne virus attached to nucleus of 300nm"}, {"text": "In contrast to the previous section, suppose the airborne virus size was smaller, say 50nm.", "cite_spans": [], "ref_spans": [], "section": "Airborne virus size smaller at 50nm"}, {"text": "This indeed was close to the minimum size of the virgin 2019 COVID-19, 60nm [7] . The results for filter testing using 50nm sodium chloride aerosol were shown in Fig. 13 . QF started from 0.13Pa -1 for 2L (0.765gsm) and dropped to 0.1Pa -1 for 6L(0.765gsm). The electrostatic effect was less effective for smaller aerosol size as discussed. Despite this, both 6L(0.765gsm) and 4L(0.87gsm) filters could achieve 92% efficiency with p of 25-26Pa. The 4L(0.765gsm) and 3L(0.87gsm) filters could achieved 89% efficiency but with lower p of . This demonstrated that in the worst case of filtering the minimum size COVID-19, the filter provided nearly 90% protection against the airborne virus. ", "cite_spans": [{"start": 76, "end": 79, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 162, "end": 169, "text": "Fig. 13", "ref_id": "FIGREF24"}], "section": "Airborne virus size smaller at 50nm"}, {"text": "It would be very useful if the behaviour could be characterized, and predictions could be It could be shown that the overall filtration efficiency of these filters arranged in series became,", "cite_spans": [], "ref_spans": [], "section": "Prediction multilayering efficiency"}, {"text": "where  1 ,  2 ,  3 were, respectively, efficiency of each of these filters in series. The total pressure drop was simply,", "cite_spans": [], "ref_spans": [], "section": "Prediction multilayering efficiency"}, {"text": "If each of these sub-filters were identical with efficiency  i and pressure drop p i , and given that there were N identical sub-filters, the total efficiency and pressure drop were respectively,", "cite_spans": [], "ref_spans": [], "section": "Prediction multilayering efficiency"}, {"text": "In our tests, we had developed the multilayer filter made up of modules each with similar filtration behaviour. Therefore, we could predict performance using Eqs. 6 and 7 for the multilayer filter, and subsequently compare our predictions with the results from the tests.", "cite_spans": [], "ref_spans": [], "section": "Prediction multilayering efficiency"}, {"text": "This was shown in Fig. 14a -f.", "cite_spans": [], "ref_spans": [{"start": 18, "end": 26, "text": "Fig. 14a", "ref_id": "FIGREF10"}], "section": "Prediction multilayering efficiency"}, {"text": "Further for the 349-nm case with 2L, 3L and 4L having respectively, 0.38, 0.57 and 0.77gsm of total nanofibers, see Fig. 14a -c, the deviation between prediction and test result was quite substantial. The scrim layers were not able to isolate electrically the adjacent filter layers reducing interference when they were stacked together. In fact, even the 2L test case for the 349nm shown in Fig. 14a had deviation with the theoretical prediction based on independent module stack-up by as much as 6% for the 50nm aerosol, but the deviation narrowed down to 2% for aerosols with size greater than 200nm.", "cite_spans": [], "ref_spans": [{"start": 116, "end": 124, "text": "Fig. 14a", "ref_id": "FIGREF10"}, {"start": 392, "end": 400, "text": "Fig. 14a", "ref_id": "FIGREF10"}], "section": "349nm diameter (0.191gsm):"}, {"text": "349nm diameter (0.096gsm):", "cite_spans": [], "ref_spans": [], "section": "349nm diameter (0.191gsm):"}, {"text": "While the previous case used a module of 191gsm, a smaller module basis weight of 0.096gsm was used for testing with the same nanofiber diameter, 349nm. To achieve the same gsm in the filter as 191gsm, the number of layers needed to be doubled. Fig. 14d-f showed the predicted versus actual efficiency with test aerosols 50 to 500nm for 4L, 6L and 8L respectively, 0.38, 0.57 and 0.77 gsm test filters using the new 0.096gsm module.", "cite_spans": [], "ref_spans": [{"start": 245, "end": 255, "text": "Fig. 14d-f", "ref_id": "FIGREF10"}], "section": "349nm diameter (0.191gsm):"}, {"text": "Interestingly, a much better match between test result and theoretical predictions for the efficiency (Eq. 6) and pressure drop (eq. 7) had been obtained. While Fig. 14d showed excellent matching between test and prediction for the 0.37gsm filter, the maximum discrepancy for the other two filters, 0.57 and 0.77gsm filters was within 5%, even for the worst case -50nm test aerosol. This significant improvement can be better appreciated when we compared Figs. 14d-f with Figs. 14a-c for the same corresponding basis weight or gsm.", "cite_spans": [], "ref_spans": [{"start": 161, "end": 169, "text": "Fig. 14d", "ref_id": "FIGREF10"}], "section": "349nm diameter (0.191gsm):"}, {"text": "Summarizing the results of this section, for filters with fine fiber diameter when the module in the multilayer arrangement has lower gsm (e.g. 0.096gsm), electrical interference could be minimized in a serial arrangement as there were less charged fibers in each module and there were more scrim materials providing shielding of electrical interference between layers. It followed that the predicted stack-up model agreed well with the performance of the actual multilayer filter. The stack-up arrangement of modules followed a constant QE curve which was highly desirable.", "cite_spans": [], "ref_spans": [], "section": "349nm diameter (0.191gsm):"}, {"text": "525nm diameter (0.765gsm):", "cite_spans": [], "ref_spans": [], "section": "349nm diameter (0.191gsm):"}, {"text": "The 2L(0.765gsm) was used as a basis of prediction rather than 1L(0.765gsm) as the two layers provided a better representative performance of a basic module reducing any nonuniformity of coated nanofibers on the scrim surface. The single-layer efficiency  1 can be deduced from a 2-layer efficiency  2 as given by Eq. 8:", "cite_spans": [], "ref_spans": [], "section": "349nm diameter (0.191gsm):"}, {"text": "Once the single layer was obtained, the other multilayer charged filters, i=3, 4, 6 could be predicted, where i represented the number of layers. The pressure drop due to the nanofiber layer alone in a multilayer filter could be deduced after subtracting the pressure drop of the scrim material (1.8Pa) from each modular layer.", "cite_spans": [], "ref_spans": [], "section": "349nm diameter (0.191gsm):"}, {"text": "The results are shown in Table 2 . For the 349nm-diameter fiber filter, with a module basis weight of 0.096gsm, the average pressure drop was 1 Pa per layer. Indeed, this was in accord with 2 Pa in Table 2 for the 0.191gsm for the same fiber diameter within experimental accuracy. The results of Table 2 were plotted in Fig. 16 ", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 2", "ref_id": "TABREF6"}, {"start": 198, "end": 205, "text": "Table 2", "ref_id": "TABREF6"}, {"start": 296, "end": 303, "text": "Table 2", "ref_id": "TABREF6"}, {"start": 320, "end": 327, "text": "Fig. 16", "ref_id": "FIGREF27"}], "section": "349nm diameter (0.191gsm):"}, {"text": "PVDF Electret filter with mean fiber diameter 84, 191, 349 and 525nm had been produced by electrospinning with good morphology free from defects. The electrospun PVDF nanofibers had been electrostatically charged using corona discharge under optimal condition so that the maximum stable charges were imparted onto the nanofibers. Test filters were produced in single layer of nanofibers deposited on a substrate, or in multiple layers with each nanofiber layer electrospun on a substrate. The produced nanofiber filters were tested for the grade efficiency in a filter tester. Sodium aerosols, 50-500nm, generated by aerosolizing with larger size 600nm aerosols removed were tested. This range simulated the COVID-19 with size 60 to 140nm with mean size 100nm [7] . The larger sizes of sodium chloride aerosols (140-550nm) corresponded to viruses being attached to larger carrier particles. The test sizes 50-500nm also covered the aerosols from combustion emissions.", "cite_spans": [{"start": 760, "end": 763, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Conclusions:"}, {"text": "Small-fiber diameter nanofibers led to higher mechanical capture by diffusion and interception. This is especially for the 84nm for which diffusion and interception were highly enhanced due to the large specific surface of the nanofibers. For capturing the aerosols at and below 100nm aerosol simulating the coronavirus and the nano-aerosol pollutants, diffusion capture became an important mechanism, especially with small diameter nanofiber.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The electrostatic capture, by itself, improved modestly with smaller nanofiber diameter for the range of nanofiber diameters, 84 to 525nm, being tested. The modest increase was suspected due to the charges being added to the fibers by electrostatic increased with smaller fiber diameter but the amount of charges that escaped into the surrounding also increased at a fast rate owning to the increased specific surface with small diameter nanofibers.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Multilayer or multi-modules could reduce the pressure drop significantly by introducing macropores from the scrim material layer to the filter, which otherwise was dominated by micropores from the two-dimensional nanofiber layer. The scrim materials also reduced the electrical interference between neighbouring fibers, thus improving significantly the benefit of higher capture by electrostatic effect. These two aspects had been demonstrated for all 4 fiber diameters in our tests when multilayer was tested against single layer with demonstrating significant benefit. Based on the behaviour of the charged nanofibers, the overall strategy that has been adopted and verified in this study is that for small fiber diameter (349nm), small basis weight for each module and more modules in the stack-up filter should be used to increase efficiency for capturing the 100nm aerosols. For large fiber diameter (525nm), large basis weight for each module and lesser modules in the stack-up filter should be used in the stack-up filter to achieve the target efficiency for the 100nm aerosols. As a result, both approaches followed approximately the iso-QF curves, i.e. constant benefit-to-cost ratio.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The strategy applies equally to other aerosol sizes, 50nm or 300nm, etc.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "An objective for an improved nanofiber filter with charged fibers for capturing airborne 100nm COVID-19 was set in our study. The target filter should attain at least 90% capture of the aerosol of 100nm with pressure drop less than 30Pa. By stacking up modules with finer diameter nanofibers (349nm) and smaller basis weight in the module (0.096gsm) or by using coarser less fibers (525nm) reducing pressure drop but compensating using larger basis weight (0.765gsm), we reached the set efficiency goal within the pressure drop limit of 30Pa. Two filters with low basis weight of less than 1gsm fibers, 3L(0.191gsm, 84nm fiber) with total 0.57gsm and 8L(0.096gsm, 349nm fiber) with total 0.77gsm can indeed meet the 90% efficiency target for 100nm aerosol with pressure drop less than 30Pa. Two filters with higher fiber basis weight, 4(0.766gsm) and 6(0.765gsm) with 3.1 gsm and 4.6gsm, respectively, could attain 90% and 94% with pressure drop 18 and 26Pa, respectively. The ideal case of iso-QF curve was closely achieved and the QF was quite high for the candidate filters between 0.1 and 0.15Pa -1 .", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "By using the multilayer/multi-module approach using either small diameter nanofibers with small basis weight in the modules, or large diameter nanofibers with large basis weight in the modules, high-performance charged nanofiber filters have been developed that achieve over 90% capture of airborne COVID-19 simulated by the 100nm sodium chloride aerosols.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Among the candidate filters, one filter has an ultralow pressure drop of 18Pa while the other one has superb filter efficiency of 94%. The tests in the present study were carried out for neutrally charged aerosols but for viruses that are mostly negatively charged, the performance would have been much better. We have systematically engineered the nanofiber filters achieving high efficiency for filtering 100nm and with low pressure drop less than 30Pa. These filters are excellent combat for capturing airborne coronavirus, especially for airborne COVID-19 that has size range of 60-140nm with average size at 100nm.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Assuming the single-fiber efficiency due to mechanical is given by  sm and that due to electrostatic by  se . The filter efficiency due to each of these effects are thus,", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Assuming the mechanical and electrostatic capture are independent, the total single fiber efficiency is just the sum of the two contributions,", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "By virtue of Eq. A3,", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Thus, the filter efficiency is then", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The electrostatic charge efficiency,  Fe , can be obtained from the total efficiency of the filter including both mechanical and electrostatic charges,  F , and the efficiency due to strictly mechanical (i.e. uncharged) capture,  Fm .", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "In this Appendix, the multilayer versus single layer filters are compared for filters with fiber diameter 191nm, 349nm and 525nm.", "cite_spans": [], "ref_spans": [], "section": "Appendix B"}, {"text": "For the 191nm case, by multilayering versus single layer, the efficiency was enhanced by say 8% for the 500nm aerosol for the 0.77gsm filter. On the other hand, the pressure drop was being reduced by 100% from 40Pa to 20Pa between 1L and 4L for the 0.77 gsm filter as shown in Fig. B1 . The best efficiency for the 191nm diameter filter with 0.77gsm of nanofibers was from 82 to 90% between 50 and 500nm aerosol. By reducing the basic module to 0.096gsm in the multilayering arrangement, it was possible for the filtration efficiency to reach 95% or higher with pressure drop even lower than the present level, otherwise the basis weight could be increased from the present level of 0.77 gsm to 1 gsm. The results obtained from testing the larger diameter 525nm nanofiber filter is shown in Fig.   B3 .", "cite_spans": [], "ref_spans": [{"start": 277, "end": 284, "text": "Fig. B1", "ref_id": null}, {"start": 791, "end": 800, "text": "Fig.   B3", "ref_id": "FIGREF30"}], "section": "B1. 191-nm diameter nanofiber filter:"}, {"text": "As can be seen in Fig. B3 , multilayering was better than the case of single-layer filter configuration with the same basis weight. All the efficiency results for the 525nm diameter filter were lowered as compared to the corresponding case for the smaller diameter cases (e.g. 84, 191, 349nm). The best performer was 67-78% for the 4L filter when challenged by the aerosols 50 to 500nm. On the other hand, the pressure drop of 11Pa was also significantly lowered compared to those with the smaller diameter nanofiber filters. The 8layers with smaller basis weight of 0.096 gsm would help, but it might not be practical to use more than 8 layers to achieve high efficiency as the efficiency was somewhat low to start out with. ", "cite_spans": [], "ref_spans": [{"start": 18, "end": 25, "text": "Fig. B3", "ref_id": "FIGREF30"}], "section": "B1. 191-nm diameter nanofiber filter:"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany", "authors": [{"first": "C", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "M", "middle": [], "last": "Schunk", "suffix": ""}, {"first": "P", "middle": [], "last": "Sothmann", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2001468"]}}, "BIBREF2": {"ref_id": "b2", "title": "Transmission and prevention of occupational infections in orthopaedic surgeons", "authors": [{"first": "K", "middle": ["C"], "last": "Wong", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Leung", "suffix": ""}], "year": 2004, "venue": "Journal of Bone and Joint Surgery America", "volume": "86", "issn": "5", "pages": "1065--1076", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection and enumeration of airborne biocontaminants", "authors": [{"first": "", "middle": [], "last": "Ld Stetzenbach", "suffix": ""}, {"first": "", "middle": [], "last": "Buttner", "suffix": ""}, {"first": "", "middle": [], "last": "Cruz", "suffix": ""}], "year": 2004, "venue": "Current Opinion in Biotechnology", "volume": "15", "issn": "3", "pages": "170--174", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Natural Ventilation for Infection Control in Health-Care Settings, World Health Organization", "authors": [{"first": "J", "middle": [], "last": "Atkinson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chartier", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pessoa-Silva", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Droplet fate in indoor environments, or can we prevent the spread of infection? Indoor Air", "authors": [{"first": "L", "middle": [], "last": "Morawska", "suffix": ""}], "year": 2006, "venue": "", "volume": "16", "issn": "", "pages": "335--382", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2019, "venue": "The New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF7": {"ref_id": "b7", "title": "Understanding the Health Effects of Ambient Ultrafine Particles", "authors": [], "year": 2013, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Ultrafine particles cross cellular membranes by nonphagocytic mechanisms in lungs and in cultured cells", "authors": [{"first": "Im", "middle": [], "last": "Hof", "suffix": ""}, {"first": "P", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "", "middle": [], "last": "Gehr", "suffix": ""}], "year": 2005, "venue": "Environ Health Perspective", "volume": "113", "issn": "", "pages": "1555--1560", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Experiments on filtering nano-aerosols from vehicular and atmospheric pollutants under dominant diffusion using nanofiber filter", "authors": [{"first": "Yuen Ting", "middle": [], "last": "Wwf Leung", "suffix": ""}, {"first": "", "middle": [], "last": "Chau", "suffix": ""}], "year": 2019, "venue": "Sep. and Purif. Tech. J", "volume": "213", "issn": "", "pages": "186--198", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Handbook of Non-Woven Media", "authors": [{"first": "", "middle": [], "last": "Im Hutton", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Development of High Efficiency Nanofilters Made of Nanofibers", "authors": [{"first": "", "middle": [], "last": "Jk Lee", "suffix": ""}, {"first": "", "middle": [], "last": "Yc Ahn", "suffix": ""}, {"first": "", "middle": [], "last": "Park", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "", "middle": [], "last": "Lee", "suffix": ""}, {"first": "", "middle": [], "last": "Shin", "suffix": ""}], "year": 2006, "venue": "Current Applied Physics", "volume": "6", "issn": "", "pages": "1030--1035", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The separation of airborne dust and particulates", "authors": [{"first": "C", "middle": ["N"], "last": "Davies", "suffix": ""}], "year": 1952, "venue": "Proc. Inst. Mech. Eng. Part", "volume": "1", "issn": "", "pages": "185--213", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Multilayer Nanofiber Filter", "authors": [{"first": "W", "middle": ["W F"], "last": "Leung", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hung", "suffix": ""}], "year": 2013, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect of face velocity, nanofiber packing density and thickness on filtration performance of filters with nanofibers coated on a substrate", "authors": [{"first": "", "middle": [], "last": "Wwf Leung", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Hung", "suffix": ""}, {"first": "", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2010, "venue": "Separation and Purification Technology", "volume": "71", "issn": "", "pages": "30--37", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Electret air filters", "authors": [{"first": "R", "middle": [], "last": "Thakur", "suffix": ""}, {"first": "D", "middle": [], "last": "Das", "suffix": ""}, {"first": "A", "middle": [], "last": "Das", "suffix": ""}], "year": 2013, "venue": "Purif. Rev", "volume": "42", "issn": "", "pages": "87--129", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The charging and stability of electret filters", "authors": [{"first": "A", "middle": [], "last": "Kilic", "suffix": ""}, {"first": "S", "middle": [], "last": "Russell", "suffix": ""}, {"first": "E", "middle": [], "last": "Shim", "suffix": ""}, {"first": "B", "middle": [], "last": "Pourdeyhimi", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "95--121", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Efficiency of degraded electret filters-partI. Laboratory testing against NaCl and DOP before and after exposure to workplace aerosols", "authors": [{"first": "L", "middle": ["L"], "last": "Janssen", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Bidwell", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Mullins", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Nelson", "suffix": ""}], "year": 2003, "venue": "J. Int. Soc. Respir. Prot", "volume": "", "issn": "", "pages": "71--80", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Efficiency of degraded electret filters-Part II. Field testing against workplace aerosols", "authors": [{"first": "L", "middle": ["L"], "last": "Janssen", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Bidwell", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Mullins", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Nelson", "suffix": ""}], "year": 2003, "venue": "J. Int. Soc. Respir. Prot", "volume": "", "issn": "", "pages": "81--90", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Corona charging of composite non-woven media for air filtration", "authors": [{"first": "L", "middle": [], "last": "Dascalescu", "suffix": ""}], "year": 2010, "venue": "Proc. ESA Annual Meeting on Electrostatics, Paper D3", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Charged PVDF multi-layer filters with enhanced filtration performance for filtering nano-aerosols", "authors": [{"first": "Q", "middle": ["Q"], "last": "Sun", "suffix": ""}, {"first": "", "middle": [], "last": "Leung", "suffix": ""}], "year": 2019, "venue": "Sep. and Purif. Tech. J", "volume": "212", "issn": "", "pages": "854--876", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Electrostatically-charged nanofiber media and fabrication method thereof, US patent pending", "authors": [{"first": "", "middle": [], "last": "Wwf Leung", "suffix": ""}], "year": 2018, "venue": "", "volume": "657", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Enhanced nano-aerosol loading performance of multilayer PVDF nanofiber electret filters", "authors": [{"first": "Q", "middle": ["Q"], "last": "Sun", "suffix": ""}, {"first": "", "middle": [], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Sep. & Purif. Tech. J", "volume": "240", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Qiangqiang Sun: Investigation, Methodology, Software, Data curation, Formal analysis, Validation, Visualization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Conceptualization, Formal analysis, Methodology, Supervision, Writingoriginal draft, Funding acquisition", "authors": [{"first": "Wallace Woon-Fong", "middle": [], "last": "Leung", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Electrospinning nanofibers using a syringe connected to a high voltage supply.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Corona dischargeFig. 1c -Aerosol generator and filter tester", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Sodium chloride 50-500 nm used to simulate the particle size of coronavirus and carrier.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "h showed the scanning electron microscope (SEM) images of four different diameter PVDF nanofiber filters. As can be seen, the electrospun fibers are very uniform in diameter and straight. The electrospun PVDF fibers have good morphology free from flakes and balls associated with defects in electrospinning.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "SEM images of four different electrospun nanofiber diameters in zoom-in view (see 1-m bar) and zoom-out view (see 5-m bar). (a) and (e) correspond to 84nm, (b) and (f) 191nm, (c) and (g) 349nm, and (d) and (h) 525nm.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "191, 349 and 525nm) in a single layer were used for testing filtration efficiency and pressure drop. The top 4 curves in Fig. 3a corresponds to filter with charged fibers and the bottom 4 curves to filter with uncharged fibers. Given the basis weight of 0.191 gsm was the same for all four test filters but with different fiber diameters, therefore the total number of fibers, surface area/volume (specific surface), and electrostatic charges in each filter were different.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". 3a further highlights the difference between uncharged/discharged (mechanical) filters (bottom 4 curves) and the corresponding charged (added electrostatic) filters (top 4 curves).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Comparing electrostatic charged PVDF nanofibers with diameters 84, 191, 349, and 525nm with 0.191 gsm in a single layer of nanofibers. Breakdown of efficiency due to mechanical diffusion plus interception and electrostatic effect for different nanofiber diameters for a single layer with 0.191gsm.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "the equivalent ofFig. 3bbut for a multilayer 4L (0.191gsm) arrangement. As", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Comparing single-layer configuration with multilayer configuration using different amounts of nanofibers 0.383, 0.574, and 0.77 gsm filter all with 84-nm diameter fibers. Breakdown of efficiency due to mechanical diffusion plus interception and electrostatic effect for different nanofiber diameters for 4L with 0.764gsm.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Optimizing efficiency versus pressure drop and different nanofiber basis weight.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "showed efficiency versus pressure drop for 6 sets of filters with fiber diameter 84nm (0.191gsm), 191nm (0.191gsm), 349nm (0.096 and 0.191gsm), and 525nm (0.191 and 0.765gsm). In each set, we started with the basic filter module of either 0.191gsm, 0.096gsm, or 0.765gsm. Multiple sets of modules, 2, 3, 4, and 6 were stacked up", "latex": null, "type": "figure"}, "FIGREF12": {"text": "6 sets of test filters with fiber diameter 84nm (0.191gsm), 191nm (0.191gsm), 349nm (0.096 and 0.191gsm), and 525nm (0.191 and 0.765gsm), respectively.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Efficiency of nano-aerosols versus pressure drop for multilayer versus single layer for 84-nm diameter filter. Iso-QF curves for 0.018 and 0.03 Pa -1 are shown.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Efficiency of 100nm versus pressure drop for discharged (mechanical) multilayer versus single layer for 525-nm diameter filter. Iso-QF curves for 0.025, 0.03 and 0.035 Pa -1 are shown.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Efficiency of 100nm versus pressure drop for electret multilayer versus single layer for 84nm, 191nm, and 525nm diameter filters. Iso-QF curves for 0.Efficiency of nano-aerosols versus pressure drop for electret multilayer filters with stack-up module 0.191gsm versus stack-up module of 0.096gsm for 349nm diameter filters. Iso-QF curves for 0.07, 0.1 and 0.15 Pa -1 are shown.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Fig. 9a -Comparing multi-layered filters at 525nm diameter with modules respectively", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Larger diameter nanofiber (450nm and 525nm) with increased basis weight (0.87 and 0.765gsm) were used as basic module for building multilayer filter. These followed the iso-QF curves initially and have some deviations for the 3 rd and 4 th modules in the multilayer filter.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Multilayer versus single layer for 525-nm diameter charged filter As shown in", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Electret/charged versus uncharged (mechanical) filters, and multilayer versus single-layer filters all with 525-nm fiber diameter (3.06 to 4.6 gsm filter)", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Charged versus uncharged (mechanical) filters, all with 349-nm fiber diameter (less than 1 gsm filter)", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Efficiency based on 300nm for 7 multilayer nanofiber electret filters.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Efficiency based on 50nm for 7 multilayer nanofiber electret filters.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "further made. The multilayer filter arrangement could be considered as a stack of filters in series. For each filter, a feed aerosol stream challenged the filter and an exit clean stream largely free of aerosols left the filter. The exit stream of the first filter served as the feed of the second filter, while the exit stream of the second filter served as the feed of the third filter, etc.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "f. Actual filtration efficiency in multilayer filter versus predicted efficiency from the basic module in stacking up multilayer configuration for electret nanofiber filter made up of 0.349-nm diameter nanofibers. (a)-(c) corresponds to using basic module of 0.191gsm for building electret filter with total basis weight of fibers 0.38, 0.57 and 0.77 gsm respectively, using 2, 3 and 4 layers of basic modules. (d)-(f) corresponds to using basic module of 0.096gsm for building electret filter with total basis weight of fibers 0.38, 0.57 and 0.77 gsm respectively, using 4, 6 and 8 layers of basic modules. Predicted versus test efficiency for multilayer nanofiber electret filter with 525nm nanofiber diameter 3.14 Pressure drop for each layer with 0.191 gsm:", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Pressure drop versus fiber diameter for the multilayer filter.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Performance for the 349nm fiber diameter filter for various configurations B3. 525-nm diameter nanofiber filter:", "latex": null, "type": "figure"}, "FIGREF30": {"text": "525nm diameter filter", "latex": null, "type": "figure"}, "TABREF0": {"text": "10% efficiency difference can be seen for some aerosol sizes between single versus multilayer arrangement. For example, for the coronavirus nano-aerosol 100nm, the 1L charged filter with 0.77gsm has 87.4% efficiency, whereas the 4L charged filter with the same basis weight has 92.2%, representing 5% increase. Whereas for the 300nm, the 1L charged filter with 0.77gsm has 89.7% efficiency, whereas 4L charged filter with the same basis weight has 96.5%, representing an 8% increase. For each curve, the pressure drop, p (Pa), was tagged next to the curve. The p was attributed from nanofiber and substrate layer, and the bracket value indicated the contribution just due to the nanofibers alone as the pressure drop due to a single layer of substrate was 1.8Pa at 5.3 cm/s. For example, for the 4L nanofiber filter (total 0.77gsm), the 4 layers of nanofibers each laid on their separate substrates had a pressure drop of 39.5Pa, whereas the nanofibers alone without substrate was 32.3Pa (=39.5-4x1.8). The contribution from the substrate was small in comparison to that from the nanofibers. For the case of single-layer nanofiber filter with the same 0.77 gsm, the pressure drop was very high at 78.7 Pa. In other words, the nanofibers contribution to the single layer alone was 76.9 Pa (=78.7-1.8), which was 2.4X that of the multilayer filter.", "latex": null, "type": "table"}, "TABREF2": {"text": "yet the multilayer nanofiber charged filter p was 18-19Pa, which was below 24Pa for the microfiber charged filters.", "latex": null, "type": "table"}, "TABREF3": {"text": "Filters meeting target of 90% eff and below 30Pa pressure drop", "latex": null, "type": "table", "html": "<html><body><table><tr><td># Layers </td><td>Module gsm </td><td>Total gsm </td><td>Df, nm </td><td>•(100nm) </td><td>•p, Pa\n</td></tr><tr><td>3 </td><td>0.191 </td><td>0.573 </td><td>84 </td><td>90% </td><td>30\n</td></tr><tr><td>8 </td><td>0.096 </td><td>0.77 </td><td>349 </td><td>90% </td><td>22.2\n</td></tr><tr><td>4 </td><td>0.765 </td><td>3.06 </td><td>525 </td><td>90% </td><td>18\n</td></tr><tr><td>3 </td><td>0.87 </td><td>2.61 </td><td>450 </td><td>90% </td><td>20\n</td></tr><tr><td>6 </td><td>0.765 </td><td>4.59 </td><td>525 </td><td>94% </td><td>26\n</td></tr><tr><td>4 </td><td>0.87 </td><td>3.48 </td><td>450 </td><td>93% </td><td>25\n</td></tr></table></body></html>"}, "TABREF5": {"text": "for D p <300nm. This deviation became progressively increased with 4L and 6L. This had to do with the electrical interference which affected more on the smaller size aerosols while the", "latex": null, "type": "table"}, "TABREF6": {"text": "Pressure drop for the nanofiber layer with 0.191gsm", "latex": null, "type": "table"}, "TABREF7": {"text": ". The pressure drop behaviour revealed that as the fiber diameter increased, p decreased inversely with the fiber diameter d f and not inversely as the quadratic power of the fiber diameter as suggested by Davis equation[13]! On the other hand, dimensional analysis with p, d f , , u and h showed that the dimensionless pressure drop should be, which implied that p1/d f 2 . But, with nanofiber and nanoscale flow it was possible that the mean free path of air  also came into play, especially for flow with dimension scale near  for which there could be significant slip flow. Flow inside the nanofiber which has diameter of 84-500nm were of order comparable to  which at standard temperature and pressure was approximately 66nm. In other words, the dimensional analysis should also include the variables: p, d f , , u,  and h. Therefore, we may end up with This could explain why p1/d f . This was an important finding as we could design filters with smaller fiber diameter in multilayer arrangement without severely being penalized with high pressure drop as dictated by the inverse quadratic dependence of fiber diameter. Therefore, to target at 95% and lower pressure drop, we could use 0.096gsm as the basic module in the multilayer configuration and design filter with either 191nm or even 84nm fiber diameter and it might be possible to achieve much higher filtration efficiency for the nano-aerosols. This was similar in behaviour as the 349nm diameter filter inFig. 8.", "latex": null, "type": "table"}, "TABREF8": {"text": "In addition, there was strong electrical interference among neighbouring fibers in a layer, especially when using small fiber diameter filter with moderate basis weight in the stack-up modules. By reducing the basis weight in the module from 0.191gsm to 0.096gsm and doubling the number of layers to compensate for the reduced basis weight, the performance could be significantly increased. This was demonstrated for the 349-nm fiber filter. Also, the QF stayed relatively constant along the iso-QF curve. This strategy could be applied for optimizing the 200-nm fiber filter in the future. For the large diameter fiber, such as 525nm, increasing the basis weight from 0.191gsm to 0.745gsm did not increase substantially the pressure drop, but could boost-up significantly the capture efficiency by electrostatic mechanism.The pressure drop decreased inversely with increasing fiber diameter. It is possible to develop high efficiency filter with moderately small fiber diameter 191nm, if not 84nm, achieving over 90% efficiency with pressure drop below 30Pa by using a smaller basis weight module (say 0.096gsm).", "latex": null, "type": "table"}, "TABREF9": {"text": "Unfortunately, the lower gsm filters, with 0.574, 0.383 and 0.191 gsm, all had lowerFig. B1 -Single layer versus multilayer nanofiber for the same gsm for 191nm diameter nanofiber filter.B2. 349-nm diameter nanofiber filter:With basis weight of 0.191gsm, various multilayer filters with fiber diameter averaged 349nm were produced and tested with results shown inFig. B2. With increasing basis weight, the filter efficiency increased from 43-52% for 0.191gsm (1LX0.191gsm) filter to 74-85% for 0.77gsm (4LX0.191gsm) filter. Due to the larger fiber diameter 349-nm, the highest efficiency of 74-85% was still lower as compared to 82-90% as with the corresponding smaller diameter 191nm (4X0.191gsm) filter.", "latex": null, "type": "table"}}, "back_matter": [{"text": "University, Hung Hom, Hong Kong for offering him a partial PhD studentship.", "cite_spans": [], "ref_spans": [], "section": "QQ Sun thanks the Mechanical Engineering Department, The Hong Kong Polytechnic"}]}