{"paper_id": "1a7c409416529c9fb26fbff0faa4e0c3fe967b9f", "metadata": {"title": "Transcriptomic Similarities and Differences in Host Response between SARS-CoV-2 and Other Viral Infections", "authors": [{"first": "Simone", "middle": ["A"], "last": "Thair", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yudong", "middle": ["D"], "last": "He", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yehudit", "middle": [], "last": "Hasin-Brumshtein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suraj", "middle": [], "last": "Sakaram", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rushika", "middle": [], "last": "Pandya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jiaying", "middle": [], "last": "Toh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Palo Alto", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "David", "middle": [], "last": "Rawling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Melissa", "middle": [], "last": "Remmel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sabrina", "middle": [], "last": "Coyle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "George", "middle": ["N"], "last": "Dalekos", "suffix": "", "affiliation": {"laboratory": "", "institution": "Larissa General Hospital", "location": {"country": "Greece"}}, "email": ""}, {"first": "Ioannis", "middle": [], "last": "Koutsodimitropoulos", "suffix": "", "affiliation": {"laboratory": "Intensive Care Unit", "institution": "Latseion General Hospital of Elefsis", "location": {"country": "Greece"}}, "email": ""}, {"first": "Glykeria", "middle": [], "last": "Vlachogianni", "suffix": "", "affiliation": {"laboratory": "Intensive Care Unit", "institution": "Aghios Dimitrios Thessaloniki General Hospital", "location": {"country": "Greece"}}, "email": ""}, {"first": "Eleni", "middle": [], "last": "Gkeka", "suffix": "", "affiliation": {"laboratory": "Intensive Care Unit", "institution": "AHEPA Thessaloniki General Hospital", "location": {"country": "Greece"}}, "email": ""}, {"first": "Eleni", "middle": [], "last": "Karakike", "suffix": "", "affiliation": {"laboratory": "", "institution": "National and Kapodistrian University of Athens", "location": {"addrLine": "863 Mitten Rd, Suite 104 Burlingame", "postCode": "124 62, 94010", "settlement": "Athens", "region": "CA", "country": "Greece"}}, "email": ""}, {"first": "Georgia", "middle": [], "last": "Damoraki", "suffix": "", "affiliation": {"laboratory": "", "institution": "National and Kapodistrian University of Athens", "location": {"addrLine": "863 Mitten Rd, Suite 104 Burlingame", "postCode": "124 62, 94010", "settlement": "Athens", "region": "CA", "country": "Greece"}}, "email": ""}, {"first": "Nikolaos", "middle": [], "last": "Antonakos", "suffix": "", "affiliation": {"laboratory": "", "institution": "National and Kapodistrian University of Athens", "location": {"addrLine": "863 Mitten Rd, Suite 104 Burlingame", "postCode": "124 62, 94010", "settlement": "Athens", "region": "CA", "country": "Greece"}}, "email": ""}, {"first": "Purvesh", "middle": [], "last": "Khatri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Palo Alto", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Evangelos", "middle": ["J"], "last": "Giamarellos-Bourboulis", "suffix": "", "affiliation": {"laboratory": "", "institution": "National and Kapodistrian University of Athens", "location": {"addrLine": "863 Mitten Rd, Suite 104 Burlingame", "postCode": "124 62, 94010", "settlement": "Athens", "region": "CA", "country": "Greece"}}, "email": ""}, {"first": "Timothy", "middle": ["E"], "last": "Sweeney", "suffix": "", "affiliation": {}, "email": "tsweeney@inflammatix.com"}, {"first": "+", "middle": [], "last": "Affiliations", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "COVID-19 is a pandemic that shares certain clinical characteristics with other acute viral infections. Here, we studied the whole-blood transcriptomic host response to SARS-CoV-2 and compared it with other viral infections to understand similarities and differences in host response. Using RNAseq we profiled peripheral blood from 24 healthy controls and 62 prospectively enrolled patients with community-acquired lower respiratory tract infection by SARS-Cov-2 within the first 24 hours of hospital admission. We also compiled and curated 23 independent studies that profiled 1,855 blood samples from patients with one of six viruses (influenza, RSV, HRV, ebola, Dengue, and SARS-CoV-1). We show gene expression changes in peripheral blood in patients with COVID-19 versus healthy controls are highly correlated with changes in response to other viral infections (r=0.74, p<0.001). However, two genes, ACO1 and ATL3, show significantly opposite changes between conditions. Pathway analysis in patients with COVID-19 or other viral infections versus healthy controls identified similar pathways including neutrophil activation, innate immune response, immune response to viral infection, and cytokine production for over-expressed genes. Conversely, for under-expressed genes, pathways indicated repression of lymphocyte differentiation and T cell activation. When comparing transcriptome profiles of patients with COVID-19 directly with those with other viral infections, we found 114 and 302 genes were over-or under-expressed, respectively, during COVID-19. Pathways analysis did not identify any significant pathways in these genes, suggesting novel responses to further study. Statistical deconvolution using immunoStates found that M1 macrophages, plasmacytoid dendritic cells, CD14+ monocytes, CD4+ T cells, and total B cells showed change consistently in the same direction across all viral infections including COVID-19. Those that increased in COVID-19 but decreased in non-COVID-19 viral infections were CD56 bright NK cells, M2 macrophages, and total NK cells. The concordant and discordant responses mapped out here provide a window to explore the pathophysiology of COVID-19 versus other viral infections and show clear differences in signaling pathways and cellularity as part of the host response to SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Total RNA samples were depleted of globin RNA using the GLOBINclear kit (Invitrogen) following the procedure described by the manufacturer. Globin-depleted RNA was quantified using the Qubit RNA High Sensitivity kit (Life Technologies) and 10ng of globin-depleted RNA was then used for rRNA depletion and RNAseq library preparation using the SMARTer Stranded Total RNAseq kit v2 Pico Input Mammalian (Takara Bio) following the manufacturer's protocol. RNAseq libraries were then quantified using the Qubit dsDNA High Sensitivity kit (Life Technologies) and their quality and size evaluated by a Fragment Analyzer High Sensitivity Small Fragment kit (Agilent Technologies).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A total of 86 RNAseq libraries generated above were pooled and sequenced on an Illumina NovaSeq6000 Sequencing System (Illumina) in a paired-end fashion (2 x 100 cycles). 41 M to 124 M paired-end reads were obtained for each sample obtained for each sample. Fastq files were used as input for RNAseq data processing. Library prep and sequencing were performed at TB-SEQ (Palo Alto, CA).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "DATA PROCESSING AND ANALYSIS", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Trimming: Quality control (QC) assessment of the reads was done using FastQC 23 . The adapter sequence and 3 bases on the 3' end of the reads was trimmed using cutadapt as a commonly used procedure 24 . Alignment: Trimmed reads were mapped to a reference genome index generated based on the human genome, GRCh38, and a transcriptome reference, GENCODE v32 primary assembly gtf 25 with the sjdbOverhang option set to 100 (default), using STAR aligner (v2.7.3a). Quantitation: Mapped reads were quantified as per Ensembl transcript ID as defined in GENCODE v32 annotation. Reads were summed across Ensembl transcript IDs mapping to Entrez gene IDs in order to compare them with other viral data assayed by microarrays (AnnotationDbi from Bioconductor) 26 . Data Quality: Various QC metrics prior to and post trimming were examined to assess data quality as a standard procedure for RNAseq data. Additionally, the distributions of raw and trimmed counts were assessed and Principal Component Analysis (PCA) with various cutoffs was performed for QC. All 86 samples passed standard QC metrics and the resulting counts matrix (12,142 Entrez genes by 86 samples) was used in subsequent data integration steps (Supplementary Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1218, "end": 1225, "text": "Table 1", "ref_id": null}], "section": "Abstract"}, {"text": "Low-expressed genes were filtered using the following cutoff: max counts per million (CPM) less than 5 across all 86 samples. Normalization factors were obtained using edgeR's Trimmed Mean of M values (TMM) method 27 . The voom method was then used to transform counts into normalized log2-CPM (Supplementary Figure 1) 28 .", "cite_spans": [], "ref_spans": [{"start": 294, "end": 318, "text": "(Supplementary Figure 1)", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "A novel coronavirus, SARS-CoV-2, has developed into a global pandemic, resulting in more than 7.6 million cases worldwide with over 427,000 deaths as we write (WHO accessed 14Jun2020) 1 . Contextually this pandemic is likely to surpass the SARS-CoV-1 2003 pandemic by 1000-fold whereby SARS-CoV-1 resulted in 8,098 cases, took 12 months to contain and had a 9.6% mortality rate (WHO accessed 1Jun2020). The novel SARS-CoV-2 virus, the causative agent for COVID-19 disease, is highly communicable and despite urgent and resourceintensive efforts globally, we have no vaccine or efficacious treatment in sight 2 .", "cite_spans": [{"start": 184, "end": 185, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19 clearly shares some immunological features with other viral responses, such as interferon activation, simultaneous repression of immune cells, and changes in metabolism including glucose and iron regulation as shown by cytokine and cytometry studies [3] [4] [5] . However, while many acute viral infections can lead to critical illness and death, COVID-19 appears both quantitatively and qualitatively to differ when compared to other acute viral infections. Notable features of COVID-19 include high rates of acute respiratory distress requiring mechanical ventilation; clinical coagulopathy; features of a cytokine storm and/or viral sepsis, and a high case fatality rate 6 . Thus, while studies comparing COVID-19 to healthy controls (HC) are useful, they do not explain the similarities and differences seen in the COVID-19 syndrome vs other viral infections.", "cite_spans": [{"start": 259, "end": 262, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 263, "end": 266, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 267, "end": 270, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 683, "end": 684, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our approach involves a multi-cohort analysis of transcriptomic host response data to investigate host inflammation. The core discovery method leverages biological, clinical, and technical heterogeneity across datasets to identify generalizable disease biomarkers. We have repeatedly demonstrated that host response can be a generalizable sensitive and specific diagnostic and prognostic marker for presence, type, and severity of infections [7] [8] [9] , but also in autoimmune diseases, vaccination, TB, cancer and organ transplant 7, 8, [17] [18] [19] [20] [9] [10] [11] [12] [13] [14] [15] [16] We have shown in methodological work that this method produces results with the greatest reproducibility in independent cohorts 21 .", "cite_spans": [{"start": 442, "end": 445, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 446, "end": 449, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 450, "end": 453, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 534, "end": 536, "text": "7,", "ref_id": "BIBREF6"}, {"start": 537, "end": 539, "text": "8,", "ref_id": "BIBREF7"}, {"start": 540, "end": 544, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 545, "end": 549, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 550, "end": 554, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 555, "end": 559, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 560, "end": 563, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 564, "end": 568, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 569, "end": 573, "text": "[11]", "ref_id": null}, {"start": 574, "end": 578, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 579, "end": 583, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 584, "end": 588, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 589, "end": 593, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 594, "end": 598, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 727, "end": 729, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this work, we used RNAseq to profile whole blood samples from 62 COVID-19 patients prospectively enrolled in Athens, Greece, together with 24 healthy controls. We simultaneously compiled a database of clinical viral infections from 23 studies of > 1,800 samples to represent the conserved immune response to a broad range of viral infections including influenza, RSV, HRV, SARS-CoV-1, ebola, and dengue. We here report on the results of a comparison of host responses to SARS-CoV-2 and other viruses. We mapped out their similarities and differences at the gene level, pathway level, and cell proportion level, as a first step to gain a better understanding of this novel pandemic virus.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06. 18.20131326 doi: medRxiv preprint", "cite_spans": [{"start": 109, "end": 120, "text": "18.20131326", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A total of 76 adult patients with SARS-CoV-2 pneumonia were prospectively enrolled from April 1 st to May 4 th by department participating in the Hellenic Sepsis Study Group (www.sepsis.gr) using the inclusion criteria already described elsewhere 22 . Lower respiratory tract infection was defined as the presence of infiltrates in chest X-ray or chest computed tomography compatible with COVID-19. SARS-Cov-2 was detected by positive molecular testing of respiratory secretions. For patients who required mechanical ventilation (MV), blood sampling was performed within the first 24 h from MV. Exclusion criteria were infection by the human immunodeficiency virus, neutropenia, and any previous intake of immunosuppressive medication (corticosteroids, anti-cytokine biologicals, and biological response modifiers). The studies were conducted under the 30/20 approval by the National Ethics Committee of Greece. Written informed consent was provided by patients or by first-degree relatives in cases where patients were unable to consent.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 samples from Hellenic Sepsis Study Cohort"}, {"text": "Whole blood was drawn in PAXgene tubes at enrollment along with other standard laboratory parameters. Data collection included demographic information, clinical scores (SOFA, APACHE II), laboratory results, length of stay and clinical outcomes. Patients were followed up daily for 30 days; outcomes were defined as severe respiratory failure (PaO2/FiO2 ratio less than 150 requiring MV) or death. PAXgene Blood RNA samples were shipped to Inflammatix for processing.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 samples from Hellenic Sepsis Study Cohort"}, {"text": "Blood RNA tubes were prospectively collected from healthy controls (HC) through a commercial vendor (BioIVT) under IRB approval (Western IRB #2016165) using informed consent. Patients were non-febrile and verbally screened to confirm that no signs or symptoms of infection were present within 3 days prior to sample collection and that they were not currently undergoing antibiotic treatment, nor had not taken antibiotics within 3 days prior to sample collection. Furthermore, all samples were negative for HIV, West Nile, Hepatitis B, and Hepatitis C by molecular or antibody-based testing.", "cite_spans": [], "ref_spans": [], "section": "Healthy control sample sourcing"}, {"text": "Prior to processing, samples in PAXgene Blood RNA tubes from 76 COVID-19 patients and 24 healthy controls were removed from -80C to thaw at room temperature for two hours. The samples were then inverted several times to achieve homogeneity, after which 3 mL aliquots were removed for processing. RNA was extracted from these samples using a modified version of the RNeasy Mini Kit (QIAgen) protocol executed on the a QIAcube automated workstation. PAXgene samples comprise of whole blood in PAXgene stabilizing solution. The sample is diluted with PBS, then centrifuged at 3,000 x g to pellet precipitated nucleic acids. Pellets were washed with molecular biology grade water and again pelleted via centrifugation at 3,000 x g. Pelleted material is resuspended in Buffer RLT (QIAgen). Using the automated QIAcube, samples are then subjected to treatment by Proteinase K and gDNA elimination via columns (QIAgen). Flow-through was mixed with isopropanol and passed over a MinElute (QIAgen) spin column. The column was washed with 80% ethanol and purified nucleic acid was eluted in RNase-free water. Purified RNA was heat denatured at 55° C for 5 minutes, then snap-cooled on ice. RNA was quantitated using a Qubit fluorimeter with the Quant-iT RNA Assay kit (Thermo-Fisher). Samples with an RNA integrity number (RIN) below 7 (BioAnalyzer, Agilent) did not proceed to sequencing, resulting in 62 COVID-19 samples and 24 HC samples for sequencing.", "cite_spans": [], "ref_spans": [], "section": "RNA extraction protocol"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "RNAseq library preparation"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "RNAseq library preparation"}, {"text": "Transcriptomic data of clinical respiratory infections caused by viruses other than SARS-CoV-2 were surveyed from Gene Expression OmniBus (GEO) and ArrayExpress for inclusion to define a conserved host response signature for non-COVID-19 viral infection. We identified 23 such independent datasets that profiled a total of 1,855 peripheral blood samples (PBMCs or whole blood) from patients (infants, children, or adults) with one of six viral infections (influenza, RSV, HRV, ebola, dengue, SARS-CoV-1, but not SARS-CoV-2). Collectively the 23 datasets comprised of 780 samples from healthy controls and 1,075 from patients with a viral infection represent biological, clinical, and technical heterogeneity observed in the real-world patient population with viral infections.", "cite_spans": [], "ref_spans": [], "section": "Non-COVID-19 viral dataset selection"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Non-COVID-19 viral dataset selection"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint Non-COVID-19 viral dataset processing Raw microarray data for each dataset was renormalized (when available) using standardized methods. Affymetrix arrays were renormalized using the robust multichip average (RMA) method. Illumina, Agilent, GE, and other commercial arrays were renormalized via normal-exponential background correction followed by quantile normalization. Data were log2-transformed. Probe to gene (Entrez ID) summarization was performed within each study using the mean signal intensity for probes mapping to a single gene.", "cite_spans": [], "ref_spans": [], "section": "Non-COVID-19 viral dataset selection"}, {"text": "Of the 23 non-COVID-19 viral infections datasets, 20 datasets with a total of 879 viral infected patients and 754 HCs met the criteria for conormalization: 1) the dataset must have HCs, and 2) the dataset was obtained on a single-channel microarray platform. Integrated with the voom-transformed RNAseq dataset for COVID-19, they were conormalized together using COCONUT as previously described 8 . COCONUT uses COMBAT empiric-Bayes conormalization on healthy controls to derive correction factors for diseased patients. The technique integrates datasets such that (i) no bias is introduced to the diseased samples, (ii) there is no change to the distribution of a gene within a study, and (iii) each gene shares the same distribution across healthy controls between studies after normalization. This COCONUT conormalized expression data comprising of a total of 941 (COVID-19 and non-COVID-19) viral patients and 778 HCs across 9,818 genes common across 11 platforms were used as input data to perform the following multicohort and integrated analyses.", "cite_spans": [{"start": 395, "end": 396, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "COCONUT conormalization of all data sets"}, {"text": "Hedges' g effect size (ES) 29 for each gene was calculated for COVID-19 (62) versus HC (24) two-group comparison test from the COCONUT conormalized output. P-value was calculated using a student's t-test and adjusted using the Benjamini-Hochberg method to obtain the False Discovery Rate (FDR). ES threshold of ³ 1 or £ -1 in combination with FDR threshold of £ 0.05% was used to identify genes whose expressions are over-or under-expressed in COVID-19 infected patients than in the mean value of HCs.", "cite_spans": [{"start": 27, "end": 29, "text": "29", "ref_id": null}], "ref_spans": [], "section": "COVID-19 versus healthy control comparison"}, {"text": "14 datasets composed of 1,324 whole blood and PBMC samples were chosen for the discovery cohort, of which 652 were from respiratory viral infected patients (viral) and 672 samples were from HCs patients. As a multicohort analysis with conormalized data as input, we utilized a well-established MetaIntegrator (version 2.1.1) as described previously 30 . Briefly, Hedges' g ES was computed for each gene within a study between viral and HC. ESs for genes across studies was summarized using the DerSimonian & Laird random-effects model, where each ES is weighted by the inverse of the variance in that study 31 . We used an ES threshold ³ 1 or £ -1 with FDR £ 0.05% to identify signature genes (Supplementary Table 2 ).", "cite_spans": [{"start": 349, "end": 351, "text": "30", "ref_id": "BIBREF29"}, {"start": 607, "end": 609, "text": "31", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 708, "end": 715, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Non-COVID-19 viral versus healthy controls comparison"}, {"text": "The signature genes identified based on 14 discovery datasets were evaluated for prediction of viral infections from HC with a score calculated for each sample using the following formula:", "cite_spans": [], "ref_spans": [], "section": "Validation of non-COVID-19 viral infection signature"}, {"text": "The score is a rescaled difference between geometric means of positive (over-expressed) genes and negative (under-expressed) genes. Receiver-operating characteristics (ROC) plots are generated for held out validation datasets and the Area Under the ROC (AUC) is used as a performance metric. For validation of the non-COVID-19 viral signature, we compiled 9 datasets comprised of 6 held out from the COCONUT expression data, plus 3 normalized as per platform requirements without COCONUT ( Table 3) . We then tested this signature first using 4 datasets comprising of 178 respiratory viral infection samples and 58 HCs (236 total) ( Table 3) . We then further validated this signature in 5 datasets of other viral etiology (245 viral and 50 HC, 295 total) ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 490, "end": 498, "text": "Table 3)", "ref_id": null}, {"start": 633, "end": 641, "text": "Table 3)", "ref_id": null}, {"start": 758, "end": 766, "text": "Table 3)", "ref_id": null}], "section": "Validation of non-COVID-19 viral infection signature"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "COVID-19 versus non-COVID-19 viral Comparison"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint Hedges' g ES was calculated for each gene in a COVID-19 (62) and non-COVID-19 viral (652) two-group comparison test from the COCONUT conormalized expression data. P-value was calculated using a Welch's ttest assuming unequal variance and sample sizes and adjusted using the Benjamini-Hochberg 32 method to obtain the False Discovery Rate (FDR). ES threshold ³ 1 or £ -1 in combination with FDR threshold of £ 0.05% was used to identify signature genes.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 versus non-COVID-19 viral Comparison"}, {"text": "Each over-or under-expressed gene set from comparisons between COVID-19 vs HC, non-COVID-19 viral infection vs HC, and COVID-19 vs non-COVID-19 viral infection was subjected to a pathway analysis with Gene Set Enrichment Analysis 33 . We tested significance of over-representation of genes in each of the pathways reflected in Gene Ontology (GO) including biological process (BP), molecular function (MF), and cellular compartment (CC). The human transcriptome reference is used as background and the p-values from the hypergeometric test were adjusted using the Benjamini-Hochberg method 32 . Top-ranked pathways common between COVID-19 and non-COVID-19, and specific separately to COVID-19 or non-COVID-19 viral infections were selected.", "cite_spans": [], "ref_spans": [], "section": "Pathway Analysis"}, {"text": "A statistical deconvolution method was used to estimate the percentage of 25 immune cell types in the peripheral blood transcriptome data 34, 35 . Statistical deconvolution estimates the percentage of various cell types present in a blood transcriptome profile. It uses a set of pre-defined genes that represent cell types of interest, called a basis matrix, and a variant of linear regression to make estimates. Previously, it was demonstrated that different methods produce highly correlated estimates of cellular proportions once basis matrix is fixed 34 . Here, immunoStates (MetaIntegrator) was used as a basis matrix because it has been shown to reduce the effect of the biological and technical heterogeneity in transcriptome data on statistical deconvolution and identify robust changes in immune cell proportions [34] [35] [36] [37] . The 14 non-COVID-19 viral discovery datasets and the COVID-19 dataset were deconvolved separately, then change in proportion of a given cell type between healthy controls and the infected patients of each dataset was estimated.", "cite_spans": [{"start": 138, "end": 141, "text": "34,", "ref_id": "BIBREF32"}, {"start": 142, "end": 144, "text": "35", "ref_id": "BIBREF33"}, {"start": 822, "end": 826, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 827, "end": 831, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 832, "end": 836, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 837, "end": 841, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "ImmunoStates Analysis"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "ImmunoStates Analysis"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We prospectively enrolled and sequenced RNAseq from whole blood from 62 patients with COVID-19 and 24 healthy controls ( Table 1) . Differential expression analysis of 86 peripheral blood samples identified 2,002 differentially expressed genes (771 over-expressed, 1,231 under-expressed; Figure 1a , Supplementary Table 2) with absolute ES ³ 1 and FDR £ 0.05%), referred to as COVID-19 signature. We performed pathway enrichment analysis of the COVID-19 signature using Gene Ontology (GO) terms. The 30 most significant pathways for 771 over-expressed genes included neutrophil activation, innate immune response, immune response to viral infection, type-I interferon signing and cytokine production (Figure 1b) , and for 1,231 under-expressed genes include lymphocyte differentiation and T cell activation and regulation (Figure 1c) . These results suggest that in response to SARS-CoV-2 infection T cells are suppressed whereas neutrophils are activated as a hallmark of its overwhelming host response represented in the transcriptomic changes. High neutrophil-to-lymphocyte ratios have been observed as a marker of severity in sepsis, cancer, and pneumonia 38-41 .", "cite_spans": [], "ref_spans": [{"start": 121, "end": 129, "text": "Table 1)", "ref_id": null}, {"start": 288, "end": 297, "text": "Figure 1a", "ref_id": null}, {"start": 314, "end": 322, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 700, "end": 711, "text": "(Figure 1b)", "ref_id": null}, {"start": 822, "end": 833, "text": "(Figure 1c)", "ref_id": null}], "section": "Differential expression analysis of transcriptome profiles of patients with COVID-19"}, {"text": "Based on our previous results 14 , we hypothesized that there is a conserved immune response to respiratory viral infections irrespective of age and genetic background of a patient or a virus. We identified 23 studies of acute viral infection, and from these selected 14 as our discovery set for a non-COVID-19 viral signature ( Table 2) , and 9 were held out for validation. Statistical power analysis 42 found that even with high inter-study heterogeneity, we had more than 80% statistical power at p-value = 0.01 for detecting absolute ES > 0.43 in these datasets (Supplementary Figure 2) . The multi-cohort analysis of 1,324 transcriptome profiles (652 non-COVID-19 viral patients, 672 healthy controls) from these 14 studies using MetaIntegrator 30 identified 635 differentially expressed genes (314 over-expressed, 321 under-expressed). ROC plots for all of the discovery datasets using this signature illustrate the high sensitivity and specificity this gene list possesses, indicating genes that are highly discriminatory and hence likely to represent this conserved signature (Figure 2a, Supplementary Table  2) . We refer to these 635 genes in short as the non-COVID-19 viral signature. Similar to the COVID-19 signature, GO analysis of over-and under-expressed genes in the non-COVID-19 viral signature identified a similar set of pathways highlighted by neutrophil and T cell activation, respectively (Figure 2b, 2c ).", "cite_spans": [], "ref_spans": [{"start": 329, "end": 337, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 582, "end": 591, "text": "Figure 2)", "ref_id": null}, {"start": 1085, "end": 1120, "text": "(Figure 2a, Supplementary Table  2)", "ref_id": "TABREF1"}, {"start": 1413, "end": 1427, "text": "(Figure 2b, 2c", "ref_id": null}], "section": "Identification of host response genes to viral infections through multi-cohort analysis"}, {"text": "Next, we confirmed that the non-COVID-19 viral signature is conserved across viruses by validating it in several independent datasets. We calculate the non-COVID-19 viral score for a sample as the difference in geometric means of over-expressed and under-expressed genes. In four independent studies consisting of 236 samples (178 viral infections, 58 healthy controls; Table 3 ), the score accurately distinguished patients with a respiratory viral infection (influenza, HRV, or RSV) from HCs (Figure 3a) .", "cite_spans": [], "ref_spans": [{"start": 370, "end": 377, "text": "Table 3", "ref_id": null}, {"start": 494, "end": 505, "text": "(Figure 3a)", "ref_id": null}], "section": "Validation of host response genes to viral infections in multiple independent datasets"}, {"text": "Second, we investigated whether the non-COVID-19 viral signature is observed in other severe viral infections including ebola, dengue, and SARS-CoV-1 in five independent studies (50 HC, 54 SARS-CoV-1, 37 ebola, 154 dengue). In each study, the non-COVID-19 viral score also distinguished patients with a viral infection from healthy controls with high accuracy (Figure 3b ).", "cite_spans": [], "ref_spans": [{"start": 360, "end": 370, "text": "(Figure 3b", "ref_id": null}], "section": "Validation of host response genes to viral infections in multiple independent datasets"}, {"text": "Third, we tested whether the non-COVID-19 viral signature would also distinguish patients with COVID-19 from healthy controls. We calculated the non-COVID-19 viral score for each of 62 COVID-19 patients together with 24 HCs using the conormalized expression data. We found that non-COVID-19 viral score separated patients with COVID-19 from HCs with an AUC of 0.96 (Figure 3c ), similar to SARS-CoV-1 (AUC=0.98).", "cite_spans": [], "ref_spans": [{"start": 365, "end": 375, "text": "(Figure 3c", "ref_id": null}], "section": "Validation of host response genes to viral infections in multiple independent datasets"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Validation of host response genes to viral infections in multiple independent datasets"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint Comparison of COVID-19 profile with non-COVID-19 viral infection profile Next, we investigated similarities and differences in host response to SARS-CoV-2 and other respiratory viruses by comparing change in expression with respect to healthy controls across 9,818 genes that were present across all datasets. When considering the entire transcriptome, there was high correlation (r = 0.74, p < 0.001) between change in expression in response to SARS-CoV-2 or other respiratory viruses (ES from COVID-19 vs HC comparison is plotted against ES from non-COVID-19 vs HC comparison in Figure 4a ). We visualized 2,002 COVID-19 signature genes and 635 non-COVID-19 signature genes in the same ES scatter plot by different colors to highlight their relationships (Figure 4a, Supplementary Table 2 ). We observe that 7,626 genes uncolored in the middle (gray, with higher density in the center shown by contours) out of 9,818 profiled (77.7%) are not in the signature genes in either COVID-19 or non-COVID-19 viral infections. Given the high correlation (r = 0.74), it is not surprising that 223 genes are concordantly over-expressed (ES ³ 1, FDR £ 0.05%) as well as 220 genes concordantly under-expressed with (ES £ -1, FDR £ 0.05%). Of the remaining genes from the non-COVID-19 signature, there are 90 genes over-expressed and 100 genes under-expressed in non-COVID-19, however these had ES between -1 and 1 in the distribution of the COVID-19 ESs. As well, of the remaining genes from the COVID-19 signature, there are 547 genes over-expressed and 1,010 genes under-expressed in COVID-19 that had ES between -1 and 1 in the distribution of the non-COVID-19 ESs. We only found two genes that were completely discordant, thus completely oppositely regulated in COVID-19 and non-COVID-19 viral infections: Aconitase1 (ACO1) over-expressed in COVID-19 and under-expressed in non-COVID-19 viral infections and Atlastin GTPase 3 (ATL3) over-expressed in non-COVID-19 viral infections and under-expressed in COVID-19. Interestingly, ACO1 is involved in iron metabolism, and heme appears to be interlinked with COVID-19 pathophysiology 43 . ATL3 is required for endoplasmic reticulum (ER) membrane junctions and may be linked to viral replication sites 44 .", "cite_spans": [{"start": 2266, "end": 2268, "text": "43", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 723, "end": 732, "text": "Figure 4a", "ref_id": "FIGREF1"}, {"start": 899, "end": 932, "text": "(Figure 4a, Supplementary Table 2", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "Therefore, in order to identify a statistically significant set of genes differentially expressed in COVID-19 patients compared to those with other viral infections, we employed COCONUT to conormalize the two disease types into a single matrix for comparison of 62 COVID-19 patients versus 652 non-COVID-19 viral infection patients. Using COCONUT allows for comparison across datasets with heterogeneity while simultaneously creating a way to calculate an FDR for the gene effect size when compared \"head-to head\" or \"disease to disease\" directly, rather than looking for correlated and anti-correlated genes for which ES and FDR are calculated separately. At |ES| ³ 1 with FDR £ 0.05%, we found 416 genes as COVID-19-specific genes, 114 over-expressed and 302 underexpressed in patients with COVID-19 than in those with non-COVID-19 viral infection (Figure 4b) . To illustrate the gain in identification of genes to investigate and re-iterate the value in this statistical method, this set of genes from (b) are highlighted in the same scatter plot from panel a (Figure 4c ).", "cite_spans": [], "ref_spans": [{"start": 850, "end": 861, "text": "(Figure 4b)", "ref_id": "FIGREF1"}, {"start": 1063, "end": 1073, "text": "(Figure 4c", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "Unlike the COVID-19 and non-COVID-19 viral signatures, the pathway analysis of this gene set did not identify any statistically significant GO terms, potentially indicating novel pathophysiology unique to COVID-19. This combination of genes may include those less well annotated within pathways and thus less likely to result in statistically significance assignment to a pathway. Nonetheless, top-ranked but statistically insignificant GO terms include muscle contraction, regulation of epithelial cell proliferation, and biological processes involved in lung and respiratory development for 114 positive genes, as well as pathways related to T cell homeostasis and T cell differentiation for 302 negative genes. The significance of these pathways in connection with clinical manifestation needs to be investigated further.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We expanded our comparison of significant pathways in response to SARS-CoV-2 versus non-COVID-19 viruses by including all pathways instead of only 30 most significant pathways. We found pathways for over-expressed . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Similarities and differences in pathways between COVID-19 and non-COVID-19 viral infection"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint genes are highly concordant between patients with COVID-19 and non-COVID-19 viral infections (Figure 5a) , pathways for under-expressed genes are discordant (Figure 5b) .", "cite_spans": [], "ref_spans": [{"start": 235, "end": 246, "text": "(Figure 5a)", "ref_id": "FIGREF2"}, {"start": 299, "end": 310, "text": "(Figure 5b)", "ref_id": "FIGREF2"}], "section": "(which was not certified by peer review)"}, {"text": "To amalgamate these findings we performed hierarchical clustering of all pathway analysis results of all gene sets of interest including three signature sets: 1) COVID-19 vs HC (771 over-and 1,231 under-expressed), 2) non-COVID-19 viral vs HC (314 over-and 321 under-expressed), and 3) COVID-19 vs non-COVID-19 viral (114 overand 302 under-expressed) as well as the 8 gene groups based on concordance between signatures (Figure 5c,  Supplementary Table 2) . To check the dependency of GO term enrichment results on the cutoffs for selecting signature genes, we tested three additional cutoffs (less or more stringent than the chosen one) each for COVID-19 vs HC, non-COVID-19 vs HC, or COVID-19 vs non-COVID-19 comparison. The results for over-expressed, under-expressed, and all genes from each cutoff together with the 9 gene sets from Figure 4a show a merging and comprehensive picture of pathway analysis results (Supplementary Table 3, Supplementary Figure 4 ) allowing one to focus on pathways of interest, either commonly significant across gene sets or uniquely significant in a gene set or a combination of genes of interest.", "cite_spans": [], "ref_spans": [{"start": 420, "end": 455, "text": "(Figure 5c,  Supplementary Table 2)", "ref_id": "FIGREF2"}, {"start": 838, "end": 847, "text": "Figure 4a", "ref_id": "FIGREF1"}, {"start": 917, "end": 963, "text": "(Supplementary Table 3, Supplementary Figure 4", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "We estimated proportions of 25 immune cell types in bulk gene expression in blood samples from patients with COVID-19 or non-COVID-19 viral infections using immunoStates. In patients with COVID-19, we found immune cells from myeloid-lineage (M1 macrophages, neutrophils, and MAST cells) increased significantly (FDR £ 10%), and lymphoid cells (CD4+ and CD8+ alpha-beta T cells, B cells) decreased significantly (FDR £ 10%) during viral infection (Figure 6a, Supplementary Table 3) . These results are in line with recent reports demonstrating increased neutrophil and decreased T cell counts in COVID-19 patients [39] [40] [41] . In patients with non-COVID-19 viral infections, we observed significant increase in proportion for myeloid cells (M1 macrophages, CD14+ monocytes, MAST cells), and significant decrease in proportion for lymphoid cells (CD4+ and CD8+ T cells, gamma-delta T cells, B cells) (Figure 6b, Supplementary Figure 3) . Indeed, when considering changes within each dataset, M1 macrophages, plasmacytoid dendritic cells, CD14+ monocytes, CD4+ T cells, and total T cells showed change consistently in the same direction across all viral infections including COVID-19 ( Figure  6b) .", "cite_spans": [{"start": 613, "end": 617, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 618, "end": 622, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 623, "end": 627, "text": "[41]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 446, "end": 480, "text": "(Figure 6a, Supplementary Table 3)", "ref_id": "FIGREF4"}, {"start": 902, "end": 937, "text": "(Figure 6b, Supplementary Figure 3)", "ref_id": "FIGREF4"}, {"start": 1187, "end": 1198, "text": "Figure  6b)", "ref_id": "FIGREF4"}], "section": "Similarities and differences in changes in immune cell proportions between COVID-19 and non-COVID-19 viral infection"}, {"text": "We observed an overall correlation of 0.493 (p=0.017) for change in cellular proportions in patients with COVID-19 compared to non-COVID-19 viral infections (Figure 6c, Supplementary Table 3) , where all but 6 cell types changed in the same direction, though not all changes were statistically significant. We again observed increased neutrophil and decreased T cell counts in COVID-19 which is in line with a recent study that compared COVID-19 to the 2009 H1N1 20 .Cell types that increased in COVID-19 relative to non-COVID-19 were CD56 bright NK cells, M2 macrophages, and total NK cells. Those that decreased in non-COVID-19 relative to COVID-19 were CD56 dim NK cells, memory B cells, and eosinophils. Although change in memory B cells was not statistically significant, the direction of change is expected as patients with non-COVID-19 infection are highly likely to have memory to those viruses, whereas SARS-CoV-2 is a novel coronavirus with no pre-existing memory in the population. Similar findings are reported when the absolute cell counts were measured by flow cytometry in smaller patient populations 20 .", "cite_spans": [], "ref_spans": [{"start": 157, "end": 191, "text": "(Figure 6c, Supplementary Table 3)", "ref_id": "FIGREF4"}], "section": "Similarities and differences in changes in immune cell proportions between COVID-19 and non-COVID-19 viral infection"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Similarities and differences in changes in immune cell proportions between COVID-19 and non-COVID-19 viral infection"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Understanding the pathophysiology of COVID-19 is critical to finding new treatments. Here we take a host response transcriptomics approach using peripheral blood transcriptomics of the immune response to COVID-19 (n=62) compared to 652 non-COVID-19 viral infections spanning 6 viruses. While the vast majority of the host immune response appears to be similar between COVID-19 and other viruses, our study highlights some key differences.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The scatter plot of the correlation of the differential expression of non-COVID-19 viral infections versus COVID-19 infections illustrates this large proportion of concordance and seemingly small amount of discordance ( Figure  4 ). We found only two genes, ACO1 and ATL3, that were expressed in opposite directions. ACO1 was overexpressed in COVID-19 versus HC and under-expressed in non-COVID-19 viral infections versus HC, whereas ATL3 entirely oppositely regulated (Figure 4) . Prior reports suggest that both genes may be involved in viral replication and immune evasion. ACO1 is an iron-sulfur protein that regulates ferritin and transferrin. When cellular iron levels are low, the protein binds to iron-responsive elements (IREs), which represses translation of ferritin (a protein that stores iron), and simultaneously stabilizes the normally rapidly degraded transferrin receptor mRNA allowing for translation of the receptor and more cellular uptake of iron, which is required for proliferation 45 . High levels of ferritin are also indicative of macrophage activation syndrome (MAS) and have been observed in COVID-19 patients 22,46-48 . ATL3 is a member of the integral membrane GTPases. Proper formation of ER tubules is affected by mutations in this gene. Viruses are known to target host organelles to enter a host cell and avoid destruction 49 . Lack of ATL results in delayed cargo exit and coat assembly for budding from the ER which is necessary for export of cytokines and chemokines in response to infection; ATL3 has been linked directly to viral replication in Zika 44 , although Zika was not studied here.", "cite_spans": [{"start": 1005, "end": 1007, "text": "45", "ref_id": "BIBREF43"}, {"start": 1357, "end": 1359, "text": "49", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 220, "end": 229, "text": "Figure  4", "ref_id": "FIGREF1"}, {"start": 469, "end": 479, "text": "(Figure 4)", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "The power of using COCONUT to combine heterogeneous datasets allowed for a pooled, head-to-head comparison of COVID-19 with non-COVID-19 viral infections. Interestingly, the differentially expressed genes in this analysis were not enriched for any GO terms. However, there is bias in the annotation of gene ontologies, so absence of evidence does not denote evidence of absence of coordinated differential response 50,51 . Indeed, Figure 5 illustrates the comparison of COVID-19 to non-COVID-19 GO terms. We found many downregulated pathways are discordant when comparing to healthy controls. Within these, a cluster of pathways that are high in COVID-19 and low in non-COVID-19 viral infections involve ribosome related processes. In SARS-CoV-1 infections it was determined that viral nsp1 disrupts ribosomal function 52 . The inverse cluster of pathways that are high in non-COVID-19 viral infections and low in COVID-19 positively regulate cell-cell adhesion, cell activation, leukocyte activation, immune response-activating cell surface receptor signaling, perhaps suggesting a more dysregulated immune response. While the host response to SARS-CoV-2 in essence is highly similar to other viral infections, it does clearly have some molecular differences. Of particular interest was the observation that while both diseases had increased type-1 interferon signaling pathways, the magnitude of this pathway response was lower in the COVID-19 ( Figure 5) .", "cite_spans": [], "ref_spans": [{"start": 431, "end": 439, "text": "Figure 5", "ref_id": "FIGREF2"}, {"start": 1448, "end": 1457, "text": "Figure 5)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Interestingly, the consistency in the change in the immune cell proportions are mostly consistent across COVID-19 and non-COVID-19 datasets. Our results are in line with several recent studies that found high neutrophillymphocyte-ratio (NLR) in COVID-19 patients [38] [39] [40] [41] . Expansion of CD56 bright NK cells is common in many viral infections, as part of recognizing and killing virally infected cells while orchestrating adaptive immune responses 53 . Comparing patients with COVID-19 to HCs shows an increase in NK cells (Figure 6a) , largely driven by the CD56 bright population. When compared to non-COVID-19 viral infections the increase in NK cell (via CD56 bright NK cell) proportion remains high in the COVID-19 infections. This phenomenon was also directly observed using mass spectrometry to measure cell abundance over time in COVID-19 patients, and when . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 263, "end": 267, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 268, "end": 272, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 273, "end": 277, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 278, "end": 282, "text": "[41]", "ref_id": "BIBREF39"}, {"start": 459, "end": 461, "text": "53", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 534, "end": 545, "text": "(Figure 6a)", "ref_id": "FIGREF4"}], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint considering factors most explanatory in those that recovered the cells that were the most dynamic included CD56 dim NK cells 54 .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "When comparing COVID-19 to non-COVID-19 viral infections, we see M1 macrophage proportions are similar to that of other viral diseases, but the elevated M2 response is discordant. M1 macrophages are proinflammatory and kill invaders, whereas M2 macrophages are considered anti-inflammatory and reparative. A large body of work in bacterial sepsis found that individuals with high M1 profiles had increased mortality whereas those with a more evenly balanced M1/M2 were more likely to survive 55 . However, in general, monocytotropic viruses including SARS-CoV-1 have evolved mechanisms to interfere with effective macrophage polarization, favoring the M2 population for immune evasion. For example, virus-induced macrophage depletion is executed by viruses that carry pro-antiapoptotic proteins, thus initially reducing the number of M1s to skew population to M2 and avoid attack, then further suppress the production and action of type I IFNs, stunting the progression of M1 macrophage polarization 56 . This shift we see in the proportion of M2 macrophages in COVID-19 versus non-COVID-19 viral infections indicate that this novel pathogen may be executing these immune evasion techniques with a high degree of success.", "cite_spans": [{"start": 1000, "end": 1002, "text": "56", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study has some limitations due to the design of using public data for non-COVID-19 comparison. First, due to the limited nature of clinical studies in a pandemic, we had just 62 patients with COVID-19 compared to >650 with other viral infections, creating class imbalance in their comparison. Second, we did not investigate effects of severity on host response as this was mostly unavailable. It is possible that differences in severity between this COVID-19 cohort and the other viral cohorts was a confounder in our analysis. Third, we analysed differential expression at single pre-set significance and effect size thresholds. Choosing different thresholds (e.g., thresholds based on 80% statistical power in each analysis) would have identified different sets of differentially expressed genes. We provide ES and FDR values for all genes (Supplementary Table 2) to enable re-analysis of these genes based on thresholds that others may deem more appropriate. Supplementary Figure  4 is also provided to show the GO term enrichment results by varying cut-offs.", "cite_spans": [], "ref_spans": [{"start": 846, "end": 869, "text": "(Supplementary Table 2)", "ref_id": null}, {"start": 980, "end": 989, "text": "Figure  4", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "We here provide bulk RNAseq profiling of peripheral blood in COVID-19 in comparison to healthy controls which we derived a signature of 2002 genes for investigation of the biology and potentially pathophysiology of this disease. We compiled an extensive database of non-COVID-19 viral infections across many platforms, ages, diseases and locations globally to compare to healthy controls using metaintegration to derive a set of 635 genes representing the host response to known viral pathogens. We then used COCONUT to conormalize all of the data and directly compare COVID-19 to non-COVID-19 viral infections resulting in a signature of 416 gene. We used all of these analyses to identify both the similarities and differences in the underlying host response. While we identified that a large proportion of the host response is similar to that of other infections, we also identified key differences in individual genes, pathways, and cellularity that are suggestive of the clinical differences observed in COVID-19. Of particular interest are the potential roles of ACO1 and ATL3 in describing the differential host response in COVID-19 complemented by the 416 genes that may identify novel biology and further the understanding of ACO1 and ATL3, but our findings will need to be replicated in further clinical studies.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The public cohorts are available under their respective study IDs. The COVID-19 cohort is deposited in GEO for public reuse (GSE152641).", "cite_spans": [], "ref_spans": [], "section": "Data availability"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data availability"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. Figure 2 are colored distinguishably in 9 quadrats. Concordant host response between COVID-19 and other viral infections is reflected by 223 commonly positively and 220 negatively regulated genes in both. Discordant response is only seen in ACO1 whose expression is positively regulated in COVID-19 but negatively regulated in non-COVID, and in ATL3 whose expression is negatively regulated in COVID-19 but positively regulated in non-COVID-19. (b) The head-to-head comparison between COVID-19 and other viral infections was made possible by using co-normalized data by COCONUT. Significance score [defined as -log10(FDR)] vs mean difference of co-normalized log2-transformed expression data between COVID-19 patients (n = 62) vs other viral infections (n = 652). The chosen cutoff of ES ≥ 1 or ≤ -1 with FDR ≤ 0.05% yields 416 COVID-19 specific signature, including 114 positively regulated genes and 302 negatively regulated genes. (c) To illustrate the overlap of (a) and (b), the 416 COVID-19 specific signature genes from head-to-head comparison in (b) are shown in the same scatter plot in (a). GSE40012  GSE111368  GSE27131  COVID-19_RNAseq  GSE60244  GSE42026  GSE66099  GSE64456_BATCH1  GSE64456_BATCH2  GSE68310  GSE82050  GSE40396  GSE73461  GSE67059GPL6947 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 82, "text": "Figure 2", "ref_id": null}, {"start": 1175, "end": 1342, "text": "GSE40012  GSE111368  GSE27131  COVID-19_RNAseq  GSE60244  GSE42026  GSE66099  GSE64456_BATCH1  GSE64456_BATCH2  GSE68310  GSE82050  GSE40396  GSE73461  GSE67059GPL6947", "ref_id": "TABREF1"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 21, 2020. . https://doi.org/10.1101/2020.06.18.20131326 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "", "middle": [], "last": "Lou", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2012-7"]}}, "BIBREF1": {"ref_id": "b1", "title": "The race for Coronavirus vaccines", "authors": [{"first": "E", "middle": [], "last": "Callaway", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cytokine profile in plasma of severe COVID-19 does not differ from ARDS and sepsis. medRxiv", "authors": [{"first": "J", "middle": ["G"], "last": "Wilson", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Simpson", "suffix": ""}, {"first": "A-M", "middle": [], "last": "Ferreira", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.15.20103549"]}}, "BIBREF3": {"ref_id": "b3", "title": "Immune response in COVID-19: addressing a pharmacological challenge by targeting pathways triggered by SARS-CoV-2", "authors": [{"first": "M", "middle": [], "last": "Catanzaro", "suffix": ""}, {"first": "F", "middle": [], "last": "Fagiani", "suffix": ""}, {"first": "M", "middle": [], "last": "Racchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Corsini", "suffix": ""}, {"first": "S", "middle": [], "last": "Govoni", "suffix": ""}, {"first": "C", "middle": [], "last": "Lanni", "suffix": ""}], "year": 2020, "venue": "Signal Transduct Target Ther", "volume": "5", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1038/s41392-020-0191-1"]}}, "BIBREF4": {"ref_id": "b4", "title": "Viral infection and iron metabolism", "authors": [{"first": "H", "middle": [], "last": "Drakesmith", "suffix": ""}, {"first": "A", "middle": [], "last": "Prentice", "suffix": ""}], "year": 2008, "venue": "Nat Rev Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/nrmicro1930"]}}, "BIBREF5": {"ref_id": "b5", "title": "The trinity of COVID-19: immunity, inflammation and intervention", "authors": [{"first": "M", "middle": ["Z"], "last": "Tay", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Poh", "suffix": ""}, {"first": "L", "middle": [], "last": "Rénia", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Macary", "suffix": ""}, {"first": "Lfp", "middle": [], "last": "Ng", "suffix": ""}], "year": 2020, "venue": "Nat Rev Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41577-020-0311-8"]}}, "BIBREF6": {"ref_id": "b6", "title": "A comprehensive time-course-based multicohort analysis of sepsis and sterile inflammation reveals a robust diagnostic gene set", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "A", "middle": [], "last": "Shidham", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}], "year": 2015, "venue": "Sci Transl Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/scitranslmed.aaa5993"]}}, "BIBREF7": {"ref_id": "b7", "title": "Robust classification of bacterial and viral infections via integrated host gene expression diagnostics", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}], "year": 2016, "venue": "Sci Transl Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/scitranslmed.aaf7165"]}}, "BIBREF8": {"ref_id": "b8", "title": "A community approach to mortality prediction in sepsis via gene expression analysis", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Perumal", "suffix": ""}, {"first": "R", "middle": [], "last": "Henao", "suffix": ""}], "year": 2018, "venue": "Nat Commun", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-018-03078-2"]}}, "BIBREF9": {"ref_id": "b9", "title": "A peripheral blood diagnostic test for acute rejection in renal transplantation", "authors": [{"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Sigdel", "suffix": ""}], "year": 2012, "venue": "Am J Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1600-6143.2012.04253.x11"]}}, "BIBREF10": {"ref_id": "b10", "title": "Genome-wide expression for diagnosis of pulmonary tuberculosis: A multicohort analysis", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "L", "middle": [], "last": "Braviak", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Tato", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}], "year": 2016, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S2213-2600(16)00048-5"]}}, "BIBREF11": {"ref_id": "b11", "title": "Comprehensive validation of the FAIM3: PLAC8 ratio in time-matched public gene expression data", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}], "year": 2015, "venue": "Am J Respir Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1164/rccm.201507-1321LE"]}}, "BIBREF12": {"ref_id": "b12", "title": "Integrated, multicohort analysis reveals unified signature of systemic lupus erythematosus", "authors": [{"first": "W", "middle": ["A"], "last": "Haynes", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Haddon", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Diep", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1172/jci.insight.122312"]}}, "BIBREF13": {"ref_id": "b13", "title": "Multi-cohort Analysis Identifies Conserved Transcriptional Signatures across Multiple Respiratory Viruses", "authors": [{"first": "M", "middle": [], "last": "Andres-Terre", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Mcguire", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pouliot", "suffix": ""}], "year": 2015, "venue": "Immunity", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.immuni.2015.11.003"]}}, "BIBREF14": {"ref_id": "b14", "title": "A generalizable 29-mRNA neural-network classifier for acute bacterial and viral infections", "authors": [{"first": "M", "middle": ["B"], "last": "Mayhew", "suffix": ""}, {"first": "L", "middle": [], "last": "Buturovic", "suffix": ""}, {"first": "R", "middle": [], "last": "Luethy", "suffix": ""}], "year": 2020, "venue": "Nat Commun", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-020-14975-w"]}}, "BIBREF15": {"ref_id": "b15", "title": "A common rejection module (CRM) for acute rejection across multiple organs identifies novel therapeutics for organ transplantation", "authors": [{"first": "P", "middle": [], "last": "Khatri", "suffix": ""}, {"first": "S", "middle": [], "last": "Roedder", "suffix": ""}, {"first": "N", "middle": [], "last": "Kimura", "suffix": ""}], "year": 2013, "venue": "J Exp Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1084/jem.20122709"]}}, "BIBREF16": {"ref_id": "b16", "title": "Assessment of Validity of a Blood-Based 3-Gene Signature Score for Progression and Diagnosis of Tuberculosis, Disease Severity, and Treatment Response", "authors": [{"first": "H", "middle": ["C"], "last": "Warsinske", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Rao", "suffix": ""}, {"first": "Fmf", "middle": [], "last": "Moreira", "suffix": ""}], "year": 2018, "venue": "JAMA Netw open", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamanetworkopen.2018.3779"]}}, "BIBREF17": {"ref_id": "b17", "title": "Unsupervised analysis of transcriptomics in bacterial sepsis across multiple datasets reveals three robust clusters", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Azad", "suffix": ""}, {"first": "M", "middle": [], "last": "Donato", "suffix": ""}], "year": 2018, "venue": "Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/CCM.0000000000003084"]}}, "BIBREF18": {"ref_id": "b18", "title": "A meta-Analysis of lung cancer gene expression identifies PTK7 as a survival gene in lung adenocarcinoma", "authors": [{"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Mazur", "suffix": ""}], "year": 2014, "venue": "Cancer Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1158/0008-5472.CAN-13-2775"]}}, "BIBREF19": {"ref_id": "b19", "title": "Prospective validation of three-gene whole blood diagnostic for active tuberculosis predicts disease progression and response to treatment", "authors": [{"first": "H", "middle": [], "last": "Warsinske", "suffix": ""}, {"first": "J", "middle": [], "last": "Croda", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Methods to increase reproducibility in differential gene expression via meta-analysis", "authors": [{"first": "T", "middle": ["E"], "last": "Sweeney", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Haynes", "suffix": ""}, {"first": "F", "middle": [], "last": "Vallania", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Ioannidis", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Netea", "suffix": ""}, {"first": "N", "middle": [], "last": "Rovina", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gkw79722.Giamarellos-BourboulisEJ"]}}, "BIBREF21": {"ref_id": "b21", "title": "Patients with Severe Respiratory Failure. Cell Host Microbe", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chom.2020.04.00923"]}}, "BIBREF22": {"ref_id": "b22", "title": "FastQC A Quality control tool for high throughput sequence data", "authors": [{"first": "S", "middle": [], "last": "Andrews", "suffix": ""}], "year": 2018, "venue": "Babraham Bioinfo", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads", "authors": [{"first": "M", "middle": [], "last": "Martin", "suffix": ""}], "year": 2011, "venue": "EMBnet.journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.14806/ej.17.1.200"]}}, "BIBREF24": {"ref_id": "b24", "title": "GENCODE reference annotation for the human and mouse genomes", "authors": [{"first": "A", "middle": [], "last": "Frankish", "suffix": ""}, {"first": "M", "middle": [], "last": "Diekhans", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ferreira", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gky955"]}}, "BIBREF25": {"ref_id": "b25", "title": "Bioconductor Packag Maint", "authors": [{"first": "H", "middle": [], "last": "Pagès", "suffix": ""}, {"first": "M", "middle": [], "last": "Carlson", "suffix": ""}, {"first": "S", "middle": [], "last": "Falcon", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Maintainer", "suffix": ""}, {"first": "", "middle": [], "last": "Package &apos;annotationdbi", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "edgeR: A Bioconductor package for differential expression analysis of digital gene expression data", "authors": [{"first": "M", "middle": ["D"], "last": "Robinson", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mccarthy", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Smyth", "suffix": ""}], "year": 2009, "venue": "Bioinformatics", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/bioinformatics/btp616"]}}, "BIBREF27": {"ref_id": "b27", "title": "Limma powers differential expression analyses for RNA-sequencing and microarray studies", "authors": [{"first": "M", "middle": ["E"], "last": "Ritchie", "suffix": ""}, {"first": "B", "middle": [], "last": "Phipson", "suffix": ""}, {"first": "D", "middle": [], "last": "Wu", "suffix": ""}], "year": 2015, "venue": "Nucleic Acids Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gkv007"]}}, "BIBREF29": {"ref_id": "b29", "title": "Empowering multi-cohort gene expression analysis to increase reproducibility", "authors": [{"first": "W", "middle": ["A"], "last": "Haynes", "suffix": ""}, {"first": "F", "middle": [], "last": "Vallania", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": 2017, "venue": "Pacific Symposium on Biocomputing", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1142/9789813207813_0015"]}}, "BIBREF30": {"ref_id": "b30", "title": "Meta-analysis in clinical trials revisited", "authors": [{"first": "R", "middle": [], "last": "Dersimonian", "suffix": ""}, {"first": "N", "middle": [], "last": "Laird", "suffix": ""}], "year": 2015, "venue": "Contemp Clin Trials", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cct.2015.09.002"]}}, "BIBREF31": {"ref_id": "b31", "title": "Gene set enrichment analysis: A knowledge-based approach for interpreting genome-wide expression profiles", "authors": [{"first": "Y", "middle": [], "last": "Benjamini", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hochberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "P", "middle": [], "last": "Tamayo", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Mootha", "suffix": ""}], "year": 1995, "venue": "J R Stat Soc Ser B", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.2517-6161.1995.tb02031.x33"]}}, "BIBREF32": {"ref_id": "b32", "title": "Leveraging heterogeneity across multiple datasets increases cellmixture deconvolution accuracy and reduces biological and technical biases", "authors": [{"first": "F", "middle": [], "last": "Vallania", "suffix": ""}, {"first": "A", "middle": [], "last": "Tam", "suffix": ""}, {"first": "S", "middle": [], "last": "Lofgren", "suffix": ""}], "year": 2018, "venue": "Nat Commun", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-018-07242-6"]}}, "BIBREF33": {"ref_id": "b33", "title": "KLRD1-expressing natural killer cells predict influenza susceptibility", "authors": [{"first": "E", "middle": [], "last": "Bongen", "suffix": ""}, {"first": "F", "middle": [], "last": "Vallania", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Utz", "suffix": ""}, {"first": "P", "middle": [], "last": "Khatri", "suffix": ""}], "year": 2018, "venue": "Genome Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13073-018-0554-1"]}}, "BIBREF34": {"ref_id": "b34", "title": "A multi-cohort study of the immune factors associated with M. tuberculosis infection outcomes", "authors": [{"first": "Roy", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "R", "middle": [], "last": "Vallania", "suffix": ""}, {"first": "F", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Q", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-018-0439-x"]}}, "BIBREF35": {"ref_id": "b35", "title": "Increased monocyte count as a cellular biomarker for poor outcomes in fibrotic diseases: a retrospective, multicentre cohort study", "authors": [{"first": "Mkd", "middle": [], "last": "Scott", "suffix": ""}, {"first": "K", "middle": [], "last": "Quinn", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}], "year": 2019, "venue": "Lancet Respir Med", "volume": "", "issn": "18", "pages": "30508--30511", "other_ids": {"DOI": ["10.1016/S2213-2600"]}}, "BIBREF36": {"ref_id": "b36", "title": "Neutrophil-to-lymphocyte ratio and lymphocyte-to-C-reactive protein ratio in patients with severe coronavirus disease 2019 (COVID-19): A meta-analysis", "authors": [{"first": "F", "middle": ["A"], "last": "Lagunas-Rangel", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25819"]}}, "BIBREF37": {"ref_id": "b37", "title": "Neutrophil-to-lymphocyte ratio predicts critical illness patients with 2019 coronavirus disease in the early stage", "authors": [{"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2020, "venue": "J Transl Med", "volume": "18", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s12967-020-02374-0"]}}, "BIBREF38": {"ref_id": "b38", "title": "Reduction and Functional Exhaustion of T Cells in Patients With Coronavirus Disease 2019 (COVID-19). Front Immunol", "authors": [{"first": "B", "middle": [], "last": "Diao", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2020.00827"]}}, "BIBREF39": {"ref_id": "b39", "title": "Dysregulation of immune response in patients with COVID-19 in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Qin", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa248"]}}, "BIBREF40": {"ref_id": "b40", "title": "The power of statistical tests in meta-analysis", "authors": [{"first": "L V", "middle": [], "last": "Hedges", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Pigott", "suffix": ""}], "year": 2001, "venue": "Psychol Methods", "volume": "6", "issn": "3", "pages": "203--217", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Unravelling the debate on heme effects in COVID-19 infections. bioRxiv", "authors": [{"first": "M-T", "middle": [], "last": "Hopp", "suffix": ""}, {"first": "D", "middle": [], "last": "Domingo-Fernández", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gadiya", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.06.09.142125"]}}, "BIBREF42": {"ref_id": "b42", "title": "Atlastin Endoplasmic Reticulum-Shaping Proteins Facilitate Zika Virus Replication", "authors": [{"first": "B", "middle": [], "last": "Monel", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Rajah", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Hafirassou", "suffix": ""}], "year": 2019, "venue": "J Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/jvi.01047-19"]}}, "BIBREF43": {"ref_id": "b43", "title": "A cytosolic protein binds to structural elements within the iron regulatory region of the transferrin receptor mRNA", "authors": [{"first": "D", "middle": ["M"], "last": "Koeller", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Casey", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Hentze", "suffix": ""}], "year": 1989, "venue": "Proc Natl Acad Sci", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1073/pnas.86.10.3574"]}}, "BIBREF44": {"ref_id": "b44", "title": "FAVORABLE ANAKINRA RESPONSES IN SEVERE COVID-19 PATIENTS WITH SECONDARY HEMOPHAGOCYTIC LYMPHOHISTIOCYTOSIS. Cell Host Microbe", "authors": [{"first": "G", "middle": [], "last": "Dimopoulos", "suffix": ""}, {"first": "Q", "middle": [], "last": "De Mast", "suffix": ""}, {"first": "N", "middle": [], "last": "Markou", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chom.2020.05.007"]}}, "BIBREF45": {"ref_id": "b45", "title": "Could ferritin help the screening for COVID-19 in hemodialysis patients? Kidney Int", "authors": [{"first": "S", "middle": [], "last": "Bataille", "suffix": ""}, {"first": "N", "middle": [], "last": "Pedinielli", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Bergougnioux", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.kint.2020.04.017"]}}, "BIBREF46": {"ref_id": "b46", "title": "Macrophage activation syndrome", "authors": [{"first": "A", "middle": [], "last": "Ravelli", "suffix": ""}], "year": 2002, "venue": "Curr Opin Rheumatol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/00002281-200209000-00012"]}}, "BIBREF47": {"ref_id": "b47", "title": "How viruses use the endoplasmic reticulum for entry, replication, and assembly", "authors": [{"first": "T", "middle": [], "last": "Inoue", "suffix": ""}, {"first": "B", "middle": [], "last": "Tsai", "suffix": ""}], "year": 2013, "venue": "Cold Spring Harb Perspect Biol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/cshperspect.a013250"]}}, "BIBREF48": {"ref_id": "b48", "title": "Integrated molecular, clinical, and ontological analysis identifies overlooked disease relationships. bioRxiv", "authors": [{"first": "W", "middle": [], "last": "Haynes", "suffix": ""}, {"first": "R", "middle": [], "last": "Vashisht", "suffix": ""}, {"first": "F", "middle": [], "last": "Vallania", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/214833"]}}, "BIBREF49": {"ref_id": "b49", "title": "Interpretation of biological experiments changes with evolution of the Gene Ontology and its annotations", "authors": [{"first": "A", "middle": [], "last": "Tomczak", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mortensen", "suffix": ""}, {"first": "R", "middle": [], "last": "Winnenburg", "suffix": ""}], "year": 2018, "venue": "Sci Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-23395-2"]}}, "BIBREF50": {"ref_id": "b50", "title": "SARS coronavirus nsp1 protein induces template-dependent endonucleolytic cleavage of mRNAs: Viral mRNAs are resistant to nsp1-induced RNA cleavage", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Lokugamage", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rozovics", "suffix": ""}, {"first": "K", "middle": [], "last": "Narayanan", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Semler", "suffix": ""}, {"first": "S", "middle": [], "last": "Makino", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1002433"]}}, "BIBREF51": {"ref_id": "b51", "title": "Functions of natural killer cells", "authors": [{"first": "E", "middle": [], "last": "Vivier", "suffix": ""}, {"first": "E", "middle": [], "last": "Tomasello", "suffix": ""}, {"first": "M", "middle": [], "last": "Baratin", "suffix": ""}, {"first": "T", "middle": [], "last": "Walzer", "suffix": ""}, {"first": "S", "middle": [], "last": "Ugolini", "suffix": ""}], "year": 2008, "venue": "Nat Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/ni1582"]}}, "BIBREF52": {"ref_id": "b52", "title": "Abnormalities of peripheral blood system in patients with COVID-19 in Wenzhou, China", "authors": [{"first": "S", "middle": [], "last": "Sun", "suffix": ""}, {"first": "X", "middle": [], "last": "Cai", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Clin Chim Acta", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cca.2020.04.024"]}}, "BIBREF53": {"ref_id": "b53", "title": "Macrophage Polarization in Bacterial Infections", "authors": [{"first": "M", "middle": [], "last": "Benoit", "suffix": ""}, {"first": "B", "middle": [], "last": "Desnues", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Mege", "suffix": ""}], "year": 2008, "venue": "J Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4049/jimmunol.181.6.3733"]}}, "BIBREF54": {"ref_id": "b54", "title": "Macrophage Polarization in Virus-Host Interactions", "authors": [{"first": "C", "middle": [], "last": "Laura", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Miller", "suffix": ""}], "year": 2015, "venue": "J Clin Cell Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4172/2155-9899.1000311"]}}}, "ref_entries": {"FIGREF0": {"text": "interferon signaling pathway pattern recognition receptor signaling pathway cellular response to interferon−gamma negative regulation of multi−organism process positive regulation of DNA−binding transcription factor activity response to interferon−gamma innate immune response−activating signal transduction cytokine secretion activation of innate immune response defense response to virus regulation of DNA−binding transcription factor activity positive regulation of innate immune response regulation of multi−organism process positive regulation of cytokine production to endoplasmic reticulum establishment of protein localization to endoplasmic reticulum protein targeting to ER SRP−dependent cotranslational protein targeting to membrane cotranslational protein targeting to membrane protein targeting to membrane nuclear−transcribed mRNA (catabolic) nonsense−mediated decay homeostasis of number of cells RNA-seq data of COVID-19 patients vs healthy control. (a) Significance score [defined as -log10(FDR)] vs mean difference of co-normalized log2-transformed expression data between COVID-19 patients (n = 62) vs healthy controls (n = 24). The chosen cutoff of ES ≥ 1 or ≤ -1 with FDR ≤ 0.05% yields the 2,002 COVID-19 signature, including 771 positively regulated genes and 1,231 negatively regulated genes. GO term enrichment analysis of positive (b) and negative (c) gene sets reveal increased neutrophil function enrichment and decreased T cell related pathways (Gene Ratios represent the number of genes in our gene set within that pathway). MetaIntegration of 14 non-COVID-19 viral disease datasets. (a) Multicohort analysis of 14 datasets of viral infections (n = 652) and healthy controls (n = 672) identified 635 non-COVID-19 viral signature, including 314 positively regulated genes and 321 negatively regulated genes at the chosen cutoff of ES ≥ 1 or ≤ -1 with FDR ≤ 0.05%. GO term enrichment analysis of positive (b) and negative (c) gene sets reveal increased neutrophil function enrichment and decreased T cell related pathways, similar to those in Figure 1 (Gene Ratios represent the number of genes in our gene set within that pathway). Disease: AUC (95%CI) n(viral) n(HC) SARS CoV−2: AUC=0.96 (95% CI 0.Validation of a global host immune response to viral infections. (a) ROC performance of 635 non-COVID-19 signature in 4 independent datasets including HRV, RSV, picornavirus and influenza. (b) ROC performance in 5 additional cohorts of disease not included in discovery [Ebola (GSE122692), SARS CoV-1 (GSE5972) and Dengue (GSE38246, EMTAB3162, GSE51808)]. (c) The signature is also tested in the 62 COVID-19 patients and 24 HCs.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Comparison of COVID-19 signature with non-COVID-19 signature. (a) Scatter plot of effect size for all 9,818 genes commonly present in all datasets between non-COVID-19 vs HC (x-axis) and COVID-19 vs HC (y-axis). 2,002 COVID-19 signature genes from Figure 1 and 635 non-COVID-19 signature genes from", "latex": null, "type": "figure"}, "FIGREF2": {"text": "COVID vs HC (ur) COVID vs HC (ur) G3: NC(ur)&C(ur) G5: NC(nr)&C(nr) G2: NC(nr)&C(ur) G6: NC(ur)&C(nr) non−COVID vs HC (dr) COVID vs HC (dr) G7: NC(dr)&C(dr) G8: NC(nr)&C(dr) G4: NC(dr)&C(nr) G1: NC(dr)&C(ur) G9: NC(ur(&C(dr) COVID vs non−COVID (ur) COVID vs non−COVID (dr) immune response−activating cell surface receptor signaling pathway regulation of lymphocyte activation positive regulation of leukocyte activation positive regulation of cell activation establishment of protein localization to membrane positive regulation of cell adhesion regulation of cell−innate immune response positive regulation of cytokine production positive regulation of innate immune response regulation of innate immune response regulation of DNA−binding transcription factor activity positive regulation of DNA−binding transcription factor activity regulation of multi−organism process regulation of symbiosis, encompassing mutualism through parasitism Summary of pathway analysis results. Scatter plots of the significance level from pathway enrichment analysis between COVID-19 and non-COVID-19 viral infections obtained for positive genes in (a) and negative genes in (b) respectively. The significance level is defined as -log10(BH-corrected p-value) for each pathway. The concordance is seen in results for up-regulated genes between COVID-19 and non-COVID-19, while a degree of discordance is evident in down-regulated genes between COVID-19 and non-COVID-19. (c) The heatmap shown as the significance level in each gene set of interest including COVID-19 vs HC (+) and (-), non-COVID-19 viral vs HC (+) and (-), and COVID-19 vs non-COVID-19 viral (+) and (-), together with 8 gene sets from Figure 4a (column) belonging to a pathway represented by Gene Ontology (row). Scale in heatmap is from 1 to 10 for the significance level.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Statistical deconvolution of bulk transcriptome profiles using immunoStates of COVID-19 versus non-COVID-19 viral infections. a) Changes in cell proportions when comparing COVID-19 patients to healthy controls. Note the trends of increased neutrophil and decreased T cell proportions. b) Heatmap of changes in cell proportions of all datasets: non-COVID-19 and COVID-19 c) Concordant and discordant changes in cellular proportions comparing COVID-19 to non-COVID-19 viral infections.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "cell proportions in non−COVID−19 patients (Hedges' g) Change in cell proportions in COVID−19 patients", "latex": null, "type": "figure"}, "TABREF0": {"text": "Table 1. Baseline characteristics table for COVID-19 patients. All continuous variables are reported as median and interquartile ranges [IQR] (n).", "latex": null, "type": "table"}, "TABREF1": {"text": "14 datasets used for discovery of the non-COVID-19 viral immune response.", "latex": null, "type": "table"}, "TABREF2": {"text": ".6", "latex": null, "type": "table"}, "TABREF3": {"text": "Cell types that increased in COVID-19 (hence decreased in non-COVID-19) were CD56 bright NK cells, M2 macrophages, and total NK cells. Those that decreased in non-COVID-19 but increased in COVID-19 were CD56 dim NK cells, memory B cells, and eosinophils.", "latex": null, "type": "table"}}, "back_matter": []}