{"paper_id": "1a7dea082d47287761c762ea4aa7e4cc0b534ef5", "metadata": {"title": "Estimating the true (population) infection rate for COVID-19: A Backcasting Approach with Monte Carlo Methods", "authors": [{"first": "Steven", "middle": ["J"], "last": "Phipps", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tasmania", "location": {"settlement": "Hobart", "region": "Tasmania", "country": "Australia"}}, "email": "*steven.phipps@utas.edu.au"}, {"first": "R", "middle": ["Quentin"], "last": "Grafton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Australian National University", "location": {"settlement": "Canberra", "region": "ACT", "country": "Australia"}}, "email": ""}, {"first": "Tom", "middle": [], "last": "Kompas", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Melbourne", "location": {"settlement": "Melbourne", "country": "Australia"}}, "email": ""}]}, "abstract": [{"text": "Differences in COVID-19 testing and tracing across countries, as well as changes in testing within each country over time, make it difficult to estimate the true (population) infection rate based on the confirmed number of cases obtained through RNA viral testing. We applied a backcasting approach, coupled with Monte Carlo methods, to estimate a distribution for the true (population) cumulative number of infections (infected and recovered) for 15 countries where reliable data are available. We find a positive relationship between the testing rate per 1,000 people and the implied true detection rate of COVID-19, and a negative relationship between the proportion who test positive and the implied true detection rate. Our estimates suggest that the true number of people infected across our sample of 15 developed countries is 18.2 (5-95% CI: 11.9-39.0) times greater than the reported number of cases. In individual countries, the true number of cases exceeds the reported figure by factors that range from 1.7 (5-95% CI: 1.1-3.6) for Australia to 35.6 (5-95% CI: 23.2-76.3) for Belgium.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19, caused by SARS-CoV-2, was declared a pandemic by the World Health Organisation on 11 March 2020, after first being identified in China in December 2019. As of early May 2020 there are more than 4 million reported cases globally, with the number of reported fatalities approaching 300,000.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Since January 2020, researchers have used the reported cases of COVID-19, caused by SARS-CoV-2, from tests for the presence of RNA material in nasal secretions or sputum in individuals, to estimate the rate of infection within a population. In many countries, an inadequate number of both testing kits and testing facilities, coupled with restrictions on who can be tested, has meant that the number of confirmed cases as a proportion of the total population underestimates the true (population) infection rate. Quantifying the true infection rate is an urgent health priority because, as late as the middle of March 2020, it was observed, and widely cited, that the data collected until that time were unreliable as a means to estimate the true infection rate 1 . Multiple lines of evidence also suggest that COVID-19 may be much more widespread within the population than is suggested by the outcomes of the limited direct testing conducted to date 2-12 .", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A complementary approach to testing for RNA material of the virus is serological testing for antibodies for COVID-19. Sero-surveys provide an estimate of the number of people in the sample who have antibodies to the virus at a given point in time. To provide an estimate of the level and trend of the true infection rate, such testing needs to be repeated regularly and for an appropriately stratified random sample of the population. A challenge with sero-surveys is that the tests are subject to both false positives and false negatives and, in the case of serological testing for COVID-19, tests have been made available without the oversight required to ensure sufficient quality and accuracy 13 . Consequently, some tests are performing inadequately 14 . Another difficulty with serological tests is that, if the true rate of infection is relatively low (say 1% or less), then the number of false positives or false negatives may render sero-surveys unreliable as means to estimate the true infection rate. This can be the case even if the test has a high sensitivity (proportion of those tested who have had the virus and who return a positive result) and high specificity (proportion of those tested who have not been infected with the virus and who return a negative result).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A statistical approach to estimate the true number of infections is to backcast and to infer the true infection rate in the past, based on the current reported fatalities due to COVID-19. This approach has been used by Flaxman et al. 5 to estimate the true infection rates for 11 European countries, and to model the rates of infection with and without physical distancing measures. We apply our own backcasting approach to estimate the true infection rate for 15 countries, without the need to employ an epidemiological model. By comparing our estimates with the reported number of confirmed cases, we derived an implied true detection rate by country. Using Monte Carlo methods to sample parameter uncertainty, we provided 5-95% confidence intervals for our estimates.", "cite_spans": [{"start": 234, "end": 235, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "We used our backcasting approach to study the progression of the COVID-19 pandemic within 15 countries: the 11 European countries studied by Flaxman et al. 5 , as well as Australia, Canada, South Korea and the USA. The estimated cumulative numbers of true infections within each of the 15 countries are shown in Figure 1 , while the implied detection rates are shown in Figure 2 . A summary is also presented in Table 1 .", "cite_spans": [{"start": 156, "end": 157, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 312, "end": 320, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 370, "end": 378, "text": "Figure 2", "ref_id": "FIGREF2"}, {"start": 412, "end": 419, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "We find particularly low implied true detection rates (5-95% CI < 5%) for Belgium, France and the UK. Low implied true detection rates (5-95% CI < 10%) are also encountered in Sweden, Italy and Spain. By contrast, the implied true detection rates are high in countries that have low incidences of COVID-19 and/or have employed widespread testing, particularly South Korea and Australia.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We estimated the true cumulative number of infections as at 28 March 2020 and compared our estimates with those of Flaxman et al. 5 for the same date (Table 1) . For the 11 European countries for which a comparison is possible, our estimated infection rates tend to be slightly lower, particularly in the cases of Italy and Spain. Nonetheless, for every country, our 5-95% confidence intervals overlap with the 95% credible intervals of Flaxman et al. 5 . This demonstrates that our results are consistent with those generated using more complicated methods that involve the application of epidemiological models.", "cite_spans": [{"start": 130, "end": 131, "text": "5", "ref_id": "BIBREF1"}, {"start": 452, "end": 453, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 150, "end": 159, "text": "(Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Our analysis covered 15 developed countries with a combined population of 814 million people. Between 28 March 2020 and 14 April 2020, we estimated that the total number of cumulative infections increased from 13.449 million (5-95% CI: 8.619-28.707 million) to 24.815 million (5-95% CI: 16.159-53.031 million). We, therefore, estimated that the fraction of the population to be infected increased from 1.65% (5-95% CI: 1.06-3.52%) to 3.05% (5-95% CI: 1.98-6.51%) over this period, with the implied true detection rate increasing from 3.0% (5-95% CI: 1.4-4.7%) to 5.5% (5-95% CI: 2.6-8.4%). These findings indicate that, on a global scale, COVID-19 is far more prevalent than is suggested by reported statistics, with the true number of infections exceeding the number of confirmed cases by a factor of 18.2 (5-95% CI: 11.9-39.0).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Our estimates of the implied true detection rate allowed us to explore the impact of testing on the rate of detection of COVID-19 infections in a population. A positive relationship is apparent between the implied true detection rate and the number of tests per 1,000 people (Figure 3) , while a negative relationship is apparent between the implied true detection rate and the fraction of tests to return a positive result ( Figure 4) . The values of Spearman's rank correlation coefficient are ρ = +0.52 (p = 0.048, n = 15) and ρ = −0.87 (p = 2.3 × 10 −5 , n = 15), respectively. Overall, the strength of these relationships demonstrates the benefits of sufficient testing to reliably estimate the level and trend of COVID-19 infection within a population.", "cite_spans": [], "ref_spans": [{"start": 275, "end": 285, "text": "(Figure 3)", "ref_id": "FIGREF4"}, {"start": 426, "end": 435, "text": "Figure 4)", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "Our backcasting approach is a valuable and easy-to-use method for estimating the true (population) infection rate wherever there is reliable data on the number of fatalities attributable to COVID-19. Our approach complements direct testing for the virus through nasal secretions or sputum. The difficulty is that direct testing for the virus in many countries is still not yet widespread, making inference of the true infection rate from the reported number of infections problematic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our approach complements attempts to estimate the true infection rate through sero-surveys coupled with stratified random sampling. The difficulty with sero-surveys is that some authorised tests perform poorly. Furthermore, even if serological tests have a high sensitivity and a high specificity, sero-surveys are unreliable if used to estimate the true infection rate when the infection rate is low, because the results will be confounded by the number of false positives and false negatives.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Backcasting has a number of advantages as a method when comparing estimated true infection rates across countries. Unlike direct testing for the virus, which varies greatly between countries because of the availability of testing kits and differences in testing protocols, backcasting only requires that fatalities as a result of COVID-19 be comparable. While it is true that countries do differ in how COVID-19 fatalities are recorded, we contend that these differences are much smaller than the variations in testing for the virus. Furthermore, the total number of COVID-19 fatalities can be estimated if recorded fatalities are only limited to hospital fatalities by, for example, comparing the overall fatality rate to a comparable period in previous years or including a proportion of the total number of fatalities occurring outside of hospitals from COVID-19-like symptoms.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The backcasting approach that we used to estimate the true infection rate is easily understood, transparent, scalable to a local, regional or a national level, and can be readily updated on a daily basis using data that has already been reported. Furthermore, it makes no assumptions with regard to how the number of COVID-19 infections has evolved over time. In our view, the ease of use of backcasting has particular advantages in countries with little testing or limited capacity to forecast rates of infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Complementary to backcasting are fit-for-purpose epidemiological models that are much better suited to predicting future hospitalisations and fatalities under different policy scenarios. We contend, however, that epidemiological models are not as suitable as backcasting for estimating the true infection rates because of their data requirements, modelling assumptions and because epidemiological model parameters may not be well calibrated at a local or regional scale.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We find using our backcasting approach that, in many countries, COVID-19 infections are far more prevalent within the population than is suggested by the reported positive tests of RNA viral material. Our results, therefore, complement the estimated infection rates derived using a range of other techniques, including direct testing of entire communities, sero-surveys and epidemiological modelling 2-12 . A key advantage of our approach is that it also allows for direct comparison of infection rates over time and across countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A valuable finding of this study is that there is a positive relationship between the rate of testing within the population and the implied true detection rate. We also find a negative relationship between the implied true detection rate and the proportion of positive viral tests for those tested for COVID-19. This demonstrates both the importance and the benefit of large-scale direct testing to determine the prevalence of COVID-19 within a population. Large-scale and sufficient testing -including the testing of those who are asymptomatic -is, therefore, of critical importance to inform policy decisions about how to resource, and how to manage, the impacts of COVID-19 on public health, society and the economy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our backcasting approach applied to the 15 countries in our sample implies that the true infection rate is 18.2 (5-95% CI: 11.9-39.0) times larger than the rate implied from the number of reported cases of COVID-19. Thus, collectively for all 15 countries, we estimated that a cumulative number of 24.815 million people (5-95% CI: 16.159-53.031 million) were infected with COVID-19 as at 14 April 2020, as compared to the reported total of 1.360 million. In some countries with very low implied true detection rates, such as Belgium, France, Italy, Sweden and the United Kingdom, our median estimate is that the reported number of cases, as at 14 April 2020, represented less than 5% of the true number of cases. Thus, a key implication of our work, especially as most countries in the world have undertaken fewer tests per 1,000 people and have a lower capacity to test than the 15 developed countries in our sample, is that the number of people who are infected with, or who have recovered from COVID-19, is many times greater than the reported number of cases from viral testing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A backcasting method was used to estimate the true cumulative number of infections. Following Flaxman et al. 5 , the time from infection to death is assumed to follow a Gamma distribution. If the mean time from infection to death is µ and the standard deviation is s, then the distribution of times from infection to death is assumed to follow Gamma(α, β ) with α = (µ/s) 2 and β = (s 2 /µ).", "cite_spans": [{"start": 109, "end": 110, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Methods Backcasting"}, {"text": "The Gamma distribution can be used to project the number of new daily fatalities backwards in time from the time to death to the time of initial infection. Let N f (t) be the number of new fatalities to occur on day t. If f (x; α, β ) is the probability density function for the Gamma distribution and IFR is the infection fatality rate, then the number of new infections estimated to have occurred on day t and to have resulted in fatalities on day t is given by", "cite_spans": [], "ref_spans": [], "section": "Methods Backcasting"}, {"text": "The estimated total number of new infections to have occurred on day t is, therefore, given by summing the values of n i (t ,t) for all possible values of t > t . This estimate is corrected because not all of the fatalities to arise from infections contracted on that day t will have occurred yet. If t 0 is the most recent day for which fatality statistics are available and F(x; α, β ) is the cumulative distribution function for the Gamma distribution, then the estimated total number of new infections to have occurred on day t is given by", "cite_spans": [], "ref_spans": [], "section": "Methods Backcasting"}, {"text": "Equations 1 and 2 rely on the values of just three unknown parameters: (i) the mean time from infection to death; (ii) the standard deviation in the time from infection to death; and (iii) the infection fatality rate. In order to make the best use of published epidemiological data for COVID-19, we take the mean time from infection to death as being the sum of two other periods: the mean incubation period, and the mean time from development of symptoms to death. The standard deviations in each of these quantities can be estimated by following the approach of Flaxman et al. 5 and taking the coefficients of variation as being 0.86 and 0.45, respectively. In practice, our backcasting method is based on the three parameters provided in Table 2 .", "cite_spans": [{"start": 579, "end": 580, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 741, "end": 748, "text": "Table 2", "ref_id": null}], "section": "Methods Backcasting"}, {"text": "Monte Carlo methods were used to sample parameter uncertainty, with the best estimate and uncertainty range for each parameter shown in Table 2 . An ensemble with 10,000 members is generated with random draws from within the uncertainty 3/11 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 143, "text": "Table 2", "ref_id": null}], "section": "Methods Backcasting"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . range for each parameter using a triangular probability distribution. The uncertainty range of 0.2-1.6% for the infection fatality rate comes from Verity et al. 15 . The mean incubation period of 4.9 days, and the uncertainty range of 3.3-7.0 days, is derived by combining the estimates of Li et al. 8 The implied true detection rate was calculated by dividing the cumulative reported number of infections for each country by our estimates of the true cumulative number of infections.", "cite_spans": [{"start": 236, "end": 238, "text": "15", "ref_id": null}, {"start": 375, "end": 376, "text": "8", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We used Spearman's rank correlation coefficient to assess correlation in this study as it is a non-parametric measure that tests for a monotonic relationship, rather than a linear relationship, between two variables. The statistical significance of Spearman's rank correlation coefficient ρ is tested by calculating the t-statistic using", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "Under the null hypothesis of statistical independence, t can be assumed to be distributed as Student's t-distribution with n − 2 degrees of freedom 17 . In this study, all the tests performed were two-tailed.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "For each country, the population, the number of new infections reported each day, and the number of new fatalities reported each day are obtained from the European Centre for Disease Prevention and Control (https://www.ecdc.europa.eu/ en/covid-19-pandemic). The cumulative number of tests performed per capita in each country is obtained from Our World in Data (https://ourworldindata.org/coronavirus).", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "We collected data for three other locations: New Zealand, Singapore and Taiwan. Gaps in the European Centre for Disease Prevention and Control data set prevented us from including New Zealand or Taiwan in our analysis. In the case of Singapore, our backcasting approach estimated an implied detection rate of 177.2% (5-95% CI: 82.9-271.2%) as at 14 April 2020. By definition, the detection rate cannot exceed 100%. While this upper limit lies within our 5-95% confidence interval, our results nonetheless suggest that there are unique characteristics to the nature of the COVID-19 pandemic in Singapore. We hypothesise that our analysis is affected by different mortality rates within its infected population; in particular, by the end of April 2020, ∼90% of reported cases in Singapore were amongst its migrant worker population, who are young and healthy adults and who have, therefore, exhibited a very low mortality rate 18, 19 . For this reason, we omitted Singapore from our analysis. Nonetheless, we note that including Singapore in our sample does not change our findings of a positive relationship between the implied detection rate and the number of tests per 1,000 people (ρ = +0.39, p = 0.14, n = 16) or of a negative relationship between the implied detection rate and the fraction of tests to return a positive result (ρ = −0.89, p = 5.1 × 10 −6 , n = 16).", "cite_spans": [{"start": 925, "end": 928, "text": "18,", "ref_id": null}, {"start": 929, "end": 931, "text": "19", "ref_id": null}], "ref_spans": [], "section": "Data"}, {"text": "The datasets generated and analysed in this study are available at https://zenodo.org/record/3821525.", "cite_spans": [], "ref_spans": [], "section": "Data Availability"}, {"text": "The source code generated during this study is available at https://zenodo.org/record/3821525.", "cite_spans": [], "ref_spans": [], "section": "Code Availability"}, {"text": "A fiasco in the making? As the coronavirus pandemic takes hold, we are making decisions without reliable data. https://www.statnews.com/2020/03/17/ a-fiasco-in-the-making-as-the-coronavirus-pandemic-takes-hold-we-are-making-decisions-without-reliable-data/ (2020). ", "cite_spans": [], "ref_spans": [], "section": "Ioannidis, J. P. A."}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "4/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. 18. Sim, D. & Xinghui, K. Coronavirus: why so few deaths among Singapore's 14,000 Covid-19 infections? https://www.scmp. com/week-asia/health-environment/article/3081772/coronavirus-why-so-few-deaths-among-singapores-14000 (2020).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "19. Varley, K. As virus deaths grow, two nations stand out for low fatality rate. https://www.aljazeera.com/ajimpact/ virus-deaths-grow-nations-stand-fatality-rate-200505172201948.html (2020).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Correspondence Correspondence and requests for materials should be addressed to S.J.P. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "6/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "7/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . All values are current as at 14 April 2020, except for Germany (testing data current as at 12 April 2020), Spain (testing data current as at 12 April 2020) and Sweden (testing data current as at 12 April 2020).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "8/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . All values are current as at 14 April 2020, except for Germany (testing data current as at 12 April 2020), Spain (testing data current as at 12 April 2020) and Sweden (testing data current as at 12 April 2020).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "9/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Table 1 . Statistics for each country as at 28 March 2020 and 14 April 2020: the estimated true cumulative number of infections (median and 5-95% confidence interval); the estimated cumulative percentage of the population to be infected (median and 5-95% confidence interval); the confirmed percentage of the population to have tested positive; and the implied detection rate (median and 5-95% confidence interval). For 28 March 2020, the estimated true cumulative number of infections according to Flaxman et al. 5 (mean and 95% credible interval) is also provided for comparison. The data shown for \"All\" respresents aggregated statistics for all 15 countries.", "cite_spans": [{"start": 587, "end": 588, "text": "5", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 73, "end": 80, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Population statistics are obtained from the European Centre for Disease Prevention and Control.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "10/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. Table 2 . The three parameters used in the backcasting exercise, including the best estimate and the uncertainty range.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 80, "text": "Table 2", "ref_id": null}], "section": "10/11"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "11/11"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.12.20098889 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "11/11"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Covid-19: four fifths of cases are asymptomatic, China figures indicate", "authors": [{"first": "M", "middle": [], "last": "Day", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/10.1136/bmj.m1375"]}}, "BIBREF1": {"ref_id": "b1", "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries", "authors": [{"first": "S", "middle": [], "last": "Flaxman", "suffix": ""}], "year": 2020, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/10.25561/77731"]}}, "BIBREF2": {"ref_id": "b2", "title": "Asymptomatic and Presymptomatic SARS-CoV-2 Infections in Residents of a Long-Term Care Skilled Nursing Facility", "authors": [{"first": "A", "middle": [], "last": "Kimball", "suffix": ""}], "year": 2020, "venue": "Morb. Mortal. Wkly. Rep", "volume": "69", "issn": "", "pages": "377--381", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/10.15585/mmwr.mm6913e1"]}}, "BIBREF3": {"ref_id": "b3", "title": "USC-LA County Study: Early Results of Antibody Testing Suggest Number of COVID-19 Infections Far Exceeds Number of Confirmed Cases in Los Angeles County", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)", "authors": [{"first": "R", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.abb3221"]}}, "BIBREF5": {"ref_id": "b5", "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2020, "venue": "Int. J. Infect. Dis", "volume": "94", "issn": "", "pages": "194--195", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/10.1016/j.ijid.2020.03.020"]}}}, "ref_entries": {"FIGREF0": {"text": "Sutton, D., Fuchs, K., D'Alton, M. & Goffman, D. Universal Screening for SARS-CoV-2 in Women Admitted for Delivery. The New Engl. J. Medicine DOI: 10.1056/NEJMc2009316 (2020). 13. McGinley, L. FDA steps up scrutiny of coronavirus antibody tests to ensure accuracy. https://www.washingtonpost.com/ health/2020/05/04/fda-steps-up-scrutiny-coronavirus-antibody-tests-ensure-accuracy/ (2020). 14. Shah, A. & Shuren, J. Insight into FDA's Revised Policy on Antibody Tests: Prioritizing Access and Accuracy. https:// www.fda.gov/news-events/fda-voices/insight-fdas-revised-policy-antibody-tests-prioritizing-access-and-accuracy (2020). 15. Verity, R. et al. Estimates of the severity of coronavirus disease 2019: a model-based analysis. Lancet Infect. Dis. DOI: 10.1016/S1473-3099(20)30243-7 (2020). 16. Linton, N. M. et al. Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data. Preprint at https://www.medrxiv.org/content/medrxiv/early/2020/01/28/2020.01.26.20018754.full.pdf (2020). 17. Press, W. H., Teukolsky, S. A., Vetterling, W. T. & profile, B. P. F. Numerical recipes in C: the art of scientific computing (Cambridge University Press, 1992), 2nd edn.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The cumulative number of COVID-19 infections for each country: the number of detected infections (blue) and the estimated true number of infections (red). For the true number, the median estimate and the 5-95% confidence interval are indicated by a solid line and dashed lines respectively. The data shown for each country begins on the day that the number of detected infections first reached or exceeded 100. Note that the vertical scale is different for each panel.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The implied detection rate for each country: the median estimate (solid line) and the 5-95% confidence interval (dashed lines). The data shown for each country begins on the day that the number of detected infections first reached or exceeded 100. Note that the vertical scale is different for each panel.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The implied true detection rate for each country versus the number of tests per 1,000 people: the median estimates (diamonds) and the 5-95% confidence intervals (vertical bars)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The implied true detection rate for each country versus the fraction of tests to return a positive result: the median estimates (diamonds) and the 5-95% confidence intervals (vertical bars)", "latex": null, "type": "figure"}, "TABREF0": {"text": "[5.2 (4.1-7.0) days] and Linton et al. 16 [4.6 (3.3-5.8) days]. The mean time from symptoms to death of 15.8 days, and the uncertainty range of 11.8-19.2 days, is derived by combining the estimates of Linton et al. 16 [13.8 (11.8-16.0) days] and Verity et al. 15 [17.8 (16.9-19.2) days].", "latex": null, "type": "table"}, "TABREF1": {"text": ", E. et al. COVID-19 Antibody Seroprevalence in Santa Clara County, California. Preprint at https://www.", "latex": null, "type": "table"}, "TABREF2": {"text": "10. The New York Times. Cuomo Says 21% of Those Tested in N.Y.C. Had Virus Antibodies. https://www.nytimes.tests-show-15-of-people-are-now-immune-to-covid-19-in-one-town-in-germany/ (2020).", "latex": null, "type": "table"}, "TABREF3": {"text": ". https://doi.org/10.1101/2020.05.12.20098889 doi: medRxiv preprint This study Flaxman et al. 5", "latex": null, "type": "table"}, "TABREF4": {"text": ". https://doi.org/10.1101/2020.05.12.20098889 doi: medRxiv preprint", "latex": null, "type": "table"}}, "back_matter": [{"text": "We acknowledge the European Centre for Disease Prevention and Control and Our World in Data for making data on the COVID-19 pandemic freely available. We also acknowledge use of the PyFerret program to generate the graphics in this paper. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}