{"paper_id": "1a7e5568684ee44dfd3d6ac01ac6ccbf6f73806b", "metadata": {"title": "Inactivation of West Nile virus, vaccinia virus and viral surrogates for relevant and emergent viral pathogens in plasma-derived products", "authors": [{"first": "K", "middle": ["M"], "last": "Remington", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "S", "middle": ["R"], "last": "Trejo", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "G", "middle": [], "last": "Buczynski", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "W", "middle": ["P"], "last": "Osheroff", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "J", "middle": ["P"], "last": "Brown", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "H", "middle": [], "last": "Renfrow", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "R", "middle": [], "last": "Reynolds", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "D", "middle": ["Y"], "last": "Pifat", "suffix": "", "affiliation": {"laboratory": "Preclinical Research and Pathogen Safety", "institution": "Bayer Health Care, LLC", "location": {"addrLine": "Research Triangle Park", "region": "NC", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Human plasma is the source of a wide variety of therapeutic proteins, yet it is also a potential source of viral contamination. Recent outbreaks of emergent viral pathogens, such as West Nile virus, and the use of live vaccinia virus as a vaccine have prompted a reassessment of the viral safety of plasma-derived products. The purpose of this study was to evaluate the efficacy of current viral inactivation methods for West Nile and vaccinia viruses and to reassess the use of model viruses to predict inactivation of similar viral pathogens.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Virus-spiked product intermediates were processed using a downscaled representation of various manufacturing procedures. Virus infectivity was measured before and after processing to determine virus inactivation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The results demonstrated effective inactivation of West Nile virus, vaccinia virus and a model virus, bovine viral diarrhoea virus, during pasteurization, solvent/ detergent treatment and caprylate treatment. Caprylate provided rapid and effective inactivation of West Nile virus, vaccinia virus, duck hepatitis B virus and Sindbis virus. Inactivation of West Nile virus was similar to that of bovine viral diarrhoea virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions This study demonstrates that procedures used to inactivate enveloped viruses in manufacturing processes can achieve inactivation of West Nile virus and vaccinia virus. In addition, the data support the use of model viruses to predict the inactivation of similar emergent viral pathogens.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Plasma-derived products, such as clotting factors, intravenous immunoglobulins, alpha 1 -proteinase inhibitor ( α 1 -PI ) and human serum albumin, are routinely used in clinical practice and the safety of these products with respect to transmission of infectious viruses has never been higher. The high margin of viral safety can be attributed to a number of measures that manufacturers have implemented during the last decade. These measures are part of a multifaceted strategy for pathogen safety that includes donor screening, donation testing, virus inactivation or removal measures during manufacture, strict adherence to good manufacturing procedures and post-use surveillance of products. However, recent outbreaks of emergent viruses, such as West Nile virus ( WNV ), severe acute respiratory syndrome (SARS)-associated coronavirus and monkeypox, have indicated that potential threats to the blood supply exist and have resulted in a re-evaluation of the current pathogen safety strategy for plasma products.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Although donor deferral and plasma donation screening effectively provide safety for known pathogens, the presence of a new or emergent virus cannot be detected when its existence is not anticipated. Consequently, robust viral clearance procedures within manufacturing processes are critical. The capacity of these procedures to remove or inactivate viruses is validated in small-scale studies in which high levels of virus are spiked into a manufacturing intermediate and the reduction of infectious virus is measured. Typically, a number of these experiments are performed, each using a different virus that could potentially be present in plasma. Some potential contaminants, such as hepatitis C virus (HCV) and parvovirus B19, cannot be readily cultured in vitro . For viruses like these, a closely related virus with similar physicochemical properties, and which can be easily propagated in the laboratory, is used [1] . Like HCV, bovine viral diarrhoea virus (BVDV) is a member of the Flaviviridae and has been used for many years as a model for HCV. Other viruses, such as the Flaviviruses yellow fever virus and tick-borne encephalitis virus, as well as the Alphaviruses Sindbis virus and Semliki Forest virus, have also been used to model HCV. Inactivation/ removal of BVDV and other HCV model viruses by various manufacturing processes has effectively represented HCV clearance, as evidenced by the lack of HCV transmission by products which have claimed significant levels of BVDV clearance.", "cite_spans": [{"start": 920, "end": 923, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "WNV, a mosquito-borne encephalitis virus, is now epidemic in the United States. Most WNV-infected individuals have subclinical infections, with a short, but defined, viraemic period. During epidemics of WNV infection, when the prevalence of viraemia within the population is high, the risk of a viraemic blood or plasma donor is also high. In fact, in 2003, WNV was transmitted to transplant recipients from an infected organ donor and to recipients of whole blood and platelets from infected donors [2] . This resulted in the implementation of a United States Food and Drug Administration (FDA)-endorsed WNV screening programme for whole blood. The programme includes donor deferral questions and nucleic acid amplification tests (NATs) [3] [4] [5] . The FDA and the European Agency for the Evaluation of Medicinal Products (EMEA) concur with manufacturers of plasma products that various viral-inactivation measures used during the processing of these products are sufficient to provide a high degree of safety for this virus [3, 6] .", "cite_spans": [{"start": 500, "end": 503, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 738, "end": 741, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 742, "end": 745, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 746, "end": 749, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 1028, "end": 1031, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1032, "end": 1034, "text": "6]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The live vaccinia virus ( VV ) vaccine has recently been used as part of the United States National Smallpox Immunization Program. In an interim recommendation, the Centers for Disease Control advised immunization with this vaccine for individuals at risk for monkeypox infection [7] . The possibility of transmission of VV during whole blood or plasma donations by recently vaccinated individuals has resulted in recommendations by the FDA to defer donors who have recently received the smallpox vaccine [8] .", "cite_spans": [{"start": 280, "end": 283, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 505, "end": 508, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "We have recently evaluated the inactivation of two newly emergent potential contamination threats: WNV and VV. VV is a unique enveloped virus, with complex lipid membrane structures [9] . Although some studies have evaluated VV inactivation, it is not always included in the panel of viruses used for virus clearance studies for plasma-derived products. WNV, a member of the Flaviviridae, is closely related to BVDV, which has been used for many years as a model for HCV. It would be expected, then, that WNV inactivation would be similar to that of BVDV, and that WNV-inactivation studies could verify the validity of using BVDV as a model for virus-inactivation studies. The virus-inactivation data presented here demonstrate that current virus-inactivation procedures provide inactivation of WNV and VV and support the use of virus-inactivation data from model viruses.", "cite_spans": [{"start": 182, "end": 185, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Manufacturing process intermediates for anti-haemophilic factor (AHF) (Koate®-DVI), intravenous immunoglobulin (IVIG-S/D when produced using the solvent/detergent process: Gamimune®N; IVIG-C when produced using the caprylate/ chromatography process: Gamunex®), intramuscular immunoglobulin (IGIM) (BayGam®), α 1 -PI (Prolastin®) and albumin (5% and 25%; Plasbumin®) were obtained from the Bayer HealthCare plasma fractionation facility (Clayton, NC). Human plasma protein solution (HPPS) was obtained from the Bayer HealthCare recombinant factor VIII (Kogenate®FS) manufacturing facility (Berkeley, CA). HPPS is used as a component of the production medium for Kogenate®FS and is a 5% human albumin protein solution.", "cite_spans": [], "ref_spans": [], "section": "Plasma product intermediates"}, {"text": "For pasteurization studies, an aliquot of stabilized α 1 -PI, HPPS, 5% albumin or 25% albumin was heated to 60 ± 0·5 ° C and then spiked to 10% (v/v) with WNV, VV or BVDV. The virus spike and product were mixed well and incubated at 60 ± 0·5 ° C for 10 h. Aliquots were removed at the indicated times, placed on ice and immediately assayed for infectious virus. A separate, unheated, virus-spiked product sample was used to determine the initial virus concentration. The α 1 -PI intermediate, pH 6·5, was stabilized during pasteurization with 0·38 M citrate and 37% sucrose. HPPS and albumin were aqueous solutions at pH 7·0; HPPS and 5% albumin were stabilized with 4 m M N -acetyl-DL -tryptophan and 4 m M sodium caprylate, while 25% albumin was stabilized with 20 m M N -acetyl-DL -tryptophan and 20 m M sodium caprylate. Smallscale pasteurization experiments were performed in 30 -50 ml volumes. During manufacture, albumin is pasteurized in its final container, and so the volume of the virus experiments was similar to that of production. Prolastin pasteurization experiments were approximately 0·04% of production scale and HPPS pasteurization experiments were 0·003% of production scale.", "cite_spans": [], "ref_spans": [], "section": "Pasteurization"}, {"text": "During the production of AHF, the product intermediate is treated with 0·3% tri-( n -butyl)-phosphate (TNBP)/1% polysorbate 80 (Tween 80) for 6 h at 24-30 ° C. For these studies, a concentrated stock solution of TNBP/ Tween 80 was added to aliquots of AHF intermediate solution to 0·3%/1% or 0·15%/ 0·5%. Virus was added to the solution to 10% (v/v). The mixture was incubated at 28 ± 0·5 ° C for 6 h, and aliquots were removed for titration at the indicated time-points. Virus, added to Hank's balanced salt solution (HBSS) to 10% (v/ v), was an untreated control. Small-scale experiments were conducted in 40-ml volumes, approximately 0·5% of production scale.", "cite_spans": [], "ref_spans": [], "section": "Tri-( n -butyl)-phosphate / Tween 80 treatment"}, {"text": "During the production of IVIG-S/D or IMIG, the process intermediate is incubated in 0·3% TNBP/0·2% sodium cholate (cholate) for 6-8 h at 30 ± 2 ° C. The protein concentration is adjusted to 6-7·5% and the pH is adjusted to 5·5-5·7. For VV-, WNV-or BVDV-inactivation studies, concentrated TNBP/ cholate from a stock solution was added to an aliquot of process intermediate to 0·3%/0·2% or to 0·15%/0·1% and then spiked to 10% (v/v) with virus. The mixture was incubated at 28 ± 0·5 ° C for 6 h and aliquots were removed at the indicated time-points for quantification of infectious virus. HBSS was spiked to 10% (v/ v) with virus and used as an untreated control. Small-scale experiments were conducted in 40-ml volumes, approximately 0·005% of production scale.", "cite_spans": [], "ref_spans": [], "section": "Tri-( n -butyl)-phosphate/cholate treatment"}, {"text": "The caprylate-inactivation experiments were carried out as described previously [10] . Briefly, caprylate was added to Gamunex® intermediate to a specified final concentration. Throughout the addition of caprylate, the pH of the process intermediate was maintained at 5·1 by adding either 1·0 M acetic acid or 1·0 M sodium hydroxide. The solution was then spiked to 10% (v/v) with virus that had been pH-adjusted to 5·0-5·2 and the virus-spiked solution was incubated at 24 ° C for 60 min. Aliquots for virus titration were removed from all solutions at the indicated times throughout the incubation. Small-scale experiments were conducted in 40-ml volumes, approximately 0·001% of production scale.", "cite_spans": [{"start": 80, "end": 84, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Caprylate treatment"}, {"text": "Although 20 m M caprylate is used in this step in production, the concentrations of caprylate evaluated in these studies ranged from 11 m M to 20 m M . As the Gamunex® intermediate contains ≈ 8 m M residual caprylate [11] , caprylate from a 2·1 M stock solution was added to increase caprylate levels to within the desired range. To confirm that the targeted caprylate range was reached during inactivation experiments, the concentration of caprylate in the process intermediate following addition was measured. Analytical testing could not be performed on virus-spiked solutions, so mock-spiked solutions, containing 10% (v/v) virus propagation medium instead of virus, were generated.", "cite_spans": [{"start": 217, "end": 221, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Caprylate treatment"}, {"text": "During the manufacture of Gamunex®, the final product at pH 4·0 -4·3 is incubated at 23 -27 ° C for 21-28 days as an enveloped virus-inactivation step. For this study, the Gamunex® final product that had been adjusted to pH 4·4 was spiked to 10% (v/v) with WNV and incubated at 23 ° C. Samples were removed on days 3, 7, 14 and 21, and infectious WNV was quantified. As pH 4·4 is above the normal pH range used in production, this represented a 'worst-case' situation. The volumes used for the virus-inactivation experiments were similar to the final container sizes of product.", "cite_spans": [], "ref_spans": [], "section": "Low-pH incubation"}, {"text": "VV (the WR strain) was propagated and assayed at AppTec Laboratory Services (Camden, NJ). All WNV, except for that used in the Gamunex® low-pH incubation study, was also propagated and assayed at AppTec Laboratory Services, where infectious WNV or VV was quantified by making end-point serial log dilutions of the test samples or positive controls in serum-free medium. VV was assayed with a plaque assay using monkey kidney (BS-C-1) indicator cells. WNV (the NY-99 strain) was assayed with a plaque assay using African green monkey kidney (Vero) cells. For both viruses, 0·5-ml aliquots of serial dilutions of samples were plated on multiple wells of six-well plates. Virus titres were reported as plaque-forming units (PFU) per ml.", "cite_spans": [], "ref_spans": [], "section": "Preparation and quantification of viruses"}, {"text": "WNV (NY-99 strain), used in the Gamunex® low-pH incubation study, was propagated and assayed in Vero cells that were obtained from the American Type Culture Collection (ATCC; Rockville, MD). Sindbis virus (Ar-339 strain) was propagated and assayed in Baby Hamster Kidney (BHK-21) cells obtained from the ATCC. BVDV ( Kentucky-22 strain), obtained from the Biological Research Facility and Faculty (Ijamsville, MD), was propagated in Madin-Darby bovine kidney ( MDBK) cells and assayed in bovine turbinate ( BT) cells. Test samples were neutralized before they were assayed. All in-house viruses were quantified by tissue culture infectious dose 50 ( TCID 50 ) and, for each dilution, 8-12 replicates of a 0·1-ml aliquot were plated in each well of 96-well microtitre plates. Cell monolayers were then observed microscopically for the presence of viral infection, as indicated by a viral cytopathic effect (CPE ). Each well was scored as positive or negative, and the results were converted into a titre ( log median TCID 50 /ml) by using the method of Spearman & Karber [12, 13] .", "cite_spans": [{"start": 1070, "end": 1074, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1075, "end": 1078, "text": "13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Preparation and quantification of viruses"}, {"text": "Duck hepatitis B virus ( DHBV ), a hepatitis B virus ( HBV ) surrogate, was obtained from Hepadnavirus Testing, Inc. (Palo Alto, CA) and consisted of DHBV-containing serum obtained from congenitally infected ducklings. The virus was assayed at AppTec Laboratory Services in primary duck hepatocytes. Samples were serially diluted and 0·5 ml of each dilution was assayed in quadruplicate in 48-well plates. Ten days following inoculation, monolayers were fixed and wells containing infected hepatocytes were identified using fluorescence microscopy after incubation with a murine monoclonal antibody to the DHBV surface antigen, washing and a subsequent incubation with a fluorescein isothiocyanate (FITC)-conjugated sheep antibody to mouse immunoglobulin G. Results were converted into a titre by using the method of Spearman & Karber [12, 13] .", "cite_spans": [{"start": 835, "end": 839, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 840, "end": 843, "text": "13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Preparation and quantification of viruses"}, {"text": "For all virus assays, limits of detection were based on the results of cytotoxicity and viral interference experiments, which evaluated whether the product intermediates were toxic to the indicator cells or interfered with the ability of the virus to infect the cells.", "cite_spans": [], "ref_spans": [], "section": "Preparation and quantification of viruses"}, {"text": "The data in Table 1 show the inactivation of WNV, VV and BVDV in α 1 -PI during a 10-h pasteurization at 60 ° C. The protein, at a concentration of 25 mg/ml, is in a citrate buffer containing 0·38 M citrate and 37% sucrose for stabilization during heating. VV was reduced by 2 log 10 within 1 h, and by 3 h was undetectable. WNV and BVDV were inactivated to the lower limits of detection within 3 h, and infectious virus was undetectable after 5 h at 60 ° C. A total of ≥ 6·5 log 10 , ≥ 5·0 log 10 and ≥ 4·9 log 10 of WNV, VV and BVDV, respectively, were inactivated.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Pasteurization"}, {"text": "WNV and VV were also inactivated during the pasteurization of HPPS (Table 2 ). This solution contained 5 mg/ml protein and was stabilized with 4 m M sodium caprylate and 4 m M acetyltryptophan. Complete inactivation of WNV was observed after 30 min of heating at 60 ° C, resulting in a total inactivation of ≥ 7·1 log 10 . Approximately four log 10 of VV was inactivated within 30 min; within 2 h of pasteurization, no infectious VV was detectable. A total inactivation of ≥ 5·7 log 10 VV was observed. When 5% or 25% albumin was spiked with either WNV or BVDV and pasteurized at 60 °C for 10 h, all infectious virus was inactivated (Table 2 ). Within 30 min of incubation of 5% albumin at 60 °C, WNV was near the lower limit of detection and no BVDV could be detected. Pasteurization of 5% albumin inactivated ≥ 7·4 log 10 WNV and ≥ 4·1 log 10 BVDV. Similarly, pasteurization of 25% albumin resulted in the complete inactivation of both WNV and BVDV within 30 min. A total of ≥ 6·7 log 10 WNV and ≥ 3·7 log 10 BVDV were cleared.", "cite_spans": [{"start": 318, "end": 320, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 67, "end": 75, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 633, "end": 641, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Pasteurization"}, {"text": "Within 1 h of incubation of the AHF intermediate with either 0·3% TNBP/1% Tween 80 or 0·15% TNBP/0·5% Tween 80, no infectious WNV could be detected (Fig. 1a) . The production operating concentration of 0·3% TNBP/1% Tween 80 resulted in ≥ 5·9 log 10 inactivation of WNV, and when the concentration was diluted twofold, ≥ 5·9 log 10 inactivation was also observed ( Table 3) . Solutions of AHF spiked with BVDV and incubated in 0·3% TNBP/1% Tween 80 or 0·15% TNBP/0·5% Tween 80 resulted in ≥ 5·3 log 10 and ≥ 5·2 log 10 inactivation, respectively (Table 3 ). In contrast, VV was more resistant to inactivation under these conditions. Following 6 h of incubation in 0·3% TNBP/1% Tween 80, 3·0 log 10 inactivation was achieved ( Fig. 1b, Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 148, "end": 157, "text": "(Fig. 1a)", "ref_id": null}, {"start": 364, "end": 372, "text": "Table 3)", "ref_id": null}, {"start": 545, "end": 553, "text": "(Table 3", "ref_id": null}, {"start": 723, "end": 741, "text": "( Fig. 1b, Table 3", "ref_id": "FIGREF0"}], "section": "Solvent/detergent treatment"}, {"text": "were treated with tri-(nbutyl)-phosphate ( TNBP)/Tween 80 and the inactivation of infectious (a) WNV in 0·3% TNBP/1% Tween 80 or 0·15% TNBP/0·5% Tween 80 or (b) VV in 0·3% TNBP/1% Tween 80 was determined. For solutions of intravenous immunoglobulin produced using the solvent/detergent process (IVIG-S/D), the inactivation of (c) WNV in 0·3% TNBP/0·2% cholate or 0·15% TNBP/0·1% cholate or (d) VV in 0·3% TNBP/0·2% cholate was determined. Each WNV point represents the mean of three determinations and each VV point represents a single determination. The dashed lines in panels (b) and (d) represent the limit of detection. Overall reduction factors are presented in Table 3 . Table 3 Virus inactivation by tri-(n-butyl)-phosphate (TNBP)/Tween 80 in solutions of anti-haemophilic factor (AHF) or TNBP/cholate in intravenous immunoglobulin produced using the solvent/detergent process (IVIG-S/D)", "cite_spans": [], "ref_spans": [{"start": 667, "end": 674, "text": "Table 3", "ref_id": null}, {"start": 677, "end": 684, "text": "Table 3", "ref_id": null}], "section": "Fig. 1 Inactivation of West Nile virus ( WNV) and vaccinia virus ( VV ) in solvent/detergent. Solutions of anti-haemophilic factor (AHF)"}, {"text": "Inactivation step Fig. 1(a) . b From Fig. 1(b) . Fig. 1(c) . e From Fig. 1(d) . For West Nile virus (WNV), each value represents the mean of three determinations; for bovine viral diarrhoea virus (BVDV), each value represents the mean of two or three determinations; and for vaccinia virus (VV), the value is the result of a single determination. Solvent/detergent solutions were incubated at 28 °C for 6 h.", "cite_spans": [], "ref_spans": [{"start": 18, "end": 27, "text": "Fig. 1(a)", "ref_id": null}, {"start": 37, "end": 46, "text": "Fig. 1(b)", "ref_id": null}, {"start": 49, "end": 58, "text": "Fig. 1(c)", "ref_id": null}, {"start": 68, "end": 77, "text": "Fig. 1(d)", "ref_id": null}], "section": "Protein"}, {"text": "Incubation of WNV in an IVIG-S/D process intermediate solution, containing either 0·3% TNBP/0·2% cholate (manufacturing conditions) or 0·15% TNBP/0·1% cholate, resulted in complete inactivation of the virus within 30 min (Fig. 1c) . Approximately 6 log 10 of WNV was inactivated (Table 3) . Similarly, in 0·3% TNBP/0·2% cholate or 0·15% TNBP/0·1% cholate, ≥ 4·2 log 10 and ≥ 3·9 log 10 BVDV inactivation, respectively, was observed (Table 3) . Unlike the observations with TNBP/Tween 80, complete and rapid inactivation of VV was achieved during the treatment of IVIG-S/D with 0·3% TNBP/ 0·2% cholate. Within 30 min, > 4 log 10 of inactivation was achieved and, by 3 h, no infectious virus could be detected (Fig. 1d) . A total of ≥ 4·6 log 10 of VV was inactivated (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 221, "end": 230, "text": "(Fig. 1c)", "ref_id": null}, {"start": 279, "end": 288, "text": "(Table 3)", "ref_id": null}, {"start": 432, "end": 441, "text": "(Table 3)", "ref_id": null}, {"start": 708, "end": 717, "text": "(Fig. 1d)", "ref_id": null}, {"start": 766, "end": 775, "text": "(Table 3)", "ref_id": null}], "section": "Protein"}, {"text": "Similarly, WNV was readily inactivated when the IGIM process intermediate was incubated in either 0·3% TNBP/ 0·2% cholate (manufacturing conditions) or 0·15% TNBP/ 0·1% cholate (Fig. 2) . Complete inactivation was observed within 30 min of incubation. Total inactivation of ≥ 5·4 log 10 and ≥ 5·6 log 10 were achieved in 0·3% TNBP/0·2% cholate and 0·15% TNBP/0·1% cholate, respectively.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 185, "text": "(Fig. 2)", "ref_id": null}], "section": "Protein"}, {"text": "Treatment of a Gamunex® intermediate solution with sodium caprylate resulted in the complete inactivation of both WNV and VV within 3 min. In 14 mM caprylate at 22 °C, ≥ 5·0 log 10 WNV was inactivated (Fig. 3a, Table 4 ). When incubated at 22 °C in 20 mM caprylate, ≥ 6·0 log 10 VV was inactivated (Fig. 3b, Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 201, "end": 218, "text": "(Fig. 3a, Table 4", "ref_id": "FIGREF0"}, {"start": 298, "end": 315, "text": "(Fig. 3b, Table 4", "ref_id": "FIGREF0"}], "section": "Caprylate treatment"}, {"text": "Caprylate has previously been shown to provide robust and effective inactivation of human immunodeficiency virus (HIV), pseudorabies virus (PRV) and BVDV [10] . To further evaluate the efficacy of this innovative method for the inactivation of enveloped virus, additional models for HBV and HCV were used in inactivation studies ( Table 4 ). The data demonstrated that no infectious DHBV, an HBV surrogate, could be detected following incubation in 20 mM caprylate. Within 3 min, DHBV inactivation was complete (kinetics not shown). Another model for HCV -Sindbis -was similarly shown to be rapidly and completely inactivated in 18 mM caprylate.", "cite_spans": [{"start": 154, "end": 158, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 331, "end": 338, "text": "Table 4", "ref_id": "TABREF6"}], "section": "Caprylate treatment"}, {"text": "Inactivation of HIV, PRV and BVDV have previously been shown to be robust with respect to caprylate concentration [10] . Robust inactivation of BVDV with respect to protein concentration, pH and incubation temperature have also been demonstrated [10] . To further investigate the robustness of caprylate inactivation of enveloped viruses, a series of studies were performed to evaluate the robustness of Sindbis virus inactivation with respect to caprylate concentration, protein concentration, pH and incubation temperature. These data, shown in Table 5 , demonstrate that within the ranges investigated, these operating parameters did not influence Sindbis inactivation by caprylate. Under all conditions, complete inactivation of Sindbis was observed within 10 min (kinetics not shown).", "cite_spans": [{"start": 114, "end": 118, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 246, "end": 250, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 547, "end": 554, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Caprylate treatment"}, {"text": "Incubation of the Gamunex® final product (pH 4·4) at 23 °C, resulted in the effective inactivation of WNV (Fig. 4) . Within Fig. 2 Kinetics of West Nile virus (WNV) inactivation during the treatment of intramuscular immunoglobulin (IMIG) with 0·3% tri-(n-butyl)-phosphate (TNBP)/0·2% cholate or 0·15% TNBP/0·1% cholate. Each point represents the mean of three determinations. Total inactivations of ≥ 5·4 log 10 and ≥ 5·6 log 10 WNV were achieved in 0·3% TNBP/0·2% cholate and 0·15% TNBP/0·1% cholate, respectively. Table 4 .", "cite_spans": [], "ref_spans": [{"start": 106, "end": 114, "text": "(Fig. 4)", "ref_id": null}, {"start": 124, "end": 130, "text": "Fig. 2", "ref_id": null}, {"start": 516, "end": 523, "text": "Table 4", "ref_id": "TABREF6"}], "section": "Low-pH incubation"}, {"text": "3 days of incubation at pH 4·4, WNV was near the lower limit of detection and, by the next time-point (7 days), complete inactivation was achieved. A total of ≥ 4·8 log 10 inactivation was observed.", "cite_spans": [], "ref_spans": [], "section": "Low-pH incubation"}, {"text": "Effective inactivation of WNV, BVDV and VV by pasteurization was demonstrated in a variety of protein solutions, even in the presence of a stabilizer. Although albumin, HPPS and α 1 -PI utilize different excipients for stabilization (e.g. sucrose, citrate, tryptophan) and were at different protein concentrations, complete inactivation of the viruses was achieved, demonstrating that this technology provides robust inactivation of enveloped viruses. As the complete inactivation of WNV, BVDV and VV was observed in both 5% and 25% albumin, similar inactivation of these viruses would be expected for all intermediate concentrations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Both WNV and VV have previously been shown to be susceptible to inactivation by heat. Complete inactivation of VV was observed during the pasteurization of solutions of immunoglobulin at 60 °C [14, 15] , and a recent report has demonstrated the inactivation of WNV during the pasteurization of albumin [16] . A number of studies, including this one, have demonstrated the inactivation, by pasteurization, of viruses that are closely related to WNV, such as BVDV, tick borne encephalitis virus, yellow fever virus and Sindbis virus [16, 17, 19] . The data reported here, which demonstrated a Fig. 3(a) . d From Fig. 3 similar inactivation of WNV and BVDV by pasteurization of α 1 -PI and albumin, support the predictive value of inactivation information from model viruses. VV is antigenically similar enough to both variola (smallpox) and monkeypox viruses to be used as a vaccine [7] . The susceptibilities to pasteurization of monkeypox virus and variola virus, then, are probably similar to that of VV. Solvent/detergent treatment is widely used to inactivate lipid-enveloped viruses. Treatment of the AHF intermediate with 50% of the TNBP/Tween 80 concentration used in the manufacturing process provided rapid and complete inactivation of WNV. Again, these results were very similar to those of the related virus, BVDV, supporting the validity of this virus as a model for WNV.", "cite_spans": [{"start": 193, "end": 197, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 198, "end": 201, "text": "15]", "ref_id": "BIBREF15"}, {"start": 302, "end": 306, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 531, "end": 535, "text": "[16,", "ref_id": "BIBREF16"}, {"start": 536, "end": 539, "text": "17,", "ref_id": "BIBREF17"}, {"start": 540, "end": 543, "text": "19]", "ref_id": "BIBREF19"}, {"start": 881, "end": 884, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 591, "end": 600, "text": "Fig. 3(a)", "ref_id": "FIGREF0"}, {"start": 610, "end": 616, "text": "Fig. 3", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "VV, however, was more resistant to inactivation by TNBP/ Tween 80. The production-operating concentration of TNBP/ Tween 80 did not achieve complete inactivation of VV, although the virus titre was reduced by over 3 log 10 . The resistance of VV to solvent/detergent has previously been observed [18, 19] . VV is unlike other enveloped viruses in that it can be present in two infectious forms, both of which are membranous and one of which is a double membrane with a complex structure [9, 20] .", "cite_spans": [{"start": 296, "end": 300, "text": "[18,", "ref_id": "BIBREF18"}, {"start": 301, "end": 304, "text": "19]", "ref_id": "BIBREF19"}, {"start": 487, "end": 490, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 491, "end": 494, "text": "20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "In contrast to TNBP/Tween 80, in this study, TNBP/cholate provided effective inactivation of both WNV and VV. Treatment of human placental tissue with 0·3% TNBP/0·2% cholate at 4 °C resulted in substantial, but incomplete, VV inactivation [21] . In the current study, TNBP/cholate in a solution of IVIG, rather than tissue, was incubated at 28 °C, and complete inactivation of the virus was achieved. Cholate may be able to solubilize VV membranes more efficiently than other detergents. Thus, these TNBP/cholate data provide evidence of the ability of this method to effectively inactivate enveloped viruses with a wide variety of characteristics. It also suggests that an emergent enveloped virus with characteristics similar to the viruses for which TNBP/cholate data exist will also be susceptible to inactivation by this method.", "cite_spans": [{"start": 239, "end": 243, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "WNV was effectively inactivated during the low-pH incubation step of the Gamunex® process, even when the incubation was performed at pH 4·4, above the upper pH limit of the manufacturing range (pH 4·0-4·3). The susceptibility of this virus to low-pH-mediated inactivation has previously been demonstrated, and the current data confirm that incubation of this product under conditions of low pH similarly achieve inactivation of the virus [16, 22] . It is likely that any manufacturing step that was performed at a low pH would effectively inactivate WNV. Vaccinia has also been shown to be susceptible to inactivation at low pH [23] .", "cite_spans": [{"start": 438, "end": 442, "text": "[16,", "ref_id": "BIBREF16"}, {"start": 443, "end": 446, "text": "22]", "ref_id": "BIBREF22"}, {"start": 628, "end": 632, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Caprylate treatment provided rapid and complete inactivation of the wide panel of enveloped viruses that were evaluated. To date, all enveloped viruses evaluated, representing a wide variety of physicochemical characteristics, have been inactivated to the limit of detection within minutes of incubation in caprylate. Caprylate inactivation of VV was similar to that of other enveloped viruses, demonstrating that it can be an alternative to solvent/detergent treatment for the inactivation of resistant enveloped viruses. These data also suggest that any emergent enveloped virus with a complex lipid membrane may be similarly susceptible to this means of inactivation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The data presented here support the robust inactivation of enveloped viruses by caprylate. A number of enveloped viruses, representing a variety of virus families, were shown to be completely inactivated within minutes of incubation with caprylate. In addition, data obtained using Sindbis virus demonstrated that during the Gamunex® manufacturing process, variations in caprylate concentration, protein concentration, pH or incubation temperature would not alter the overall inactivation or the inactivation kinetics of this HCV surrogate.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These data also demonstrated the validity of the use of model viruses for inactivation studies. Inactivation of WNV by pasteurization, solvent/detergent treatment and caprylate treatment was very similar to that observed with BVDV in this study. The use of surrogate viruses for those viruses that cannot readily cultured in vitro is a widely used strategy that has been advocated by regulatory agencies [1] . BVDV has been used as a model for HCV for many years, and its ability to predict the inactivation of HCV has been verified by the lack of transmission of this pathogen by blood products subjected to inactivation measures that achieve significant levels of BVDV inactivation. The WNV data presented here support the use of model viruses; WNV inactivation mirrored that of BVDV. The appearance of a novel viral pathogen should not place the safety of plasma-derived products in jeopardy as long as data from viruses with similar physicochemical characteristics support effective inactivation during manufacture. Data from studies with a wide panel of model viruses, representing a range of physicochemical properties, should provide a basis for determining whether an emergent pathogen is likely to present a threat to biological products. Although data from model viruses was predictive of the safety of plasma-derived products with respect to transmission of WNV, VV or other potential viral contaminants with similar properties, the results of the current study provide definitive confirmation. This is consistent with the conclusion of others [16] . Furthermore, these data justify the model virus approach for assessing the viral safety of these products.", "cite_spans": [{"start": 404, "end": 407, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1555, "end": 1559, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "CPMP: CPMP Note for Guidance on Virus Validation Studies: the Design, Contribution and Interpretation of Studies Validating the Inactivation and Removal of Viruses", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Transfusion transmission of West Nile virus: a merging of historical and contemporary perspectives", "authors": [{"first": "F", "middle": ["B"], "last": "Hollinger", "suffix": ""}, {"first": "S", "middle": [], "last": "Kleinman", "suffix": ""}], "year": 2003, "venue": "Transfusion", "volume": "43", "issn": "", "pages": "992--997", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Revised Recommendations for the Assessment of Donor Suitability and Blood and Blood Product Safety in Cases of Known or Suspected West Nile Virus Infection", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Workshop on Development of Donor Screening Assays for West Nile Virus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "American Association of Blood Banks: Recommended Guidance for Reporting West Nile Viremic Blood Donors to State and/or Local Public Health Departments and Reporting Donors Who Subsequently Develop West Nile Virus Illness to Blood Collection Agencies", "authors": [], "year": 2003, "venue": "Association Bulletin 03-08 Bethesda, MD, AABB, 2003 6 CPMP: CPMP Position Statement on West Nile Virus and Plasma-Derived Medicinal Products", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Updated interim CDC Guidance for Use of Smallpox Vaccine, Cidofovir, and Vaccinia Immune Globulin (VIG) for Prevention and Treatment in the Setting of an Outbreak of Monkeypox Infections", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Recommendations for Deferral of Donors and Quarantine and Retrieval of Blood and Blood Products in Recent Recipients of Smallpox Vaccine ( Vaccinia virus) and Certain Contacts of Smallpox Vaccine Recipients", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Assembly of vaccinia virus: role of the intermediate compartment between the endoplasmic reticulum and the Golgi stacks", "authors": [{"first": "B", "middle": [], "last": "Sodeik", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Doms", "suffix": ""}, {"first": "M", "middle": [], "last": "Ericsson", "suffix": ""}, {"first": "G", "middle": [], "last": "Hiller", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Machamer", "suffix": ""}, {"first": "W", "middle": [], "last": "Van&apos;t Hof", "suffix": ""}, {"first": "G", "middle": [], "last": "Van Meer", "suffix": ""}, {"first": "B", "middle": [], "last": "Moss", "suffix": ""}, {"first": "G", "middle": [], "last": "Griffiths", "suffix": ""}], "year": 1993, "venue": "J Cell Biol", "volume": "121", "issn": "", "pages": "521--541", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of virus and prion reduction in a new intravenous immunoglobulin manufacturing process", "authors": [{"first": "S", "middle": ["R"], "last": "Trejo", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hotta", "suffix": ""}, {"first": "W", "middle": [], "last": "Lebing", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Storms", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Petteway", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Remington", "suffix": ""}], "year": 2003, "venue": "Vox Sang", "volume": "84", "issn": "", "pages": "176--187", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Properties of a new intravenous immunoglobulin (IGIV-C, 10%) produced by virus inactivation by caprylate and column chromatography", "authors": [{"first": "W", "middle": [], "last": "Lebing", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Remington", "suffix": ""}, {"first": "C", "middle": [], "last": "Schreiner", "suffix": ""}, {"first": "H-I", "middle": [], "last": "Paul", "suffix": ""}], "year": 2003, "venue": "Vox Sang", "volume": "84", "issn": "", "pages": "193--201", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Biometrie Grundzuge Biologisch-Medizinischer Statistik [Biometry, the Basics of Biological and Medical Statistics", "authors": [{"first": "L", "middle": [], "last": "Cavalli-Sforza", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Joint Announcement of the Federal Health Office and the Paul Ehrlich Institute Federal Office for Sera and Vaccines: Requirements for Validation Studies to Demonstrate the Virus Safety of Drugs Derived from Human Blood or Plasma", "authors": [{"first": "", "middle": [], "last": "Anon", "suffix": ""}], "year": 1994, "venue": "Federal Gazette", "volume": "84", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Virus reduction in the preparation of intravenous immune globulin: in vitro experiments", "authors": [{"first": "S", "middle": [], "last": "Chandra", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Cavanaugh", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Pierre-Jerome", "suffix": ""}, {"first": "N", "middle": [], "last": "Yerram", "suffix": ""}, {"first": "R", "middle": [], "last": "Weeks", "suffix": ""}, {"first": "E", "middle": [], "last": "Flanigan", "suffix": ""}, {"first": "F", "middle": [], "last": "Feldman", "suffix": ""}], "year": 1999, "venue": "Transfusion", "volume": "39", "issn": "", "pages": "249--257", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Inactivation and elimination of viruses during the fractionation of an intravenous immunoglobulin preparation: liquid heat treatment and polyethylene glycol fractionation", "authors": [{"first": "Y", "middle": [], "last": "Uemura", "suffix": ""}, {"first": "K", "middle": [], "last": "Uriyu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hirao", "suffix": ""}, {"first": "K", "middle": [], "last": "Takechi", "suffix": ""}, {"first": "H", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kagitani", "suffix": ""}, {"first": "K", "middle": [], "last": "Yokoyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Runakoshi", "suffix": ""}, {"first": "M", "middle": [], "last": "Nishida", "suffix": ""}, {"first": "S", "middle": [], "last": "Yabushita", "suffix": ""}, {"first": "K", "middle": [], "last": "Furuta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hamamoto", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Tochikura", "suffix": ""}, {"first": "N", "middle": [], "last": "Yamamoto", "suffix": ""}], "year": 1989, "venue": "Vox Sang", "volume": "56", "issn": "", "pages": "155--161", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "West Nile virus and the safety of plasma derivatives: verification of high safety margins, and the validity of predictions based on model virus data", "authors": [{"first": "T", "middle": ["R"], "last": "Kreil", "suffix": ""}, {"first": "A", "middle": [], "last": "Berting", "suffix": ""}, {"first": "O", "middle": [], "last": "Kistner", "suffix": ""}, {"first": "J", "middle": [], "last": "Kindermann", "suffix": ""}], "year": 2003, "venue": "Transfusion", "volume": "43", "issn": "", "pages": "1023--1028", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Virus safety of human immunoglobulins: efficient inactivation of hepatitis C and other human pathogenic viruses by the manufacturing procedure", "authors": [{"first": "T", "middle": [], "last": "Nowak", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Gregersen", "suffix": ""}, {"first": "U", "middle": [], "last": "Klockmann", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Cummins", "suffix": ""}, {"first": "J", "middle": [], "last": "Hilfenhaus", "suffix": ""}], "year": 1992, "venue": "J Med Virol", "volume": "36", "issn": "", "pages": "209--216", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Resistance of vaccinia virus to inactivation by solvent/detergent treatment of blood products", "authors": [{"first": "P", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2000, "venue": "Biologicals", "volume": "28", "issn": "", "pages": "29--32", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Inactivation and elimination of viruses during preparation of human intravenous immunoglobulin", "authors": [{"first": "Y", "middle": [], "last": "Uemura", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Heldebrant", "suffix": ""}, {"first": "K", "middle": [], "last": "Takechi", "suffix": ""}, {"first": "K", "middle": [], "last": "Yokoyama", "suffix": ""}], "year": 1994, "venue": "Vox Sang", "volume": "67", "issn": "", "pages": "246--254", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The formation and function of extracellular enveloped vaccinia virus", "authors": [{"first": "G", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Vanderplasschen", "suffix": ""}, {"first": "M", "middle": [], "last": "Law", "suffix": ""}], "year": 2002, "venue": "J Gen Virol", "volume": "83", "issn": "", "pages": "2915--2931", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Purification of fibroblast growth factor-2 from human placenta using tri (n-butyl) phosphate and sodium cholate", "authors": [{"first": "P", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Tanaka", "suffix": ""}, {"first": "E", "middle": [], "last": "Chenker", "suffix": ""}, {"first": "J", "middle": [], "last": "Cabrera-Crespo", "suffix": ""}, {"first": "I", "middle": [], "last": "Raw", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ho", "suffix": ""}], "year": 1996, "venue": "Biochimie", "volume": "78", "issn": "", "pages": "190--194", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Inactivation of West-Nile virus during peptic cleavage of horse plasma IgG", "authors": [{"first": "A", "middle": [], "last": "Lazar", "suffix": ""}, {"first": "E", "middle": [], "last": "Epstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Lustig", "suffix": ""}, {"first": "A", "middle": [], "last": "Barnea", "suffix": ""}, {"first": "L", "middle": [], "last": "Silberstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Reuveny", "suffix": ""}], "year": 2002, "venue": "Biologicals", "volume": "30", "issn": "", "pages": "163--165", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Potential contribution of mild pepsin treatments at pH4 to the viral safety of immunoglobulin products", "authors": [{"first": "K", "middle": ["G"], "last": "Reid", "suffix": ""}, {"first": "B", "middle": [], "last": "Cuthbertson", "suffix": ""}, {"first": "Adl", "middle": [], "last": "Jones", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Mcintosh", "suffix": ""}], "year": 1988, "venue": "Vox Sang", "volume": "55", "issn": "", "pages": "75--80", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kinetics of West Nile virus (WNV) (a) and vaccinia virus (VV) (b) inactivation during the incubation of Gamunex® in 20 mM caprylate. Except for the 0-h samples, all values were below the limit of detection. The dashed line represents the lower limit of assay detection. For WNV, each point represents the mean of three determinations and, for VV, each point is a single determination. Overall reduction factors are presented in", "latex": null, "type": "figure"}, "TABREF0": {"text": "Virus inactivation during pasteurization (10 h at 60 °C) of the alpha 1 -proteinase inhibitor (α 1 -PI)", "latex": null, "type": "table"}, "TABREF1": {"text": "Viral inactivation during pasteurization (10 h at 60 °C) of Fraction V products", "latex": null, "type": "table"}, "TABREF2": {"text": "Virus was spiked into samples once they reached 60 °C. As the potential existed for immediate inactivation, the initial virus concentration was determined from an unheated sample.", "latex": null, "type": "table"}, "TABREF4": {"text": "Robustness of Sindbis virus inactivation with respect to caprylate concentration, protein concentration, pH and incubation temperature during the caprylate-inactivation step of the Gamunex® process", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Parameter level\n</td><td>Log10 Sindbis inactivation </td></tr><tr><td> </td><td>18 mM </td><td>• 6·0\n</td></tr><tr><td>Caprylate concentration </td><td>15 mM </td><td>• 5·9\n</td></tr><tr><td>Protein </td><td>11 mM </td><td>• 5·9\n</td></tr><tr><td>1·1% </td><td>• 5·8\n</td></tr><tr><td>concentration </td><td>1·2% </td><td>• 6·0\n</td></tr><tr><td>pH </td><td>1·5% </td><td>• 5·8\n</td></tr><tr><td>4·9 </td><td>• 6·3\n</td></tr><tr><td> </td><td>5·1 </td><td>• 6·0\n</td></tr><tr><td>Temperature </td><td>5·3 </td><td>• 6·3\n</td></tr><tr><td>25 •C </td><td>• 6·0\n</td></tr><tr><td> </td><td>20 •C </td><td>• 5·8\n</td></tr></table></body></html>"}, "TABREF6": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}