{"paper_id": "1a800fd217127c27ebede3ed45921691ac4a23b0", "metadata": {"title": "Generalized Z-numbers with hesitant fuzzy linguistic information and its application to medicine selection for the patients with mild symptoms of the COVID-19", "authors": [{"first": "Zongyuan", "middle": [], "last": "Ren", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"postCode": "610064", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Huchang", "middle": [], "last": "Liao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"postCode": "610064", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "⁎", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"postCode": "610064", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Yuxi", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"postCode": "610064", "settlement": "Chengdu", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Fuzzy set theory and a series of theories derived from it have been widely used to deal with uncertain phenomena in multi-criterion decision-making problems. However, few methods except the Z-number considered the reliability of information. In this paper, we propose a multi-criterion decision-making method based on the Dempster-Shafer (DS) theory and generalized Z-numbers. To do so, inspired by the concept of hesitant fuzzy linguistic term set, we extend the Z-number to a generalized form which is more in line with human expression habits. Afterwards, we make a bridge between the knowledge of Z-numbers and the DS evidence theory to integrate Z-valuations. The identification framework in the DS theory is used to describe the generalized Znumbers to avoid ambiguity. Then, the knowledge of Z-numbers is used to derive the basic probability assignment of evidence and the synthetic rules in the DS theory are used to integrate evaluations. An illustrative example of medicine selection for the patients with mild symptoms of the COVID-19 is provided to show the effectiveness of the proposed method. A X , where https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "T", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "represents the membership function of A and p X represents the probability distribution function of A (Zadeh, 2011). In this sense, when we get the evaluation information = Z A B ( , ), we can obtain the probability distribution of A if the membership function of A is given according to the expert preferences. But, in practice, the membership functions associated with an HFLTS are not easy to determine and the process of integrating HFLTSs is complicated. The most common method to integrate classical Z-numbers is to convert Z-numbers into classical fuzzy numbers, and then use the aggregation method of fuzzy numbers to make decisions. With the arithmetic operations of Z-numbers, Kang (2012) proposed a new multi-criterion decision-making (MCDM) method in which the restriction A and reliability B are combined according to the canonical representation of multiplication operation of triangular fuzzy numbers. Later, Kang (2020), Kang (2018) applied Z-numbers to the environmental assessment under uncertainty and the stable strategies analysis in evolutionary games; Aboutorab, Saberi, and Rajabi (2018) extended the Z-numbers to the best-worst method and its application in supplier development; Peng and Wang (2018) developed an outranking method in which the cognitive information was represented by Z-numbers. In a Z-number, a connection is established between the restriction and reliability through the membership function and probability distribution function. However, since the restriction A and reliability B are two different concepts, direct converting Z-numbers to classical fuzzy numbers may result in distortion and loss of the original information.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Considering these challenges, in this paper, we use the Dempster-Shafer (DS) theory to integrate the generalized Z-numbers. Not only is the DS theory a powerful tool for integrating uncertain information, but the identification framework in the DS theory also provides appropriate technique for constructing the generalized Z-numbers. Since the elements in the identification framework are exhaustive and mutually exclusive, when we give the evaluation information of Z-numbers, it is convenient and easy to explain whether it is restriction A or reliability", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "For each decision-making problem, there is more or less uncertainty including hesitation, incompleteness or imprecision. These uncertainties are hard to depict by crisp numbers. Initially, Zadeh (1965) proposed the fuzzy set theory to deal with uncertain problems. Later, scholars put forward the concepts of intuitionistic fuzzy sets, hesitant fuzzy sets, probabilistic linguistic term sets and their extended forms to deal with uncertain problems (Liao, Xu, Herrera-Viedma, & Herrera, 2018) . However, none of these methods except the Z-number (Zadeh, 2011) can reflect the reliability of information. A Z-number is an order pair of fuzzy numbers A B ( , ), where A represents the fuzzy restriction of information and B represents the probability measure of the reliability of A. Since Zadeh put forward the concept of Z-numbers, there has been an endless stream of research on Z-numbers. For example, Aliev and Alizadeh (2015) combined possibilistic and probabilistic distributions to propose a calculation model of discrete Z-numbers. After that, Aliev and Huseynov (2016) continued the discrete Z-numbers on the basis of discrete Z-numbers, and proposed the arithmetic operations of continuous Z-numbers. Li and Deng (2020) proposed a new uncertainty measure of Z-numbers by estimating the potential probability distribution with a maximum entropy method. Yaakob and Gegov (2016) extended the TOPSIS approach to deal with group decision making problems with Z-numbers. Wang and Cao (2017) calculated the score and accuracy functions of linguistic Z-numbers based on a distance measure and then ranked Z-numbers with an extended TODIM method. Shen and Wang (2018) proposed a distance measure considering the randomness and fuzziness of Z-numbers and then improved the classical VIKOR method.", "cite_spans": [{"start": 189, "end": 201, "text": "Zadeh (1965)", "ref_id": "BIBREF41"}, {"start": 449, "end": 492, "text": "(Liao, Xu, Herrera-Viedma, & Herrera, 2018)", "ref_id": "BIBREF18"}, {"start": 546, "end": 559, "text": "(Zadeh, 2011)", "ref_id": "BIBREF42"}, {"start": 904, "end": 929, "text": "Aliev and Alizadeh (2015)", "ref_id": "BIBREF1"}, {"start": 1051, "end": 1076, "text": "Aliev and Huseynov (2016)", "ref_id": "BIBREF2"}, {"start": 1210, "end": 1228, "text": "Li and Deng (2020)", "ref_id": "BIBREF15"}, {"start": 1361, "end": 1384, "text": "Yaakob and Gegov (2016)", "ref_id": "BIBREF36"}, {"start": 1474, "end": 1493, "text": "Wang and Cao (2017)", "ref_id": "BIBREF34"}, {"start": 1647, "end": 1667, "text": "Shen and Wang (2018)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "In traditional Z-numbers, the restriction A and reliability B are expressed as single linguistic terms, for instance, \"the air quality is good, very certain\". To represent human cognition more flexible, in this study, we use the hesitant fuzzy linguistic term sets (HFLTSs) (Liao, Xu, Zeng, & Merigó, 2015; Rodríguez, Martínez, & Herrera, 2012) rather than single linguistic terms to describe the restriction A and reliability B of a Z-number and call this extended form as a generalized Z-number. For example, \"the air quality is good or above, not very certain\". In this case, if there are three degrees of certainty such as \"generally certain\", \"certain\", \"very certain\", then \"not very certain\" means \"certain\" or \"generally certain\". Compared with the classical Z-number, the description of the generalized Z-number is not only more consistent with human cognition, but also more able to reflect the uncertainty in decision-making problems.", "cite_spans": [{"start": 274, "end": 306, "text": "(Liao, Xu, Zeng, & Merigó, 2015;", "ref_id": "BIBREF20"}, {"start": 307, "end": 344, "text": "Rodríguez, Martínez, & Herrera, 2012)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "For a Z-number, implicitly, we have = Z A u x p is B ( , ( )· )", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "B. In addition, after generalizing Z-numbers with HFLTSs, both the restriction A and reliability B may be expressed as a collection of linguistic terms. In this regard, we substitute the membership function with the utility function in the DS theory and generalize the probability distribution to the basic probability assignment (BPA). In other words, in this paper, u x ( ) A represents the utility function of A and p X represents the BPA function of A. Then we can integrate the evaluation according to the synthesis rules of the DS theory.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To sum up, the study dedicates to achieving the following innovative contributions:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(1) The elements of Z-numbers are generalized from classical fuzzy numbers or linguistic terms to HFLTSs and the generalized Znumber is introduced. In this way, we can enrich the representation form for uncertain information.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(2) The identification framework in the DS theory is used to describe the generalized Z-numbers to avoid ambiguity. (3) The knowledge of Z-numbers is used to derive the BPA of evidence, and the synthetic rules of the DS theory are used to integrate Znumbers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Since the beginning of 2020, novel coronavirus outbreaks have occurred in various parts of the world. Although the state and government have invested a lot of money and time in the treatment of novel coronavirus, there is still no recognized effective medicine available for public use. In this paper, a case study concerning the medicine selection for coronavirus patients is given to validate the information fusion method with generalized Z-numbers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is organized as follows: The basic concepts are reviewed in Section 2. Then, how to generate the BPA of evidence is discussed in Section 3. A multi-criterion decision-making method based on the DS theory and generalized Z-numbers is proposed in Section 4. In Section 5, an illustrative example of the medicine selection for coronavirus patients is provided to show the effectiveness of the proposed method. The paper ends with concluding remarks in Section 6.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this section, some concepts involved are introduced.", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "To express uncertain evaluation information, Zadeh (1965) proposed the fuzzy set theory. Since there is not only fuzzy uncertainty but also hesitation uncertainty in human cognition, Rodríguez et al. (2012) proposed the HFLTS to represent the hesitancy of experts with a set of possible linguistic terms. Later, Liao et al. (2015) mathematically redefined the HFLTS and introduced the hesitant fuzzy linguistic elements. The HFLTS is effective to describe both simple and complex linguistic evaluations. Therefore, it has aroused great interest of many scholars (Liao et al., 2018) and many studies on HFTLSs have been developed, such as the distance and similarity measures (Liao, Xu, & Zeng, 2014) , correlation measures (Liao, Gou, & Xu, 2020) , score function (Liao et al., 2019) and aggregation in group decision making (Rodríguez, Martínez, & Herrera, 2013) .", "cite_spans": [{"start": 45, "end": 57, "text": "Zadeh (1965)", "ref_id": "BIBREF41"}, {"start": 183, "end": 206, "text": "Rodríguez et al. (2012)", "ref_id": "BIBREF27"}, {"start": 312, "end": 330, "text": "Liao et al. (2015)", "ref_id": "BIBREF20"}, {"start": 562, "end": 581, "text": "(Liao et al., 2018)", "ref_id": "BIBREF18"}, {"start": 675, "end": 699, "text": "(Liao, Xu, & Zeng, 2014)", "ref_id": "BIBREF19"}, {"start": 723, "end": 746, "text": "(Liao, Gou, & Xu, 2020)", "ref_id": "BIBREF16"}, {"start": 764, "end": 783, "text": "(Liao et al., 2019)", "ref_id": "BIBREF17"}, {"start": 825, "end": 863, "text": "(Rodríguez, Martínez, & Herrera, 2013)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Hesitant fuzzy linguistic term set"}, {"text": "Definition 1 ( (Liao et al., 2015; Rodríguez et al., 2012) ). Let S be a linguistic term set. An HFLTS", "cite_spans": [{"start": 15, "end": 34, "text": "(Liao et al., 2015;", "ref_id": "BIBREF20"}, {"start": 35, "end": 58, "text": "Rodríguez et al., 2012)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Hesitant fuzzy linguistic term set"}, {"text": "is an ordered finite subset of the consecutive linguistic terms of S, where For human expression to be highly consistent with hesitant fuzzy linguistic elements, (Rodríguez et al., 2012) proposed a translation function E GH , which can handle most types of linguistic expressions, shown as: ", "cite_spans": [{"start": 162, "end": 186, "text": "(Rodríguez et al., 2012)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Hesitant fuzzy linguistic term set"}, {"text": "A Z-number (Zadeh, 2011) is an ordered pair composed of two fuzzy numbers expressed as = Z A B ( , ). The first component, A, represents a constraint on the value of an uncertain variable X A . The second component, B, represents the probability measure of the reliability of the first component, A. In particular, if the variable X A is a random variable for A, a further definition of a Z-number can be denoted as (Zadeh, 2011) : . A simple Z-number is shown as Fig. 1 .", "cite_spans": [{"start": 11, "end": 24, "text": "(Zadeh, 2011)", "ref_id": "BIBREF42"}, {"start": 416, "end": 429, "text": "(Zadeh, 2011)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 464, "end": 470, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Z-number"}, {"text": "Due to the richness of information contained in Z-numbers, a large number of studies on Z-numbers have been carried out. Shen and Wang (Shen & Wang, 2018) proposed the Z-VIKOR method based on the distance measure of Z-numbers for selecting regional circular economy Z. Ren, et al. Computers & Industrial Engineering 145 (2020) 106517 development plan. Kang (2020) applied Z-numbers to environmental assessment problem based on the DS evidence theory under uncertainty. Aboutorab et al. (2018) proposed an integration of Z-numbers with the best-worst method and applied it to supplier development. Peng and Wang (2018) proposed an outranking decision-making method with Z-numbers combining ELECTRE III and QUALIFLEX for job-satisfaction evaluation. Yang and Wang (2018) combined the stochastic multi-criteria acceptability analysis (SMAA) with Z-numbers to deal with decision-aiding problems. To generate Z-numbers, Kang, Deng, and Hewage (2018) used the maximum entropy based on the ordered weight averaging (OWA) operator inspired by Yager (1988 ", "cite_spans": [{"start": 135, "end": 154, "text": "(Shen & Wang, 2018)", "ref_id": "BIBREF31"}, {"start": 266, "end": 333, "text": "Z. Ren, et al. Computers & Industrial Engineering 145 (2020) 106517", "ref_id": null}, {"start": 352, "end": 363, "text": "Kang (2020)", "ref_id": "BIBREF12"}, {"start": 469, "end": 492, "text": "Aboutorab et al. (2018)", "ref_id": "BIBREF0"}, {"start": 597, "end": 617, "text": "Peng and Wang (2018)", "ref_id": "BIBREF26"}, {"start": 748, "end": 768, "text": "Yang and Wang (2018)", "ref_id": "BIBREF38"}, {"start": 915, "end": 944, "text": "Kang, Deng, and Hewage (2018)", "ref_id": "BIBREF13"}, {"start": 1035, "end": 1046, "text": "Yager (1988", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Z-number"}, {"text": "The DS theory, also called the DS evidence theory, was first proposed by Dempster (1967) and then developed by Shafer (1976) to handle uncertain information. It promotes the traditional Bayes reasoning approach by allowing weaker conditions than the traditional Bayes reasoning approach. The DS evidence theory has been widely used in various fields. Yang and Xu (2013) proposed the evidential reasoning rule to deal with MCDM problems. Chen and Deng (2018) combined the AHP and DS evidence theory to evaluate sustainable transport solutions. Jiroušek and Shenoy (2018) introduced a new entropy of belief functions in the DS theory to measure the total uncertainty of BPA. Zhang and Deng (2018) and Dong, Zhang, and Li (2019) used the DS evidence theory to analysis fault diagnosis problems in uncertain environment. Yuan and Luo (2019) proposed a novel intuitionistic fuzzy entropy to determine the weights of evidence. Fang and Liao (2020) proposed a generalized probabilistic linguistic evidential reasoning approach considering to reassign the remaining belief degree to an envelopment of focal elements. Fu and Chang (2020) proposed a group satisfaction concept to analysis multiple criteria group decision making problems with evidential reasoning approach. Ng and Law (2020) used the evidential reasoning to analysis sentiment words in social networks to investigate consumer preferences.", "cite_spans": [{"start": 73, "end": 88, "text": "Dempster (1967)", "ref_id": "BIBREF4"}, {"start": 111, "end": 124, "text": "Shafer (1976)", "ref_id": "BIBREF29"}, {"start": 351, "end": 369, "text": "Yang and Xu (2013)", "ref_id": "BIBREF39"}, {"start": 437, "end": 457, "text": "Chen and Deng (2018)", "ref_id": "BIBREF3"}, {"start": 673, "end": 694, "text": "Zhang and Deng (2018)", "ref_id": "BIBREF43"}, {"start": 699, "end": 725, "text": "Dong, Zhang, and Li (2019)", "ref_id": "BIBREF5"}, {"start": 921, "end": 941, "text": "Fang and Liao (2020)", "ref_id": "BIBREF6"}, {"start": 1109, "end": 1128, "text": "Fu and Chang (2020)", "ref_id": "BIBREF7"}, {"start": 1264, "end": 1281, "text": "Ng and Law (2020)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "be a set of mutually exclusive and collectively exhaustive events. We call the set a frame of discernment and denote P ( ) as the power set composed of 2 n elements of , that is", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": ", the mass function m (·) is a mapping from 2 to the number between 0 and 1. m (·) satisfies the following conditions:", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "The elements of P ( ) or the subset of are called propositions. In other words, if A P ( ), then, A is a proposition. The mass function is also called the BPA or belief function, which represents how strongly the evidence supports A. If > m A ( ) 0, then, A is called a focal element. In the DS theory, for two evidences m 1 and m 2 , the synthesis rule is denoted as = m m m 1 2 with Dempster's rule of combination defined as:", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "To avoid the conflict between evidences, a discount coefficient could be introduced. A discounting coefficient [0, 1] represents the weight (reliability) of the evidence. Then, the updated evidence m is represented as follow:", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "In Eq. (5), m ( ) can be divided into two parts = m m ( ) ( ) and = m ( ) 1", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": ". Then, the belief degree of a focal element can be gained by:", "cite_spans": [], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "According to the utility theory (Yang & Xu, 2013) , we can get the upper and lower bounds of the utility of alternative x i , and then rank the alternatives:", "cite_spans": [{"start": 32, "end": 49, "text": "(Yang & Xu, 2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "The Dempster-Shafer theory"}, {"text": "In a classical Z-number = Z A B ( , ), the constraint A and reliability B are represented by single linguistic terms. When the constraint A and reliability B become complicated and are expressed in more than one linguistic term, we can use HFLTSs to represent the hesitancy information of experts. To make the meaning of the expression unambiguous, we use the identification framework of the DS theory to represent the constraint A and reliability B in Z-numbers. There are two problems to be solved. The evaluation grades in the identification Z. Ren, et al. Computers & Industrial Engineering 145 (2020) 106517 framework are indeed not independent. In this regard, we introduce the Shapley value to assign a reasonable utility value to each evaluation grade. Additionally, it is also an important problem to translate the evaluations of reliability given by experts into crisp values. To this point, the score function of HFLTSs can be used to handle this problem.", "cite_spans": [{"start": 548, "end": 612, "text": "Ren, et al. Computers & Industrial Engineering 145 (2020) 106517", "ref_id": null}], "ref_spans": [], "section": "Generate basic probability assignment based on the knowledge of Z-numbers"}, {"text": "A fuzzy measure µ is a set function on the set of (Shapley & Shubik, 1953) .", "cite_spans": [{"start": 50, "end": 74, "text": "(Shapley & Shubik, 1953)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Determine the utility values of non-independent evaluation grades"}, {"text": "represents the weight or utility of the element H j . If the elements in H are independent, then,", "cite_spans": [], "ref_spans": [], "section": "Determine the utility values of non-independent evaluation grades"}, {"text": "In fact, the elements in the set H are usually not independent. To determine the expected marginal contribution of a particular element to the set H , the Shapley value can be introduced. The Shapley index for each j H is defined as (Shapley & Shubik, 1953) :", "cite_spans": [{"start": 233, "end": 257, "text": "(Shapley & Shubik, 1953)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Determine the utility values of non-independent evaluation grades"}, {"text": "The Shapley value j can be interpreted as a kind of average value of marginal contribution of a single element in all possible coalitions. In the DS theory, the elements of identification framework are mutually exclusive and exhaustive but not necessarily independent. In Yang and Xu (2013)'s evidential reasoning approach, all evaluation grades are considered to be independent. This is not realistic. For example, \"good\" and \"very good\" are actually not independent. Suppose that the utility of \"good\" is 0.25 and the utility of \"very good\" is 0.5, according to Yang and Xu (2013) 's approach, the utility of \"at least good\" is equal to 0.75. However, if the decision-maker has a certain preference, the result will be greater than or less than 0.75. The Shapley value can be used to handle this problem well when evaluation grades are considered to be non-independent. In fact, the Choquet integral is a more widely used tool for the non-additive fuzzy measure. However, the Choquet integral is usually used to solve the interactions of weighted criteria, and this study is intended to analyze the effectiveness of non-mutually exclusive evaluation levels. So, the Shapley value may not be a better approach but it may be a more appropriate way to do it.", "cite_spans": [{"start": 564, "end": 582, "text": "Yang and Xu (2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Determine the utility values of non-independent evaluation grades"}, {"text": "Although experts give the evaluation of reliability B, it is not easy to quantify especially if it is expressed in more than one linguistic term. Gou and Xu (2016) proposed two transformation functions to explain the meanings of hesitant fuzzy linguistic term sets. Further, Liao et al. (2019) proposed a score function of HFLTS based on the hesitancy degree and linguistic scale function. This score function mainly considers the positions of linguistic terms and the number of linguistic terms. It can be used to measure the reliability B expressed by HFLTS reasonably. can be defined as:", "cite_spans": [{"start": 146, "end": 163, "text": "Gou and Xu (2016)", "ref_id": "BIBREF8"}, {"start": 275, "end": 293, "text": "Liao et al. (2019)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Quantify reliability and determine the discount coefficient"}, {"text": "where HD h ( ) S is the hesitancy degree of h S , and g s ( ) l is the semantic of s l , which can be calculated as follows:", "cite_spans": [], "ref_spans": [], "section": "Quantify reliability and determine the discount coefficient"}, {"text": "In addition, how to deal with the conflict between evidences is a long-standing research topic in the DS theory. One of the common methods is to assign different discount coefficients to different pieces of evidences. In recent studies (Dong et al., 2019; Murofushi & Sugeno, 1989; Zhang & Deng, 2018) , the discount coefficient was obtained by measuring the distance between evidences. The smaller the total distance between one evidence and another is, the more reliable the evidence is, and the larger the discount coefficient should be given. When we use Z-numbers to give evaluations, the reliability is measurable. Given that a piece of evidence may be made up of several Z-numbers, the function of discount coefficient can be given by the reference score function as follow:", "cite_spans": [{"start": 236, "end": 255, "text": "(Dong et al., 2019;", "ref_id": "BIBREF5"}, {"start": 256, "end": 281, "text": "Murofushi & Sugeno, 1989;", "ref_id": "BIBREF24"}, {"start": 282, "end": 301, "text": "Zhang & Deng, 2018)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Quantify reliability and determine the discount coefficient"}, {"text": "where HD e ( ) ij is the hesitancy degree of a piece of evidence e ij , E h ( ) Sl is the score of the reliability B in a Z-number, and n is the number of the Z-number in a piece of evidence.", "cite_spans": [], "ref_spans": [], "section": "Quantify reliability and determine the discount coefficient"}, {"text": "According to the definition of a Z-number, . In this paper, we substitute the membership function u x ( ) ", "cite_spans": [], "ref_spans": [], "section": "Generate the basic probability assignment"}, {"text": "It is easy to understand why we derive the result of a basic probability allocation rather than probability. After we extend the Z-numbers with HFLTS, the focal element of the Z-evaluation information is likely to be made up of an envelope of evaluation levels rather than a single linguistic term. Considering that there are multiple Z-evaluations due to the hesitancy of decision makers, it is necessary to normalize m H ( ) j . Next, we can integrate the Z-evaluation with m H ( ) j according to the DS evidence synthesis rules.", "cite_spans": [], "ref_spans": [], "section": "Generate the basic probability assignment"}, {"text": "Suppose that there is an MCDM problem with I alternatives According to the analysis in the previous section, we propose an MCDM method based on the DS theory and generalized Z-numbers. To facilitate the application, we summarize the algorithm of this method below. The flow chart of this algorithm is illustrated in Fig. 2 . Z. Ren, et al. Computers & Industrial Engineering 145 (2020) 106517 Step 1 , and e ij is the evaluation of the j -th criterion for the i -th alternative. Then, all those evidences form a × I J decision matrix × D I J .", "cite_spans": [{"start": 325, "end": 392, "text": "Z. Ren, et al. Computers & Industrial Engineering 145 (2020) 106517", "ref_id": null}], "ref_spans": [{"start": 316, "end": 322, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "Step 2. (Revise the utility value of the evaluation grades by Shapley value) According to the preference of experts, the utility value of the evaluation grade H j and all of the subsets of H are given. By Eq. (11), the utility value of the evaluation grade H j is revised by the corresponding Shapley value.", "cite_spans": [], "ref_spans": [], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "Step 3. (Generate the BPA) By Eqs. (12)- (14), the score of the reliability of evidence can be calculated. Then, the BPA m H ( ) j can be calculated by Eq. (16). Because there may be more than one evaluation in one piece of evidence, sometimes we need to normalize the BPA.", "cite_spans": [], "ref_spans": [], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "Step 4. (Generate the discount coefficient) In Step 3, we generate the score of the reliability. In this step, we still use this method to calculate the comprehensive reliability of a piece of evidence as a discount coefficient by Eq. (15) . Again, the discount coefficient needs to be normalized by Eq. (17).", "cite_spans": [], "ref_spans": [{"start": 235, "end": 239, "text": "(15)", "ref_id": "FIGREF1"}], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "Step 5. (Integrate all evaluations by the DS theory) After obtaining the BPA for each piece of evidence, the decision matrix can be integrated by the evidential reasoning method (Yang & Xu, 2013) .", "cite_spans": [{"start": 178, "end": 195, "text": "(Yang & Xu, 2013)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "Step 6. (Rank the alternatives) We finally rank the alternatives according to their utilities.", "cite_spans": [], "ref_spans": [], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "As shown in the steps above, our approach is simple and easy to understand. The highlight is that we consider the reliability of information when constructing the Z-evaluation decision matrices. In addition, when calculating the utility values of evaluation levels, we introduce the Shapley value to deal with the non-exclusive relationships between evaluation levels. All of these are the shortcomings of traditional evidential reasoning approach. These illustrate that our approach is more suitable in dealing with uncertain decision problems.", "cite_spans": [], "ref_spans": [], "section": "A multi-criterion decision-making method based on the DS theory and generalized Z-numbers"}, {"text": "In this section, an illustrative example concerning the medicine selection for the patients with mild symptoms of the COVID-19 is given to show the effectiveness of the proposed method.", "cite_spans": [], "ref_spans": [], "section": "An illustrative example: Medicine options for the patients with mild symptoms of the COVID-19"}, {"text": "In December 2019, a new type of coronavirus pneumonia broke out in Wuhan, China, which wreaked havoc across the country and seriously threatened human health, drawing worldwide attention. The COVID-19 is a B type infectious disease similar to the SARS coronavirus in 2003, causing severe symptoms of pneumonia. Coronaviruses belong to the Coronaviridae family in the Nidovirales order. Corona represents crown-like spikes on the outer surface of the virus; thus, it was named as a coronavirus (Shereen & Khan, 2020) . The virus is transmitted through droplets, close contact and other means, and patients in the incubation period could potentially transmit the virus to other persons. According to current observations, the new coronavirus is weaker than SARS in pathogenesis, but has stronger transmission competence (Tian, 2020) . According to the data from the official website of National Health Commission of the People's Republic of China (http://www.nhc. gov.cn/), there was a clear trend of the epidemic spreading after January 24, 2020. By April 18, 2020, China had a total of 4632 deaths, 1041 confirmed cases and 77,062 cured cases. Since mid-February, the number of confirmed cases has been on a downward trend. In addition, the number of people cured has been increased and the number of deaths was small and stable. The spread is illustrated in Fig. 3 .", "cite_spans": [{"start": 493, "end": 515, "text": "(Shereen & Khan, 2020)", "ref_id": "BIBREF32"}, {"start": 818, "end": 830, "text": "(Tian, 2020)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 1359, "end": 1365, "text": "Fig. 3", "ref_id": null}], "section": "Case description"}, {"text": "Unfortunately, no drugs or vaccines have been approved for the treatment of human coronaviruses. Several approaches for the control or prevention of the COVID-19 infections can be envisaged, including vaccines, monoclonal antibodies, oligonucleotide-based therapies, peptides, interferon therapies, and small-molecule drugs (Li & Clercq, 2019) . However, in terms of antiviral medicine, there is still no specific medicine. Ribavirin combined with interferon is still recommended for the diagnosis and treatment of the COVID-19 in China due to its effectiveness in treating Middle East respiratory syndrome (MERS). Lopinavir is one kind of protease inhibitor used to treat HIV infection, with ritonavir as a booster. Lopinavir/Ritonavir have anti coronavirus activity in vitro. Besides, Remdesivir may be the best potential medicine for the treatment of the COVID-19. As a drug undergoing a clinical trial, Remdesivir has been shown to have highly proofreading ability, and mutated drug resistance can effectively reduce virulence (Liu & Morse, 2020) . In addition, Chinese medicine, such as Lianhuaqingwen Capsules, has also played an important role in the prevention and treatment of new respiratory infectious diseases (Lu, 2020) . However, it is worth noting that there are no specific antiviral medicines or vaccines for the COVID-19. All medicine need to be further confirmed in clinical trials.", "cite_spans": [{"start": 324, "end": 343, "text": "(Li & Clercq, 2019)", "ref_id": "BIBREF14"}, {"start": 1031, "end": 1050, "text": "(Liu & Morse, 2020)", "ref_id": "BIBREF21"}, {"start": 1222, "end": 1232, "text": "(Lu, 2020)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Case description"}, {"text": "The most detailed breakdown of symptoms of the disease comes from a recent World Health Organization analysis of more than 55,000 confirmed cases in China (World Health Organization, 2019). According to the statistics, here are the most common symptoms and the percentage of people who had them: fever: 88%, dry cough: 68%, fatigue: 38%, Coughing up sputum, or thick phlegm, from the lungs: 33%, Shortness of breath: 19%, Bone or joint pain: 15% and the rest are small enough to ignore (World Health Organization, 2019).", "cite_spans": [], "ref_spans": [], "section": "Case description"}, {"text": "In this study, we select four medicine as candidates for patients of the COVID-19. They are Ribavirin, Lopinavir/Ritonavir, Remdesivir and Lianhuaqingwen Capsules. Medicine should be selected not only for their effect on symptoms, but also for their antiviral activity and their possible side effects. Thus, we select four indicators antiviral activity, coolify, ease breathing and side effect as criteria for expert evaluation. To find the best medicine for the patients with mild symptoms of the COVID-19, we suppose that the evaluation grades of constraint A is predetermined as =", "cite_spans": [], "ref_spans": [], "section": "Case description"}, {"text": "and that of reliability B is predetermined as", "cite_spans": [], "ref_spans": [], "section": "Case description"}, {"text": "very certain VC ( ), 3 = R 4 extremely certain EC ( )}. According to the experience and opinions of experts, the performances of the four medicine on four criteria are given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 177, "end": 184, "text": "Table 1", "ref_id": null}], "section": "Case description"}, {"text": "Below we use our proposed decision-making method to help the patients with mild symptoms of the COVID-19 to select the most suitable medicine.", "cite_spans": [], "ref_spans": [], "section": "Solve the case by the proposed method"}, {"text": "Step 1. (Generate decision matrices in the form of Z-numbers) We can translate these initial linguistic expressions into generalized Znumbers. The decision matrix is obtained as Table 2 .", "cite_spans": [], "ref_spans": [{"start": 178, "end": 185, "text": "Table 2", "ref_id": null}], "section": "Solve the case by the proposed method"}, {"text": "Step 2 The score of the reliability for the rest evidences can be calculated as: Then, by Eq. (16) and (17), the BPA can be obtained by dividing the score of the reliability by the utilities of evaluation grades. Thus, the new decision matrix is translated to Table 3 .", "cite_spans": [], "ref_spans": [{"start": 260, "end": 267, "text": "Table 3", "ref_id": null}], "section": "Solve the case by the proposed method"}, {"text": "Step 4. (Generate the discount coefficients) By Eq. (15), the discount coefficient of each criterion can be calculated as: .", "cite_spans": [], "ref_spans": [], "section": "Solve the case by the proposed method"}, {"text": "Step 5. (Integrate all evaluations by the DS theory) By Eqs. (2)-(7), the decision matrix can be integrated with the synthesis rules of the DS theory. The results are listed in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 177, "end": 184, "text": "Table 4", "ref_id": "TABREF9"}], "section": "Solve the case by the proposed method"}, {"text": "Step 6. (Rank the alternatives) By Eqs. (8)-(10), based on the utility values and the belief degrees obtained in previous steps, we can calculate u x ( ) i for each alternative:", "cite_spans": [], "ref_spans": [], "section": "Solve the case by the proposed method"}, {"text": "4 , that is, the most effective medicine for patients with mild symptoms of the COVID-19 is Remdesivir. The purpose is to use the existing evaluation information to generate Z-numbers. By contrast, in this paper, we use the reliability of information to integrate information indirectly instead of directly relying on the probability distribution, so as to sort and select the best alternative. Obviously, our method provides a solution to uncertain MCDM problem with reliability. On the other hand, the membership function in the form of triangular fuzzy number used by Liu et al. (2019) is too simple to present complex evaluation information. In addition, transforming the reliability part of Z-numbers into triangular fuzzy numbers will lead to the distortion and loss of the original Z-evaluation information. In this respect, we generalize the elements of Z-numbers from classical fuzzy numbers or linguistic terms to HFLTSs, which enriches the representation form of uncertain information. In addition, the utility function is used to replace the membership function, which not only well conforms to the knowledge of the DS evidence theory, but also considers the mutual influence between evaluation levels. In general, the method we proposed makes full use of the original definition of Z-numbers, and it is easier to integrate Z-evaluation information by using the evidence aggregation rules of the DS theory than to convert Z-numbers into classical fuzzy numbers.", "cite_spans": [{"start": 571, "end": 588, "text": "Liu et al. (2019)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Solve the case by the proposed method"}, {"text": "Due to the destructive power of novel coronavirus, there are no effective drugs that can be used in clinical trials to protect against and treat symptoms caused by the coronavirus. In this case, unlike conventional drug selection issues, the expert's opinion is especially important to medicine options for the patients with mild symptoms of the COVID-19. The generalized Z-numbers evaluation model proposed in this paper fully considers the reliability of information when evaluating information under multiple criteria, so it fits well with the drug Table 3 The new decision matrix regarding four medicines. ", "cite_spans": [], "ref_spans": [{"start": 552, "end": 559, "text": "Table 3", "ref_id": null}], "section": "Comparing with Liu et al. (2019)'s model"}, {"text": "Although many theories are devoted to describing uncertain phenomena include hesitation, incompleteness or imprecision for MCDM problems, none of these except the Z-number can well describe the reliability of information. The traditional Z-number is represented by a single linguistic term or uncertain linguistic terms. In this paper, we generalized the form of Z-number to hesitant fuzzy linguistic environment from fuzzy sets. Because the expression form of the generalized Znumbers is more complex, to avoid ambiguity, the generalized Znumbers were described by the identification framework of the DS theory. Then, the knowledge of Z-numbers was used to derive the BPA of evidence, and the synthetic rules in the DS theory were used to integrate evaluations. In this process, considering that the evaluation grades may be not independent of each other, the Shapley value was introduced to determine the utility values of evaluation grades. Finally, the effectiveness of this proposed method was illustrated by the selection of medicine for patients with mild symptoms of the COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In this study, we used the Shapley value to deal with non-dependent evaluation grades. In fact, the D-number, as an extension of the DS theory, is based on the premise that evaluation levels in the identification framework are not mutually exclusive. So, we are going to investigate the generalized Z-numbers based on the knowledge of Dnumbers in the future. On the other hand, although we considered that evaluation levels are not independent of each other, the dependency between criteria was not considered. In the future research, we will try to introduce the interactions of criteria into this process and get a more perfect decision-making method.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Zongyuan Ren: Conceptualization, Formal analysis, Writing -original draft. Huchang Liao: Supervision, Writing -original draft. Yuxi Liu: Data curation. ", "cite_spans": [], "ref_spans": [], "section": "CRediT authorship contribution statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ZBWM: The Z-numbers extension of best worst method and its application for supplier development", "authors": [{"first": "H", "middle": [], "last": "Aboutorab", "suffix": ""}, {"first": "M", "middle": [], "last": "Saberi", "suffix": ""}, {"first": "M", "middle": [], "last": "Rajabi", "suffix": ""}], "year": 2018, "venue": "Expert Systems with Applications", "volume": "4174", "issn": "", "pages": "30245--30248", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The arithmetic of discrete Z-numbers", "authors": [{"first": "R", "middle": ["A"], "last": "Aliev", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Alizadeh", "suffix": ""}], "year": 2015, "venue": "Information Sciences", "volume": "290", "issn": "", "pages": "134--155", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The arithmetic of continuous Z-numbers", "authors": [{"first": "R", "middle": ["A"], "last": "Aliev", "suffix": ""}, {"first": "O", "middle": ["H"], "last": "Huseynov", "suffix": ""}], "year": 2016, "venue": "Information Sciences", "volume": "373", "issn": "", "pages": "441--460", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A modified method for evaluating sustainable transport solutions based on AHP and Dempster-Shafer evidence theory", "authors": [{"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Deng", "suffix": ""}], "year": 2018, "venue": "Applied Sciences", "volume": "84", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Upper and lower probabilities induced by a multivalued mapping", "authors": [{"first": "A", "middle": ["P"], "last": "Dempster", "suffix": ""}], "year": 1967, "venue": "The Annals of Mathematical Statistics", "volume": "382", "issn": "", "pages": "325--339", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Combination of evidential sensor reports with distance function and belief entropy in fault diagnosis", "authors": [{"first": "Y", "middle": ["K"], "last": "Dong", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}], "year": 2019, "venue": "International Journal of Computers Communications & Control", "volume": "143", "issn": "", "pages": "329--343", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Generalized probabilistic linguistic evidential reasoning approach for multi-criteria decision-making under uncertainty", "authors": [{"first": "R", "middle": [], "last": "Fang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}], "year": 2020, "venue": "Journal of the Operational Research Society", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/01605682.2019.1654415"]}}, "BIBREF7": {"ref_id": "b7", "title": "Multiple criteria group decision making based on group satisfaction", "authors": [{"first": "C", "middle": [], "last": "Fu", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Chang", "suffix": ""}], "year": 2020, "venue": "Information Sciences", "volume": "518", "issn": "", "pages": "309--329", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Novel basic operational laws for linguistic terms, hesitant fuzzy linguistic term sets and probabilistic linguistic term sets", "authors": [{"first": "X", "middle": ["J"], "last": "Gou", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Xu", "suffix": ""}], "year": 2016, "venue": "Information Sciences", "volume": "372", "issn": "", "pages": "407--427", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A new definition of entropy of belief functions in the Dempster-Shafer theory", "authors": [{"first": "R", "middle": [], "last": "Jiroušek", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Shenoy", "suffix": ""}], "year": 2018, "venue": "International Journal of Approximate Reasoning", "volume": "92", "issn": "", "pages": "49--65", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Decision making using Z-numbers under uncertain environment", "authors": [{"first": "B", "middle": ["Y"], "last": "Kang", "suffix": ""}], "year": 2012, "venue": "Journal of Computational Information Systems", "volume": "87", "issn": "", "pages": "2807--2814", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Stable strategies analysis based on the utility of Z-numbers in the evolutionary games", "authors": [{"first": "B", "middle": ["Y"], "last": "Kang", "suffix": ""}], "year": 2018, "venue": "Applied Mathematics and Computation", "volume": "324", "issn": "", "pages": "202--217", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Environmental assessment under uncertainty using Dempster-Shafer theory and Z-numbers", "authors": [{"first": "Y", "middle": [], "last": "Kang", "suffix": ""}], "year": 2020, "venue": "Journal of Ambient Intelligence and Humanized Computing", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12652-019-01228-y"]}}, "BIBREF13": {"ref_id": "b13", "title": "Generating Z-numbers based on OWA weights using maximum entropy", "authors": [{"first": "B", "middle": ["Y"], "last": "Kang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}, {"first": "K", "middle": [], "last": "Hewage", "suffix": ""}], "year": 2018, "venue": "International Journal of Intelligent Systems", "volume": "33", "issn": "", "pages": "1745--1755", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Therapeutic options for the, novel coronavirus (2019-nCoV)", "authors": [{"first": "G", "middle": ["D"], "last": "Li", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Clercq", "suffix": ""}], "year": 2019, "venue": "Nature Reviews Drug Discovery", "volume": "319", "issn": "", "pages": "149--150", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A new uncertainty measure of discrete Z-numbers", "authors": [{"first": "Y", "middle": ["X"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}], "year": 2020, "venue": "International Journal of Fuzzy Systems", "volume": "322", "issn": "", "pages": "760--776", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hesitancy degree-based correlation measures for hesitant fuzzy linguistic term sets and their applications in multiple criteria decision making", "authors": [{"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Gou", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Information Sciences", "volume": "508", "issn": "", "pages": "275--292", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Score-HeDLiSF: A score function of hesitant fuzzy linguistic term set based on hesitant degrees and linguistic scale functions: An application to unbalanced hesitant fuzzy linguistic MULTIMOORA. Information Fusion", "authors": [{"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "R", "middle": [], "last": "Qin", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Gao", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "A", "middle": [], "last": "Hafezalkotob", "suffix": ""}, {"first": "F", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2019, "venue": "", "volume": "48", "issn": "", "pages": "39--54", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hesitant fuzzy linguistic term set and its application in decision making: A state-of-the art survey", "authors": [{"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Xu", "suffix": ""}, {"first": "E", "middle": [], "last": "Herrera-Viedma", "suffix": ""}, {"first": "F", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2018, "venue": "International Journal of Fuzzy Systems", "volume": "20", "issn": "7", "pages": "2084--2110", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Distance and similarity measures for hesitant fuzzy linguistic term sets and their application in multi-criteria decision making", "authors": [{"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Xu", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Zeng", "suffix": ""}], "year": 2014, "venue": "Information Sciences", "volume": "271", "issn": "", "pages": "125--142", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Qualitative decision making with correlation coefficients of hesitant fuzzy linguistic term sets. Knowledge-Based Systems", "authors": [{"first": "H", "middle": ["C"], "last": "Liao", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Xu", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Zeng", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Merigó", "suffix": ""}], "year": 2015, "venue": "", "volume": "76", "issn": "", "pages": "127--138", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Learning from the past: Possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019-nCoV", "authors": [{"first": "W", "middle": ["S"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Morse", "suffix": ""}], "year": 2020, "venue": "ChemBioChem", "volume": "521", "issn": "", "pages": "730--738", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Derive knowledge of Z-numbers from the perspective of Dempster-Shafer evidence theory", "authors": [{"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tian", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Kang", "suffix": ""}], "year": 2019, "venue": "Engineering Applications of Artificial Intelligence", "volume": "85", "issn": "", "pages": "754--764", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Drug treatment options for the 2019-new coronavirus (2019-nCoV)", "authors": [{"first": "H", "middle": ["Z"], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "BioScience Trends", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5582/bst.2020.01020"]}}, "BIBREF24": {"ref_id": "b24", "title": "An interpretation of fuzzy measures and the Choquet integral as an integral with respect to a fuzzy measure", "authors": [{"first": "T", "middle": [], "last": "Murofushi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sugeno", "suffix": ""}], "year": 1989, "venue": "Fuzzy Sets and Systems", "volume": "29", "issn": "", "pages": "201--227", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Investigating consumer preferences on product designs by analyzing opinions from social networks using evidential reasoning", "authors": [{"first": "C", "middle": ["Y"], "last": "Ng", "suffix": ""}, {"first": "K", "middle": ["M Y"], "last": "Law", "suffix": ""}], "year": 2020, "venue": "Computers & Industrial Engineering", "volume": "139", "issn": "", "pages": "106--180", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Outranking decision-making method with Z-numbers cognitive information", "authors": [{"first": "H", "middle": ["G"], "last": "Peng", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Cognitive Computation", "volume": "10", "issn": "", "pages": "752--768", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Hesitant fuzzy linguistic term sets for decision making", "authors": [{"first": "R", "middle": ["M"], "last": "Rodríguez", "suffix": ""}, {"first": "L", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "F", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2012, "venue": "IEEE Transactions on Fuzzy Systems", "volume": "20", "issn": "", "pages": "109--119", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A group decision making model dealing with comparative linguistic expressions based on hesitant fuzzy linguistic term sets", "authors": [{"first": "R", "middle": ["M"], "last": "Rodríguez", "suffix": ""}, {"first": "L", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "F", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2013, "venue": "Information Sciences", "volume": "241", "issn": "", "pages": "28--42", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A mathematical theory of evidence", "authors": [{"first": "G", "middle": [], "last": "Shafer", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Solutions of n-person games with ordinal utilities", "authors": [{"first": "L", "middle": ["S"], "last": "Shapley", "suffix": ""}, {"first": "M", "middle": [], "last": "Shubik", "suffix": ""}], "year": 1953, "venue": "Econometrica", "volume": "21", "issn": "", "pages": "348--349", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Z-VIKOR method based on a new comprehensive weighted distance measure of Z-numbers and its application", "authors": [{"first": "K", "middle": ["W"], "last": "Shen", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "IEEE Transactions on Fuzzy Systems", "volume": "26", "issn": "", "pages": "3232--3245", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "COVID-19 infection: Origin, transmission, and characteristics of human coronaviruses", "authors": [{"first": "M", "middle": ["A"], "last": "Shereen", "suffix": ""}, {"first": "S", "middle": [], "last": "Khan", "suffix": ""}], "year": 2020, "venue": "Journal of Advanced Research", "volume": "24", "issn": "", "pages": "91--98", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "2019-nCoV new challenges from coronavirus", "authors": [{"first": "H", "middle": ["Y"], "last": "Tian", "suffix": ""}], "year": 2020, "venue": "Chinese Journal of Preventive Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Multi-criteria decision-making method based on distance measure and Choquet integral for linguistic Z-numbers", "authors": [{"first": "J", "middle": ["Q"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Cao", "suffix": ""}], "year": 2017, "venue": "Cognitive Computation", "volume": "69", "issn": "", "pages": "827--842", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Interactive TOPSIS based group decision making methodology using Z-numbers", "authors": [{"first": "A", "middle": ["M"], "last": "Yaakob", "suffix": ""}, {"first": "A", "middle": [], "last": "Gegov", "suffix": ""}], "year": 2016, "venue": "International Journal of Computational Intelligence Systems", "volume": "29", "issn": "", "pages": "311--324", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "On ordered weighted averaging aggregation operators in multi-criteria decision making", "authors": [{"first": "R", "middle": ["R"], "last": "Yager", "suffix": ""}], "year": 1988, "venue": "IEEE Transactions on Systems", "volume": "181", "issn": "", "pages": "183--190", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "SMAA-based model for decision aiding using regret theory in discrete Z-numbers context", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Applied Soft Computing", "volume": "65", "issn": "", "pages": "590--602", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Evidential reasoning rule for evidence combination", "authors": [{"first": "J", "middle": ["B"], "last": "Yang", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Xu", "suffix": ""}], "year": 2013, "venue": "Artificial Intelligence", "volume": "205", "issn": "", "pages": "1--29", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Approach for multi-attribute decision making based on novel intuitionistic fuzzy entropy and evidential reasoning", "authors": [{"first": "J", "middle": ["H"], "last": "Yuan", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Luo", "suffix": ""}], "year": 2019, "venue": "Computers & Industrial Engineering", "volume": "135", "issn": "", "pages": "643--654", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Fuzzy sets. Information and Control", "authors": [{"first": "L", "middle": ["A"], "last": "Zadeh", "suffix": ""}], "year": 1965, "venue": "", "volume": "8", "issn": "", "pages": "338--353", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A note on Z-numbers", "authors": [{"first": "L", "middle": ["A"], "last": "Zadeh", "suffix": ""}], "year": 2011, "venue": "Information Sciences", "volume": "181", "issn": "", "pages": "2923--2932", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Engine fault diagnosis based on sensor data fusion considering information quality and evidence theory", "authors": [{"first": "H", "middle": ["P"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}], "year": 2018, "venue": "Advances in Mechanical Engineering", "volume": "1011", "issn": "", "pages": "1--10", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "the number of elements in and s x ( ) l is the continuous terms in S. h x ( ) S is a hesitant fuzzy linguistic element which indicates a set of possible degrees of the linguistic variable to S.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Demonstration of a simple Z-number.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Liao et al., 2019).", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". (Generate decision matrices in the form of generalized Z-numbers)For an MCDM problem with I alternatives and J criteria, according to sensor records and expert opinions, × I J pieces of evidences are given. Each piece of evidence is represented as", "latex": null, "type": "figure"}, "FIGREF4": {"text": ". (Revise the utility values of the evaluation grades by the corresponding Shapley values) Suppose that the utility of evaluation grades =", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Both of our method and Liu et al. (2019)'s model establish the connection between Z-numbers and the DS evidence theory through the knowledge of fuzzy set theory. By this connection, the reliability of information is well considered in MCDM problems with incomplete information. At present, how to handle incomplete and uncertain information is still an open and worthy issue. The difference between our method and Liu et al. (2019)'s model is that the research idea of this paper is just from different direction of Liu et al. (2019)'s model. The motivation of Liu et al. (2019)'s model is to derive the membership degree of reliability of information from the perspective of information fusion.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "patients in this outbreak.", "latex": null, "type": "figure"}, "TABREF2": {"text": ").Liu, Tian, and Kang (2019) derive knowledge of Z-numbers from the perspective of DS evidence theory.Liu et al. (2019) used the DS evidence theory and fuzzy set theory to get Z-numbers. In this study, contrary to Liu et al.'s ideas, we generate the BPA of evidence from the knowledge of the generalized Z-numbers with HFLTS.", "latex": null, "type": "table"}, "TABREF4": {"text": "tively exhaustive and mutually exclusive, where H represents the evaluation grade and R represents the reliability of information. Based on H and R, an expert can evaluate alternative x i on criterion c j and", "latex": null, "type": "table"}, "TABREF5": {"text": "Fig. 2. The algorithm flow chart of the proposed method.", "latex": null, "type": "table"}, "TABREF9": {"text": "The comprehensive evaluations of four medicines.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Medicine </td><td>BPA\n</td></tr><tr><td>Ribavirin </td><td>m ( H 1 = 0.23, m ( H 2 = 0.19, m ( H 4 = 0.1, m ( H 3 , H 4 = 0.08, m ( H) =0.4</td></tr><tr><td>Lianhuaqingwen Capsules </td><td>m ( H 1 = 0.1, m ( H 2 = 0.09, m ( H 3 = 0.2, m ( H 4 = 0.15, m ( H 3 , H 4 = 0.06, m ( H) =0.4</td></tr><tr><td>Lopinavir/Ritonavir </td><td>m ( H 2 = 0.08, m ( H 3 = 0.4, m ( H 4 = 0.12, m ( H 2 , H 3 , H 4 = 0.03, m ( H) =0.37</td></tr><tr><td>Remdesivir </td><td>m ( H 2 = 0.07, m ( H 3 = 0.18, m ( H 4 = 0.26, m ( H 3 , H 4 = 0.12, m ( H) =0.37</td></tr></table></body></html>"}}, "back_matter": [{"text": "The work was supported by the National Natural Science Foundation of China (71571156, 71971145).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "By Eq. (11), the Shapley values for criteria can be calculated as follows:(1) When K is , we have Thus, the Shapley value of the evaluation grade can be obtained as:Then, we can get the Shapley value for the rest of evaluation grades:Step 3. (Generate the BPA) First, we calculate the score of the reliability of evidence. By Eqs. (12)-(14), the score of the reliability for Fig. 3 . The spread of COVID-19 in China (from January 24 to April 18, 2020).", "cite_spans": [], "ref_spans": [{"start": 375, "end": 381, "text": "Fig. 3", "ref_id": null}], "section": "annex"}, {"text": "The evaluation matrix regarding four medicines. ", "cite_spans": [], "ref_spans": [], "section": "Table 1"}]}