{
    "paper_id": "1a8161c9937ee564790b82baf8bdf7842567bdbf",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When I was a freshman in college, a friend gave me a copy of Albert Camus's The Plague, a Nobel Prize-winning novel about a modern city in Algeria that was devastated by bubonic plague. 1 This novel follows the life of Dr. Bernard Rieux, a general practitioner, who is caught up in the chaotic conditions that develop in the city of Oran during a plague epidemic. Dr. Rieux's daily tasks during this time of plague consist of visiting homes and ascertaining whether individuals living there have been affected by the bubonic plague. Whenever he confirms the presence of this highly fatal disease, the patient is moved to a quarantine hospital, and the other residents of that building become quarantined and cannot leave. Eventually, Dr. Rieux and his colleagues triumph over the plague and life in Oran returns to normal. During the plague infestation, Rieux works with nonmedical friends, including one of whom, Rambert, a journalist, desperately wants to flee from the locked city to join his lover in France. Eventually, however, Rambert decides to stay and battle the plague alongside Dr. Rieux.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Life Imitates Art: The Physician in a Time of Plague"
        },
        {
            "text": "I have always loved this book and its calm and committed physician and have reread it many times as well as assigned it as a discussion springboard during many years of coteaching medical humanities classes. Class discussion frequently involved the question, \"Would you personally have taken the risks accepted by Dr. Rieux and continued a daily work schedule despite being surrounded by disease, misery, and death?\" At this time (the end of March 2020), we are experiencing events in the United States and throughout the world similar to those described in The Plague. At our hospital in Arizona, many older physicians and nurses, as well as the majority of our support staff have been appropriately sent home to avoid contact with patients with COVID-19. I considered this option but, in the end, decided to volunteer to continue working on the inpatient service of the hospital. Over the years, when studying The Plague, I often considered whether in a time of plague I would have followed in the footsteps of Dr. Bernard Rieux or, whether like Rambert, would have sought to escape. Not all of us get a chance to make decisions like this in our lives, which usually flow in a relatively smooth and secure course. Most of our older doctors and staff here in Tucson accepted the hospital's recommendation to go home, and that was most appropriate for them to do. Fortunately, I am in good health, up to date on all infection control measures, and have the skill set to distinguish heart failure from pneumonia quickly, a skill that is in great demand right now. Plus, I had Dr. Rieux's decision embedded in both my conscious and subconscious, and the power of it just keeps coming back to me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Imitates Art: The Physician in a Time of Plague"
        },
        {
            "text": "Thus, the arrival of the coronavirus in the United States presented me with the same decision that Dr. Rieux and his colleagues had to make. They chose to fight the plague as did I. At a point in the novel Rieux is questioned by his friends how he can stand the constant defeat that he faces every day with patient after patient succumbing to the plague. Rieux's answer is simple and straightforward: Not abandoning his patients, he states, is a question of human decency, and it is his job. With the decision to continue working in the hospital, I followed in the footsteps of Dr. Rieux, feeling that what is required of all of us as physicians and human beings is to do our job and to continue to care for our patients regardless of the circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Imitates Art: The Physician in a Time of Plague"
        },
        {
            "text": "As always, I welcome responses to this commentary at jalpert@shc.arizona.edu or on our blog at amjmed.org. I would like to thank the following individuals for helpful comments during the preparation of this commentary (in alphabetical order): David Clive, MD; Richard DeShazo, MD; Jane Grochowski, senior editor at Elsevier; and Harvey Simon, MD. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life Imitates Art: The Physician in a Time of Plague"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Plague",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}