{
    "paper_id": "1a897fb62544d434eee85a173ff55253bee48f89",
    "metadata": {
        "title": "Sensitivity Analysis",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• Mean incubation period length ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We tested different decay rates to model the effect of the antiviral drug on the viral load and consequently on the infectiousness measure. Together with the exponential rate presented in the baseline scenario, we model the decay rate via a sigmoid function, using a Gompertz model [1] , and via a constant function. As shown in Figure S1 , we set these models to have the same values after 4 days, representing the decrease in viral load induced by Remdesevir in as study on MERS [2] . Final size and peak incidence are not affected by the tested decay rates as shown in Figure S2 . Figure S1 . Decay rates of infectiousness measure after the administration of an antiviral: Malthusian (green), Gompertz (yellow) and constant (red). Figure S2 . Final size distribution (left panel) and mean peak incidence (right panel) when the decay rate is described by a Matlhusian, a Gompertz or a linear model. The quarantine contact rate is λ q =0.25λ, R s 0 = 2.5 and R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 696,
                    "end": 713,
                    "text": "Gompertz (yellow)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 743,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Decay rates"
        },
        {
            "text": "We assume that only mild cases can escape diagnoses, when not identified via contact tracing. We vary the proportion of diagnosed symptomatic individuals that is here tested to be: 25%, 50% and 75%. As in the baseline scenario, asymptomatic individuals can be diagnosed only when traced and tested. The effect on the final size and peak incidence are reported, respectively, in Figure S3 , Figure S4 and Figure S5 . As expected, these summary measures increase when less symptomatic individuals are diagnosed. However, among all the tested proportions the control strategy based on antivirals, contact tracing and quarantine/isolation results always to be the best approach to decrease final size and peak incidence. Figure S3 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the proportion of diagnosed (mild) symptomatic individuals is 25%. The quarantine contact rate is set to λ q =0.25 λ, and the reproduction numbers are R s 0 = 2.5,R a 0 =0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S4 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the proportion of diagnosed (mild) symptomatic individuals is 50%. The quarantine contact rate is set to λ q =0,25 λ, and the reproduction numbers are R s 0 = 2.5,R a 0 =0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S5 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the proportion of diagnosed (mild) symptomatic individuals is 75%. The quarantine contact rate is set to λ q =0.25 λ, and the reproduction numbers are R s 0 = 2.5,R a 0 =0.55R s 0 .In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 413,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1338,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1941,
                    "end": 1950,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Proportion of diagnosed individuals"
        },
        {
            "text": "We test the mean length of the incubation period setting this value to 6.4 days, in line with the findings reported in Backer et al. [3] . The resulting infectiousness measure presents a longer presymptomatic phase. To this regard, final size and peak incidence result slightly higher for the IAS scenario, where traced individuals are only monitored ( Figure S6 Figure S6 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the expected incubation period length is 6.4 days. The quarantine contact rate is λ q =0,25λ, R s 0 = 2.5 and R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Mean incubation period length"
        },
        {
            "text": "We report in Figure S7 and S8 the sensitivity analysis for the quarantine contact rate: λ q = 0.1λ, 0.5λ. The introduction of an antiviral compound substantially contributes in reducing the final size, the peak incidence and the probability of a challenging outbreak in all the considered settings. This decrease, compared to the scenario in which only isolation/quarantine is implemented, increases when quarantine is less effective (left panels). Figure S7 . Mean peak incidence for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.5λ (left panel) and λ q =0.1λ (right panel) together with 2.5% and 97.5% percentiles. Figure S8 . Distributions of the final size value for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.5λ (left panel) and λ q =0.1λ (right panel) together with the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "Quarantine contact rate"
        },
        {
            "text": "In Figure S9 and S10, we vary the reproduction number of symptomatic individuals that is set, respectively, to R s 0 = 2 and R s 0 = 3. We assume that also in these cases the asymptomatic reproduction number is equal to R s 0 = 0.55R s 0 . Therefore, this is set, respectively, to R a 0 = 1.1 and R a 0 = 1.65. The effect of the antiviral drug, in addition to isolation and quarantine, increases when the reproduction number increases. In case of R 0 = 3, the peak incidence decreases significantly when the antiviral compound is used, compared to control measures based only on isolation and quarantine after symptoms onset. In Figure S11 we set asymptomatic and symptomatic individuals to have the same reproduction number of value R 0 = 2.5. Also in this scenario we noticed that the administration of an antiviral drug lead to a substantial decrease in the final size and peak incidence compared to the values obtained when the other control measures are considered. Figure S9 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25λ, R s 0 = 2 and R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S10 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25λ, R s 0 = 3 and R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S11 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25 λ. We consider the same reproduction number for asymptomatic (R a 0 ) and symptomatic (R s 0 ) individuals: R a 0 = R s 0 = 2.5. In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 639,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 980,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1488,
                    "text": "Figure S10",
                    "ref_id": null
                },
                {
                    "start": 1986,
                    "end": 1996,
                    "text": "Figure S11",
                    "ref_id": null
                }
            ],
            "section": "Reproduction Number"
        },
        {
            "text": "In Figure S12 and Figure S13 we report the effect of a longer time needed for the test to detect an infectious individual. We assume the test is positive when performed on an infectious individual who has been infected since at least 3 or 4 days. The traced individuals who result negative, are tested again after, respectively, 3 or 4 days. Simulations show a substantial increase, both in the final size and the peak incidence for the IBS scenario. Instead, the use of an antiviral drug results also in this case of remarkable impact in both the final size and the peak incidence. Figure S12 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25 λ, R s 0 =2.5, R a 0 =0.55R s 0 and the test detect positively an infectious individual after 3 days since infection. In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S13 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25 λ, R s 0 =2.5, R a 0 =0.55R s 0 and the test detect positively an infectious individual after 4 days since infection. In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 13,
                    "text": "Figure S12",
                    "ref_id": null
                },
                {
                    "start": 18,
                    "end": 28,
                    "text": "Figure S13",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 593,
                    "text": "Figure S12",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1183,
                    "text": "Figure S13",
                    "ref_id": null
                }
            ],
            "section": "Test detection period"
        },
        {
            "text": "In addition to the baseline scenario in which 31% of infectives are asymptomatic, we tested the effect of different asymptomatic proportions. In Figure S14 and S15 the symptomatic proportion is set, respectively, to 100% and 14%. The former scenario represent the case in which all individuals shows symptoms and are diagnosed while the former is set to represent the proportion of undiagnosed individuals reported in Li et al. [4] that includes asympyomatic and mild symptomatic individuals. We noticed that the administration of an antiviral drug lead to a substantial decrease in the final size and peak incidence when the proportion of symptomatic and consequently diagnosed is high, compared to the other considered control measures. The efficacy of the control measure based on antiviral decreases when a high proportion of individuals are asymptomatic remaining, however, the containment strategy that performs better. Figure S14 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25 λ, and the proportion of symptomatic individuals is 100%. The reproduction number of symptomatic cases is set to R s 0 = 2.5. In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles. Figure S15 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the quarantine contact rate is λ q =0.25 λ, and the proportion of symptomatic individuals is 14%. The reproduction number of symptomatic cases is set to R s 0 = 2.5 while R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "Figure S14",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 936,
                    "text": "Figure S14",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1534,
                    "text": "Figure S15",
                    "ref_id": null
                }
            ],
            "section": "Asymptomatic proportion"
        },
        {
            "text": "We checked the impact of the initial number of infectives who start the outbreak. We noticed that final size and peak incidence are the same as in the baseline scenario. Instead, the probability that the outbreak will fade out decreases when more initial infectives are considered. However, for a control measure based on antiviral, the fade out probability is remarkably higher compare to the other tested strategies, with a value greater than 0.5 when the contact tracing has an high probability of success ( Figure S16 ). Figure S16 . Final size distribution (left panel) and mean peak incidence (right panel) for Scenario IAS (yellow), Scenario IBS (green) and Scenario IBTBS (blue) when the outbreak starts with 5 initial infectives. The quarantine contact rate is λ q =0.25 λ, the reproduction number of symptomatic cases is set to R s 0 = 2.5 while R a 0 = 0.55R s 0 . In the left panel, for each scenario we report the probability that a simulation leads to a number of cases smaller than the 10% of the population (purple asterisks). In the right panel, together with the point estimates we report the 2.5% and 97.5 % percentiles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 521,
                    "text": "Figure S16",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 535,
                    "text": "Figure S16",
                    "ref_id": null
                }
            ],
            "section": "Initial infectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "On the nature of the function expressive of the law of human mortality, and on a new mode of determining the value of life contingencies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gompertz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xxiv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Esq. FRS &c. Philosophical transactions of the Royal Society of London",
            "volume": "",
            "issn": "115",
            "pages": "513--583",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Won",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Communications",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-019-13940-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "5",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF4": {
            "text": ") thus spreading in the presymptomatic period. For the other two scenario instead, since infectives are similarly identified in the presymptomatic phase, results are approximately the same as the ones in the baseline scenario (Figure 3 and 4 result section).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "• Quarantine contact rate• Reproduction number • Test detection period • Asymptomatic proportion • Initial Infectives",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}