{"paper_id": "1a8ca75015b1f7c8f84cfee5b3176d01796dadba", "metadata": {"title": "Zinc Lozenges: Cold Cure or Candy? Solution Chemistry Determinations", "authors": [{"first": "George", "middle": ["A"], "last": "Eby", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Common colds were shortened by 7 days in a 1984 clinical trial using zinc gluconate throat lozenges each 2 h. Between then and 2004, 10 other double-blind, placebo-controlled clinical trials showed widely varying results. This re-analysis of these trials presents solution chemistry methods to elucidate differences in efficacy. Statistically significant correlation was shown between total daily dosages of positively charged zinc species and reductions in median (p ¼ 0.005) and mean duration (p < 0.02) of common colds in these trials.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Common colds are self-limiting viral illnesses of the upper respiratory tract. Rhinoviruses, the main viruses found in common colds, cause scratchy throats which are followed by sneezing, runny nose, nasal congestion and other familiar symptoms [1] . No treatment has been proven to effectively reduce the duration of common colds.", "cite_spans": [{"start": 245, "end": 248, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Common colds result in millions of lost or impaired work and school days, with billion of dollars wasted on palliatives each year. A reliable, simple, side-effect free and cost effective method of reducing common cold duration would be important to the public and the economy.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Great promise for an effective treatment was first shown by Eby et al. [2] in 1984 with a 7-day mean reduction in durations of common colds with zinc gluconate (ZG) throat lozenges used each two wakeful hours. Eby described these effects as local, not systemic. Similar results rapidly followed with a 1987 report by the British Medical Research Council (MRC) Common Cold Unit [3] .", "cite_spans": [{"start": 71, "end": 74, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 377, "end": 380, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Between 1987 and 2004 reductions in duration of common colds by zinc lozenges were reported in five additional double-blind, placebo-controlled clinical trials, 1 and null effects were reported in five others. By 2004, these contradictory later findings resulted in a loss of interest in this method of treating common colds.", "cite_spans": [{"start": 161, "end": 162, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In early efforts to explain some of these divergent results, analyzes by Eby showed a linear relationship between efficacy and Zn 2+ ion availability from lozenges [4] [5] [6] . Later, analysis by Bakar et al. [7] demonstrated significant correlation between Zn 2+ ion concentration and biological response from ZG lozenges tested, but no correlation between total zinc and biological response. Not considering the amount of active ingredient (positively charged zinc ions) in meta-analyzes by Jackson et al. [8, 9] and in the review by Macknin [10] resulted in no correlation being observed.", "cite_spans": [{"start": 164, "end": 167, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 168, "end": 171, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 172, "end": 175, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 210, "end": 213, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 509, "end": 512, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 513, "end": 515, "text": "9]", "ref_id": "BIBREF8"}, {"start": 545, "end": 549, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "There remain seven positive studies, and undisputed multiple beneficial actions of positively charged zinc at 0.05-0.1 mM, which include antirhinoviral effects [4, 11] , immunologic benefits [4, 12] , cell membrane stabilization [13] and possible inhibition of intercellular adhesion molecule-1 (ICAM-1) activity [14] . No virologic or other beneficial action has been published for neutrally or negatively charged zinc species in vitro.", "cite_spans": [{"start": 160, "end": 163, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 164, "end": 167, "text": "11]", "ref_id": "BIBREF10"}, {"start": 191, "end": 194, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 195, "end": 198, "text": "12]", "ref_id": "BIBREF11"}, {"start": 229, "end": 233, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 313, "end": 317, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In this re-analysis of all published reports of double-blind, placebo-controlled clinical trials of zinc lozenges against the duration of common colds, the hypothesis that there is a direct correlation between daily dosage of all positively charged zinc species at physiologic pH from lozenges and reductions in duration of common colds was tested using solution chemistry methods. Consequently, this review is focused on the chemistry of the lozenges, and does not discuss other variables that may have impacted results.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Chemical speciation of an element defines the oxidation state, concentration and composition of each species present in a given chemical, living or environmental sample [15] .", "cite_spans": [{"start": 169, "end": 173, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "METHODS"}, {"text": "Speciation by pH of zinc from lozenges allows the determination of each positively, neutrally and negatively charged species in aqueous solutions. When several complexes of a metal form in solution and the competition of metal hydroxides is not negligible, computations are used to determine the metal species present. These computations are complex and require the use of a computer, and are plotted graphically with results shown as metal species over a pH range.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "The computations for each zinc lozenge formulation shown in Figs. 1-5 below were performed using an adapted version of the SPE computational program [16] which, for a maximum of two metal ions and two ligands, can accommodate all involved complex equilibria (i.e., ligand protonation, metal ion hydrolysis, metal-ligand complexation). Stoichiometric stability constants were selected from European [17] and American [18] databases.", "cite_spans": [{"start": 149, "end": 153, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 398, "end": 402, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 416, "end": 420, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Computed Speciations"}, {"text": "The computed figures show the amount of positively charged zinc species, neutrally charged species and negatively charged species at each pH ()log [H+] ) and the effects of confounding additives.", "cite_spans": [{"start": 147, "end": 151, "text": "[H+]", "ref_id": null}], "ref_spans": [], "section": "Computed Speciations"}, {"text": "Each zinc-ligand complex in lozenges has a unique chemical stability and bioavailability related to: (a) the strength of the ligand as a zinc ion binding agent, (b) the pH of the medium (Physiologic pH 7.4), (c) the molar concentration of zinc in saliva (calculated at 5 mM, which is representative of zinc lozenges in saliva), (d) body temperature, 37°C, and (e) confounding additives such as one or more zinc binding agents.", "cite_spans": [], "ref_spans": [], "section": "Lozenge Chemical Stability and Bioavailability Criteria"}, {"text": "ZG and zinc acetate (ZA) have very low chemical stability and mainly release positively charged zinc ions in aqueous solutions at physiological pH, while stronger complexes do not. Adding a strong zinc binding ligand such as glycine or citric acid to a solution containing a zinc complex that is weakly bound results in the sequestration of zinc to the stronger ligand reducing or eliminating benefits. The effects on positively charged zinc by confounding additives (glycine and citric acid) are shown in Figs. 2, 3 and 5 and Table 1 .", "cite_spans": [], "ref_spans": [{"start": 527, "end": 534, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Effects of Confounding Additives"}, {"text": "These computations do not take into account interaction of positively charged zinc with proteins, lipids and carbohydrates present in saliva and oral and nasal tissues. Although these interactions are important as shown by Bakar Fig. 1 . Distribution (percentage) of zinc ionic species in the Zn 2+ and gluconic acid system. Curves were constructed from pK values shown after the reactions: Zn 2+ + L ) Û ZnL + (1.62) and ZnL + + OH ) Û ZnL(OH) (8.14) at a concentration of 5 mmol zinc. The second pK value is courtesy of Gerritt Bekendam of Akzo Chemicals BV Research Centre, Deventer, The Netherlands (a ZG producer). The Zn 2+ fraction over pH 6 is strongly affected by the second pK value. Data are shown at 5 mM ZG. iZn was 72% of total zinc. et al. [7] , they mainly result in a requirement for a much larger concentration (~700-fold) of positively charged zinc than would be required for biological effects in vitro.", "cite_spans": [{"start": 755, "end": 758, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 229, "end": 235, "text": "Fig. 1", "ref_id": null}], "section": "Effects of Confounding Additives"}, {"text": "iZn-The Sum of All Positively Charged Zinc Species at Physiologic pH 7.4", "cite_spans": [], "ref_spans": [], "section": "Effects of Confounding Additives"}, {"text": "The sum of all positively charged zinc species for zinc compounds at physiologic pH 7.4 is termed iZn. These sums were manually added using pH 7.4 data in Figs. 1-5. These critical sums are expressed in milligram doses or as a fraction of total zinc. Daily iZn equals the number of daily doses multiplied by milligrams iZn per dose.", "cite_spans": [], "ref_spans": [], "section": "Effects of Confounding Additives"}, {"text": "Without computations of iZn dosages, understanding the nature of the dose-response found in these trials, and the a priori prediction of efficacy or inefficacy from zinc lozenges on common cold duration, would not be possible. Vertically summed, data at each pH in Figs. 1-5 equals 100%. For purposes of common cold treatment with zinc lozenges, only positively charged zinc species at physiologic pH 7.4 (iZn) are biologically useful.", "cite_spans": [], "ref_spans": [], "section": "Effects of Confounding Additives"}, {"text": "Re-analysis of these 12 reports is arranged by chemical composition of lozenges. Lozenges contained either: (a) ZG without confounding additives, (b) ZG with glycine, (c) ZA, or (d) other zinc compounds.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Zinc is lightly bound to gluconate (first stability constant is logK 1 ¼ 1.70) [19] . Figure 1 shows zinc species present at each pH in the zinc and gluconic acid system. At physiological pH 7.4, and 5 mM, ZG in solution releases 63% of zinc as Zn 2+ ions and 9% as zinc gluconate 1+ , totaling 72% as iZn. Neutrally charged ZG-hydroxide (28% of total zinc) is not useful in treating common colds, and may cross cell-plasma membranes becoming the source of oral irritation found using ZG lozenges.", "cite_spans": [{"start": 79, "end": 83, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 86, "end": 94, "text": "Figure 1", "ref_id": null}], "section": "Zinc Gluconate"}, {"text": "The ZG compressed tablets used by Eby et al. [2] as lozenges contained 23 mg of zinc. From Fig. 1 , they released 16.56 mg of iZn at physiologic pH 7.4. These slow-dissolving (about 30 min) lozenges were used each two wakeful hours (9 per day), with two lozenges (one after the other-not exceeding 12 lozenges) on day one of treatment as a loading dose. Daily iZn was 200 mg on day one, and after day one was 149 mg. Median duration of common colds was shortened by 4.8 days. The mean duration of zinc-treated colds was 3.9 days, and 10.8 days for placebo-treated colds (difference ¼ 7 days, p < 0.0001) These lozenges contained no carbohydrates and were not bitter, rather they were chalky and bland in taste. The Al-Nakib et al. [3] ZG lozenges studied at the British MRC Common Cold Unit in Salisbury, England, also contained 23 mg of zinc, which released 16.56 mg iZn. Daily iZn was 149 mg. The formulation was a wet-granulated fructose-based compressed tablet made by RBS Pharma, Milan, Italy (now part of Rhône-Poulenc Pharma). The lozenges were used against human rhinovirus-2 induced colds. The lozenges dissolved in 20 min and were used every two wakeful hours (9 per day) for 6 days. The loading dose on the first day when viruses were most prevalent as used by Eby et al. [2] was not used. Total scores over the six-day trial of physician-observed common cold symptoms were 41.0 in the placebo-treated group and 27.2 in the zinc-treated group (p < 0.05) The average number of tissue papers used was 21.7 in the placebotreated group and 14.3 in the zinc-treated group (p < 0.01) Nasal secretions averaged 51.4 g in the placebo-treated group and 22.0 g in the zinc-treated group (p < 0.05). Re-analysis of the MRC Figs. 1 and 2 demonstrated a 4.8 day mean difference between the zinc-and placebo-treated colds [4] . These lozenges were formulated with fructose and were not bitter, rather they were sweet, highly flavored and chalky in taste.", "cite_spans": [{"start": 45, "end": 48, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 731, "end": 734, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1283, "end": 1286, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1819, "end": 1822, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 91, "end": 97, "text": "Fig. 1", "ref_id": null}], "section": "Zinc Gluconate"}, {"text": "Smith et al. [20] , using extremely bitter ZG lozenges (11.5 mg zinc-half the amount planned) in sucrose, mannitol and sorbitol lozenges and 11 other confounding ingredients, found no significant difference in median or mean duration of colds using lozenges nine times per day, although 12.6% fewer subjects using zinc on days 5 through 7 were sick (p ¼ 0.09), and severity was reduced on days 5 through 7 (p ¼ 0.02). Daily iZn was 74.5 mg. Similarly, with low dose, bitter ZG maltitol hard-boiled candy (4.5 mg zinc) lozenges, Weisman et al. [21] found no effect using lozenges 10 times a day. Daily iZn was 32.4 mg.", "cite_spans": [{"start": 13, "end": 17, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 543, "end": 547, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Zinc Gluconate"}, {"text": "ZG lozenges manufactured without dextrose-based carbohydrates are bland tasting and produce a tannic acid-like mouth feel. However, when carbohydrates (excluding fructose) are used in lozenges, a slow chemical reaction occurs, which over a few weeks to a few months time results in a change in flavor of ZG from bland to noisomely bitter. Consequently, some means of preventing this reaction was needed to produce pleasant tasting lozenges containing ZG.", "cite_spans": [], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "Two to ten moles of glycine relative to ZG prevents the adverse flavor reaction according to US patent 4,684,528 licensed to the Quigley Corporation (Doylestown, PA), the manufacturer of Cold-Eeze brand zinc gluconate-glycine (ZGG) lozenges. However, wide variation in iZn attributable to different molar ratios of glycine to ZG in Cold-Eeze occurs, resulting in poor lozenge performance.", "cite_spans": [], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "With 10 mol of glycine relative to one mole of ZG, iZn falls to 11% of total zinc, nearly eliminating iZn. With 2 mol of glycine per mole of ZG added, iZn falls only to 57% of total zinc. Consequently, either modest efficacy or inefficacy from Cold-Eeze results when different amounts of glycine are used. Support for Table 1 is found in the above computations and similar intermediate computations (data not shown). Since the amount of glycine was not stated for any study of Cold-Eeze lozenges against common cold duration, and could have been between two and ten moles relative to ZG according to the patent, the average amount was elected to calculate iZn, median and mean duration statistics.", "cite_spans": [], "ref_spans": [{"start": 318, "end": 325, "text": "Table 1", "ref_id": "TABREF0"}], "section": "ZG with Glycine"}, {"text": "Godfrey et al. [22] in 1992 tested 23.7 mg of zinc and 10 mol of glycine relative to zinc gluconate (ZGG) as flavor mask. These lozenges were used 7.1 times per day. Zinc was chelated away from gluconate by the much stronger binding agent, glycine (logK 1 ¼ 4.8) [23] . Glycine binds zinc tightly and releases positively charged Zn 2+ ions only in acidity. From Fig. 3 (1:10 mol ratio ZG to glycine) at physiologic pH 7.4, positively charged zinc glycinate 1+ (iZn) is 11% of total zinc. Eighty-two percent of zinc at physiologic pH is neutrally charged. Daily iZn was 18.5 mg. Comparing mean duration of ZGG-treated colds to mean duration of colds treated with tannic acid, a reduction of 1.3 days was shown. However, this study seems to have incorrectly convinced many that ZGG treatment reduced colds by 42%. Oral side effects were stated as mild and not significantly different than placebo.", "cite_spans": [{"start": 15, "end": 19, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 263, "end": 267, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 362, "end": 368, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "ZG with Glycine"}, {"text": "The first Cold-Eeze (13.3 mg zinc) study was the 1996 Cleveland Clinic study in adults led by Mossad [24] . Six lozenges were used per day. One half of all colds treated with zinc were over in 4.4 days compared with 7.6 days for placebo (3.2 day reduction p < 0.001). The mean duration of zinc-treated colds was 5.2 days compared with 9.3 days for placebo-treated colds (4.1 day, p ¼ 0.001). Daily iZn was averaged at 27.2 mg.", "cite_spans": [{"start": 101, "end": 105, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "The second Cold-Eeze (ZGG with 10 mg zinc) study was the no-effect 1998 Cleveland Clinic trial in children led by Macknin [25] . Lozenges were used six times per day. Daily iZn was averaged at 20.4 mg.", "cite_spans": [{"start": 122, "end": 126, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "Turner and Cetnaroski [26] found in 2000 a one-half day increase in median duration using Cold-Eeze (ZGG with 13.3 mg zinc used six times a day) in adults with natural colds against tannic acid placebo, and a 1-day reduction in median duration in rhinovirus type-39 induced colds. Daily iZn was averaged at 27.2 mg.", "cite_spans": [{"start": 22, "end": 26, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "The McElroy and Miller 2002 retrospective medical chart study [27] used common cold duration data from students not treated in 1998 compared with cold duration data collected in 1999 while using Cold-Eeze, reporting statistically significant efficacy (median duration 4-day difference and mean duration 1.5-day difference). This report was not a double-blind, placebo-controlled study and it presents some historically erroneous material [28] . Although this study is mentioned here for purposes of completeness, it was not further used in this re-analysis.", "cite_spans": [{"start": 62, "end": 66, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 438, "end": 442, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "ZG with Glycine"}, {"text": "Unlike ZG, ZA does not adversely react with sweet carbohydrates, and it has the extremely low first stability constant of logK 1 ¼ 1.00 [19, 29] . Hacht and Berthon [29] found that regardless of pH, Zn 2+ ion concentration from solutions containing ZA is essentially 100% (see Fig. 4 ). According to US patent 5,095,035, Eby found pleasant tasting, flavor-stable ZA lozenges to be readily prepared. Oral irritation during common cold treatment using ZA lozenges is much lower than produced by ZG, perhaps because the cytotoxic neutral zinc species found in ZG solutions are absent. Action of ionic zinc occurs extracellularly on the cell membrane where it increases cell membrane stability and prevents toxic influx of zinc into cells [13] and may inhibit the action of ICAM-1 [14] .", "cite_spans": [{"start": 136, "end": 140, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 141, "end": 144, "text": "29]", "ref_id": "BIBREF28"}, {"start": 165, "end": 169, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 735, "end": 739, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 777, "end": 781, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 277, "end": 283, "text": "Fig. 4", "ref_id": "FIGREF2"}], "section": "Zinc Acetate"}, {"text": "Using ZA lozenges, Petrus et al. [30] in 1998, found significant reductions in mean duration (3.8 days zinc, 5.1 days placebo, for a 1.8 days difference p ¼ 0.008) and reductions in severity of common colds using 9 mg of zinc in 2.7-g dextrose based lozenges. Lozenges were used each 1.5 hr on the first day and every 2 hr on following days during wakeful hours (8 per day). Lozenges dissolved in about 15 min. Daily iZn was 72 mg. Petrus also found that ZA lozenges relieved nasal symptoms much faster in common cold patients with a history of allergy, but without active allergy symptoms, compared with allergy-negative subjects (0.8 days vs. 4.1 days p < 0.04).", "cite_spans": [{"start": 33, "end": 37, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Zinc Acetate"}, {"text": "Prasad et al. [12] in 2000, found meaningful and significant efficacy using 12.8 mg zinc (ZA) in 4.0 g lozenges. Lozenges were used each 2-3 hr (6.25 per day) and they dissolved in about 30 min. iZn was 80 mg. Fifty percent of zinc recipients were well in 3.8 days and 50% of placebo recipients were well in 7.7 days (3.9 days difference). The zinc group had shorter mean durations of colds (4.5 vs. 8.1 days p < 0.01, a 3.6 day reduction), decreased total severity scores for all symptoms with good placebo blinding, mild or no side effects and little difference in side effects compared with mild tasting placebo. The effect was sufficiently strong that Prasad suggested seeing a physician for a bacterial infection if symptoms were not significantly improved after using ZA lozenges for 3 days.", "cite_spans": [{"start": 14, "end": 18, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Zinc Acetate"}, {"text": "The Petrus and Prasad compressed lozenges were designed by the present author and were identical in composition. In addition to ZA, they contained directly compressible (agglomerated) dextrose as the tablet base, glycerol mono-sterate (2.5% tablet weight) as tablet lubricant, stevia for added sweetness and peppermint oil for flavor, with the composition compressed to near maximal hardness for slowest dissolution. Those ingredients were chosen specifically because they do not react with iZn. The slower dissolution of the 4-g size lozenges was an advantage over the smaller lozenges in terms of efficacy.", "cite_spans": [], "ref_spans": [], "section": "Zinc Acetate"}, {"text": "Several trials used other food acids to flavor-mask the bitter ZG/dextrose reaction, resulting in loss of efficacy. The negative study by Farr and Gwaltney [31] used 23 mg zinc (ZG) with citric acid (log K 1 ¼ 4.7) at a 1:1.3 molar ratio of ZG to citric acid [32] . These ZG-citrate (ZG-C) lozenges lengthened mean duration of common colds by 1 day. Negatively charged zinc species from these lozenges at physiologic pH 7.4 (see Fig. 5 ) could be expected to lengthen colds only if positively charged zinc ions (perhaps from mast cells lining the interior of the nose) have a natural role in terminating common colds and become neutralized by negatively charged zinc. iZn was negative.", "cite_spans": [{"start": 156, "end": 160, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 259, "end": 263, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 429, "end": 435, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "OTHER ZINC COMPOUNDS"}, {"text": "Douglas et al. [33] in 1987 demonstrated lack of efficacy using 10 mg zinc lozenges 6 times a day [ZA with extramolar tartaric acid reacting with sodium bicarbonate-(ZA-TB)] as described in a letter to R.M. Douglas from R.J.E. Williams forwarded to this author [4] to produce strong oral effervescence. In the effervescent process, iZn was eliminated. Zinc species were negatively charged at physiologic pH by excess tartaric acid (logK 1 ¼ 5.0) [34] . Colds were lengthened by 4.4 days. iZn was negative.", "cite_spans": [{"start": 15, "end": 19, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 261, "end": 264, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 446, "end": 450, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "OTHER ZINC COMPOUNDS"}, {"text": "Eby [35] in 2001 reported additives (molar excesses of stearate, oleate and palmitate) cooked in 5 mg and 11.5 mg Halls Zinc Defense hard-boiled candy lozenges (ZA-SOP) used 6 times per day eliminated ionic, soluble and nutritive zinc from ZA resulting in null effects in the Turner and Cetnaroski trial [26] . iZn was 0 mg. In unpublished studies zinc aspartate and zinc orotate lozenges, both too tightly bound to release iZn, failed to show efficacy.", "cite_spans": [{"start": 4, "end": 8, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 304, "end": 308, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "OTHER ZINC COMPOUNDS"}, {"text": "The above re-analyses of 12 published reports provides data for use in Table 2 . This data is further analyzed to determine statistical relationships between total daily zinc and daily iZn and resultant reductions in duration of median and mean durations of common colds using zinc lozenges having greatly different chemical properties. Results are shown in Fig. 6 . Cold-Eeze lozenge iZn dosages were calculated at 50% of their possible range, but other fractions in their range can be calculated using Fig. 6 if desired without significant change in outcome.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 358, "end": 364, "text": "Fig. 6", "ref_id": "FIGREF5"}, {"start": 504, "end": 510, "text": "Fig. 6", "ref_id": "FIGREF5"}], "section": "Data Summary"}, {"text": "Considering only the total amount of zinc taken per day without regard to charge, statistical significance is shown for reduction in median duration (n ¼ 12, r ¼ 0.699, p < 0.01); but not for mean duration (n ¼ 9, r ¼ 0.599, p < 0.12).", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "Statistical significance was found for daily iZn and both median and mean durations of colds. Statistical significance was declared if the two-sided p value was £ 0.05. Values for Pearson correlation (r) and p were determined using the Vassar Stats Linear Correlation and Regression Direct-Entry on-line program (http://faculty.vassar.edu/lowry/corr_stats.html).", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "Analysis shows statistically significant relationship of daily iZn and reductions in duration of common colds. Table 2 and Fig. 6 show that daily iZn dosage is directly associated with reductions in durations of colds by two measures, median (n ¼ 12, r ¼ 0.754, p ¼ 0.005) and mean (n ¼ 10, r ¼ 0.727, p < 0.02) durations. The hypothesis that there is a positive correlation between intra-oral daily iZn dosage and reduction in duration of common colds was statistically confirmed by these two measures. Reduction in duration of colds from intra-oral iZn dosage occurs in a dose-response manner.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 118, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 123, "end": 129, "text": "Fig. 6", "ref_id": "FIGREF5"}], "section": "Statistics"}, {"text": "Analyses of lozenge compositions using solution chemistry methods allows the valid determination of zinc ionic species at physiologic pH 7.4. iZn at physiologic pH 7.4 varied from 0 to 100% in lozenges, producing a related dose-response. Neutrally charged zinc had no effect on colds. Negatively charged zinc worsened colds.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The highly meaningful 7-day reduction in mean duration results of Eby [2] and the 4.8 day reduction in mean duration of Al-Nakib [3] were not obtained in other studies because other researchers did not use lozenges having daily iZn doses greater than one-half the doses used by either Eby or Al-Nakib.", "cite_spans": [{"start": 70, "end": 73, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 129, "end": 132, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although the exact means by which iZn reduces durations of common colds remains to be determined, this writer believes that the effects occur at the cell membrane, either by direct membrane protection as suggested by Pasternak [13] and/or by ICAM-1 inhibition on the cell membrane as suggested by Novick [14] . Two data pairs [31, 33] having negatively charged zinc at physiologic pH 7.4 could not be used in computing statistics because no reliable analytical method for determining negative iZn is known.", "cite_spans": [{"start": 227, "end": 231, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 304, "end": 308, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 326, "end": 330, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 331, "end": 334, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Computation of results using molar concentrations of glycine other than the average values chosen for this analysis does not vary the overall results.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Taste problems and oral irritation using ZG caused most if not all of the problems found in commercializing zinc lozenges for colds. To reduce or eliminate the ZG/ dextrose reaction and oral irritation, some manufacturers either used low amounts of ZG or added strong zinc binding agents, which reduced or eliminated efficacy.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although pure ZG is bland and chalky in taste, it reacts with dextrose and related carbohydrates (excluding fructose) upon aging of lozenge compositions to produce noisome bitterness and compliance-related inefficacy. ZG releases large amounts of neutrally charged hydroxide species likely to cross cell membranes and causes oral irritation. Bitterness occurs in all ZG lozenges except those that either do not contain carbohydrates (excluding fructose), or that contain strong extramolar zinc binding agents, which results in something other than ZG. For these reasons, ZG is no longer believed suitable for use in zinc lozenges for treating colds.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "On the other hand, ZA allows the production of pleasant tasting, flavor stable lozenges releasing large amounts of iZn either in hard candies or compressed tablets without flavor or stability issues. The mouth-feel produced is sufficiently like the mouth-feel of tea (slight astringency) to allow using tannic acid without added bitter agents as a placebo in clinical trials.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A larger correlation between iZn and efficacy can be obtained by also considering lozenge oral dissolution times, and saliva production during oral dissolution of lozenges, in accordance with Fick's laws of membrane permeability [4] . However, these considerations require extensive laboratory knowledge of lozenge properties.", "cite_spans": [{"start": 229, "end": 232, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The iZn method of analysis explains most variations from expectations using slow dissolving lozenges. Poor compliance when using bitter lozenges as shown by Smith et al. [20] further explains negative results. However, iZn calculations do not explain highly efficacious results of trials where lozenges have low daily iZn doses. The Mossad lozenges were very early Cold-Eeze, and there may have been much less glycine (perhaps a 1 to 1 molar ratio) in these lozenges than in more recently produced and relatively ineffective Cold-Eeze lozenges, explaining observed efficacy.", "cite_spans": [{"start": 170, "end": 174, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In studies mainly of Cold-Eeze showing non-meaningful effects, the one day improvements in duration may have resulted from improved primary immunocompetence by nutritional support resulting from swallowed zinc, which amounted to 80 mg zinc per day in adults. Nutrients such as vitamin C and zinc are required by the primary immune system, and correction of their dietary insufficiencies have been shown to improve immune function, reduce recovery time, help prevent diarrhea and pneumonia [36] , help lower use of antibiotics and help prevent other colds [27] . T-cell lymphocyte immunologic benefit from supplemental zinc in the 100-150 mg/day range has been shown [37, 38] . However, T-cell activity has been shown to be temporarily impaired by administration of 300 mg zinc/day for 30 days [39] .", "cite_spans": [{"start": 489, "end": 493, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 555, "end": 559, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 666, "end": 670, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 671, "end": 674, "text": "38]", "ref_id": "BIBREF37"}, {"start": 793, "end": 797, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In these trials different lozenges produced zinc salivary concentrations that varied from about 1 mM to about 8 mM. In this re-analysis solution chemistry computations were performed at 5 mM, a concentration that accurately represents this range.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The each two-hour protocol used by Eby [2] and others was used because rhinoviral replication increases 100-fold in 24 hr, and because common cold symptoms seem to return in two-hours intervals while using zinc lozenges empirically suggesting that frequent treatment is needed. Treatment frequency varied somewhat between the 12 trials studied. There was no statistical significance detected between frequency of administration and reductions in durations of colds in these trials. To detect any statistical significance here would require numerous clinical trials of a single composition, not the multiple, highly different compositions reviewed here.", "cite_spans": [{"start": 39, "end": 42, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Turner [40] questioned the rational for intra-oral administration of zinc rather than intranasal zinc. Intra-oral administration can be seen as the proper means of administration only when one considers biophysical effects. In partial answer to Turner's question, Nordenstro¨m extensively and thoroughly documented long-range biologically closed electric circuits (BCEC) in humans in 1983 [41] .", "cite_spans": [{"start": 7, "end": 11, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 389, "end": 393, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "More completely answering Turner's question, a mouth-nose BCEC was described by Eby [4] . The mouth-nose BCEC can be observed by placing a lead of a digital voltmeter in the mouth and the other lead in the nasal cavity. This circuit has been shown to produce a 60-120 mV potential difference [4] . In treatment of colds with zinc lozenges, this writer believes that electrons from the mouth-nose BCEC transport iZn from the mouth into the nasopharyngeal and nasal tissues in much the same way that electrons corrode metal away from an electric battery terminal. Neutrally and negatively charged zinc species from the mouth are not transported by the BCEC into nasal-pharyngeal or nasal tissues. Even if they were, they have no known biological function in treating colds.", "cite_spans": [{"start": 84, "end": 87, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 292, "end": 295, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "On the other hand, positively charged substances, such as zinc ions, applied on top of the nasal mucous are repelled by electrons flowing from the mouth outward through the nasal and nasal pharyngeal tissues, causing them to be expelled by the mucous and down into the throat. The mouth-nose BCEC also suggests no possibility for meaningfully reducing the duration of colds using intra-nasal zinc without electricity to reverse the mouth-nose BCEC.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In 1931, reversing the mouth-nose BCEC using intra-nasally applied direct current with zinc sulfate soaked nasal packings resulted in very long lasting (1 year) benefits in the treatment of rhinitis [42] . Application of voltage also produced an instant taste of zinc sulfate in the mouth, showing the ready movement of iZn electrically between the mouth and nose.", "cite_spans": [{"start": 199, "end": 203, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "People immune to colds have a mouth-nose electrical resistance of over 100 kohms, while people susceptible to colds have resistances less than one-fifth that value [4] .", "cite_spans": [{"start": 164, "end": 167, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Various compounds of zinc were used intra-nasally from 1901 to 1938 in the treatment of rhinitis and picornavirus infections [42, 43] . In 1938, intra-nasal 1% zinc sulfate was reported to cause anosmia in about one-quarter of the children treated, and was thereafter discontinued [44] . Eby and Halcomb found no reduction in duration of common colds using 10 mM ZG nasal sprays used aggressively each 15-30 min [4] . Reduction in duration of colds by intra-nasal zinc was not shown until 2000, when Hirt et al. reported 33 mmol/l ZG nasal gel to meaningfully shorten colds [45] , with null [40] and limited [46] results, and anosmia [47] being later reported.", "cite_spans": [{"start": 125, "end": 129, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 130, "end": 133, "text": "43]", "ref_id": "BIBREF42"}, {"start": 281, "end": 285, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 412, "end": 415, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 574, "end": 578, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 591, "end": 595, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 608, "end": 612, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 634, "end": 638, "text": "[47]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "ZA lozenges have more utility than only treating rhinovirus common colds. Herpes viruses are also controlled by iZn [48, 49] . ZA lozenges have been useful in treating oral, lip and nasal herpes infections with benefit, including reducing occurrence and duration of outbreaks. In one child and one adult (the only cases known), 14.2 mg zinc (ZA) lozenges used each wakeful hour (daily iZn ¼ 200 mg) terminated all mononucleosis (Epstein Barr virus) symptoms in 3 days without relapse, sequela or side effects [4] .", "cite_spans": [{"start": 116, "end": 120, "text": "[48,", "ref_id": "BIBREF47"}, {"start": 121, "end": 124, "text": "49]", "ref_id": "BIBREF48"}, {"start": 509, "end": 512, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although these trials, with the exception of the Macknin trial with low dose Cold-Eeze [25] , did not study the effect of zinc lozenges in children, the original discovery occurred in a 3-year old leukemic child with complete elimination (without relapse) of all common cold symptoms in about 2 hrs using a single 50-mg zinc (ZG) tablet as a throat lozenge while napping [2, 4] . Consequently, these beneficial effects using lozenge protocols having a high daily iZn dose (for example 142 mg iZn-14.2 mg iZn doses used 10 times per day) should produce an equal or better response in children than occurred in adults in these trials without significant side effects.", "cite_spans": [{"start": 87, "end": 91, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 371, "end": 374, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 375, "end": 377, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Sleeping slows or stops lymphatic drainage of zinc and should accelerate recovery, consequently, the bedtime dosages used by Eby and others are important. Similarly, napping after administration of doses is beneficial.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Carbohydrates generally do not impair release of iZn from lozenges [50] . Equivalent dosage hard-boiled candy (corn syrup and sugar) lozenges can produce results similar to compressed tablets. However, some compositions may require additional ZA for identical efficacy due to more rapid dissolution and increased saliva production from use of a hard candy base. Use of a honey-lemon candy base introduces gluconate, which adversely affects taste, while lemon juice solids (mainly citric acid) eliminate both efficacy and gluconate taste.", "cite_spans": [{"start": 67, "end": 71, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Daily iZn doses in future trials should be 200 mg on the first day of treatment, and 100-150 mg on following days to obtain 7-day reductions in duration of colds. During the first day, lozenges may be used more often than each 2 hrs, and two lozenges at a time may be used. These dosages are achievable using 14.2 mg zinc (from 40 mg ZA anhydrous) in maximally compressed 4-g dextrose with 2.5% glycerol monosterate as tablet lubricant lozenge. From this review, daily iZn doses less than 75 are much more like candy than medicine.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In order to determine the relative and absolute efficacy of zinc lozenges for common colds, additional research-preferably multi-center trials-using ZA lozenges (14.2 mg zinc--available from the author) compared with both Cold-Eeze ZGG lozenges (available from the Quigley Corporation, Doylestown, PA) and tannic acid placebo used 7-14 times per day are suggested against rhinovirus, herpesvirus, and coronavirus upper respiratory infections and mononucleosis.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Many thanks are extended to Dr. Guy Berthon, retired Directeur de Recherche au Centre National de la Recherche Scientifique, Equipe de Chimie Bioinorganique Me´dicale, Universite´Paul Sabatier, Toulouse, France, for freely given determinations of the solution chemistry of zinc lozenge compositions, professional and moral encouragement. Without his kind and endless support, this re-analysis could not have been prepared, and the confounding effects of flavor additives responsible for reduction or elimination of efficacy in some of these clinical trials could not have been elucidated.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Sites of rhinovirus recovery after point inoculation of the upper airway", "authors": [{"first": "B", "middle": [], "last": "Winther", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "N", "middle": [], "last": "Mygind", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}], "year": 1986, "venue": "JAMA", "volume": "256", "issn": "", "pages": "1763--1767", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reduction in duration of common colds by zinc gluconate lozenges in a double blind study", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Davis", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Halcomb", "suffix": ""}], "year": 1984, "venue": "Antimicrob. Agents Chemother", "volume": "25", "issn": "", "pages": "20--24", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prophylaxis and treatment of rhinovirus colds with zinc gluconate lozenges", "authors": [{"first": "W", "middle": [], "last": "Al-Nakib", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "I", "middle": [], "last": "Barrow", "suffix": ""}, {"first": "G", "middle": [], "last": "Batstone", "suffix": ""}, {"first": "Tyrell", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}], "year": 1987, "venue": "J. Antimicrob. Chemother", "volume": "20", "issn": "", "pages": "893--901", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Handbook for Curing the Common Cold-The Zinc Lozenge Story", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Zinc ion availability-the determinant of efficacy in zinc lozenge treatment of common colds", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}], "year": 1997, "venue": "J. Antimicrob. Chemother", "volume": "40", "issn": "", "pages": "483--493", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Zinc lozenge and common cold story", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}], "year": 1995, "venue": "Metal-Ligand Interactions in Biological Fluids: Bioinorganic Medicine", "volume": "2", "issn": "", "pages": "1182--1190", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The chemical speciation of zinc in human saliva: possible correlation with reduction of the symptoms of the common cold produced by zinc gluconate-containing lozenges", "authors": [{"first": "N", "middle": ["K A"], "last": "Bakar", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Taylor", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Williams", "suffix": ""}], "year": 1999, "venue": "Chem. Speciat. Bioavailab", "volume": "11", "issn": "", "pages": "95--101", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Zinc and the common cold: a meta-analysis revisited", "authors": [{"first": "J", "middle": ["L"], "last": "Jackson", "suffix": ""}, {"first": "E", "middle": [], "last": "Lesho", "suffix": ""}, {"first": "C", "middle": [], "last": "Peterson", "suffix": ""}], "year": 2000, "venue": "J. Nutr", "volume": "130", "issn": "", "pages": "1512--1515", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A meta-analysis of zinc salts lozenges and the common cold", "authors": [{"first": "J", "middle": ["L"], "last": "Jackson", "suffix": ""}, {"first": "C", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "E", "middle": [], "last": "Lesho", "suffix": ""}], "year": 1997, "venue": "Arch. Int. Med", "volume": "157", "issn": "", "pages": "2373--2376", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Zinc Lozenges for the common cold", "authors": [{"first": "M", "middle": ["L"], "last": "Macknin", "suffix": ""}], "year": 1999, "venue": "Cleve. Clin. J. Med", "volume": "66", "issn": "", "pages": "27--32", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Zinc ions inhibit replication of rhinoviruses", "authors": [{"first": "B", "middle": ["D"], "last": "Korant", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kaurer", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Butterworth", "suffix": ""}], "year": 1974, "venue": "Nature", "volume": "248", "issn": "", "pages": "588--590", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Duration of symptoms and plasma cytokine levels in patients with the common cold treated with zinc acetate. a randomized, double-blind, placebo-controlled trial", "authors": [{"first": "A", "middle": ["S"], "last": "Prasad", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Fitzgerald", "suffix": ""}, {"first": "B", "middle": [], "last": "Bao", "suffix": ""}, {"first": "F", "middle": ["W J"], "last": "Beck", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Chandrasekar", "suffix": ""}], "year": 2000, "venue": "Ann. Int. Med", "volume": "133", "issn": "", "pages": "245--252", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A novel form of host defense: membrane protection by calcium and zinc ions", "authors": [{"first": "C", "middle": ["A"], "last": "Pasternak", "suffix": ""}], "year": 1987, "venue": "Biosci. Rep", "volume": "7", "issn": "", "pages": "81--91", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Zinc-induced suppression of inflammation in the respiratory tract, caused by infection with human rhinovirus and other irritants", "authors": [{"first": "S", "middle": ["G"], "last": "Novick", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Godfrey", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Pollack", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Wilder", "suffix": ""}], "year": 1997, "venue": "Med. Hypotheses", "volume": "49", "issn": "", "pages": "347--357", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Trace Element Medicine and Chelation Therapy", "authors": [{"first": "D", "middle": ["M"], "last": "Taylor", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Williams", "suffix": ""}], "year": 1995, "venue": "The Royal society of Chemistry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Determination and Use of Stability Constants", "authors": [{"first": "A", "middle": ["E"], "last": "Martell", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Motekaitis", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The IUPAC Stability Constants Database. Academic Software", "authors": [{"first": "L", "middle": ["D"], "last": "Pettit", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Powell", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "NIST Critically Selected Stability Constants of Metal Complexes Database", "authors": [{"first": "R", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Martell", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Motekaitis", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Complex formation between carboxylic acids and divalent metal cations", "authors": [{"first": "R", "middle": ["K"], "last": "Cannan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kibrick", "suffix": ""}], "year": 1938, "venue": "Am. Chem. Soc", "volume": "60", "issn": "", "pages": "2314--2320", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Failure of zinc gluconate in treatment of acute upper respiratory tract infections", "authors": [{"first": "D", "middle": ["S"], "last": "Smith", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Helzner", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Nuttall", "suffix": ""}, {"first": "M", "middle": [], "last": "Collins", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Rofman", "suffix": ""}, {"first": "D", "middle": [], "last": "Ginsberg", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Goswick", "suffix": ""}, {"first": "A", "middle": [], "last": "Magner", "suffix": ""}], "year": 1989, "venue": "Antimicrob. Agents Chemoth", "volume": "33", "issn": "", "pages": "646--648", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Zinc gluconate for common cold", "authors": [{"first": "K", "middle": [], "last": "Weismann", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Jakobsen", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Weismann", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Hammer", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Nyholm", "suffix": ""}, {"first": "B", "middle": [], "last": "Hansen", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Lombolt", "suffix": ""}, {"first": "K", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 1990, "venue": "Dan. Med. Bull", "volume": "37", "issn": "", "pages": "279--281", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Zinc gluconate and the common cold", "authors": [{"first": "J", "middle": ["C"], "last": "Godfrey", "suffix": ""}, {"first": "B", "middle": [], "last": "Sloane", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Smith", "suffix": ""}], "year": 1992, "venue": "J. Int. Med. Res", "volume": "20", "issn": "", "pages": "234--246", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Trace metal requirements in total parenteral nutrition II. Potentiometric study of the metal-ion equilibria in the zinc-histidine, zinc-glycine, zinc-cysteine-histinidine, zinc-glycine-histidine and zinc-glycine-cysteine systems under physiological conditions", "authors": [{"first": "T", "middle": [], "last": "Alemdaroglu", "suffix": ""}, {"first": "G", "middle": [], "last": "Berthon", "suffix": ""}], "year": 1981, "venue": "J. Electroanal. Chem. and Interfacial Electrochem", "volume": "128", "issn": "", "pages": "49--62", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Zinc gluconate lozenges for treating the common cold. A randomized, double-blind, placebo-controlled study", "authors": [{"first": "S", "middle": ["B"], "last": "Mossad", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Macknin", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Medendrop", "suffix": ""}, {"first": "P", "middle": [], "last": "Mason", "suffix": ""}], "year": 1996, "venue": "Ann. Int. Med", "volume": "125", "issn": "", "pages": "81--88", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Zinc gluconate lozenges for treating the common cold in children: a randomized controlled trial", "authors": [{"first": "M", "middle": ["L"], "last": "Macknin", "suffix": ""}, {"first": "M", "middle": [], "last": "Piedmonte", "suffix": ""}, {"first": "C", "middle": [], "last": "Calendine", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Janosky", "suffix": ""}], "year": 1998, "venue": "JAMA", "volume": "279", "issn": "", "pages": "1962--1967", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effect of treatment with zinc gluconate or zinc acetate on experimental and natural colds", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Cetnarowski", "suffix": ""}], "year": 2000, "venue": "Clin. Infect. Dis", "volume": "31", "issn": "", "pages": "1202--1208", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Effectiveness of zinc gluconate glycine lozenges (Cold-Eeze Ò ) against the common cold in school-aged subjects: a retrospective chart review", "authors": [{"first": "B", "middle": ["H"], "last": "Mcelroy", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Miller", "suffix": ""}], "year": 2002, "venue": "Am. J. Ther", "volume": "9", "issn": "", "pages": "472--475", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Cold-Eeze lozenge for common colds", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}], "year": 2003, "venue": "Am. J. Ther", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Metal ion-FTS nonapeptide interactions. A quantitative study of zinc(II)-nonapeptide complexes (thymulin) under physiological conditions and assessment of their biological significance", "authors": [{"first": "B", "middle": [], "last": "Hacht", "suffix": ""}, {"first": "G", "middle": [], "last": "Berthon", "suffix": ""}], "year": 1987, "venue": "Inorganica. Chimica. Acta", "volume": "136", "issn": "", "pages": "165--171", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Randomized, double-masked, placebocontrolled, clinical study of the effectiveness of zinc acetate lozenges on common cold symptoms in allergy-tested subjects", "authors": [{"first": "E", "middle": ["J"], "last": "Petrus", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Lawson", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Bucci", "suffix": ""}, {"first": "K", "middle": [], "last": "Blum", "suffix": ""}], "year": 1998, "venue": "Curr. Ther. Res", "volume": "59", "issn": "", "pages": "595--607", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Two randomized controlled trials of zinc gluconate lozenge therapy of experimentally induced rhinovirus colds", "authors": [{"first": "B", "middle": ["M"], "last": "Farr", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Conner", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Betts", "suffix": ""}, {"first": "J", "middle": [], "last": "Oleske", "suffix": ""}, {"first": "A", "middle": [], "last": "Minnefor", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1987, "venue": "Antimicrob. Agents Chemother", "volume": "31", "issn": "", "pages": "1183--1187", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "pH as a variable in free zinc ion concentration from zinc-containing lozenges", "authors": [{"first": "R", "middle": ["B"], "last": "Martin", "suffix": ""}], "year": 1988, "venue": "Antimicrob. Agents and Chemother", "volume": "32", "issn": "", "pages": "608--609", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Failure of effervescent zinc acetate lozenges to alter the course of upper respiratory tract infections in Australian adults", "authors": [{"first": "R", "middle": ["M"], "last": "Douglas", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Miles", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Moore", "suffix": ""}, {"first": "P", "middle": [], "last": "Ryan", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Pinnock", "suffix": ""}], "year": 1987, "venue": "Antimicrob. Agents Chemother", "volume": "31", "issn": "", "pages": "1263--1265", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Histamine as a ligand in blood plasma. Part 7. Malate, malonate, maleate and tartrate as adjuvants of zinc to flavor histamine tissue diffusion through mixed-ligand coordination", "authors": [{"first": "G", "middle": [], "last": "Berthon", "suffix": ""}, {"first": "A", "middle": [], "last": "Varsamidis", "suffix": ""}, {"first": "C", "middle": [], "last": "Blaquiere", "suffix": ""}, {"first": "D", "middle": [], "last": "Rigal", "suffix": ""}], "year": 1987, "venue": "In vitro tests on lymphocyte proliferation. Agents Actions", "volume": "22", "issn": "", "pages": "231--247", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Elimination of efficacy by additives in zinc acetate lozenges for common colds", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}], "year": 2001, "venue": "Clin. Infect. Dis", "volume": "32", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Prevention of diarrhea and pneumonia by zinc supplementation in children in developing countries: pooled analysis of randomized controlled trials. Zinc Investigators' Collaborative Group", "authors": [{"first": "Z", "middle": ["A"], "last": "Bhutta", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gardner", "suffix": ""}, {"first": "S", "middle": [], "last": "Gore", "suffix": ""}, {"first": "A", "middle": [], "last": "Hidayat", "suffix": ""}, {"first": "", "middle": [], "last": "Khatun", "suffix": ""}, {"first": "F", "middle": [], "last": "Martorell", "suffix": ""}, {"first": "R", "middle": [], "last": "Ninh", "suffix": ""}, {"first": "N", "middle": ["X"], "last": "Penny", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Rosado", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Roy", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Ruel", "suffix": ""}, {"first": "M", "middle": [], "last": "Sazawal", "suffix": ""}, {"first": "S", "middle": [], "last": "Shankar", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "J. Pediatr", "volume": "135", "issn": "", "pages": "689--697", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Beneficial effects of oral zinc supplementation on the immune response of old people", "authors": [{"first": "J", "middle": [], "last": "Duchateau", "suffix": ""}, {"first": "G", "middle": [], "last": "Delepesse", "suffix": ""}, {"first": "R", "middle": [], "last": "Vrijens", "suffix": ""}, {"first": "H", "middle": [], "last": "Collet", "suffix": ""}], "year": 1981, "venue": "Am. J. Med", "volume": "70", "issn": "", "pages": "1001--1004", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Influence of oral zinc supplementation on the lymphocyte response of mitogens of normal subjects", "authors": [{"first": "J", "middle": [], "last": "Duchateau", "suffix": ""}, {"first": "G", "middle": [], "last": "Delespesse", "suffix": ""}, {"first": "P", "middle": [], "last": "Vereecke", "suffix": ""}], "year": 1981, "venue": "Am. J. Clin. Nutr", "volume": "34", "issn": "", "pages": "88--93", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Excessive intake of zinc impairs immune responses", "authors": [{"first": "R", "middle": ["K"], "last": "Chandra", "suffix": ""}], "year": 1984, "venue": "JAMA", "volume": "252", "issn": "", "pages": "1443--1446", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Ineffectiveness of intranasal zinc gluconate for prevention of experimental rhinovirus colds", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}], "year": 2001, "venue": "Clin. Infect. Dis", "volume": "33", "issn": "", "pages": "1865--1870", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Biologically Closed Electric Circuits. Clinical, Experimental and Theoretical Evidence for an Additional Circulatory System", "authors": [{"first": "B", "middle": ["E"], "last": "Nordenstro¨m", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Treatment of hay fever by intranasal zinc ionization", "authors": [{"first": "P", "middle": [], "last": "Franklin", "suffix": ""}], "year": 1931, "venue": "BMJ", "volume": "", "issn": "", "pages": "1115--1116", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Manual of the Materia Medica", "authors": [{"first": "", "middle": [], "last": "Merck", "suffix": ""}], "year": 1901, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Persistent anosmia following zinc sulphate nasal spraying", "authors": [{"first": "F", "middle": ["F"], "last": "Tisdall", "suffix": ""}, {"first": "A", "middle": [], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Defries", "suffix": ""}], "year": 1938, "venue": "J. Pediatr", "volume": "13", "issn": "", "pages": "60--62", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Zinc nasal gel for the treatment of common cold symptoms: a double-blind, placebo-controlled trial", "authors": [{"first": "M", "middle": [], "last": "Hirt", "suffix": ""}, {"first": "S", "middle": [], "last": "Nobel", "suffix": ""}, {"first": "E", "middle": [], "last": "Barron", "suffix": ""}], "year": 2000, "venue": "ENT", "volume": "79", "issn": "", "pages": "778--80", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Effect of zincum gluconicum nasal gel on the duration and symptom severity of the common cold in otherwise healthy adults", "authors": [{"first": "S", "middle": ["B"], "last": "Mossad", "suffix": ""}], "year": 2003, "venue": "QJM", "volume": "96", "issn": "", "pages": "35--43", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Anosmia due to inhalational zinc: a case report", "authors": [{"first": "C", "middle": ["A"], "last": "Decook", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Hirsch", "suffix": ""}], "year": 2000, "venue": "Chem Senses", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Zinc salts inactivate clinical isolates of herpes simplex virus in vitro", "authors": [{"first": "M", "middle": [], "last": "Arens", "suffix": ""}, {"first": "S", "middle": [], "last": "Travis", "suffix": ""}], "year": 2000, "venue": "J.Clin. Microbiol", "volume": "38", "issn": "", "pages": "1758--1762", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Use of topical zinc to prevent recurrent herpes simplex infection: review of literature and suggested protocols", "authors": [{"first": "G", "middle": ["A"], "last": "Eby", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Halcomb", "suffix": ""}], "year": 1985, "venue": "Med. Hypotheses", "volume": "17", "issn": "", "pages": "157--165", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Complexes of copper(II), calcium, and other metal ions with carbohydrates: thin-layer ligand-exchange chromatography and determination of relative stabilities of complexes", "authors": [{"first": "J", "middle": [], "last": "Briggs", "suffix": ""}, {"first": "P", "middle": [], "last": "Finch", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Matulewicz", "suffix": ""}, {"first": "H", "middle": [], "last": "Weigel", "suffix": ""}], "year": 1981, "venue": "Carbohydr. Res", "volume": "97", "issn": "", "pages": "181--188", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Distribution (percentage) of zinc ionic species in the 1:2 mole ratio ZG-glycinate system. Data is shown at 5 mM for ZG, and 10 mM for glycine. iZn is 57% of total zinc.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distribution (percentage) of zinc ionic species in the 1:10 mole ratio ZG-glycinate system. Data is shown at 5 mM for ZG and 50 mM for glycine. iZn is 11% of total zinc.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Distribution (percentage) of Zn 2+ ion in the zinc and acetate system by pH. Acetate protonation curves in the presence and absence of zinc were found to be exactly superimposable. Data are shown at 5 mM ZA concentration. iZn is 100% of total zinc.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Distribution (percentage) of zinc ionic species in the ZG and excess citric acid system. Two negatively charged species exist at pH 7.4. Data are shown at 5 mM zinc and 6.5 mM citrate concentration. Speciation of zinc citrate is similar.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(a) Effect of daily iZn on reduction in mean duration of common colds in days (n ¼ 12, r ¼ 0.754, p < 0.005). (b) Effect of daily iZn on reduction in mean duration of common colds in days (n ¼ 10, r ¼ 0.727; p < 0.02).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Effect of Glycine on iZn from Cold-Eeze", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Molar ratio of ZG: glycine </td><td>iZn as percent of total zinc\n</td></tr><tr><td>1:0 </td><td>72\n</td></tr><tr><td>1:2 </td><td>57\n</td></tr><tr><td>1:4 </td><td>32\n</td></tr><tr><td>1:6 </td><td>20\n</td></tr><tr><td>1:8 </td><td>14\n</td></tr><tr><td>1:10 </td><td>11\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Effects of Total Zinc and Daily iZn on Common Cold Median and Mean Durations", "latex": null, "type": "table"}}, "back_matter": []}