{
    "paper_id": "1a9073885855a72a2d3b661c36b12fb75c04673d",
    "metadata": {
        "title": "A discussion of irrational stockpiling behaviour during crisis",
        "authors": [
            {
                "first": "Yiqun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "yiqun.c@unimelb.edu.au"
            },
            {
                "first": "Abbas",
                "middle": [],
                "last": "Rajabifard",
                "suffix": "",
                "affiliation": {},
                "email": "abbas.r@unimelb.edu.au"
            },
            {
                "first": "Soheil",
                "middle": [],
                "last": "Sabri",
                "suffix": "",
                "affiliation": {},
                "email": "soheil.sabri@unimelb.edu.au"
            },
            {
                "first": "Yuke",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": "yuke.xie1@unimelb.edu.au"
            },
            {
                "first": "Yibo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "yibo.zhang1@unimelb.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the ubiquitous human behaviours observed in natural disasters and humanitarian crisis is irrational stockpiling (also known as hoarding or panic buying). Limited, distorted and exaggerated information during crisis disturbs people's judgement and results in aberrant actions which can be explained with economics and psychology theories. The objective of this paper is to examine the perplexing stockpiling phenomena during disasters like COVID-19 pandemic and discuss its immediate and long-term impact on economy, society and local communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Irrational stockpiling, hoarding or panic buying behaviour has been widely reported during major natural disasters and humanitarian crisis all over the world. During the COVID-19 pandemic, people in UK, Italy and Australia flocked to local stores swiping the shelves for long-life food, medicines, hand sanitizer and toilet papers (Dowle 2020 , Pan, Mantin et al. 2020 , Scipioni 2020 , Taylor 2020 . When recent continental hurricanes such as Ike (2008), Irene (2011 ), Sandy (2012 and Arthur (2014) hit the US, bottled water had been massively stockpiled in all impacted regions along the path of hurricanes (Pan, Dresner et al. 2020) . Rice and grains, as a staple food source in Asia, were also stockpiled in India, Indonesia, Malaysia, The Philippines, Thailand, and Vietnam to mitigate food supply instability during disasters (Anthony, Teng et al. 2016 , Tan 2020 .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 342,
                    "text": "(Dowle 2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 343,
                    "end": 368,
                    "text": ", Pan, Mantin et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 384,
                    "text": ", Scipioni 2020",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 385,
                    "end": 398,
                    "text": ", Taylor 2020",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 456,
                    "end": 467,
                    "text": "Irene (2011",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 482,
                    "text": "), Sandy (2012",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 500,
                    "text": "Arthur (2014)",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 636,
                    "text": "(Pan, Dresner et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 859,
                    "text": "(Anthony, Teng et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 870,
                    "text": ", Tan 2020",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Unlike store or brand promotion-triggered stockpiling, disaster-triggered stockpiling behaviour contains more irrational factors and can be treated as an unconventional inventory accumulation action for reducing potential losses (McKinnon, Smith et al. 1985 , Pan, Dresner et al. 2020 . Related economics theories such as endowment effect, commodity theory and prospect theory can account for this phenomenon (King and Devasagayam 2017) . With limited information and time for thinking and judging the situation during disasters, the fear of commodity scarcity becomes contagious and spreads expeditiously over media channels (e.g., social media, TV, radio, newspaper). Distorted facts and exaggerated misinformation will increase stockpiling behaviour and purchase acceleration and deteriorate the situation (Taylor 2020).",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 257,
                    "text": "(McKinnon, Smith et al. 1985",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 284,
                    "text": ", Pan, Dresner et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 436,
                    "text": "(King and Devasagayam 2017)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During a crisis like COVID-19, the irrational stockpiling behaviour also connects to three fundamental psychological needs that drive human behaviour -autonomy, relatedness and competence. Autonomy means people are empowered when they feel a sense of choice and endorsement in a task (Deci and Ryan 2008) , and it can be interpreted as \"taking back control\" out of the uncertainties in chaos (Taylor 2020); relatedness creates a sense of belonging by forming teams, and in this context, it means the stockpiling is a crowd rather than an individual activity so that people won't feel their behaviour is inappropriate or isolated; competence derives from the idea that people want to control outcomes and this control allows them to experience mastery over a task or particular domain (Towler 2019) . In the stockpiling scenarios, this can be achieved when making a purchase gives people a sense that they are smarter and more secured than the others.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 304,
                    "text": "(Deci and Ryan 2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 784,
                    "end": 797,
                    "text": "(Towler 2019)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Evidently, irrational stockpiling behaviour causes more challenges for disaster management, and it exerts adverse impacts on many aspects of the economy, society and local communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts Discussion"
        },
        {
            "text": "First of all, stockpiling behaviour will deepen the immediate and longer-term impact on retail operations (Pan, Dresner et al. 2020 , Zheng, Shou et al. 2020 . For some disasters like snowstorms and hurricanes, it is possible for retailers to prepare inventory based on previous experiences and disaster forecast updates (Lodree, Ballard et al. 2012 , Davis, Samanlioglu et al. 2013 , Morrice, Cronin et al. 2016 . While accurately predicting a black swan crisis exceeds the capability of current science and technology (Hu, Gurnani et al. 2013 , Hendricks, Jacobs et al. 2017 . Given this, the supply chain will be inevitably impacted during disasters, and the disruptions might last for several order cycles depending on the preparedness (Pan, Dresner et al. 2020 ). The irrational stockpiling will add another level of complexity to the inventory management and exert further tension on the strained supply chain.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 131,
                    "text": "(Pan, Dresner et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 157,
                    "text": ", Zheng, Shou et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 349,
                    "text": "(Lodree, Ballard et al. 2012",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 382,
                    "text": ", Davis, Samanlioglu et al. 2013",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 412,
                    "text": ", Morrice, Cronin et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 544,
                    "text": "(Hu, Gurnani et al. 2013",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 576,
                    "text": ", Hendricks, Jacobs et al. 2017",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 765,
                    "text": "(Pan, Dresner et al. 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impacts Discussion"
        },
        {
            "text": "Secondly, since irrational stockpiling could instantly empty essential products in stores before restocking, people would have to seek for substituting analogous products in times of chaos. This could have destructive consequences on the infrastructure. In COVID-19 pandemic, it has been reported that the UK and Australia have seen panic-buying of products such as toilet paper, and many people also stock up on similar products like baby nappies and kitchen towels, assuming they could be interchangeable. Warnings have said that this behaviour could have significant impacts and cause extensive damage to the wastewater infrastructure. Sewage systems could readily be blocked with the resulting chaos and increased health risks, while water companies may not have enough equipment to unblock the sewer system (Jacques 2020, Wilding 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts Discussion"
        },
        {
            "text": "Third, irrational stockpiling will initialise an improper competing shopping environment which impairs the fair opportunities for accessing essential commodities and leads to a price hike. The aged and disabled people, as well as those working in the essential businesses who cannot go shopping in average time, will be severely affected during the panic buying chaos. Besides in physical stores, the pressure is also mounting online too, with deferred orders and long waited delivery slots and other technical difficulties (Dowle 2020). As retail stocks dwindle, the lower-priced essential products will be sold out quickly; consumers who come late will have to take higher-priced alternatives. Retailers can also increase prices as a means for mitigating panic stockpiling, and consequently, customers will have to pay more than they used to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts Discussion"
        },
        {
            "text": "Last but not least, the adverse impacts of irrational stockpiling on households and local communities should not be ignored. As long as the stock scarcity situation remains, people might have to spend more time on shopping, visit more stores and travel more distance in order to fill their demand. This would expose them to more health risks unnecessarily and make people dispirited and frustrated. The outcome of the irrational stockpiling might be optimal and attractive for individual stockpiler, but it is certainly far from maximising the overall benefits and prosperities of the entire community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts Discussion"
        },
        {
            "text": "We have to admit that it is impossible to eliminate irrational stockpiling behaviour due to its complex factors, and we will see it again and again in future disaster and emergency chaos. However, there are still plenty of things that can be done to alleviate the adverse effects of irrational stockpiling. For instance, cross-disciplinary research activities need to target on improving the robustness and resilience of supply chains. Moreover, it is critical to investigate the impact of irrational stockpiling behaviour on household and local communities, and communicate the outcomes and findings with the public and help people understand how individual behaviour accounts for achieving the overall benefits of a community. It is a challenging task to assure fair and adequate allocations of essential supplies amid crisis, while the continuous and timely collaboration and communication among government, emergency authorities, retailer and customers will be a good start.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Singapore: S. Rajaratnam School of International Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "NTS report",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inventory planning and coordination in disaster relief efforts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "141",
            "issn": "",
            "pages": "561--573",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Facilitating Optimal Motivation and Psychological Well-Being Across Life's Domains. Canada",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "CANADIAN PSYCHOLOGICAL ASSOCIATION",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus: What are supermarkets doing to tackle stockpiling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dowle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Managing Risk of Supply Disruptions: Incentives for Capacity Restoration",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "137--150",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus toilet paper shortage creates havoc as flushed items block sewer pipes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An Endowment, Commodity, and Prospect Theory Perspective on Consumer Hoarding Behavior",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Devasagayam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Business Theory and Practice",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pre-positioning hurricane supplies in a commercial supply chain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lodree",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Socio-Economic Planning Sciences",
            "volume": "46",
            "issn": "4",
            "pages": "291--305",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hoarding behavior among consumers: Conceptualization and marketing implications",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mckinnon",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "13",
            "issn": "1-2",
            "pages": "340--351",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Supporting hurricane inventory management decisions with consumer demand estimates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrice",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Operations Management",
            "volume": "45",
            "issn": "1",
            "pages": "86--100",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pre-Hurricane Consumer Stockpiling and Post-Hurricane Product Availability: Empirical Evidence from Natural Experiments",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "When the coronavirus gets tough, the tough get stockpiling",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus stockpiling: Don't waste your money on these items, according to a pandemic planner",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scipioni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rice prices surge to 7-year high as coronavirus sparks stockpiling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Here's why people are panic buying and stockpiling toilet paper to cope with coronavirus fears",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Why the basic psychological needs autonomy, competence and relatedness matter in management and beyond",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Towler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stockpile substitution could have major consequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilding",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Supply disruption management under consumer panic buying and social learning effects",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}