{
    "paper_id": "1a956bc7d817a92ccd0c6d52fe29896cc8c9bebc",
    "metadata": {
        "title": "EDUCATION Vorbereitungsfragen zur Facharztprüfung W",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "B B Erscheinungsort"
                ],
                "last": "Wien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "EDUCATION",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "W Vorbereitungsfragen EDUCATION 2  Springer-Verlag Vorbereitungsfragen zur Facharztprüfung Hefte 1/2006 -3-4/2009 (Fragen 1-511)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "i.v. b) Linezolid 2 x 600 mg i.v. c) Caspofungin 1 x 70 mg i.v. dann 1 x 50 mg i.v. d) Amoxicillinclavulansäure 3 x 2,2 g i.v.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ein metabolisches Syndrom (gemäß NCEP-ATP III) mit erhöhtem Diabetes-Risiko liegt bei Männern mit sonst unauffälligen"
        },
        {
            "text": "a) 2 x 200 mg i.v. b) 2 x 400 mg i.v. c) 3 x 400 mg i.v. d) 6 x 400 mg i.v. e) 3 x 1,5 g i.v.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Standarddosis bei Ciprofloxacin in der Indikation Pseudomonaspneumonie beträgt bei normaler Nierenfunktion und einem Körpergewicht von 70 kg unter einer normalen Leberfunktion ohne Ciprofloxazimallergie beträgt"
        },
        {
            "text": "(1 Antwort ist richtig) a) Antidiarrhoika b) Psychotherapie/Hypnose c) Spasmolytika d) Laxantien e) Prokinetika a) HBsAg negativ und Transaminasen im Normbereich, b) HBsAg positiv und Transaminasen erhöht, c) HBsAg positiv und Transaminasen im Normbereich, d) HBsAg negativ und Virämie hoch, e) HBsAg positiv und antiHBc negativ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welches Medikament sollte zur Verbesserung der Prognose bei Patienten mit stabiler Angina Pectoris auf jeden Fall zum Einsatz gelangen (Klasse I, Evidenzklasse"
        },
        {
            "text": "a) HBsAg positiv, Transaminasen erhöht und HBV-DNA > 10 4 copies/ml, b) HBsAg positiv, Transaminasen im Normbereich, c) HBsAg negativ, Transaminasen im Normbereich und HBV-DNA > 10 4 copies/ml, d) HBsAg negativ, Tranaminasen erhöht, e) HBsAg positiv, Transaminasen erhöht und Histologie unauffällig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bei der chronischen Hepatitis B sind definitionsgemäß:"
        },
        {
            "text": "a) HBsAg positiv und Transaminasen im Normbereich, b) HBsAg negativ, Transaminasen im Normbereich und Anti-HBc positiv, c) Anti-HBs negativ und Anti-HBc positiv, d) HBsAg negativ und Anti-HBc negativ, e) HBsAg positiv und Anti-HBs negativ. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bei Z.n. Hepatitis B sind definitionsgemäß:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Datenkonvertierung und Umbruch: Grafik Maria Haunold",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verleger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Die Amsterdam-Kriterien sind a) ein Score für die Identifikation für FAP b) ein Score für die adjuvante Nachbehandlung c) ein Score für die Vorsorge d) ein Score für die Identifikation für HNPCC e) ein Score für die Nachsorge 5. Die Selektionskriterien für die Identifiaktion von Personen bzw. Familien mit HNPCC heißen: a) Brüsseler-Kriterien b) New York-Kriterien c) WHO-Kriterien d) Amsterdam-Kriterien e) FDA-Kriterien 6. Für welchen der folgenden Faktoren konnte ein ätiologischer Zusammenhang mit dem CRC nachgewiesen werden? a) Eingeschränkte Flüssigkeitsaufnahme b) Body mass index c) Selenmangel d) Vitaminmangel e) erhöhte Salzzufuhr 7. Welche der folgenden Risikofaktoren ist für das Kolonkarzinom nicht relevant? 10. Welche Form der Anämie ist am häufigsten mit einem Kolonkarzinom assoziert? a) mikrozytär hypochrom b) mikrozytär hyperchrom c) makrozytär hypochrom d) makrozytär hyperchrom e) normozytär normochrom 11. Welche Aussage trifft für den FOBT zu? a) bei positivem FOBT ist eine Sigmoidoskopie empfohlen b) der FOBT hat eine Sensitivität von 100% c) der FOBT hat eine Spezifität von 50% d) ist jährlich ab dem 40. Lj. empfohlen e) der FOBT senkt die CRC-Mortalität um 50% 12. Die Koloskopie: a) führt in 5% der Fälle zu einer Darmperforation b) führt zu einer Reduktion der CRC-Mortalität um 30% c) ist routinemäßig ab dem 40. Lj empfohlen d) wird bei positivem FOBT empfohlen e) sollte in der Nachsorge nach CRC jährlich erfolgen 13. Welche Methode stellt die effektivste Vorsorgeuntersuchung für das Kolonkarzinom dar? 14. Eine 65-jährige Frau hatte in den vergangenen Monaten einen Gewichtsverlust von 5 kg und beschreibt ein völlig unregelmäßiges Stuhlverhalten (wechselnd Obstipation und Durchfall). Der Hämocculttest war 2-mal positiv. Welche Untersuchung werden Sie empfehlen? 18. Bei einer Frau wird in der 26. Schwangerschaftswoche ein OGTT mit 75 g Glukose durch geführt. Folgende Glukose-Werte werden im kapillären Vollblut erhoben: nüchtern: 88 mg/dl, 1. Stunde: 171 mg/l, 2. Stunde: 159 mg/dl. Die Diagnose lautet:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". Die Prävalenz für das Auftreten einer AP-Symptomatik beträgt für Frauen zwischen dem 45. und 54. Lebensjahr:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Wie hoch ist die NNT für eine Therapie mit PPI bei funktioneller Dyspepsie? Eine 50-jährige Patientin kommt mit synovitischen Schwellungen von drei PIPund fünf MCP-Gelenken in Ihre Ambulanz. Welche Laborparameter sind nicht sinnvoll für die weitere Diagnose?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Serumeisen ↑ Ferritin ↑ b) Serumeisen ↓ Ferritin ↑ c) Serumeisen ↓ Ferritin ↓ d) Serumeisen ↓ Transferrin ↑ e) Serumeisen ↑ Transferrin ↓",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "205. Ein 26-jährigerHandwerker wird mit Hämoptysen und akutem Nierenversagen von einem auswärtigen Krankenhaus an Ihre Klinik transferiert. Am nächsten Tag meldet das Labor, dass die \"AK gegen glomeruläre Basalmembran\" hochtitrig positiv sind. Welche Therapie ist die richtige?  Springer-Verlag a) Prednisolon-Monotherapie b) Zyklophosphamid-Monotherapie c) Plasmaaustausch-Monotherapie d) Kombination von A + B + C e) keine der oben angeführten 206. Was ist der Ligand bei der 209. Welche Aussage trifft für die proximale tubuläre renale Azidose nicht zu? a) Die proximale RTA ist oft mit einer Hypokaliämie vergesellschaftet. b) Zur Therapie sind große Mengen von Alkali (10-15 mval/kg) notwendig. c) Unter Gabe von Bikarbonat kommt es zu einem raschen Anstieg des Harn-pH. d) Der Harn-pH liegt meist über 7. e) Das Serumbikarbonat ist meist > 14 mval/l. Zur Therapie sind meist geringe Mengen an Alkali notwendig. c) Der Harn-pH liegt über 5,3. d) Die distale RTA nach Nierentransplantation ist mit einer Hyperkaliämie verbunden. e) Die distale RTA führt zu Hyperkalziurie, Nephrokalzi nose und Urolithiasis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "TVT Tiefe Venenthrombose; KUS Kompressionsultraschall; VKA Vitamin-K-Antagonist; NMH Niedermolekulares Heparin; UFH Unfraktioniertes Heparin; ZVK Zentralvenöser Katheter; ASS Acetylsalicylsäure. Bei Patienten mit einer 443. PAVK ist ein Zielwert des LDL-Cholesterins von unter 70 mg/dl anzustreben, wenn Absolute Kontra-475. indikationen gegen NIV. Welche Antwort trifft nicht zu? Die Verlegung von wieviel 482. Prozent des pulmonalarteriellen Strombettes durch den Embolus ist hämodynamisch wirksam? Welche der folgenden 490. bildgebenden Techniken hat die größte Sensitivität und Spezifität in der Detektion von Emboli im Pulmonalarterien-Hauptstamm, den Lappen-oder Segmentarterien? Vitamin-K-Antagonisten als Therapie begonnen werden.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}