{"paper_id": "1a957e36b51149adaa46e41030cfe829bcc5024f", "metadata": {"title": "Voices from the Field: Addressing Job Burnout in School Psychology Training Programs", "authors": [{"first": "Ethan", "middle": ["J"], "last": "Schilling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mickey", "middle": [], "last": "Randolph", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Job burnout among school psychologists represents a potentially serious issue given widespread shortages of practitioners. It is then important to identify effective strategies for both preventing and responding to feelings of burnout when they occur to ultimately ensure a healthy workforce. The current study examined written responses provided by 122 practicing school psychologists in the Southeastern United States to the question, \"What do you think training programs can do about the issue of burnout in school psychology.\" A qualitative thematic analysis of responses resulted in the identification of three main themes: develop specific personal/professional skills, modify professional/training components, and modify administrative/ organizational policies and seven associated sub-themes. Resulting themes are discussed in reference to specific recommendations training programs can take in the future to better address job burnout in the field.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Despite the increasing need for school psychologists in schools, widespread shortages exist among practitioners. While the National Association of School Psychologists (NASP) (2010) recommends a ratio of no more than 1000 students per school psychologist (500-700:1 when more comprehensive services are delivered), more recent estimates place the current average nationwide ratio at 1381:1 (Walcott et al. 2018) . Furthermore, continued shortages in practicing school psychologists are expected to continue through the year 2025 (Castillo et al. 2014) .", "cite_spans": [{"start": 390, "end": 411, "text": "(Walcott et al. 2018)", "ref_id": "BIBREF34"}, {"start": 529, "end": 551, "text": "(Castillo et al. 2014)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "These shortages exist due to a variety of reasons. Many have identified difficulties recruiting graduate students into school psychology training programs as a major factor leading to shortages. Researchers have found undergraduate students are generally less knowledgeable about school psychology as a viable career option in relation to other fields, including clinical and counseling psychology (Graves Jr. and Wright 2009) . As a result, they are less likely to pursue a graduate degree in the field. Complicating this issue further is the fact that shortages also exist among faculty in school psychology programs (Clopton and Haselhuhn 2009 ) as well as a lack of school psychology training options for students (i.e., the availability of training programs has only grown by 9% over the past 40 years) (Rossen and von der Embse 2014) .", "cite_spans": [{"start": 398, "end": 426, "text": "(Graves Jr. and Wright 2009)", "ref_id": "BIBREF13"}, {"start": 619, "end": 646, "text": "(Clopton and Haselhuhn 2009", "ref_id": "BIBREF8"}, {"start": 808, "end": 839, "text": "(Rossen and von der Embse 2014)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "Perhaps a less understood, but equally important, factor contributing to shortages in the field is related to difficulties retaining practitioners in schools. In a recent nationwide survey of school psychologists, more than 16% of respondents expressed a desire to leave their position within the next 5 years and a further 8% stated an intention to leave the field entirely usually due to a lack of support from or negative relationships with administrators (Boccio et al. 2016) . In a more regional sample, Schilling et al. (2018) found that, in a sample of school psychologists practicing in the Southeastern United States, almost 22% reported thinking about leaving their current position and 19% indicated having thoughts about leaving the field at some point during their careers.", "cite_spans": [{"start": 459, "end": 479, "text": "(Boccio et al. 2016)", "ref_id": "BIBREF2"}, {"start": 509, "end": 532, "text": "Schilling et al. (2018)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "One of the most serious causes of practitioners leaving their current place of employment or even the field are feelings of job burnout, with some recent studies estimating up to 90% of school psychologists experience occasional feelings of burnout in their working lives (Schilling & Randolph 2017; Schilling et al. 2018) . A potential consequence of job burnout is then a further exacerbation of shortages in the field. It is then important to identify strategies to help mitigate job burnout in the field and its effects. Although many see job burnout as a field-based issue, it is the feeling of the authors that specific steps can be taken in training programs to address burnout. For example, trainees can be provided with information and strategies at the preservice level to equip them to be able to effectively prevent and respond to feelings of burnout as they enter the field.", "cite_spans": [{"start": 272, "end": 299, "text": "(Schilling & Randolph 2017;", "ref_id": "BIBREF29"}, {"start": 300, "end": 322, "text": "Schilling et al. 2018)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "The present study examined feelings of job burnout among practitioners in the Southeastern United States. As part of this study, participants were asked to provide their thoughts regarding what training programs can do to address the issue of job burnout in the field. The following represents a qualitative thematic analysis of participants' responses to this question. The goal was to identify recommendations for training programs for effectively addressing issues of burnout in developing school psychologists and, thus, ultimately contributing to lessening the burden of shortages in the field.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Job burnout is defined as \"a psychological syndrome in response to chronic interpersonal stressors on the job\" (Maslach et al. 2001, p. 399) . Feelings of burnout within the context of one's job may arise due to a variety of reasons including increasing perceptions of an overall lack of support/access to external resources (Hakanen et al. 2006; Huebner 1992; Schilling et al. 2018; Williams and Gersch 2004) , increasing job demands (Evers et al. 2004; Hakanen et al. 2006; Ilies et al. 2015; Richards et al. 2016; Schilling et al. 2018; Williams and Gersch 2004) , strained relationships with coworkers (Grayson and Alvarez 2008; Schilling et al. 2018; Zhao et al. 2018) , reduced access to internal resources/ perceptions of an individual's ability to do one's job and to cope with difficult situations (Alessandri et al. 2018; Butler and Constantine 2005; Skaalvik and Skaalvik 2007) , and increased feelings of negativity (Bianchi and Schonfeld 2016; Szczygiel and Mikolajczak 2018) .", "cite_spans": [{"start": 111, "end": 140, "text": "(Maslach et al. 2001, p. 399)", "ref_id": null}, {"start": 325, "end": 346, "text": "(Hakanen et al. 2006;", "ref_id": "BIBREF15"}, {"start": 347, "end": 360, "text": "Huebner 1992;", "ref_id": "BIBREF18"}, {"start": 361, "end": 383, "text": "Schilling et al. 2018;", "ref_id": "BIBREF30"}, {"start": 384, "end": 409, "text": "Williams and Gersch 2004)", "ref_id": "BIBREF35"}, {"start": 435, "end": 454, "text": "(Evers et al. 2004;", "ref_id": "BIBREF10"}, {"start": 455, "end": 475, "text": "Hakanen et al. 2006;", "ref_id": "BIBREF15"}, {"start": 476, "end": 494, "text": "Ilies et al. 2015;", "ref_id": "BIBREF19"}, {"start": 495, "end": 516, "text": "Richards et al. 2016;", "ref_id": "BIBREF26"}, {"start": 517, "end": 539, "text": "Schilling et al. 2018;", "ref_id": "BIBREF30"}, {"start": 540, "end": 565, "text": "Williams and Gersch 2004)", "ref_id": "BIBREF35"}, {"start": 606, "end": 632, "text": "(Grayson and Alvarez 2008;", "ref_id": "BIBREF14"}, {"start": 633, "end": 655, "text": "Schilling et al. 2018;", "ref_id": "BIBREF30"}, {"start": 656, "end": 673, "text": "Zhao et al. 2018)", "ref_id": "BIBREF37"}, {"start": 807, "end": 831, "text": "(Alessandri et al. 2018;", "ref_id": "BIBREF0"}, {"start": 832, "end": 860, "text": "Butler and Constantine 2005;", "ref_id": "BIBREF6"}, {"start": 861, "end": 888, "text": "Skaalvik and Skaalvik 2007)", "ref_id": "BIBREF31"}, {"start": 928, "end": 956, "text": "(Bianchi and Schonfeld 2016;", "ref_id": "BIBREF1"}, {"start": 957, "end": 988, "text": "Szczygiel and Mikolajczak 2018)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Defining Job Burnout"}, {"text": "Decades of research regarding the construct of job burnout conceptualize this response as including three distinct dimensions: emotional exhaustion (EE), depersonalization (DP), and a reduced sense of personal accomplishment (PA) (Maslach et al. 2001) . Emotional exhaustion refers to feeling tired and/or fatigued within the context of one's work and includes feelings of being overextended and being drained of one's emotional and physical resources within the work environment. Feelings of depersonalization are characterized by a general sense of detachment from one's job and can include the adoption of callous, uncaring, or even hostile/ negative attitudes toward others (i.e., colleagues and/or clients). Finally, a reduced sense of personal accomplishment is defined by feelings that one is not accomplishing anything worthwhile at work and, thus, experiences a lack of motivation to perform one's job. This conception of job burnout is represented on a validated measure of these feelings, the Maslach Burnout Inventory (MBI) (Maslach and Jackson 1986) . Ratings of items on this measure result in an overall burnout score as well as scores for current perceptions of emotional exhaustion, depersonalization, and personal accomplishment. Although individuals might experience some symptoms of burnout along each of these dimensions, the degree to which symptoms of each are experienced often varies based on the nature of one's work.", "cite_spans": [{"start": 230, "end": 251, "text": "(Maslach et al. 2001)", "ref_id": "BIBREF23"}, {"start": 1036, "end": 1062, "text": "(Maslach and Jackson 1986)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Defining Job Burnout"}, {"text": "Patterns in perceptions of burnout among practicing school psychologists have remained fairly consistent over the years. School psychologists have consistently reported feelings of burnout most often in relation to higher levels of emotional exhaustion and lower levels of personal accomplishment as measured by the MBI. In contrast, school psychologists tend to report lower levels of depersonalization on this same measure. In a 1992 random sample of NASP members, 36% of school psychologists reported high emotional exhaustion, 28% reported low levels of personal accomplishment, and only 10% reported high levels of depersonalization on the MBI (Huebner 1992) . These results were fairly consistent with MBI results from practicing school psychologists collected 4 years prior to this study in 1988 (Huberty & Huebner, 1988) and 6 years later in 1998 (Mills & Huebner 1998) .", "cite_spans": [{"start": 649, "end": 663, "text": "(Huebner 1992)", "ref_id": "BIBREF18"}, {"start": 803, "end": 828, "text": "(Huberty & Huebner, 1988)", "ref_id": "BIBREF17"}, {"start": 855, "end": 877, "text": "(Mills & Huebner 1998)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Job Burnout in School Psychology"}, {"text": "More recent estimates of feelings of burnout in the field have remained consistent with noted trends toward higher reported levels of emotional exhaustion among this group. In an examination of MBI results provided by a nationwide sample of practicing school psychologists, Boccio et al. (2016) found that more than one third of practitioners reported high levels of emotional exhaustion, 12% reported low levels of personal accomplishment, and only 5% reported high levels of depersonalization. Similarly, in a more regional survey of practitioners, Schilling et al. (2018) found that 46% of school psychologists surveyed reported high levels of emotional exhaustion, 26% reported low levels of personal accomplishment, and only 6% reported high levels of depersonalization. Taken together, these results point to the importance of identifying strategies to prevent and respond to feelings of burnout in school psychologists when they occur, with particular attention paid to alleviating levels of exhaustion and increasing a heightened sense of personal accomplishment.", "cite_spans": [{"start": 274, "end": 294, "text": "Boccio et al. (2016)", "ref_id": "BIBREF2"}, {"start": 551, "end": 574, "text": "Schilling et al. (2018)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Job Burnout in School Psychology"}, {"text": "Given the potentially negative consequences that can result from feelings of job burnout, namely departure from one's job or even the field entirely, current researchers have begun to identify strategies that can be used to better address these feelings. Most of these strategies have focused on increasing the motivation of employees to thrive in their work duties despite challenges they may face (Fernet et al. 2016) . Within the context of the school setting, some have argued that fostering a greater sense of resilience within staff may lead to a greater ability to navigate the larger system and ultimately lead to a reduced likelihood of feelings of burnout (Richards et al. 2016) . This same study found that teachers with a greater sense of resilience feel less emotionally drained, have greater overall satisfaction with their jobs, and are more positive in their interactions with coworkers (Richards et al. 2016) .", "cite_spans": [{"start": 399, "end": 419, "text": "(Fernet et al. 2016)", "ref_id": null}, {"start": 666, "end": 688, "text": "(Richards et al. 2016)", "ref_id": "BIBREF26"}, {"start": 903, "end": 925, "text": "(Richards et al. 2016)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Strategies for Addressing Burnout"}, {"text": "Related to increasing motivation/resilience in workers as a method of addressing feelings of job burnout, many have argued that increasing feelings of self-efficacy should also be a target of such efforts. Feelings of self-efficacy in relation to the ability to successfully navigate the work team climate (Loeb et al. 2016) , the ability to effectively cope with work stressors (Evers et al. 2004) , and the ability to deal with negative emotions at work (Alessandri et al. 2018; Szczygiel and Mikolajczak 2018; Zhao et al. 2018 ) have all been found to lessen the burden of feelings of job burnout. In recognizing the importance of these personal characteristics in preventing and responding to feelings of burnout, some researchers have proposed that methods aimed at increasing feelings of resilience and self-efficacy are perhaps the most effective means of dealing with the issue of job burnout.", "cite_spans": [{"start": 306, "end": 324, "text": "(Loeb et al. 2016)", "ref_id": "BIBREF21"}, {"start": 379, "end": 398, "text": "(Evers et al. 2004)", "ref_id": "BIBREF10"}, {"start": 456, "end": 480, "text": "(Alessandri et al. 2018;", "ref_id": "BIBREF0"}, {"start": 481, "end": 512, "text": "Szczygiel and Mikolajczak 2018;", "ref_id": "BIBREF32"}, {"start": 513, "end": 529, "text": "Zhao et al. 2018", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Strategies for Addressing Burnout"}, {"text": "In a recent meta-analysis of studies examining the effectiveness of burnout-related interventions targeting mental health professionals, results portrayed first that interventions have a small but advantageous effect in decreasing feelings of burnout among practitioners (Dreison et al. 2018 ). Interestingly, results indicated that person-directed interventions (i.e., teaching personal coping skills, individual ways of increasing social support, or individualized relaxation techniques) were most effective in specifically reducing the emotional exhaustion aspect of burnout. Relatedly, some have argued that coaching or training programs with a focus on increasing workers' feelings of self-efficacy (e.g., through activities including reflective writing) (Kirk et al. 2011) or level of emotional intelligence (Szczygiel and Mikolajczak 2018) can be delivered to workers as potentially effective burnout prevention strategies. Organization-directed strategies, particularly in the form of job training and the provision of continuing education, have also been found to be most effective in decreasing feelings of overall burnout as well as increasing perceptions of personal accomplishment in relation to other organizational strategies (Dreison et al. 2018) .", "cite_spans": [{"start": 271, "end": 291, "text": "(Dreison et al. 2018", "ref_id": "BIBREF9"}, {"start": 760, "end": 778, "text": "(Kirk et al. 2011)", "ref_id": "BIBREF20"}, {"start": 814, "end": 846, "text": "(Szczygiel and Mikolajczak 2018)", "ref_id": "BIBREF32"}, {"start": 1241, "end": 1262, "text": "(Dreison et al. 2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Strategies for Addressing Burnout"}, {"text": "Strategies for Addressing Burnout Specific to School Psychology There has been a relative lack of investigation into the effects of strategies specifically targeting, preventing, and responding to feelings of job burnout in school psychologists. However, a body of research exists suggesting that targeting certain job and personal characteristics can help to mitigate the effects of burnout. In regard to job characteristics, previous research has demonstrated that school psychologists working in environments in which they engage in a greater diversity of roles (Hosp and Reschly 2002; Proctor and Steadman 2003) have manageable caseloads (Proctor and Steadman 2003) , have access to qualified supervisors (Worrell et al. 2006) , experience positive relationships with colleagues Hosp and Reschly 2002) , and perceive they are an integral part of their school team (Proctor and Steadman 2003) are more likely to report higher job satisfaction and potentially lesser feelings of burnout.", "cite_spans": [{"start": 565, "end": 588, "text": "(Hosp and Reschly 2002;", "ref_id": "BIBREF16"}, {"start": 589, "end": 615, "text": "Proctor and Steadman 2003)", "ref_id": "BIBREF25"}, {"start": 642, "end": 669, "text": "(Proctor and Steadman 2003)", "ref_id": "BIBREF25"}, {"start": 709, "end": 730, "text": "(Worrell et al. 2006)", "ref_id": "BIBREF36"}, {"start": 783, "end": 805, "text": "Hosp and Reschly 2002)", "ref_id": "BIBREF16"}, {"start": 868, "end": 895, "text": "(Proctor and Steadman 2003)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Strategies for Addressing Burnout"}, {"text": "In regard to personal characteristics, research has shown that school psychologists who report a greater perception of being able to handle work stressors and engage in effective coping strategies are more likely to report higher job satisfaction and lower feelings of job burnout. These personal resources can include keeping a normal routine (Bolnik and Brock 2005; Schilling et al. 2018) , seeking social support/ sharing feelings with others (Bolnik and Brock 2005; Schilling et al. 2018) , realizing that others are dealing with similar stressors (Bolnik and Brock 2005) , and getting involved with state and national school psychology organizations (Schilling et al. 2018; VanVoorhis and Levinson 2006) . Perhaps even less well understood are strategies that school psychology graduate training programs can implement to help prevent feelings of burnout in future practitioners and to teach trainees strategies for dealing with these feelings when they do occur. It is the goal of the current study to shed further light on this issue.", "cite_spans": [{"start": 344, "end": 367, "text": "(Bolnik and Brock 2005;", "ref_id": "BIBREF3"}, {"start": 368, "end": 390, "text": "Schilling et al. 2018)", "ref_id": "BIBREF30"}, {"start": 446, "end": 469, "text": "(Bolnik and Brock 2005;", "ref_id": "BIBREF3"}, {"start": 470, "end": 492, "text": "Schilling et al. 2018)", "ref_id": "BIBREF30"}, {"start": 552, "end": 575, "text": "(Bolnik and Brock 2005)", "ref_id": "BIBREF3"}, {"start": 655, "end": 678, "text": "(Schilling et al. 2018;", "ref_id": "BIBREF30"}, {"start": 679, "end": 708, "text": "VanVoorhis and Levinson 2006)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Strategies for Addressing Burnout"}, {"text": "This study included participants from an ongoing project investigating feelings of burnout in a regional sample of practicing school psychologists. Data was collected from 122 school psychologists working in educational settings in the Southeastern United States (response rate of 45%). Participants were primarily females (84.6%) working in public schools (98.3%) with a mean age of 42.6 (SD = 12.9). Participants reported working in urban (24.8%), suburban (42.5%), and rural (32.75%) settings. Nationally, school psychologists are 83% female with 86% working in public school settings, indicating a fairly representative sample utilized in the current study (National Association of School Psychologists 2016). In terms of years of service: 26.6% reported more than 20 years, 30.2% between 10 and 19 years, 30.9% between 5 and 9 years, and 13.3% less than 5 years in the field.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "As part of the larger study, demographic information was collected regarding participants' age, gender, work setting, geographic location, estimated school psychologist-to-student ratio, salary, and number of annual evaluations completed. In addition to demographic data, participants completed the School Psychology Satisfaction and Burnout Questionnaire. The SPSBQ was developed by the researchers to gather information concerning professional burnout from school psychology practitioners in terms of factors contributing to these feelings (responding to yes/no questions, forced choice items, Likert-type ratings, and open-ended questions). Participants responded to such areas as satisfaction with salary, psychologist-to-student ratio, and number of evaluations completed annually; whether they had experienced feelings of burnout during their careers; when they first experienced feelings of burnout; how frequently they have experienced feelings of burnout; and how they typically deal with feelings of burnout. They also were asked to rate how contributory they felt each of the following factors were to feelings of burnout in the field: educational setting, relationship with coworkers, support from state and national organizations, support from administration, recognition of work, resources, parent involvement, personal circumstances, role overload, and poor fit with training. Open-ended questions solicited participants' definition of burnout and beliefs about how school psychology training programs might mitigate the issue of burnout.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "The SPSBQ was developed to help determine specific variables identified by previous research as correlated with the experience of burnout in school psychologists. Initial validity of this measure was established by incorporating these variables into an overall conception of burnout in the field as represented by this measure.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Participants were solicited through contacting leaders in school psychology state associations and requesting them to send surveys to their membership. Online surveys were administered through Qualtrics. The current study focused on the qualitative thematic analysis of participants' responses to the survey question regarding how training programs address the issue of burnout in the field. The resulting qualitative analysis included responses from question 42 of the SPSBQ: \"What do you think training programs can do about the issue of burnout in school psychology? Be specific as possible. Can you think of activities or courses that would have better prepared you for your profession and specifically experiencing burnout?\" Qualitative thematic analysis of responses was conducted independently by two raters after which consensus was reached between the two in the identification of themes best describing and summarizing the data.", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "Qualitative thematic analysis was used to analyze the individual responses of participants. Thematic analysis as proposed by Braun and Clarke (2006) is a method of analyzing qualitative research employing a six-step process. First, the two researchers individually read and familiarized themselves with the responses provided. Next, they independently generated codes summarizing participant responses. This step involved first highlighting overarching phrases provided by participants that stood out to the researchers as potentially interesting and then coming up with shorthand labels to describe this content. The third step involved identifying patterns present among coded responses and beginning to develop resulting themes summarizing the data. This was initially completed independently by the two raters leading to step four when themes were reviewed simultaneously by the researchers. When comparing independently identified themes, each researcher had identified 9 themes summarizing the data, which were essentially identical. Consensus achieved in this step speaks to the high level of interrater reliability obtained in this thematic analysis.", "cite_spans": [{"start": 125, "end": 148, "text": "Braun and Clarke (2006)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Data Analysis"}, {"text": "Step five involved a discussion of identified themes, creating a hierarchy and renaming the final set of main and sub-themes. Finally, step six involved writing up the results of the analysis, including the identification of quotes from participants' responses supporting both main and sub-themes. While the authors recognized some sub-themes included few responses they were retained as important examples of how practitioners responded to the question within the context of larger themes. The reader may interpret accordingly. See Table 1 for an identification of initial codes as well as resulting themes and subthemes.", "cite_spans": [], "ref_spans": [{"start": 533, "end": 540, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Analysis"}, {"text": "One hundred and three participants responded to this question in the survey. Of these responses, many participants included multiple components in their answers. Three responses were thrown out as they had nothing to do with the question concerning what training programs could do, but instead made a comment on the field in general (e.g., \"doctoral programs are not needed since districts don't pay specialist-level psychologists enough\"). Thematic analysis of participants' responses to what training programs can do to address burnout indicated a total of 3 main themes and 7 sub-themes (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 595, "end": 602, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The three main themes included the following: (1) Develop Specific Personal/Professional Skills, (2) Modify Program Components, and (3) Modify Administrative/Organizational Policies. These 3 resulting themes each included two of more sub-themes, which are all further defined below.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Theme 1: Develop Specific Personal/Professional Skills \"Provide extensive training on setting clear personal boundaries that define a healthy professional role as school psychol-ogist…including the need for coping strategies and social skills to effectively collaborate with colleagues in educational setting\"-participant #6", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Within this theme, participants indicated the need to develop personal and professional skills through training, which would allow them to engage in strategies to mitigate feelings of burnout when they occur. Within this larger theme, two sub-themes were identified addressing the need to teach trainees to engage in self-care practices and to advocate for themselves and the larger field in the workplace.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Sub-theme 1: Self-care \"Give psychologists tools to develop coping skills to handle job stress, compassion fatigue, and time management\"-participant #57 This sub-theme was addressed by 31 participants and included discussion of the need to develop trainees' skills in stress management, time management, mindfulness, taking personal time, working/communicating effectively with professionals outside the field, how to recognize burnout, developing general coping skills, and setting clear boundaries between work and home (i.e., not taking work home). Several responses were broader in nature and generally indicated that teaching physical and mental/emotional self-care strategies is important in emphasizing the need to lead a \"balanced life.\" Sub-theme 2: Advocacy \"Involvement in state and national school psych association leadership has been extremely important in keeping me a happy and healthy practitioner for 35 years\"-participant #1", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Perceptions expressed within this second sub-theme (14 responses) referred to the need for training programs to emphasize the importance of personally advocating for themselves, the profession, and their clients both in and out of the workplace. Responses indicated the need to learn how to advocate for engaging in the variety of roles they want to perform and were trained to deliver.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "\"If the program accurately reflects the climate where you plan to work and provides adequate practicum experiences, there should be no surprises. I worked in the state where I was trained and was happy, then moved to another state with completely different procedures and I was unhappy\"-participant #117", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "This second main theme incorporated 4 sub-themes relating more to the need for training programs to modify aspects of professional training, including specific training program components in an effort to address the issue of burnout. Subthemes focused on providing training in specific skill areas, teaching the actual versus ideal roles of school psychologists, including discussions of burnout in courses, and informing students of alternative job placement opportunities for school psychologists (in addition to schools). Sub-theme 1: Curriculum Changes \"I completed my program a number of years ago, and the severe mental health and severe behavioral health issues I'm seeing in students today were not addressed in my program. I've tried to get professional development in these areas, but one or two workshops isn't giving me enough of what I need.\"-participant #24 Twenty-two responses focused on the need for programs to add further courses addressing some of the professional skills needed to more adequately meet job expectations. The skill areas mentioned most frequently were counseling, intervening in severe behavior problems, collaboration, report writing, systems interventions, and technology. Responses in this area also addressed the need to increase continuing practical professional development opportunities offered at their schools/ districts and by professional organizations.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Sub-theme 2: Prepare Students for the Actual Role of School Psychologists \"Instruct on how to work in an ideal scenario but recognize that schools aren't the utopia that's painted in grad school; teach students how to most effectively work with the resources and data actually available to them\"-participant #61", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "This sub-theme associated with modifying training program components (17 responses) emerged from specific comments made about the \"ideal versus actual\" role of a school psychologist presented in training programs. These comments focused on the lack of \"real world\" examples, expectations, activities, and coverage of \"people skills\" (e.g., how to deal with resistance one encounters from others on the job) within the context of training. Some responses noted how training programs present \"best practices,\" which are sometimes unrealistic in the real world with events occurring that you have no control over as a practitioner. For example, many recognized a lack of resources (personnel as well as access to materials) in the school setting and changing policies/procedures between schools/districts/states that sometimes do not allow them to engage in practices consistent with what was taught in the training setting. Finally, there was mention from some participants that even during practicum and internship field experiences, the real versus ideal role of school psychologists was not acknowledged since the activities required by training programs were sometimes not regularly addressed by a practicing school psychologist.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Sub-theme 3: Include Discussions of Burnout \"Talking to students about the possibility of burnout, giving the reasons why school psychologist experience burn and how to look for and avoid burnout factors when taking a job\"-participant #44", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "The third sub-theme within this larger theme (9 responses) involved having candid discussions of professional burnout with trainees. Responses discussed the need to incorporate discussions early in the training process about what burnout is, how to recognize it, and how to address it using a variety of alternative methods. Several participants encouraged programs to bring in practitioners from the field to discuss the way(s) they have dealt effectively with their own feelings of burnout.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Sub-theme 4: Discuss Alternative Practice Settings \"Prepare trainees for licensure in other areas so that they have options outside of practicing in schools\"-participant #108", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Although only 2 participants mentioned this as something training programs should incorporate, it was a unique response that could easily be addressed in training programs. Participants mentioned the importance of talking with students in training programs about practice opportunities beyond schools including additional licensure options that are available.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Theme 3: Modify Administrative/Organizational Policies \"I believe many people are not aware that school psychology and a job in this field is available, and that more awareness of the field among the general public would help to get more people trained and available for hire\"-participant #81", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Comments incorporated in this last identified main theme were primary linked to two sub-themes: recruitment of students and graduate student selection. The responses in this category were beyond the scope of program components or addressing personal responses to burnout and really focused more on administrative or organizational factors of training programs that could be changed in an effort to better address feelings of burnout in the field.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Sub-theme 1: Increase Recruitment of Students \"Training programs should increase their enrollment cap in order to train a sufficient number of psychologists\"-participant #39", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Within this sub-theme (7 responses), participants noted recruitment of graduate students as an issue related to burnout. They interestingly mentioned the need to either remove cohort caps to admit more students in training programs (i.e., to better address filling job shortages) or raise the requirements for entrance so programs produce \"better-qualified\" practitioners (i.e., to reduce burden on those perceived as qualified). This response was often related to an expressed need to advocate for additional school psychologists and the need for professional organizations to promote the field of school psychology among potential future practitioners.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Sub-theme 2: Graduate Student Selection \"I think making sure that training programs are choosing the right students for their programs is important and if students are questioning school psychology during the training program, help them make appropriate choices. I love the field of school psychology. If I didn't, my feelings of burnout would be much worse, and I would be in a difficult situation in a job that I didn't enjoy\"-participant #78", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "This was an infrequently mentioned response (2) but seems worthy of recognition. These responses indicated a need for school psychologists in the field who \"want to be school psychologists.\" Responses included in this sub-theme were often related to the identified need to emphasize the ideal vs. actual roles of school psychologists in identifying the \"right\" persons for the field-making certain individuals who are applying and being accepted in school psychology training programs have realistic expectations about the field and what is involved in practice. These responses noted individuals entering the field who did not have realistic expectations were more likely to experience burnout.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Although not identified as a separate theme present in the responses of participants, it should be noted that many practitioners (18 responses) noted that training programs could do \"nothing\" about the larger issue of school psychologist burnout. As participant #13 stated, \"I can't think of anything that a training program can do about this issue. There are so many factors which contribute to the problem that cannot be alleviated by a training program.\" Responses related to this idea often indicated that burnout is more of a \"field-based issue\" and that preventing and responding to feelings of burnout were not the responsibility of training programs. This is noteworthy in emphasizing the importance of addressing job burnout from a multifaceted approach. Both training programs as well as practice settings (i.e., schools) should take some responsibility in dealing with this vital issue.", "cite_spans": [], "ref_spans": [], "section": "Theme 2: Modify Professional Training Program Components"}, {"text": "Job burnout in practicing school psychologists is recognized as an important issue for the field. A field already faced with significant shortages needs to determine the possible reasons for practitioner burnout as well as strategies that can be implemented to prevent it or address it. Past research has estimated that an alarming rate (up to 90%) of school psychologists report experiencing some feelings of job burnout at some point during their careers Randolph 2017, Schilling et al. 2018 ) most often in relation to increased feelings of emotional exhaustion and a lessened sense of personal accomplishment (Boccio et al. 2016; Mills and Huebner 1998; Schilling et al. 2018) . It is then vital that prevention and intervention strategies are identified in order to retain a healthy workforce in the field. The purpose of the current study was to examine perceptions among practicing school psychologists of effective strategies training programs can utilize to address job burnout in the field. More specifically, participants' openended responses to this question embedded within a larger survey regarding perceptions of feelings of job burnout were examined and resulting themes were identified. It is thought by the authors that by beginning to address the topic of job burnout and equip trainees with strategies to deal with these feelings when they occur, future practitioners are then less likely to experience resulting negative consequences including leaving the field entirely. This is especially important given that significant job shortages in the field continue to persist (Castillo et al. 2014) . Despite this recognition, little research exists in identifying such strategies. As such, the current research study is one of the first to begin to identify potentially effective efforts that training programs can engage in from the point of view of practitioners.", "cite_spans": [{"start": 457, "end": 493, "text": "Randolph 2017, Schilling et al. 2018", "ref_id": null}, {"start": 613, "end": 633, "text": "(Boccio et al. 2016;", "ref_id": "BIBREF2"}, {"start": 634, "end": 657, "text": "Mills and Huebner 1998;", "ref_id": "BIBREF24"}, {"start": 658, "end": 680, "text": "Schilling et al. 2018)", "ref_id": "BIBREF30"}, {"start": 1592, "end": 1614, "text": "(Castillo et al. 2014)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Three distinct themes were identified in participants' responses to the question of what training programs can do to address feelings of job burnout in school psychology:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(1) develop specific personal/professional skills in trainees, (2) modify professional training program components, and (3) modify program administrative/organizational procedures.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Regarding the first identified theme, participants emphasized the importance of teaching both self-care skills (e.g., time management and other coping skills) and how to advocate for themselves and the profession within the context of training as a strategy to address burnout in the field. This is consistent with previous research demonstrating that individual efforts aimed at increasing self-efficacy among workers to deal with job demands and effectively address feelings of burnout when they occur are often an effective means of reducing burnout (Dreison et al. 2018; Kirk et al. 2011) . Similarly, this identified theme is reflective of previous research support that personal characteristics are equally important in predicting feelings of burnout among school psychologists as are other job-related factors (Bolnik and Brock 2005; Schilling et al. 2018) . It is then reasonable to believe that practitioners who experience less-than-ideal working conditions (e.g., increasing caseloads, lack of support from administrators, etc.) are better able to deal with resulting feelings of burnout if they feel they have been equipped with strategies to do so within the context of their training. Regarding the identification of teaching advocacy skills to students as a means for dealing with burnout in the field, this finding is again supportive of previous research demonstrating that engaging in advocacy efforts can help workers, including school psychologists, to increase levels of motivation to \"push through\" difficult feelings of burnout, particularly emotional exhaustion (Fernet et al. 2016) . Increasing advocacy efforts can also help school psychologists to feel a greater sense of purpose in their work (Schilling et al. 2018; VanVoorhis and Levinson 2006) .", "cite_spans": [{"start": 553, "end": 574, "text": "(Dreison et al. 2018;", "ref_id": "BIBREF9"}, {"start": 575, "end": 592, "text": "Kirk et al. 2011)", "ref_id": "BIBREF20"}, {"start": 817, "end": 840, "text": "(Bolnik and Brock 2005;", "ref_id": "BIBREF3"}, {"start": 841, "end": 863, "text": "Schilling et al. 2018)", "ref_id": "BIBREF30"}, {"start": 1586, "end": 1606, "text": "(Fernet et al. 2016)", "ref_id": null}, {"start": 1721, "end": 1744, "text": "(Schilling et al. 2018;", "ref_id": "BIBREF30"}, {"start": 1745, "end": 1774, "text": "VanVoorhis and Levinson 2006)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "Regarding the second identified theme, participants emphasized the inclusion of additional important topics in the programming of training programs in an effort to reduce future feelings of burnout in the field. Within this larger theme, participants identified the need to include broader coverage of varying practice areas within the curriculum, openly discuss the actual vs. ideal practice of school psychology, include discussion of burnout in courses, and discuss alternative practice settings with students. Generally, participants' responses within this broader theme are supportive of past research speaking to the importance of addressing job burnout from an \"organizational\" standpoint (i.e., equipping workers with sufficient skills and providing them with ongoing training to complete job duties effectively) with the ultimate goal of encouraging a greater sense of personal accomplishment on the job (Dreison et al. 2018) .", "cite_spans": [{"start": 913, "end": 934, "text": "(Dreison et al. 2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Of note, many responses within this broader theme identified the need for training programs to focus more on actual vs. ideal roles of school psychologists. As trainers, it is certainly necessary to offer a broad training experience to future practitioners including an overview of all practice areas; however, responses here appear to indicate the need to also emphasize that real-world practice does not always match this ideal. Future practitioners might be best served and less prone to feelings of burnout if they \"know what they are getting themselves into\" (i.e., that a restriction of roles may occur in some settings, that other practice opportunities outside of the school setting are possible, etc.). Previous research has indeed shown that practitioners working in settings in which they engage in a broader range of roles and subsequently feel like they are valued members of their school teams are more likely to express greater levels of job satisfaction and lower levels of job burnout (Hosp and Reschly 2002; Proctor and Steadman 2003) . It is then reasonable to believe that training programs are well-equipped to work with and encourage students to seek out job opportunities that appear to be well-matched with their career goals and vision for their future practice.", "cite_spans": [{"start": 1002, "end": 1025, "text": "(Hosp and Reschly 2002;", "ref_id": "BIBREF16"}, {"start": 1026, "end": 1052, "text": "Proctor and Steadman 2003)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Regarding the third identified theme regarding strategies for how school psychology training programs can address job burnout in the field, participants spoke to the importance of modifying administrative policies within programs regarding both recruiting students to the field to share in the burden of practice as well as ensuring recruitment of high-quality students who are sufficiently aware of the requirement of everyday practice. Responses included within this theme are perhaps most reflective of past research indicating that perceptions of positive working relationships with coworkers ) as well as manageable caseloads stemming from a more robust workforce (Proctor and Steadman 2003) are often predictive of lower feelings of burnout. Generally, strategies offered in this area speak to the need for training programs to bear the brunt in increasing their training of high-quality practitioners to help fill shortages among practitioners that exist in the field in hopefully leading to reduced feelings of burnout in already overworked practicing school psychologists.", "cite_spans": [{"start": 669, "end": 696, "text": "(Proctor and Steadman 2003)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Despite the goal of the current research study to shed further light on the specific strategies school psychology training programs can engage in to address the issue of job burnout in the field, several limitations of this study should be noted. First, practitioners were surveyed from only one geographical region (Southeast) of the United States. As recent research has demonstrated that practitioners in this area of the county tend to report higher rates of job burnout with up to 90% reporting some feelings of burnout during their careers (Schilling et al. 2018) , it is reasonable to believe that practitioners in other areas of the country experiencing lower levels of burnout may identify other potentially useful strategies for addressing the issue. Second, it should also be emphasized that participants were only asked to identify what they believe training programs can do to address job burnout in the field. They were not asked to identify strategies that their own or other training programs have engaged in in the past which they personally experienced as effective in addressing burnout. Therefore, no judgment was placed on participants' identification of strategies related to potential effectiveness of these strategies. Furthermore, identified strategies were not evaluated in relation to how feasible they might be to implement by programs. Despite such limitations, results of this study add to the body of literature regarding the effective prevention of and response to feelings of job burnout in school psychology and provide potential areas training programs may consider addressing.", "cite_spans": [{"start": 546, "end": 569, "text": "(Schilling et al. 2018)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Limitations"}, {"text": "An analysis of resulting themes present in participants' responses indicated that practicing school psychologists view job burnout in the field as a complex issue stemming from a variety of causes and requiring a multifaceted approach to effectively address. Participants identified both the need for training programs to adapt programming components (e.g., broadening coverage of topics within their curriculum) and larger organizational policies (e.g., examining recruitment procedures) as well as directly addressing the issue of job burnout with students and equipping future practitioners with strategies to respond to these feelings when they occur. In addition, some participants expressed a belief that prevention and remediation of burnout is not a training program issue and instead is the responsibility of schools/the practice setting to address. This indicates that perhaps trainers and employers are probably most likely to be effective in tackling this vital issue together. Future research should continue to help identify potentially useful strategies in remediating burnout in the field with particular attention paid to evaluating the specific outcomes of such strategies in ultimately reducing feelings of burnout among practitioners.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Job burnout: the contribution of emotional stability and emotional self-efficacy beliefs", "authors": [{"first": "G", "middle": [], "last": "Alessandri", "suffix": ""}, {"first": "E", "middle": [], "last": "Perinelli", "suffix": ""}, {"first": "E", "middle": [], "last": "De Longis", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Schaufeli", "suffix": ""}, {"first": "A", "middle": [], "last": "Theodorou", "suffix": ""}, {"first": "L", "middle": [], "last": "Borgogni", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Caprara", "suffix": ""}, {"first": "L", "middle": [], "last": "Cinque", "suffix": ""}], "year": 2018, "venue": "Journal of Occupational and Organizational Psychology", "volume": "91", "issn": "", "pages": "823--851", "other_ids": {"DOI": ["10.1111/joop.12225"]}}, "BIBREF1": {"ref_id": "b1", "title": "Burnout is associated with a depressive cognitive style", "authors": [{"first": "R", "middle": [], "last": "Bianchi", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Schonfeld", "suffix": ""}], "year": 2016, "venue": "Personality and Individual Differences", "volume": "10", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Administrative pressure to practice unethically and burnout within the profession of school psychology", "authors": [{"first": "D", "middle": ["E"], "last": "Boccio", "suffix": ""}, {"first": "G", "middle": [], "last": "Weisz", "suffix": ""}, {"first": "R", "middle": [], "last": "Lefkowitz", "suffix": ""}], "year": 2016, "venue": "Psychology in the Schools", "volume": "53", "issn": "6", "pages": "659--672", "other_ids": {"DOI": ["10.1002/pits.21931"]}}, "BIBREF3": {"ref_id": "b3", "title": "The self-reported effects of crisis intervention work on school psychologists", "authors": [{"first": "L", "middle": [], "last": "Bolnik", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Brock", "suffix": ""}], "year": 2005, "venue": "The California School Psychologist", "volume": "10", "issn": "", "pages": "117--124", "other_ids": {"DOI": ["10.1007/BF03340926"]}}, "BIBREF4": {"ref_id": "b4", "title": "Using thematic analysis in psychology", "authors": [{"first": "V", "middle": [], "last": "Braun", "suffix": ""}, {"first": "V", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2006, "venue": "Qualitative Research in Psychology", "volume": "3", "issn": "2", "pages": "77--101", "other_ids": {"DOI": ["10.1191/1478088706qp063oa"]}}, "BIBREF5": {"ref_id": "b5", "title": "A comparison of two measures of school psychologists' job satisfaction", "authors": [{"first": "M", "middle": ["B"], "last": "Brown", "suffix": ""}, {"first": "A", "middle": [], "last": "Hardison", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Bolen", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Walcott", "suffix": ""}], "year": 2006, "venue": "Canadian Journal of School Psychology", "volume": "21", "issn": "1-2", "pages": "47--58", "other_ids": {"DOI": ["10.1177/2F0829573506298830"]}}, "BIBREF6": {"ref_id": "b6", "title": "Collective self-esteem and burnout in professional school counselors", "authors": [{"first": "S", "middle": ["K"], "last": "Butler", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Constantine", "suffix": ""}], "year": 2005, "venue": "Professional School Counseling", "volume": "9", "issn": "1", "pages": "55--62", "other_ids": {"DOI": ["10.5330/prsc.9.1.17n4415l163720u5"]}}, "BIBREF7": {"ref_id": "b7", "title": "Personnel needs in school psychology: A 10-year follow-up study on predicted personnel shortages", "authors": [{"first": "J", "middle": ["M"], "last": "Castillo", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Curtis", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Tan", "suffix": ""}], "year": 2014, "venue": "Psychology in the Schools", "volume": "51", "issn": "", "pages": "832--849", "other_ids": {"DOI": ["10.1002/pits.21786"]}}, "BIBREF8": {"ref_id": "b8", "title": "School psychology trainer shortage in the USA: current status and projections for the future", "authors": [{"first": "K", "middle": ["L"], "last": "Clopton", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Haselhuhn", "suffix": ""}], "year": 2009, "venue": "School Psychology International", "volume": "30", "issn": "", "pages": "24--42", "other_ids": {"DOI": ["10.1177/0143034308101848"]}}, "BIBREF9": {"ref_id": "b9", "title": "Job burnout in mental health providers: a meta-analysis of 35 years of intervention research", "authors": [{"first": "K", "middle": ["C"], "last": "Dreison", "suffix": ""}, {"first": "L", "middle": [], "last": "Luther", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bonfils", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Sliter", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Mcgrew", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Salyers", "suffix": ""}], "year": 2018, "venue": "Journal of Occupational Health Psychology", "volume": "23", "issn": "", "pages": "18--30", "other_ids": {"DOI": ["10.1037/ocp0000047"]}}, "BIBREF10": {"ref_id": "b10", "title": "Burnout among teachers: students' and teachers' perceptions compared", "authors": [{"first": "W", "middle": ["J G"], "last": "Evers", "suffix": ""}, {"first": "W", "middle": [], "last": "Tomic", "suffix": ""}, {"first": "A", "middle": [], "last": "Brouwers", "suffix": ""}], "year": 2004, "venue": "School Psychology International", "volume": "25", "issn": "2", "pages": "131--148", "other_ids": {"DOI": ["10.1177/0143034304043670"]}}, "BIBREF12": {"ref_id": "b12", "title": "Committed, inspiring, and healthy teachers: how do school environment and motivational factors facilitate optimal functioning at career start? Teaching and Teacher Education", "authors": [], "year": null, "venue": "", "volume": "59", "issn": "", "pages": "481--491", "other_ids": {"DOI": ["10.1016/j.tate.2016.07.019"]}}, "BIBREF13": {"ref_id": "b13", "title": "Historically Black colleges and university students' and faculties' views of school psychology: implications for increasing diversity in higher education", "authors": [{"first": "S", "middle": ["L"], "last": "Graves", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Wright", "suffix": ""}], "year": 2009, "venue": "Psychology in the Schools", "volume": "46", "issn": "", "pages": "616--626", "other_ids": {"DOI": ["10.1002/pits.20402"]}}, "BIBREF14": {"ref_id": "b14", "title": "School climate factors relating to teacher burnout: a mediator model", "authors": [{"first": "J", "middle": ["L"], "last": "Grayson", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Alvarez", "suffix": ""}], "year": 2008, "venue": "An International Journal of Research and Studies", "volume": "24", "issn": "5", "pages": "1349--1363", "other_ids": {"DOI": ["10.1016/j.tate.2007.06.005"]}}, "BIBREF15": {"ref_id": "b15", "title": "Burnout and work engagement among teachers", "authors": [{"first": "J", "middle": ["J"], "last": "Hakanen", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Bakker", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Schaufeli", "suffix": ""}], "year": 2006, "venue": "Journal of School Psychology", "volume": "43", "issn": "6", "pages": "495--513", "other_ids": {"DOI": ["10.1016/j.jsp.2005.11.001"]}}, "BIBREF16": {"ref_id": "b16", "title": "Regional differences in school psychology practice", "authors": [{"first": "J", "middle": ["L"], "last": "Hosp", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Reschly", "suffix": ""}], "year": 2002, "venue": "School Psychology Review", "volume": "31", "issn": "", "pages": "11--29", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A national survey of burnout among school psychologists", "authors": [{"first": "T", "middle": ["J"], "last": "Huberty", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Huebner", "suffix": ""}], "year": 1988, "venue": "Psychology in the Schools", "volume": "25", "issn": "1", "pages": "54--61", "other_ids": {"DOI": ["10.1002/1520-6807(198801)25:1<54::AID-PITS2310250109>3.0.CO;2-3"]}}, "BIBREF18": {"ref_id": "b18", "title": "Burnout among school psychologists: an exploratory investigation into its nature, extent, and correlates", "authors": [{"first": "E", "middle": ["S"], "last": "Huebner", "suffix": ""}], "year": 1992, "venue": "School Psychology Quarterly", "volume": "7", "issn": "2", "pages": "129--136", "other_ids": {"DOI": ["10.1002/1520-6807(198801)25:1<54::AID-PITS2310250109>3.0.CO;2-3"]}}, "BIBREF19": {"ref_id": "b19", "title": "Explaining the links between workload, distress, and work-family conflict among school employees: physical, cognitive, and emotional fatigue", "authors": [{"first": "R", "middle": [], "last": "Ilies", "suffix": ""}, {"first": "M", "middle": [], "last": "Huth", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ryan", "suffix": ""}, {"first": "N", "middle": [], "last": "Dimotakis", "suffix": ""}], "year": 2015, "venue": "Journal of Educational Psychology", "volume": "107", "issn": "4", "pages": "1136--1149", "other_ids": {"DOI": ["10.1037/edu0000029"]}}, "BIBREF20": {"ref_id": "b20", "title": "The effect of an expressive-writing intervention for employees on emotional self-efficacy, emotional intelligence, affect, and workplace incivility", "authors": [{"first": "B", "middle": ["A"], "last": "Kirk", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Schutte", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Hine", "suffix": ""}], "year": 2011, "venue": "Journal of Applied Social Psychology", "volume": "41", "issn": "", "pages": "179--195", "other_ids": {"DOI": ["10.1111/j.1559-1816.2010.00708.x"]}}, "BIBREF21": {"ref_id": "b21", "title": "Social and emotional selfefficacy at work", "authors": [{"first": "C", "middle": [], "last": "Loeb", "suffix": ""}, {"first": "C", "middle": [], "last": "Stempel", "suffix": ""}, {"first": "K", "middle": [], "last": "Isaksson", "suffix": ""}], "year": 2016, "venue": "Scandinavian Journal of Psychology", "volume": "57", "issn": "", "pages": "152--161", "other_ids": {"DOI": ["10.1111/sjop.12274"]}}, "BIBREF22": {"ref_id": "b22", "title": "Maslach burnout inventory", "authors": [{"first": "C", "middle": [], "last": "Maslach", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Jackson", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Job burnout", "authors": [{"first": "C", "middle": [], "last": "Maslach", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Schaufeli", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Leiter", "suffix": ""}], "year": 2001, "venue": "Annual Review of Psychology", "volume": "52", "issn": "", "pages": "397--422", "other_ids": {"DOI": ["10.1146/annurev.psych.52.1.397"]}}, "BIBREF24": {"ref_id": "b24", "title": "A prospective study of personality characteristics, occupational stressors, and burnout among school psychology practitioners", "authors": [{"first": "L", "middle": ["B"], "last": "Mills", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Huebner", "suffix": ""}], "year": 1998, "venue": "Bethesda, MD. National Association of School Psychologists", "volume": "36", "issn": "1", "pages": "103--120", "other_ids": {"DOI": ["10.1016/S0022-4405(97)00053-8"]}}, "BIBREF25": {"ref_id": "b25", "title": "Job satisfaction, burnout, and perceived effectiveness of \"in-house\" versus traditional school psychologists", "authors": [{"first": "B", "middle": ["E"], "last": "Proctor", "suffix": ""}, {"first": "T", "middle": [], "last": "Steadman", "suffix": ""}], "year": 2003, "venue": "Psychology in the Schools", "volume": "40", "issn": "", "pages": "237--243", "other_ids": {"DOI": ["10.1016/S0022-4405(97)00053-8"]}}, "BIBREF26": {"ref_id": "b26", "title": "The impact of resilience on role stressors and burnout in elementary and secondary teachers", "authors": [{"first": "K", "middle": ["A R"], "last": "Richards", "suffix": ""}, {"first": "C", "middle": [], "last": "Levesque-Bristol", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Templin", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Graber", "suffix": ""}], "year": 2016, "venue": "Social Psychology of Education", "volume": "19", "issn": "", "pages": "511--536", "other_ids": {"DOI": ["10.1007/s11218-016-9346-x"]}}, "BIBREF27": {"ref_id": "b27", "title": "The status of school psychology graduate education in the United States", "authors": [{"first": "E", "middle": [], "last": "Rossen", "suffix": ""}, {"first": "N", "middle": [], "last": "Embse", "suffix": ""}], "year": 2014, "venue": "Best practices in school psychology: Foundations", "volume": "", "issn": "", "pages": "503--512", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "School psychologists and job burnout: what can we learn as trainers? Trainer's Forum: The Journal of the Trainers of School Psychologists", "authors": [{"first": "E", "middle": ["J"], "last": "Schilling", "suffix": ""}, {"first": "M", "middle": [], "last": "Randolph", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "69--94", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Job burnout in school psychology: how big is the problem?", "authors": [{"first": "E", "middle": ["J"], "last": "Schilling", "suffix": ""}, {"first": "M", "middle": [], "last": "Randolph", "suffix": ""}, {"first": "C", "middle": [], "last": "Boan-Lenzo", "suffix": ""}], "year": 2018, "venue": "Contemporary School Psychology", "volume": "22", "issn": "3", "pages": "324--331", "other_ids": {"DOI": ["10.1007/s40688-017-0138-x"]}}, "BIBREF31": {"ref_id": "b31", "title": "Dimensions of teacher selfefficacy and relations with strain factors, perceived collective teacher efficacy, and teacher burnout", "authors": [{"first": "E", "middle": ["M"], "last": "Skaalvik", "suffix": ""}, {"first": "S", "middle": [], "last": "Skaalvik", "suffix": ""}], "year": 2007, "venue": "Journal of Educational Psychology", "volume": "99", "issn": "", "pages": "611--625", "other_ids": {"DOI": ["10.1037/0022-0663.99.3.611"]}}, "BIBREF32": {"ref_id": "b32", "title": "Emotional intelligence buffers the effects of negative emotions on job burnout in nursing", "authors": [{"first": "D", "middle": ["D"], "last": "Szczygiel", "suffix": ""}, {"first": "M", "middle": [], "last": "Mikolajczak", "suffix": ""}], "year": 2018, "venue": "Frontiers in Psychology", "volume": "9", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.3389/fpsyg.2018.02649"]}}, "BIBREF33": {"ref_id": "b33", "title": "Job satisfaction among school psychologists: a meta-analysis", "authors": [{"first": "R", "middle": ["W"], "last": "Vanvoorhis", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Levinson", "suffix": ""}], "year": 2006, "venue": "School Psychology Quarterly", "volume": "21", "issn": "", "pages": "77--90", "other_ids": {"DOI": ["10.1521/scpq.2006.21.1.77"]}}, "BIBREF34": {"ref_id": "b34", "title": "Results from the NASP 2015 membership survey, part one: demographics and employment conditions", "authors": [{"first": "C", "middle": ["M"], "last": "Walcott", "suffix": ""}, {"first": "D", "middle": [], "last": "Hyson", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcnamara", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Charvat", "suffix": ""}], "year": 2018, "venue": "NASP Research Reports", "volume": "3", "issn": "1", "pages": "1--17", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Teaching in mainstream and special schools: are the stresses similar or different?", "authors": [{"first": "M", "middle": [], "last": "Williams", "suffix": ""}, {"first": "I", "middle": [], "last": "Gersch", "suffix": ""}], "year": 2004, "venue": "British Journal of Special Education", "volume": "131", "issn": "3", "pages": "157--162", "other_ids": {"DOI": ["10.1111/j.0952-3383.2004.00347.x"]}}, "BIBREF36": {"ref_id": "b36", "title": "School psychologists' job satisfaction: a 22 year perspective in the USA", "authors": [{"first": "T", "middle": ["G"], "last": "Worrell", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Skaggs", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Brown", "suffix": ""}], "year": 2006, "venue": "School Psychology International", "volume": "27", "issn": "", "pages": "131--145", "other_ids": {"DOI": ["10.1177/0143034306064540"]}}, "BIBREF37": {"ref_id": "b37", "title": "Managing job burnout: the effects of emotion-regulation ability, emotional labor, and positive and negative affect at work", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Shields", "suffix": ""}], "year": 2018, "venue": "International Journal of Stress Management", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1037/str0000101"]}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that they have no conflict of interest.Ethical Approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the Institutional Review Board (IRB) at the authors' institution (reference number: 2016-0087) and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.Informed Consent Informed consent was obtained from all individual participants included in the study.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}]}