{
    "paper_id": "1a975a0b81c3e4c4c8797598e2ed4590e70d421a",
    "metadata": {
        "title": "Skin Delivery of Modified Vaccinia Ankara Viral Vectors Generates Superior T Cell Immunity Against a Respiratory Viral Challenge",
        "authors": [
            {
                "first": "Youdong",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Luzheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Tian",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingxia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Chang",
                "middle": [
                    "Ook"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Serena",
                "middle": [
                    "Y"
                ],
                "last": "Lofftus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "A"
                ],
                "last": "Stingley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Shenglin",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xing",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "S"
                ],
                "last": "Kupper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Skin Disease Research Center",
                    "location": {
                        "settlement": "Boston"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "15 Modified Vaccinia Ankara (MVA) was recently approved as a Smallpox vaccine. Transmission 16 of Variola is by respiratory droplets, and MVA delivered by skin scarification (s.s.) protected 17 mice far more effectively against lethal respiratory challenge with VACV than any other route of 18 delivery, and at much lower doses. Comparisons of s.s. with intradermal, subcutaneous or 19 intramuscular routes showed that MVAOVA s.s.-generated T cells were both more abundant and 20 transcriptionally distinct. MVAOVA s.s. produced greater numbers of lung Ova-specific CD8 + 21 TRM and was superior in protecting mice against lethal VACVOVA respiratory challenge. Nearly 22 523 15. Guzman, E., et al. Modified vaccinia virus Ankara-based vaccine vectors induce 524 apoptosis in dendritic cells draining from the skin via both the extrinsic and intrinsic 525 caspase pathways, preventing efficient antigen presentation. J Virol 86, 5452-5466 526",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "as many lung TRM were generated with MVAOVA s.s. compared to direct pulmonary 23 immunization with MVAOVA, and both routes vaccination protected mice against lethal 24 pulmonary challenge with VACVOVA. Strikingly, MVAOVA s.s.-generated effector T cells 25 exhibited overlapping gene transcriptional profiles to those generated via direct pulmonary 26 immunization. Overall, our data suggest that heterologous MVA vectors delivered via s.s. are 27 uniquely well-suited as vaccine vectors for respiratory pathogens like COVID-19. In addition, 28 MVA delivered via s.s. could represent a more effective dose-sparing smallpox vaccine. 29 Vaccines against viral and bacterial pathogens have become a fundamental part of pediatric and 31 adult patient care 1-4 . Once ubiquitous diseases like smallpox, polio, measles, tetanus, and 32 diphtheria have either been eliminated or substantially reduced in incidence by vaccination in 33 most of the industrialized world. Vaccination against seasonal influenza has been more 34 challenging, and vaccination against HIV has proven elusive 5-7 . Vaccines against emerging 35 diseases like Ebola, SARS, and MERS and most recently COVID-19 are the subject of intense 36 interest and widespread activity [8] [9] [10] . Most vaccines are administered by intramuscular or 37 subcutaneous injection. While readily accessible, skeletal muscle tissue is poorly adapted to 38 initiating immune responses, as is subcutaneous adipose tissue 11 . In contrast, upper layers of the 39 skin are the site of continuous and multiple immune responses over a lifetime 12 . Smallpox 40 vaccination through skin with Vaccinia virus (VACV) has been uniquely successful 2,11 . 41 The eradication of smallpox by worldwide epicutaneous immunization with VACV was 42 the greatest public health achievement of the 20 th century 2 . Since that time, VACV has been 43 employed as a vaccine vector in many settings 13 . However, its use has been limited by 44 unacceptable morbidity, particularly in recipients who are immunocompromised 14 . More 45 recently, Modified Vaccinia Ankara (MVA), a replication-deficient variant of VACV, has come 46 into wider use 15 . Although it lacks ~10% of the parent genome 16 , it retains the immunogenicity 47 of the parent virus and has just been approved by the FDA as a modern alternative for smallpox 48 preventative vaccination 17 . Like VACV, it is also being widely used as heterologous vaccine 49 vector 18 . However, MVA and derivative vectors are almost invariably delivered intramuscularly 50 or subcutaneously 19 . 51 Several important features of smallpox vaccination deserve to be re-emphasized. In the 20 th 52 century, delivery of VACV i.m. was ineffective at conferring protection against smallpox. In contrast, development of a cutaneous \"pox\" lesions, achieved only after epicutaneous 54 immunization, was considered emblematic of successful protective vaccination, suggesting that 55 this mode of delivery was critically important 14 . In addition, smallpox vaccination was effective 56 in patients with agammagloblulinema, while VACV immunization had disastrous complications 57 in patients with T cell deficiency 20 . This suggested that T cells were critically important for 58 protective immunity 21, 22 . Finally, Variola virus is transmitted via respiratory droplets, suggesting 59 an oropharyngeal-pulmonary mode of transmission 23 . It is notable that murine models of 60 epicutaneous skin immunization with VACV generate memory T cell populations in both skin 61 and lung, and these lung memory T cells protect against lethal pulmonary challenge with this 62 virus 11 . Intramuscular immunization with VACV in these models did not yield comparable 63 protection. This suggests that protection against smallpox is at least in part mediated by T 64 cells 22, 24 , and that skin immunization is an effective means of generating protective memory T 65 cell populations in the lung 11 . 66 In the present study, we asked whether immunization with MVA was more effective and 67 more effective if delivered epicutaneously (s.s.) as compared to intramuscularly (i.m.). We also 68 asked whether skin immunization with an MVA vector generated populations of antigen specific 69 CD8 + T cells in lung as well as skin. In addition, epicutaneous immunization was compared to 70 intradermal, subcutaneous, and intramuscular immunization in generated protective immunity 71 against a lethal pulmonary challenge. Finally, we asked if T cell imprinting by skin draining and 72 lung draining nodes was similar. ",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 926,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1403,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1691,
                    "end": 1693,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1964,
                    "end": 1966,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 2349,
                    "end": 2351,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 2446,
                    "end": 2448,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 2566,
                    "end": 2568,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2571,
                    "end": 2573,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 2848,
                    "end": 2850,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 3048,
                    "end": 3050,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 3141,
                    "end": 3143,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 3265,
                    "end": 3268,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 3269,
                    "end": 3271,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 3349,
                    "end": 3351,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 3533,
                    "end": 3535,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 3721,
                    "end": 3723,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 3826,
                    "end": 3829,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 3830,
                    "end": 3832,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 3950,
                    "end": 3952,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 3955,
                    "end": 3957,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 4142,
                    "end": 4144,
                    "text": "68",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Doses from 10 4 pfu to 10 7 pfu of MVA were used for epicutaneous immunization (s.s.), 78 and after 7 days, lymph node and spleen T cells were harvested and stimulated in vitro with 79 VACV infected splenocytes, after which IFN-γ production was measured. All MVA doses led to 80 significant T cell IFN-γ production, with 10 6 and 10 7 pfu being equally potent (Fig. 1a,b) . Other 81 groups of mice were immunized with these doses, and after 30 days these mice were challenged 82 on the skin with VACV. After 6 days, biopsies of the immunized sites were taken and VACV 83 DNA was measured by PCR. All immunization doses led to diminished VACV DNA at the 84 infected site (compared to unimmunized controls), but 10 6 and 10 7 pfu immunization showed 85 superior protection (Fig. 1c) . Other groups of mice were immunized in an identical manner and 86 were subjected to lethal intranasal infection with VACV at day 30. All unimmunized mice 87 rapidly lost weight and succumbed to the infection. In contrast, 40% of 10 4 , 70% of 10 5 , and 88 100% of 10 6 and 10 7 pfu immunized mice survived the infection (Fig. 1d,e) . Thus, 10 6 pfu is the 89 lowest MVA dose that provides both strong T cell cytokine production as well as optimal 90 protective immunity against skin and pulmonary infection. 91 To test whether delivery of MVA to scarified skin could induce poxvirus-specific 92 immune responses, we inoculated C57BL/6 mice with MVA or Vaccinia Virus (VACV) by 93 scarification. By 7 days after inoculation, a pustular lesion resembling a \"pox\" reaction had 94 formed at the inoculation site in all the immunized mice. The pox lesions induced by MVA and 95 VACV skin scarification followed similar patterns of evolution (although with different size and 96 kinetics), from macules to papules to vesicles and finally into pustules which ruptured and healed 97 over time with scars (Extended data, Fig. 1) . MVA-induced pox reactions did heal more rapidly 98 than those induced by replication competent VACV (Extended data, Fig. 1) . To determine the safety of MVA in immunocompromised hosts, we next immunized immunodeficient Rag1 -/-100 mice with VACV and MVA, respectively, and followed the mice for several weeks. While both 101 groups of mice lost some weight over the first two weeks, MVA immunized mice rapidly 102 regained the weight and flourished over the next several weeks (Fig. 1g) . In contrast, 100% of 103 the VACV immunized mice developed progressive weight loss and expanding cutaneous lesions 104 of VACV infection, ultimately requiring euthanasia (Fig. 1f-h) Langerin DTA mice and more markedly diminished in Langerin DTR + DT mice (Fig. 1i) . At 112 day 30, skin TRM were significantly diminished in Langerin DTA mice and even more 113 diminished in Langerin DTR+DT mice (Fig. 1i) . This pattern was also true for T cells bearing 114 markers of TCM and TEM. These data suggest that both LC and langerin positive dermal DC play 115 an additive role in optimal antigen presentation of MVA-encoded antigens to T cells. 116 We next compared the anatomical route of vaccine delivery on the T cell response to 117 MVA vaccination. Using CFSE OT-1 loaded mice, MVAOVA was delivered by epicutaneous 118 infection (s.s.), or injected intradermally (i.d.), subcutaneously (s.c.), or intramuscularly (i.m.). 119 Draining lymph nodes were harvested at 60 hours and 5 days, and OT-1 cells were analyzed by 120 FACS. LN from s.s. immunized mice showed roughly 90% of OT-1 proliferating, and 60% 121 making IFN-γ, at 60 hours, with comparable numbers at 5 days (Fig. 2a,c) . Vaccination by i.d.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "78",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1233,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1294,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 3035,
                    "end": 3038,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 3123,
                    "end": 3126,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 3316,
                    "end": 3319,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 371,
                    "text": "(Fig. 1a,b)",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1115,
                    "text": "(Fig. 1d,e)",
                    "ref_id": null
                },
                {
                    "start": 1896,
                    "end": 1903,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2022,
                    "end": 2029,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2383,
                    "end": 2392,
                    "text": "(Fig. 1g)",
                    "ref_id": null
                },
                {
                    "start": 2565,
                    "end": 2576,
                    "text": "(Fig. 1f-h)",
                    "ref_id": null
                },
                {
                    "start": 2650,
                    "end": 2659,
                    "text": "(Fig. 1i)",
                    "ref_id": null
                },
                {
                    "start": 2790,
                    "end": 2799,
                    "text": "(Fig. 1i)",
                    "ref_id": null
                },
                {
                    "start": 3565,
                    "end": 3576,
                    "text": "(Fig. 2a,c)",
                    "ref_id": null
                }
            ],
            "section": "77"
        },
        {
            "text": "was less effective, with 71% of OT-1 cells proliferating and 33% making IFN-γ at 60 hours, with 123 modest improvement at 5 days post infection (Fig. 2a,c) . Both s.c. and i.m. showed poor OT-1 124 activation at 60 hours with some improvement at 5 days (Fig. 2a,c) . When lymph node or spleen 125 OT-1 cells were stimulated with antigen, significantly more IFN-γ was produced by OT-1 cells 126 from mice vaccinated via s.s. compared to other routes (Extended data, Fig. 2) . Vaccination via 127 i.d. was intermediate with regard to IFN-γ production, while s.c. and i.m. led to nearly four-fold 128 lower IFN-γ levels (Extended data, Fig. 2) . In terms of absolute numbers of OT-1 cells 129 generated, s.s. was superior to all modes of vaccination, with i.d. being second and both i.m. and 130 s.c. far less effective (Fig. 2b,d) . We next took OT-1 cells from the 5-day post-immunization 131 time point and performed transcriptional profiling on OT-1 cells generated after s.s., i.d., s.c., or 132 i.m., respectively. While there was some overlap, there were surprisingly many differences 133 between T cells generated by different routes of immunization, even at the same day post 134 immunization ( Fig. 2e, Extended data, Fig. 3) . Principal component analysis revealed that Teff 135 generated by s.s. and i.m. were transcriptionally quite distinct. T cells generated after s.s., i.d., 136 and s.c., were more similar but still quite distinct from one another. T cells generated by s.s. and 137 i.d. clustered closely but were still clearly not overlapping. Moreover, s.s generated most 138 abundant skin infiltrating cells at day 5 post immunization (Fig. 2g) . 139 We next examined memory OT-1 T cells generated at 45 days by these four routes of 140 immunization. With regard to TCM, s.s. generated the largest population of these cells, roughly 141 twice as many as i.m. (Fig. 3a) . The difference was even more striking when TEM were 142 examined; here, s.s. generated at least 3-fold more cells than did other modes of immunization, 143 with s.c. being least effective (Fig. 3b) . TRM were then examined, in both skin and lung. 144 Immunization via s.s. generated 3-fold more skin TRM, and more than twice as many TEM, with i.d. being the second most effective route (Fig. 3-f ). Because MVA is often delivered i.m., it is 146 important to note that the number of TRM generated by this route was more than 4-fold lower 147 than by s.s. (Fig. 3 c-f) . Transcriptional profiling showed that at 45 days, OT-1 TEM's still 148 showed non-overlapping PCA clusters from s.s, i.d., s.c., and i.m. immunized mice. In contrast, 149 TCM from the same mice showed transcriptional profiles that were more tightly clustered, 150 indicating that differences between the groups were minimal (Fig. 2e) . Skin TRM could not be 151 compared because insufficient 45-day TRM were generated by i.m. and s.c. immunization. 152 In subsequent experiments, we examined groups of mice vaccinated by these different 153 routes for their ability to respond to a lethal intranasal challenge of VACVOVA. Groups of ten 154 mice assayed 45 days after initial vaccination were subjected to intranasal challenge, and mice 155 were weighed daily after vaccination. Mice that lost >20% of body weight were sacrificed. contrast, mice vaccinated i.d., s.c., or i.m. lost substantial weight (Fig. 3g) , and while 60% of i.d. 159 vaccinated mice survived, only 40% and 30% of mice vaccinated i.m. and s.c., respectively, 160 survived (Fig. 3h) . These results are consistent with the superior production of different memory 161 T cell subsets after vaccination by s.s.. 162 We were struck by the capacity of skin immunization via s.s. to generate both skin TRM 163 and lung TRM. While skin and gut T cell trafficking have been studied extensively, lung T cell 164 trafficking has been studied less comprehensively. We immunized CFSE OT-1 loaded mice with 165 MVAOVA via three routes: s.s. to assess skin homing, intraperitoneally (i.p.) to assess gut 166 homing, and intra-tracheally (i.t.) to assess lung homing. At 60 hours, T cells were collected 167 from the respective draining lymph nodes (inguinal for skin, mesenteric for gut, and mediastinal for lung) and were sorted based on CFSE expression into cells that had not divided (P0) or had 169 divided once through five times (P1-P5; Fig. 4a ). Cells were subjected to transcriptional 170 profiling, and results were analyzed bioinformatically. By principal component analysis, P0 cells 171 from skin, gut, and lung homing nodes clustered near each other (Fig. 4b) . However, as early as 172 P1 and clearly by P2, OT-1 cells activated in different nodes diverged significantly in 173 transcriptional profile. In particular, OT-1 cells from mesenteric nodes were quite distinct from 174 OT-1 cells from inguinal and mediastinal nodes (Fig. 4b) . Interestingly, P1-P5 cells from 175 inguinal (skin draining) node clustered closely with P1-P5 cells from mediastinal (lung draining) 176 nodes, suggesting similar pathways involved in skin and lung homing imprinting (Fig. 4b) . 177 Excluding genes upregulated in all T cell groups, lung and skin homing T cells shared 178 upregulation of 150 genes, compared to 73 and 90 upregulated in only skin or only lung, 179 respectively (Fig. 4c, d) . In contrast, only 11 upregulated genes were shared between skin and 180 gut, and only 36 between lung and gut. Examination of chemokine receptors and integrin genes 181 showed homology between lung and skin, while gut immunization showed unique upregulation 182 of CCR9, α4 and β7 integrins (Fig. 4e) . These data suggest a very similar pattern of gene 183 expression of T cells activated in skin versus lung draining LN, and a pattern in gut draining LN 184 that is very different from lung and skin draining LN. 185 We next directly compared the capacity of skin (s.s.), lung (i.t.), and gut (i.p.) 186 immunization with MVAOVA to generate lung TRM. Mice were immunized by the above routes 187 and after 45 days, lung TRM were analyzed. As expected, lung immunization resulted in the 188 highest number of lung TRM, but skin immunization by s.s. generated more than half as many 189 TRM in lung (Fig. 4f) . In contrast, i.p. immunization resulted in less than 10% of the lung TRM 190 compared to lung immunization (Fig. 4f) . Like skin TRM, lung TRM were CD69 + , CD103 + , CD62L -, KLRG1 -, and expressed E and P selectin ligands (Extended data, Fig. 4) . A 192 companion cohort of mice were subjected to lethal intranasal challenge with VACVOVA. Mice 193 immunized i.t. or s.s. showed mild weight loss but 100% recovery and survival (Fig. 4g,h) . Mice 194 immunized i.p. showed more severe weight loss, and only 60% survived the infectious challenge 195 (Fig. 4g,h) . In another series of experiments, i.t. immunization was compared to s.s. 196 immunization with regard to generation of skin TRM. While s.s. was most efficient at generating 197 skin TRM, lung immunization via i.t. generated 50% of the skin TRM compared to s.s. Competing interests statement 291 The authors declare that they have no competing financial interests. ",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "125",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "139",
                    "ref_id": null
                },
                {
                    "start": 2137,
                    "end": 2140,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 2332,
                    "end": 2335,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 2627,
                    "end": 2630,
                    "text": "149",
                    "ref_id": null
                },
                {
                    "start": 2720,
                    "end": 2723,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 2909,
                    "end": 2912,
                    "text": "152",
                    "ref_id": null
                },
                {
                    "start": 3394,
                    "end": 3397,
                    "text": "159",
                    "ref_id": null
                },
                {
                    "start": 3638,
                    "end": 3641,
                    "text": "162",
                    "ref_id": null
                },
                {
                    "start": 3923,
                    "end": 3926,
                    "text": "165",
                    "ref_id": null
                },
                {
                    "start": 4019,
                    "end": 4022,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 4409,
                    "end": 4412,
                    "text": "170",
                    "ref_id": null
                },
                {
                    "start": 4806,
                    "end": 4809,
                    "text": "174",
                    "ref_id": null
                },
                {
                    "start": 5003,
                    "end": 5006,
                    "text": "176",
                    "ref_id": null
                },
                {
                    "start": 5098,
                    "end": 5101,
                    "text": "177",
                    "ref_id": null
                },
                {
                    "start": 5826,
                    "end": 5829,
                    "text": "185",
                    "ref_id": null
                },
                {
                    "start": 5913,
                    "end": 5916,
                    "text": "186",
                    "ref_id": null
                },
                {
                    "start": 6193,
                    "end": 6196,
                    "text": "189",
                    "ref_id": null
                },
                {
                    "start": 6857,
                    "end": 6860,
                    "text": "196",
                    "ref_id": null
                },
                {
                    "start": 7075,
                    "end": 7078,
                    "text": "291",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 155,
                    "text": "(Fig. 2a,c)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 264,
                    "text": "(Fig. 2a,c)",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 472,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 828,
                    "text": "(Fig. 2b,d)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1232,
                    "text": "Fig. 2e, Extended data, Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1654,
                    "end": 1663,
                    "text": "(Fig. 2g)",
                    "ref_id": null
                },
                {
                    "start": 1878,
                    "end": 1887,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 2078,
                    "end": 2087,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 2276,
                    "end": 2285,
                    "text": "(Fig. 3-f",
                    "ref_id": null
                },
                {
                    "start": 2445,
                    "end": 2457,
                    "text": "(Fig. 3 c-f)",
                    "ref_id": null
                },
                {
                    "start": 2784,
                    "end": 2793,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                },
                {
                    "start": 3360,
                    "end": 3369,
                    "text": "(Fig. 3g)",
                    "ref_id": null
                },
                {
                    "start": 3502,
                    "end": 3511,
                    "text": "(Fig. 3h)",
                    "ref_id": null
                },
                {
                    "start": 4358,
                    "end": 4365,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 4579,
                    "end": 4588,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 4857,
                    "end": 4866,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 5086,
                    "end": 5095,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 5297,
                    "end": 5309,
                    "text": "(Fig. 4c, d)",
                    "ref_id": null
                },
                {
                    "start": 5603,
                    "end": 5612,
                    "text": "(Fig. 4e)",
                    "ref_id": null
                },
                {
                    "start": 6209,
                    "end": 6218,
                    "text": "(Fig. 4f)",
                    "ref_id": null
                },
                {
                    "start": 6328,
                    "end": 6337,
                    "text": "(Fig. 4f)",
                    "ref_id": null
                },
                {
                    "start": 6461,
                    "end": 6468,
                    "text": "Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 6649,
                    "end": 6660,
                    "text": "(Fig. 4g,h)",
                    "ref_id": null
                },
                {
                    "start": 6770,
                    "end": 6781,
                    "text": "(Fig. 4g,h)",
                    "ref_id": null
                }
            ],
            "section": "77"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vaccines in historic evolution and perspective: a narrative of vaccine 492 discoveries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hilleman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vaccine",
            "volume": "18",
            "issn": "",
            "pages": "1436--1447",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Smallpox: a history of its rise and fall",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radetsky",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Polio vaccination: past, 496 present and future",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bandyopadhyay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seib",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Future Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "791--808",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Simultaneous administration of measles-mumps-rubella vaccine with 498 booster doses of diphtheria-tetanus-pertussis and poliovirus vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deforest",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatrics",
            "volume": "81",
            "issn": "",
            "pages": "237--499",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contemporary vaccine 501 challenges: improving global health one shot at a time",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seib",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Graham-Rowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berkley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "",
            "pages": "253--211",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lessons learned from human HIV vaccine trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pollara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Easterhoff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Fouda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Toward a universal influenza virus vaccine: prospects and 506 challenges",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pica",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Med",
            "volume": "64",
            "issn": "",
            "pages": "189--202",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safety, reactogenicity, and immunogenicity of a chimpanzee 508 adenovirus vectored Ebola vaccine in adults in Africa: a randomised, observer-blind, 509 placebo-controlled, phase 2 trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tapia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe Acute Respiratory Syndrome: Historical",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The outbreak of SARS-CoV-2 pneumonia calls 513 for viral vaccines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NPJ Vaccines",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidermal injury and infection during poxvirus immunization is crucial for 515 the generation of highly protective T cell-mediated immunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "",
            "pages": "224--227",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "T cells and the skin: from protective immunity to inflammatory 518 skin disorders",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kupper",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Immunol",
            "volume": "19",
            "issn": "",
            "pages": "490--502",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vaccinia virus vectors: new strategies for producing recombinant vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hruby",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Smallpox vaccine: the good, the bad, and the ugly",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Naleway",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin",
            "volume": "522",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "and h show that naïve mice universally succumbed to the lethal infection, while mice 157 immunized epicutaneously (s.s.) showed minor transient weight loss but complete survival. In 158",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "198immunization (Extended data,Fig. 5). These data confirm that lung immunization can generate 199 abundant skin TRM, and skin immunization can generate abundant lung TRM. of this devastating infectious disease 14 . MVA is derived from VACV but has lost 205 10% of the parent genome, including several immune inhibitory genes that block CC206    chemokines, IFNα/β, IFNγ, TNFα, and STING 25 , and does not replicate in mammalian cells18  .207    In addition to its use as a smallpox vaccine, MVA has been used extensively as a heterologous 208 vaccine vector 15 , although we were unable to find any description of it being delivered through 209 skin scarification. Rather, intramuscular or subcutaneous injection appear to be the preferred210    routes. There are no clear reasons that MVA has not been delivered via s.s., other than the 211 assumption that replication was required for this route of administration. Here, we show that 212 MVA delivered by s.s. can provoke a potent immune response at doses much lower than those 213 used for i.m. and s.c. injection. In a direct comparison of delivery via i.m., s.c., and i.d. routes, 214 s.s. administration of lower doses of MVA provide superior protective immunity against a lethal 215 VACV challenge. These data suggest that like VACV, MVA delivered by s.s. provides a potent216    and durable immune response. We found that both Langerhans cells and CD207+ dermal 217 dendritic cells were both required for optimal immunization via this route. In contrast to VACV,218 mice deficient in adaptive immunity could be safely immunized via s.s. with MVA, supporting 219 the safety of this vector in immunocompromised hosts. One other advantage of the s.s. mode of 220 delivery is dose sparing-doses of MVA too low to elicit immune response i.m. by s.s. immunization. When T cells were harvested from spleens at day 45 after 228 immunization, cells with TEM markers retained distinct transcriptional profiles, with i.m. 229 generated TEM cells being most distinct from s.s. generated TEM cells. Day 45 memory T cells 230 expressing CD62L (TCM) showed smaller transcriptional differences across immunization routes, 231 but s.s. generated TCM cells were still readily distinguished from those generated by i.m. 232 immunization. These surprising data suggest that there are qualitative differences in Teff and TM 233 cells generated by immunization route that are evident by day 5 and persist at day 45. 234 There were also quantitative differences in TM generation depending on route of 235 administration. Immunization via s.s. generated greater numbers of both TEM and TCM at 45 days 236 after immunization. When skin TRM were measured, s.s. generated more T cells than other routes, 237 with i.m. being least efficient. Because lethal intranasal challenge with VACV results in death 238 from pulmonary inflammation, we also measured lung TRM. Strikingly, s.s. generated higher 239 numbers of lung TRM than other routes, consistent with previous reports 11,26 , with i.m. generating 240 fewest lung TRM. TRM from skin and lung both expressed CD69 and CD103, with expression of 241 E-and P-selectin ligands detectable as well. When animals were challenged by lethal intranasal 242 infection with VACVOVA, only mice immunized by s.s. showed minimal weight loss and 100% 243 survival. Mice immunized by all other routes showed greater morbidity and some mortality, with 244 i.m. immunization being least effective. Whether the ability of s.s. immunized mice to uniformly 245 survive the intranasal challenge of VACVOVA was due to higher numbers of lung TRM, 246 circulating TEM and TCM, or qualitatively different Teff and memory T cells cannot be determined from these data. However, this suggests that the original method of smallpox vaccination-s..s. immunization was so efficient at generating lung T cells and protective 251 immunity against a pulmonary infectious challenge, we compared skin infection with direct lung 252 infection, and assess Teff in skin and lung draining LN, respectively, using i.p. injection and 253 mesenteric nodes as a control. Thus, three routes of immunization were compared-s.s., 254 intratracheal (i.t.), and intraperiotoneal (i.p.), and Teff from draining lymph nodes-inguinal, 255 mediastinal, and mesenteric, respectively---were compared by transcriptional profiling. While 256 proliferating Teff from skin graining and gut draining nodes rapidly diverged, proliferating Teff 257 from skin draining and lung draining nodes showed significant overlap over time. Both α1β1 258 intergrin, CCR4, and CCR8 were preferentially elevated in T cells from skin and lung draining 259 nodes, and α4β7 and CCR9 were preferentially upregulated in mesenteric lymph nodes, 260 consistent with previously reported data 27-29 . When lung TRM were examined after 45 days, both 261 skin and lung infection generated abundant lung TRM, while i.p. immunization was less efficient 262 at generating these cells. Protection against lethal intranasal challenge was complete in skin and 263 lung immunized mice, but incomplete after i.p. immunization. These data suggest that there is 264 substantial overlap in T cells imprinted by skin and lung draining lymph nodes and suggests that 265 skin immunization is well-suited at generating T cells with lung tropic properties. 266 Two important conclusions can be drawn from this study that are relevant to human 267 disease. First, immunization with MVA generates powerful immunity, but like VACV the most 268 potent local and systemic immunity generated occurs after superficial skin immunization (s.s.) 269 that involves epidermal disruption. The dose of MVA used in s.s. delivery can be much lower than required in muscle/i.m. delivery. This suggests that doses of MVA being stockpiled in 271 anticipation of a dystopian future smallpox attack may protect orders of magnitude for more 272 people if delivered s.s. instead of MVA. The second conclusion is that MVA delivered by s.s. is 273 a very effective way of generating protective TRM in lung, in addition to a more robust circulating 274 T cell response. MVA vaccines are being developed for respiratory pathogens, including 275 influenza A and respiratory syncytial virus 30,31 , but these are being tested only by i.m. or s.c. 276injection. Our data strongly suggests that delivering these vaccines via s.s. may generate even 277 more effective protective immunity to pathogens that infect lung. Whether MVA encoding for278    Coronavirus genes and delivered s.s. could provide protective immunity against COVIDassociated references are available in the online version of the paper.283 Acknowledgements 284 We thank Dr. Mike Seaman (Beth Israel Deaconess Medical Center, Boston, MA) for providing 285 the initial stock of MVA, Dr. Bernard Moss (NIH) for providing the initial stocks of VACV. 286 This work was supported by grants R01 AI127654 to Dr. T. S. Kupper from National Institutes 287 of Health/NIAID and R01 AR065807 from the National Institutes of Health/NIAMS. is linked to the online version of the paper.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "MVA immunization via skin scarification (s.s.) elicits dose-dependent anti-294 vaccinia immune response. a-b. IFN-γ secretion by vaccinia-specific T cells isolated from 295 draining lymph nodes (a) or spleens (b) at 7 days post MVA infection at indicated dose. c. 296 Quantitative real time PCR (qRT-PCR) analysis of skin viral load at 6 days post re-infection. 297 Mice were immunized with the indicated doses of MVA via s.s. 45 days later, mice were re-298 challenged with 1.8 x 10 6 pfu vaccinia virus (VACV). Then 6 days later, skin tissues were 299 harvested and processed to qRT-PCR. d-e. Body weight (BW) (d) and survival measurements (e) 300 of WR-VACV re-challenged mice that were immunized previously with MVA at indicated dose 301 45 days earlier. f. Photographs of pox lesion in Rag1 -/mice taken on day 4, 7, 14 and 28 post-302 immunization with the same amount (1.8 x 10 6 pfu) of MVA or VACV. g-h. Immunized Rag1 -/-303 mice were monitored for BW change (g) and survival (h) for up to 12 weeks after immunization 304 with the same amount (1.8 x 10 6 pfu) of MVA or VACV. i. Quantification of effector T cell (Teff, 305 day 5), central memory (TCM, day 45), effector memory (TEM, day 45) or tissue resident memory 306 (TRM, day 45) T cells post MVA infection. Naïve OT-I Thy1.1 + cells were transferred into 307 Thy1.2 + recipient mice one day before mice were infected with 1.8 × 10 6 pfu MVA-Ova. Then at 308 different time points post infection, OT-I cells were isolated from lymph nodes (Teff, TCM, TEM) 309 or skin (TRM) and analyzed by flow cytometry. a-c. Data is representative of three independent 310 experiments. Symbols represent individual mice (n = 5 mice/group). c-d. Unimmunized (UI) 311 mice were included as controls. Graphs show mean ± s. d., ns = not significant, * p < 0.05, Delivery of MVA via s.s. generates T cells that are both quantitatively more 314 abundant and qualitatively distinct from those generated from i.d., s.c., i.m.. a-d. mice were infected with 1.8 × 10 6 pfu MVA-Ova via indicated infection routes. e. 319 Principal component analysis (PCA) of gene-expression for T cells generated by MVA infection 320 via different routes. Naïve T cells (TN) were sorted from the peripheral lymph nodes of naïve 321 OT-I mice. Effector T cells (Teff) were sorted from draining lymph nodes at 5 days post 322 infection. Central memory T cells (TCM) and effector memory T cells (TEM) were sorted from the 323 spleen of mice at 45 days post infection. Each dot represents an individual experiment wherein 324 mRNA was pooled from 15-20 mice from 3-4 independent biological groups (5 mice/group). f. 325 Heatmap of differentially expressed genes selected from a pair-wise comparison between s.s. 326 generated Teff cells and naïve T cells. g. Quantification of skin infiltrating T cells at day 5 post 327 1.8 × 10 6 pfu MVA-Ova infection via indicated routes. a, c, Data are representative of three 328 independent experiments (n = 5 mice per group). Graphs show mean ± s. d. of 5 mice per group. 329 * p < 0.05, * * p < 0.01. Delivery of MVA via s.s. is superior in generating memory T cells and is superior 331 in protecting mice against lethal respiratory challenge. a-b. Quantification of OT-I TCM and 332 TEM cells from spleen of mice at 45 days post MVA infection via indicated routes. c-f. Flow 333 cytometric analysis (c, e) and quantification (d, f) of OT-I TRM cells isolated from skin (c, d) or 334 lung (e, f) tissue at 45 days post MVA infection via indicated routes. g-h. Body weight (BW) (g) 335 and survival measurements (h) of WR-VACV re-challenged mice that were previously 336 immunized with MVA via indicated routes 45 days earlier. OT-I WT cells were adoptively 337 transferred into µMT mice before mice were infected with 1.8 × 10 6 pfu MVA via indicated routes. 45 days later, mice were re-challenged with a lethal dose of WR-MVA s.s. generates more than half number of lung TRM compared to intra-342 tracheal (i.t.) and is sufficient to protect mice against lethal respiratory challenge. a. Flow 343 cytometric analysis of OT-I cell proliferation in draining lymph nodes at 60 hours post MVA 344 infection via s.s.. CFSE-labeled naïve OT-I Thy1.1 + cells were transferred into Thy1.2 + recipient 345 mice one day before mice were infected with 1.8 × 10 6 pfu MVA-Ova. b. PCA of gene-346 expression data for nineteen CD8 + T cell populations based on CFSE signal and different 347 infection routes. Each dot represents an individual experiment wherein mRNA was pooled from 348 15-20 mice from 3-4 independent biological groups (5 mice/group). c. Heatmap of differentially 349 expressed genes selected from a pair-wise comparison between s.s. and intra-peritoneal (i.p.) 350 activated T cells. d. Venn diagram analysis of genes differentially expressed in pairwise 351 comparisons between s.s., i.t. and i.p. activated T cells relative to TN (fold change cutoff, ≥2). e, 352 Quantitative real-time PCR (qRT-PCR) analysis of cell homing molecule gene expression in s.s., 353 i.t. and i.p. activated T cells. f. Flow cytometric analysis (left) and quantification (right) of lung 354 TRM cells at day 45 post MVA infection via indicated routes. g-h. Body weight (BW) (g) and 355 survival measurements (h) of WR-VACV re-challenged mice that were immunized previously 356 with MVA via indicated routes 45 days earlier. OT-I WT cells were adoptively transferred into 357 µMT mice before mice were infected with 1.8 × 10 6 pfu MVA via indicated routes. 45 days later, 358 mice were re-challenged with a lethal dose of WR-VACV by intranasal infection. Graphs show 359 the mean ± s. d. of 5 mice per group. Un-immun. = un-immunized. ns = not significant, * p < 360 0.05, * * p < 0.01. Extended Data Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MVA skin scarification induced smaller pox lesions that healed363    significantly faster compared to VACV skin scarification in immunocompetent mice.364    C57BL/6 mice were immunized with 1.8 X 10 6 pfu MVA or VACV by skin scarification.365    Photographs of pox lesion were taken on day 4, 7, 14 and 28 post-immunization.366 Extended Data Figure 2. Delivery of MVA via s.s. generates stronger cellular responses 367 compared to i.d., s.c., and i.m. infection routes. C57BL/6 mice were immunized with 1.MVA via indicated routes. Activated T cells in draining lymph nodes (a) and spleen (b) 369 were isolated at 7 days post infection, and T cell response against VACV was measured based on 370 IFN-γ secretion. Symbols represent individual mice (n = 5 mice/group). * p < 0.05, * * p < 0.01. 371 Extended Data Figure 3. Delivery of MVA via s.s. generates T cells that are qualitatively 372 distinct from those generated from i.d., s.c., i.m.. a-b. Venn diagram analysis of genes up-373 regulated (a) or down-regulated (b) in pairwise comparisons between T cells activated via MVA 374 s.s., i.d., s.c., i.m. (day 5) relative to that of TN. c-d. Fold change analysis of genes shared among 375 s.s., i.d., s.c. and i.m. activated T cells (day 5) relative to that of TN. c, 146 shared up-regulated 376 genes, d, 41 shared down-regulated genes. e. Quantitative real-time PCR (qRT-PCR) analysis of 377 cell homing molecule gene expression in s.s., i.d., s.c. and i.m. activated T cells (day 5) relative 378 to that of TN. ns = not significant, * p < 0.05, * * p < 0.01. 379 Extended Data Figure 4. Phenotyping of tissue-resident memory T cell surface marker on 380 lung CD8 + TRM cells generated by MVA infection via skin scarification, intra-tracheal 381 administration or intra-peritoneal injection. Flow cytometric analysis of T cell proliferation 382 and homing receptor expression on OT-I cells residing in lung at 45 days post MVA infection. 383 Naïve OT-I Thy1.1 + cells were transferred into Thy1.2 + recipient mice one day before mice were infected with 1.8 × 10 6 pfu MVA-Ova by s.s., i.t. or i.p.. At 45 days after infectionSkin TRM cells generated by MVA infection via skin scarification, 389 intra-tracheal administration or intra-peritoneal injection. Flow cytometric analysis and 390 quantification of skin TRM cells at day 45 post 1.8 × 10 6 pfu MVA infection via indicated routes. 391 Data are representative of three independent experiments (n = 5 mice per group). type (WT) C57BL/6, CD45.1 + , Thy1.1 + , Rag1 −/− , µMT, Langerin-DTA, Langerin-DTR 396 mice were purchased from Jackson Laboratory. Thy1.1 + Rag1 −/− OT-I mice were maintained 397 through routine breeding in the animal facility of Harvard Institute of Medicine, Harvard 398 Medical School. Animal experiments were performed in accordance with the guidelines put forth 399 by the Center for Animal Resources and Comparative Medicine at Harvard Medical School. 400 Mice were randomly assigned to each group before start and experiments were performed 401 blinded with respect to treatment. For survival experiments, mice that had lost over strain (VACV) of WR-VACV was used in some experiments as control vaccine 405 and was a kind gift from Dr. Bernald Moss (National Institutes of Health, Bethesda, MD). Wild-406 type WR-VACV were purchased from American Tissue Culture Company (ATCC). The virus 407 stocks were expanded and tittered in Hela cells and CV-1 cells (ATCC) by standard procedures. 408 ACAM3000MVA (Acambis Modified Vaccinia Ankara) (MVA) and DF-1 Cells were gifted by 409 Dr. Michael Seaman (Beth Israel Deaconess Medical Center, Boston MA). MVA stocks were 410 expanded and titrated in DF-1 cells as previously described (39, 40immunized with the MVA or VACV at the indicated doses by skin scarification as 413 previously described. Alternatively, mice were immunized by s.c., i.d., or i.m. injection at the 414 indicated dose. For secondary challenge, memory mice were challenged intranasally with a lethal dose of WR-VACV (2 X 10 6 pfu in 20 µl of PBS) at 6 to 20 weeks post immunization. The 416 change of BW and survival of mice were monitored daily following challenge for up to 12 days. 417 In vitro restimulation assay 418 Poxvirus-specific T cell response against poxvirus was assessed at day 7 post challenge. Single 419 cell suspension prepared from draining lymph nodes or spleens was re-suspended in T cell 420 medium (RPMI containing 10% FBS, 2mM 2-β mercaptoethanol, 1X nonessential amino acid, 421 1X sodium pyruvate), and were used as effector cells. For target cell preparation, naïve 422 splenocytes was infected at 37 °C for 5 h with WR-VACV at a MOI of 5 in RPMI medium 423 supplemented with 10% FCS. After infection, the cells were washed 3 times with PBS, and co-424 cultured (5 x 105 cells/well) with effector cell at a 1:1 ratio in 96 well plate in T cell medium at 425 37 °C for 48 h. Uninfected naïve splenocytes co-cultured with target cells were used as negative 426 controls. IFN-γ concentration in the culture supernatants were measured by ELISA using anti-427 IFN-γ mAb pairs (BD Pharmingen) according to manufacturer's protocol. 428 Preparation of cell suspensions 429 Lymph nodes and spleens were harvested and pressed through a 70-µm nylon cell strainer to 430 prepare cell suspensions. Red blood cells (RBC) were lysed using RBC lysis buffer (00-4333-57; 431 eBioscience). Skin tissue was excised after hair removal, separated into dorsal and ventral 432 halves, minced, and then incubated in Hanks balanced salt solution (HBSS) supplemented with 433 1 mg/ml collagenase A (11088785103; Roche) and 40 μg/ml DNase I (10104159001; Roche) at 434 37 °C for 30 min. After filtration through a 70-μm nylon cell strainer, cells were collected and 435 washed three times with cold PBS before staining. 436 Mouse adoptive transfer and treatment Lymph nodes were collected from naïve female donor mice at age of 6, data analysis and quantitative real-time PCR 446 For each group of microarray dataset, OT-I cells from 15-20 mice were sorted with a FACSAria 447 III (BD Biosciences) and pooled. RNA was extracted with a RNeasy Micro kit (74004; Qiagen). 448 RNA quality and quantity were assessed with a Bioanalyzer 2100 (Agilent). Then RNA was 449 amplified and converted into cDNA by a linear amplification method with WT-Ovation Pico 450 System (3302-60; Nugen). Subsequently cDNA was labeled with the Encore Biotin module 451 (4200-60; Nugen) and hybridized to GeneChip MouseGene 2.0 ST chips (Affymetrix) at the 452 Translational Genomics Core of Partners Healthcare, Harvard Medical School. GeneChips were 453 scanned using the Affymetrix GeneChip Scanner 3000 7G running Affymetrix Gene Command 454 Console version 3.2. The data were analyzed by using Affymetrix Expression Console version 455 1.3.0.187 using Analysis algorithm RMA. To evaluate overall performance of microarray data, 456 principal component analysis (PCA) and Pearson correlation coefficients among 12 diverse 457 samples were applied by using 26,662 transcripts (R Program). All microarray data was 458 submitted to the Gene Expression Omnibus. For relative quantitative real-time PCR, RNA was prepared as described above. Bio-Rad iCycler 460 iQ Real-Time PCR Detection System (Bio-Rad) was used with the following settings: 45 cycles 461 of 15 s of denaturation at 95 °C, and 1 min of primer annealing and elongation at 60 °C. Real-462 time PCR was performed with 1 μl cDNA plus 12.5 μl of 2× iQ SYBR Green Supermix (Bio-463 Rad) and 0.5 μl (10 μM) specific primers. For absolute quantitative real-time PCR. each standard 464 curve was constructed using 10-fold serial dilutions of target gene template ranging from 10 7 to 465 10 2 copies per mL and obtained by plotting values of the logarithm of their initial template copy 466 numbers versus the mean Ct values. The actual copy numbers of target genes were determined 467 by relating the Ct value to a standard curve. 468 Determination of viral load 469 Viral load in various tissues following MVA or VACV skin scarification was determined by 470 quantitative real-time PCR, as previously described (17). Briefly, DNA was purified using the 471 DNeasy Mini Kit (Qiagen, Valencia, CA). The primers and TagMan probe used in the 472 quantitative PCR assay are specific for the ribonucleotide reductase Vvl4L of vaccinia virus. The 473 sequences are: (forward) 5'-GAC ACT CTG GCA GCC GAA AT-3'; (reverse) 5'-CTG GCG 474 GCT AGA ATG GCA TA-3'; (probe) 5'-AGC AGC CAC TTG TAC TAC ACA ACA TCC 475 GGA-3'. The probe was 5'-labeled with FAM and 3'-labeled with TAMRA (Applied Biosystems, 476 Foster City, CA). Real-time PCR was performed with the Bio-Rad iCycler iQTM Real-Time 477 PCR Detection System (Bio-Rad Laboratories). Thermal cycling conditions were 50°C for 2 min 478 and 95°C for 10 min for one cycle, followed by 45 cycles of amplification (94°C for 15 s and 479 60°C for 1 min). Standard curve was established from DNA of an MVA or VACV stock with 480 previously determined titer. Corresponding CT values obtained by the real time PCR reactions were plotted on the standard curve to calculate viral load in the samples. The number of viral 482 DNA copies was normalized to that in the skin samples of uninfected naïve mice. two groups were calculated using Student's t test (two tailed). Comparisons for 485 more than two groups were calculated with one-way analysis of variance (ANOVA) followed by 486 Bonferroni's multiple comparison tests. Two-way ANOVA with Holm-Bonferroni post hoc 487 analysis was used to compare weight loss between groups and Log-rank (Mantel-Cox) test was 488 used for survival curves. p < 0.05 was considered statistically significant. 489 19. Altenburg, A.F., et al. Modified vaccinia virus ankara (MVA) as production platform for 535 vaccines against influenza and other viral respiratory diseases. Viruses 6, S.N., et al. Smallpox vaccine safety is dependent on T cells and not B cells. J 539 Infect Dis 203, 1043-1053 (2011). 540 22. Kennedy, J.S., et al. Induction of human T cell-mediated immune responses after primary 541 and secondary smallpox vaccination. J Infect Dis 190, 1286-1294 (2004). 542 23. Milton, D.K. What was the primary mode of smallpox transmission? Implications for 543 biodefense. Front Cell Infect Microbiol 2, 150 (2012). 544 24. Terajima, M., et al. Identification of vaccinia CD8+ T-cell epitopes conserved among 545 vaccinia and variola viruses restricted by common MHC class I molecules, HLA-A2 or 546 HLA-B7. Hum Immunol 67, 512-520 (2006). 547 25. Eaglesham, J.B., Pan, Y., Kupper, T.S. & Kranzusch, P.J. Viral and metazoan poxins are 548 cGAMP-specific nucleases that restrict cGAS-STING signalling. Nature 566, , Y., et al. Survival of tissue-resident memory T cells requires exogenous lipid uptake 551 and metabolism. Nature 543, 252-256 (2017). 552 27. von Andrian, U.H. & Mackay, C.R. T-cell function and migration. Two sides of the same 553 coin. N Engl J Med 343, 1020-1034 (2000). 554 28. Kupper, T.S. & Fuhlbrigge, R.C. Immune surveillance in the skin: mechanisms and 555 clinical consequences. Nat Rev Immunol 4, 211-222 (2004). 556 29. Park, C.O. & Kupper, T.S. The emerging role of resident memory T cells in protective 557 immunity and inflammatory disease. Nat Med 21, 688-697 (2015). 558 30. Hessel, A., et al. MVA vectors expressing conserved influenza proteins protect mice 559 against lethal challenge with H5N1, H9N2 and H7N1 viruses. PLoS One 9, , W., Suezer, Y., Sutter, G. & Openshaw, P.J. Protective and disease-562 enhancing immune responses induced by recombinant modified vaccinia Ankara (MVA) 563 expressing respiratory syncytial virus proteins. Vaccine 23,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "s.s. vs naive Down in i.d. vs naive Down in s.c.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Thus, MVA can be administered 105 safely to mice wholly deficient in adaptive immunity. In another set of experiments, we 106 immunized Wild-type (WT) mice as well as mice deficient in either Langerhans cells (Langerin 107 DTA) or both Langerhans cells and langerin positive dermal dendritic cells (Langerin DTR + 108 DT), respectively. Prior to infection, mice were loaded with OT-1 cells and the immunizing virus 109 was MVAOVA. Spleen and lymph nodes were harvested at days 10 and 30, skin was harvested at 110 day 30, and OT-1 T cells were counted. At day 10, Teff cells were somewhat diminished in",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Teff TCM TEM Naive s.s. i.d. s.c. i.m. s.s. i.d. s.c. i.m. s.s. i.d. s.c. i.m.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}