{"paper_id": "1a9cb2dc1d852cf1d14d93d411a1fcec9e48a163", "metadata": {"title": "Isolation of a Coronavirus from Kidney Biopsies of Endemic Balkan Nephropathy Patients", "authors": [{"first": "Branislava", "middle": [], "last": "Uzelac-Keserović", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Petar", "middle": [], "last": "Spasić", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nikola", "middle": [], "last": "Bojanić", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jovan", "middle": [], "last": "Dimitrijević", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Branko", "middle": [], "last": "Lako", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zorica", "middle": [], "last": "Lepsanović", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nada", "middle": [], "last": "Kuljić-Kapulica", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Duško", "middle": [], "last": "Vasić", "suffix": "", "affiliation": {"laboratory": "", "institution": "Doboj District Hospital", "location": {"settlement": "Doboj", "region": "Bosnia"}}, "email": ""}, {"first": "K", "middle": [], "last": "Apostolov", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Endemic Balkan nephropathy (EBN) is a kidney disease of unknown etiology limited to Bulgaria, Rumania and former Yugoslavia. Primary kidney tissue cultures were established as explants from tissue obtained at operations from 5 EBN patients with urinary tract tumors. Four out of the five biopsy specimens on extended culture incubation at 33°C yielded a coronavirus virus (EBNV) which was cytopathogenic for human fibroblast and Vero cells. In cells inoculated with EBNV, cytoplasmic immunofluorescence was found using antisera for human coronaviruses OC43 and 229E as well as the porcine transmissible gastroenteric virus and avian (chicken) bronchitis virus. In neutralization tests, EBNV failed to react with antisera to these viruses. Using hyperimmune serum raised with EBNV, positive cytoplasmic immunofluorescence was seen with cells infected with OC43, 229E, TGV and significantly with the kidney tissue of the biopsy specimens from the EBN patients. A screen for neutralizing antibody using the EBN virus revealed that 87.2% of EBN patients on dialysis were positive, also 74% of people from an endemic area were also positive, while only 13.5% from outside were positive. It is suggested that a coronavirus is involved in the etiology of the disease and that humans are an incidental host of a coronavirus zoonosis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Endemic (Balkan) nephropathy (EBN) is a distinct kidney disease of unknown etiology affecting people in recognized endemic areas of three countries: former Yugoslavia, Rumania and Bulgaria. The endemic localities are found along valleys of the Danube, Sava rivers and their tributaries. The patients are mainly rural people aged 40 and over. The main symptoms of the disease are progressive loss of kidney function without raised blood pressure leading to end-stage kidney failure. In up to 50% of EBN patients, tumors of the urinary tract appear. There are no reliable specific tests and the diagnosis of EBN is based on clinical and epidemiological grounds. It has been variously estimated that there have been more then 15,000 cases of EBN in the three countries, with most of the cases coming from former Yugoslavia [1] . At present there are over 700 EBN patients on dialysis in Serbia alone. In the endemic area of Doboj in Bosnia, the origin of the 5 patients from which the kidney biopsies were taken, there have been more than 500 EBN cases. In the period since 1989 there are about 100 recorded cases from the same locality.", "cite_spans": [{"start": 820, "end": 823, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Ever since its original description, the cause of EBN has remained a mystery [2] . Various toxins from the environment have been proposed as the cause, including heavy metals and mycotoxins [2] [3] [4] , but none of these have been shown to be exclusive for the endemic areas. There appears to be some evidence that genetic factors may contribute to susceptibility to EBN [5] . Evidence for the involvement of viruses based on histological, ultrastructural and epidemiological data has been published [6] [7] [8] . It was suggested that EBN is a slow virus disease caused by a coronavirus [6] . Efforts to isolate viruses from urine of patients have failed.", "cite_spans": [{"start": 77, "end": 80, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 190, "end": 193, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 194, "end": 197, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 198, "end": 201, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 372, "end": 375, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 501, "end": 504, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 505, "end": 508, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 509, "end": 512, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 589, "end": 592, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we present the results of isolations of a coronavirus from tissue cultures of kidneys obtained from EBN patients operated for tumors of the urinary tract. We have adopted the acronym EBNV for the agent isolated.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Fresh renal biopsy specimens from 5 clinically confirmed cases of EBN were collected from the Department of Urology, District Hospital, Doboj, Bosnia. The patients were not on immunosuppressive therapy and were not transfusion-dependent. As control materials we used kidneys of 8 patients with other kidney diseases collected from the Institute of Nephrology and Institute of Pathology and Forensic Medicine, Military Medical Academy, Belgrade. The freshly collected tissues were transported in growth medium to the tissue culture laboratory.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "The kidney tissue was processed for histology and immunofluorescence by standard methods. For tissue culture the biopsy specimens were set up by the technique of explants avoiding trypsinization. The primary cultures which appeared as outgrowths were initially incubated at 37°C, and then maintained at 33°C for up to 2 months. For virus isolation, virus propagation and serology, we used Wi-38, Vero cells (commercially obtained), and TP cells (fetal pigskin initiated in our laboratory). Other cell cultures also tested for virus growth were: HeLa, Hep-2, Wish, human fibroblasts, primary kidney cell cultures of Cercopithecus monkeys and primary human kidney. All cultures were grown in Eagle's MEM, with 5% inactivated fetal bovine serum.", "cite_spans": [], "ref_spans": [], "section": "Cell Cultures"}, {"text": "The following viruses were used in this study: the reference OC43 and 229E prototype human coronaviruses obtained commercially from the American Type Culture Collection (ATCC), the avian bronchitis virus (IBV) Massachusetts strain obtained from the Veterinary Institute, Zemun, Yugoslavia, and the porcine transmissible gastroenteric virus (TGEV), Miller strain, from the Veterinary Institute Belgrade.", "cite_spans": [], "ref_spans": [], "section": "Viruses"}, {"text": "Antiserum to the EBNV virus was prepared in rabbits using partially purified virus. Briefly, incomplete Freund's adjuvant was used to mix the pellets of the virus preparation. The rabbits were inoculated for over 8 weeks according to a standard scheme. After harvesting, the serum was absorbed with a pool of disrupted cells Wi-38, Vero, HeLa and Hep-2 cells and stored at -20°C. The human sera were collected from: (a) 53 EBN patients on dialysis; (b) 153 sera from healthy persons from five endemic regions, and (c) 96 sera as healthy controls from outside the endemic areas. For the cross-reactivity tests we used the reference sera for human coronaviruses OC43 and 229E kindly supplied by Dr. D. Erdmann, from CDC Atlanta, Ga., USA. We also tested 15 sera from pigs infected with TGEV, obtained from the Veterinary Institute Belgrade. All sera were inactivated at 56°C.", "cite_spans": [], "ref_spans": [], "section": "Sera"}, {"text": "The presence of neutralizing antibodies for the isolated coronavirus was determined by titration of the cytopathic effect (CPE) in microplates of Wi-38 and Vero cells [9] . For indirect immunofluorescence a standard method was used with EBNV virus-infected Wi-38 and Vero cells as substrate [10] . For TGEV, TP virus-infected cells were used. The capacity for hemagglutination of the isolate was tested with 0.5% suspension of monkey, guinea pig, mouse, chicken and human 'O' group erythrocytes at 37, 22 and 4°C. The renal biopsy specimens were prepared for histology and for detection of specific antigen for indirect immunofluorescence in situ by standard methods [10] .", "cite_spans": [{"start": 167, "end": 170, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 291, "end": 295, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 667, "end": 671, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Serology"}, {"text": "The morphology of the virus was determined using the negative staining procedure with pellets of concentrated virus obtained after ultracentrifugation of the supernatant medium of the infected kidney cells and Wi-38 [11] . Ultrathin sections of Vero and Wi-38 EBNVinfected cells were prepared and examined using standard methods [6] .", "cite_spans": [{"start": 216, "end": 220, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 329, "end": 332, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Electron Microscopy"}, {"text": "Primary kidney cell monolayer cultures were successfully established from the five kidney biopsies as well as from the control specimens. In four of the EBN cultures, the cell outgrowth consisted of typical epithelial cells while in the fifth sample the outgrowth consisted mostly of fibroblasts. The virus was isolated from the four specimens with outgrowth of epithelial cells on four separate ", "cite_spans": [], "ref_spans": [], "section": "Tissue Culture"}, {"text": "Reference coronavirus OC43, 229E antisera and our own hyperimmune EBNV antiserum were tested with coronaviruses and coronavirus-infected cells including the biopsy specimens from which the virus was isolated (EBNbps). * From references 13 and 14. occasions. The virus could not be isolated from the fifth sample with fibroblasts in the culture. All the cultures were incubated at 33°C for up to 2 months in growth medium.", "cite_spans": [{"start": 236, "end": 246, "text": "13 and 14.", "ref_id": null}], "ref_spans": [], "section": "Tissue Culture"}, {"text": "The agent was first isolated in Wi-38 cell inoculated with the growth medium harvested from the primary cultures. A CPE typical for coronavirus appeared after 15 days' incubation at 33°C. Subsequently, after a few subcultures, the agent was adapted to grow in Vero cells. After further subcultures, the EBNV adapted induced a CPE at 3-6 days' incubation in both Wi-38 and Vero cells. The CPE was in the form of cell rounding with discernible cytoplasmic vacuoles. Cell fusion was not seen. The four separate isolates obtained on four separate occasions produced similar TCD 50 titers: in Vero cells 6.3, 6.6, 6.7, 7.0 and in Wi-38 cells 5.3, 5.7, 5.7 and 6.0 [9] . The primary kidney cultures from which the virus was regularly isolated did not show any obvious changes in morphology. Attempts to induce CPE in the cultures from which the virus was recovered using the virus grown in Wi-38 cells, also failed. The properties of the four isolates were identical in all the investigations. The tissue cultures of the eight control kidney biopsies failed to yield any agents.", "cite_spans": [{"start": 659, "end": 662, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Tissue Culture"}, {"text": "The serological cross-reactivity of EBNV and the biopsy specimens with prototype coronaviruses are presented in table 1. There was a strong positive cytoplasmic immunofluorescence in both EBNV-infected cells and the biopsy specimens with the reference OC43 and 229E and TGEV coronavirus antisera. Conversely, the antiserum raised against EBNV reacted similarly with OC43-, 229E-and TGEV-infected cells as well as with EBVN-infected cells and the biopsy specimens. These results indicate the presence of a common shared cytoplasmic antigen of EBNV with these three viruses. However, in neutralization tests, EBNV was positive only with the homologue antiserum. IBV did not show any cross-reactivity with EBNV. EBNV was also tested for growth in embryonated chicken eggs and for hemagglutination using erythrocytes of several species with negative results.", "cite_spans": [], "ref_spans": [], "section": "Virus Identification"}, {"text": "The histology and electron microscopy of the biopsy samples from which the virus was isolated was similar to the findings already described [6] [7] [8] . Using negative staining, typical coronavirus particles were found in the pellets of the supernatants of the infected Wi-38 cells and the long-term kidney cell cultures [10, 12] . The ultrathin sections of the inoculated Wi-38 cells showed numerous cytoplasmic vesicles containing free and budding virus particles, a characteristic of coronavirus-infected cells [6, 7] .", "cite_spans": [{"start": 140, "end": 143, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 144, "end": 147, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 148, "end": 151, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 322, "end": 326, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 327, "end": 330, "text": "12]", "ref_id": "BIBREF12"}, {"start": 515, "end": 518, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 519, "end": 521, "text": "7]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Virus Identification"}, {"text": "The newly isolated EBN virus was used for preliminary serological investigations on its prevalence. The results are presented in table 2. There is correlation between immunofluorescence and neutralization and tests; sera positive for immunofluorescence were also positive for neutralization. The neutralizing antibody which is more specific, was found in 34/39 of EBN patients on dialysis, in 113/153 in randomly collected sera from people within the three endemic regions, and in only 13/96 and in low titers in sera randomly collected in Serbia, outside the endemic regions. The EBN patients on dialysis are from five endemic localities in the same region. The control sera from endemic areas were collected from three endemic regions including Doboj. The outside controls are randomly collected sera from different parts of Serbia.", "cite_spans": [], "ref_spans": [], "section": "Seroepidemiology"}, {"text": "The present results could indicate that the causative agent of EBN is a coronavirus. Coronaviruses in humans are mainly respiratory pathogens and it is estimated that they cause up to one third of upper respiratory tract infections. They have also been implicated as a cause of diarrhea [12, 13] . Recently, two coronaviruses have been isolated from cases of multiple sclerosis. However, their implication in the pathogenesis of the disease remains controversial [14, 15] . Coronaviruses are also important pathogens in domestic animals. These viruses cause gastroenteritis in pigs (TGEV), hepatitis in mice (MHV), acute bronchitis in chicken with nephritis (IBV) and also other diseases [12, 13, 16] .", "cite_spans": [{"start": 287, "end": 291, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 292, "end": 295, "text": "13]", "ref_id": "BIBREF13"}, {"start": 463, "end": 467, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 468, "end": 471, "text": "15]", "ref_id": "BIBREF15"}, {"start": 688, "end": 692, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 693, "end": 696, "text": "13,", "ref_id": "BIBREF13"}, {"start": 697, "end": 700, "text": "16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is likely that this newly isolated agent is a previously unrecognized or new coronavirus. In immunofluorescent tests it shares a common antigen with the human coronaviruses OC43 and 229E and the pig TGEV which represent coronavirus I and II antigenic groups [12] . However, there was no cross-reactivity with IBV, a kidney pathogen for chicken. In the specific neutralization tests with reference sera and prototype viruses of the three antigenic groups of coronaviruses, there was no cross-reactivity. These findings indicate that the virus surface projections, which carry the receptors of the new virus, are antigenically distinct and specific for EBNV (table 1). The virus is similar to the human coronavirus OC43 and 229E because it failed to grow in embryonated eggs and failed to agglutinate the red cells of several species. Further work is needed to confirm the identity of this isolate as a new virus infecting humans.", "cite_spans": [{"start": 261, "end": 265, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The finding that a small number of EBN patients on dialysis are negative for neutralizing antibodies to the new virus needs further investigation. The diagnosis of the disease is based on clinical and epidemiological criteria and there are no specific tests for the disease. It is also worth noting that patients on dialysis frequently have an aberrant response to antigenic stimuli.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The high prevalence of antibodies to the new virus in people from the endemic regions is interesting. It suggests that exposure to the virus has been or is widespread. It is possible that only a segment of the population infected with the virus could develop fully blown nephropathy. The results from the control group of people from Serbia outside the endemic region, provides a reasonable negative control for the prevalence of EBNV. Only 13% of the control group have the specific neutralizing antibodies in low titers compared to 60% with immunofluorescent cross-reacting antibodies. The people positive for specific neutralizing antibodies to EBNV could possibly be accounted for by migration. These are preliminary results. Further studies, some in progress, are needed in order to explore and verify these statements (table 2) .", "cite_spans": [], "ref_spans": [{"start": 824, "end": 833, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "In up to 50% of patients with EBN, tumors of the pyelon and the ureters have been found [17, 19] . The tumors are frequently multiple and bilateral and are generally found at more advanced patient age compared to EBN [18, 19] . It has been suggested that the cause of EBN and tumors is the same [19] . There is no published evidence of coronavirus involvement in the genesis of tumors. However, coronavirus are known to have very high recombination rates [12] . Further investigations are in progress regarding the possibility that the virus might be a recom-binant or hybrid strain, which might also infect the urothelium.", "cite_spans": [{"start": 88, "end": 92, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 93, "end": 96, "text": "19]", "ref_id": "BIBREF19"}, {"start": 217, "end": 221, "text": "[18,", "ref_id": "BIBREF18"}, {"start": 222, "end": 225, "text": "19]", "ref_id": "BIBREF19"}, {"start": 295, "end": 299, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 455, "end": 459, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "We propose that the reservoir of the EBNV is a domestic or wild animal and that humans are the accidental host of virus causing a zoonosis. In the literature there have been no reports of human-to-human transmission of EBN. The patients are mainly from rural areas and in close contact with the excreta of domestic and wild animals. In support of this thesis is the interesting finding that in one endemic locality of five villages with a mixed half Christian and half Moslem population, only 2 out of 53 documented cases of EBN were Moslems [20] . As the Moslems in this region do not keep pigs, this finding may focus further investigations on pigs or boars as the possible animal host. Another epidemiological study also indicated that a particular breed of pigs could be the host [21] .", "cite_spans": [{"start": 542, "end": 546, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 784, "end": 788, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we have isolated a coronavirus from the renal biopsy specimens of 4 EBN patients from the endemic locality of Doboj, Bosnia. It is very likely that the cause of EBN is a coronavirus and that it is a slow persistent virus infection. Further investigation should prove whether the biological properties of the isolated coronavirus could explain the etiology of this kidney disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiology of endemic nephropathy", "authors": [{"first": "Z", "middle": [], "last": "Radovanović", "suffix": ""}], "year": 1985, "venue": "Proc 3rd Symp Endemic Nephropathy. Belgrade", "volume": "", "issn": "", "pages": "3--27", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Néphrites chronique provoquées par l'intoxication au plomb par voie digestive (farine)", "authors": [{"first": "V", "middle": [], "last": "Danilović", "suffix": ""}, {"first": "M", "middle": [], "last": "Djurisić", "suffix": ""}, {"first": "M", "middle": [], "last": "Mokranjac", "suffix": ""}, {"first": "B", "middle": [], "last": "Stoimirović", "suffix": ""}, {"first": "B", "middle": [], "last": "Zivoinović", "suffix": ""}, {"first": "P", "middle": [], "last": "Stojković", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ceović: Balkan (endemic) nephropathy and food-borne ochratoxin A: Preliminary results of a survey of foodstuffs", "authors": [{"first": "P", "middle": [], "last": "Krogh", "suffix": ""}, {"first": "B", "middle": [], "last": "Hald", "suffix": ""}, {"first": "R", "middle": [], "last": "Plestina", "suffix": ""}], "year": 1997, "venue": "Acta Pathol Microb Scand B", "volume": "85", "issn": "", "pages": "238--240", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Endemic nephropathy and urinary tract tumours in the Balkans", "authors": [{"first": "M", "middle": [], "last": "Castegnaro", "suffix": ""}, {"first": "J", "middle": [], "last": "Chernozemsky", "suffix": ""}], "year": 1987, "venue": "Cancer Res", "volume": "47", "issn": "", "pages": "3608--3609", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Balkan nephropathy", "authors": [{"first": "M", "middle": ["H"], "last": "Polenaković", "suffix": ""}, {"first": "V", "middle": [], "last": "Stefanović", "suffix": ""}], "year": 1992, "venue": "Oxford Textbook of Clinical Nephrology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evidence of a viral aetiology in endemic (Balkan) nephropathy", "authors": [{"first": "K", "middle": [], "last": "Apostolov", "suffix": ""}, {"first": "P", "middle": [], "last": "Spasić", "suffix": ""}, {"first": "N", "middle": [], "last": "Bojanić", "suffix": ""}], "year": 1975, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "1271--1273", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Balkan) nephropathy and chicken embryo nephritis caused by infectious bronchitis virus. I. Endemic (Balkan) nephropathy", "authors": [{"first": "K", "middle": [], "last": "Apostolov", "suffix": ""}, {"first": "P", "middle": [], "last": "Spasić", "suffix": ""}, {"first": "N", "middle": [], "last": "Bojanić", "suffix": ""}], "year": 1977, "venue": "Comparative ultrastructural studies on endemic", "volume": "31", "issn": "", "pages": "188--203", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparative ultrastructural studies on endemic (Balkan) nephropathy and chicken embryo nephritis caused by infectious bronchitis virus. II. Chick embryo nephritis", "authors": [{"first": "K", "middle": [], "last": "Apostolov", "suffix": ""}, {"first": "P", "middle": [], "last": "Spasić", "suffix": ""}, {"first": "Alexander", "middle": ["D"], "last": "", "suffix": ""}], "year": 1977, "venue": "Acta Med Yug", "volume": "31", "issn": "", "pages": "505--516", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cell culture techniques for diagnostic virology", "authors": [{"first": "J", "middle": ["N"], "last": "Schmidt", "suffix": ""}], "year": 1979, "venue": "Diagnostic Procedures for Viral, Rickettsial and Chlamydial Infections", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Rapid virus diagnosis. Application of immunofluorescence. London", "authors": [{"first": "P", "middle": ["S"], "last": "Gardner", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcquillin", "suffix": ""}], "year": 1980, "venue": "Butterworths", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The morphology of three previously uncharacterized human respiratory viruses that grow in organ culture", "authors": [{"first": "J", "middle": ["D"], "last": "Almeida", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1967, "venue": "J Gen Virol", "volume": "1", "issn": "", "pages": "175--178", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Coronaviridae: The viruses and their replication", "authors": [{"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}, {"first": "Mmc", "middle": [], "last": "Lai", "suffix": ""}], "year": 1996, "venue": "Fields' Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Fields' Virology", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Coronaviruses; In Fields", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Knipe", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Howley", "suffix": ""}], "year": 1996, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Two coronaviruses isolated from central nervous system tissue of two multiple sclerosis patients", "authors": [{"first": "S", "middle": ["J"], "last": "Burks", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Devald", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Jankovsky", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gerdes", "suffix": ""}], "year": 1980, "venue": "Science", "volume": "209", "issn": "", "pages": "933--934", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Coronaviruses and multiple sclerosis", "authors": [{"first": "R", "middle": ["S"], "last": "Murray", "suffix": ""}, {"first": "G", "middle": ["Y"], "last": "Cai", "suffix": ""}, {"first": "K", "middle": [], "last": "Hoel", "suffix": ""}, {"first": "S", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Cabirac", "suffix": ""}], "year": 1993, "venue": "Adv Exp Med Biol", "volume": "342", "issn": "", "pages": "353--357", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Antigenic relationship between human coronaviruses strain OC43 and hemagglutinating encephalomyelitis virus strain 67N of swine. Antibody response in human and animal sera", "authors": [{"first": "H", "middle": [], "last": "Kaye", "suffix": ""}, {"first": "W", "middle": [], "last": "Yarbrough", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Harrison", "suffix": ""}], "year": 1977, "venue": "J Infect Dis", "volume": "135", "issn": "", "pages": "201--209", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Balkan nephropathy", "authors": [{"first": "P", "middle": ["W"], "last": "Hall", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Damin", "suffix": ""}], "year": 1978, "venue": "Nephron", "volume": "22", "issn": "", "pages": "281--300", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The renal pelvic and ureteral tumors in regions of endemic nephropathy", "authors": [{"first": "S", "middle": [], "last": "Petković", "suffix": ""}], "year": 1985, "venue": "Proc 3rd Symp Endemic Nephropathy. Belgrade", "volume": "", "issn": "", "pages": "279--289", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Endemic nephritis and urinary tract cancer in Yugoslavia, Bulgaria and Rumania", "authors": [{"first": "B", "middle": [], "last": "Marković", "suffix": ""}], "year": 1972, "venue": "J Urol", "volume": "107", "issn": "", "pages": "212--219", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Distribution and frequency of endemic nephropathy in the province of Kosovo", "authors": [{"first": "D", "middle": [], "last": "Hrisoho", "suffix": ""}, {"first": "S", "middle": [], "last": "Zafirovska", "suffix": ""}, {"first": "S", "middle": [], "last": "Bogdanovska", "suffix": ""}, {"first": "T", "middle": [], "last": "Medar", "suffix": ""}], "year": 1985, "venue": "Proc 3rd Symp Endemic Nephropathy", "volume": "", "issn": "", "pages": "61--66", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Foci of endemic nephropathy in the province of Vojvodina", "authors": [{"first": "B", "middle": ["B"], "last": "Birtasević", "suffix": ""}, {"first": "D", "middle": [], "last": "Vuković", "suffix": ""}, {"first": "Z", "middle": [], "last": "Drndarević", "suffix": ""}, {"first": "M", "middle": [], "last": "Seguljev", "suffix": ""}, {"first": "D", "middle": [], "last": "Obradović", "suffix": ""}, {"first": "V", "middle": [], "last": "Pokorni", "suffix": ""}, {"first": "A", "middle": [], "last": "Stanković", "suffix": ""}], "year": 1985, "venue": "Proc 3rd Symp Endemic Nephropathy", "volume": "", "issn": "", "pages": "53--59", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Nephron 1999;81:141-145 Uzelac-Keserović et al.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Serological cross-reactivity of EBNV in immunofluorescence (I) and virus neutralization (N) tests", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>EBNV\n</td><td>EBNbps\n</td><td>OC43\n</td><td>229E\n</td><td> </td><td>TGEV\n</td><td>IBV\n</td><td> </td></tr><tr><td> </td><td>I </td><td>N\n</td><td>I </td><td>N\n</td><td>I </td><td>N\n</td><td>I </td><td>N\n</td><td>I </td><td>N\n</td><td>I </td><td>N\n</td></tr><tr><td>OC43\n</td><td>+ </td><td>(-) </td><td>+ </td><td>Na </td><td>+ </td><td>+ </td><td>(-)* </td><td>(-)* </td><td>+* </td><td>(-) </td><td>(-) </td><td>(-)\n</td></tr><tr><td>229E </td><td>+ </td><td>(-) </td><td>+ </td><td>Na </td><td>(-)* </td><td>(-)* </td><td>+ </td><td>+ </td><td>+* </td><td>(-) </td><td>(-) </td><td>(-)\n</td></tr><tr><td>EBNV </td><td>+ </td><td>+ </td><td>+ </td><td>Na </td><td>+ </td><td>(-) </td><td>+ </td><td>(-) </td><td>+ </td><td>(-) </td><td>(-) </td><td>(-)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Neutralizing and immunofluorescent antibody EBNV titers of human sera", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>1:8\n</td><td> </td><td>1:16\n</td><td>1:32\n</td><td> </td><td>1:64\n</td><td> </td><td> </td><td>1:128\n</td><td> </td><td>1:256\n</td><td>1:512\n</td><td>1:1,024\n</td><td>Total positive\n</td></tr><tr><td> </td><td> </td><td>N </td><td>I\n</td><td>N I\n</td><td>N </td><td>I\n</td><td>N </td><td>I\n</td><td>N </td><td>I\n</td><td>N I\n</td><td>N I\n</td><td>N I\n</td><td>N </td><td>I\n</td></tr><tr><td>BN patients on dialysis\n</td><td>39 </td><td>7 </td><td>2 </td><td>6 5 </td><td>8 </td><td>3 </td><td>12 </td><td>20 </td><td>4 </td><td>9 </td><td>0 </td><td>4 </td><td>0 0 </td><td>0 0 </td><td>34/39\n</td><td>37/39\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>87.2%\n</td><td>94.9%\n</td></tr><tr><td>Controls from endemic areas\n</td><td>153 </td><td>31 </td><td>7 </td><td>21 22 </td><td>17 </td><td>11 </td><td>10 </td><td>53 </td><td>22 </td><td>0 </td><td>15 </td><td>3 </td><td>3 3 </td><td>3 2 </td><td>113/153 73.8%\n</td><td>122/153 79.7%\n</td></tr><tr><td>Controls from outside areas\n</td><td>96 </td><td>5 </td><td>2 </td><td>7 24 </td><td>1 </td><td>2 </td><td>0 </td><td>32 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 0 </td><td>0 0 </td><td>13/96\n</td><td>60/96\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>13.5%\n</td><td>60.5%\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank R. Petrović , Head of the Department of Epidemiology, Institute Torlak, for organizing the collection of the sera and the following colleagues for collecting sera: J. Tausanović ", "cite_spans": [], "ref_spans": [{"start": 190, "end": 200, "text": "Tausanović", "ref_id": null}], "section": "Acknowledgements"}]}