{"paper_id": "1a9feae811731dd61844f94b1b16ac1035993716", "metadata": {"title": "Neurologic manifestations of nonhospitalized patients with COVID-19 in Wuhan, China", "authors": []}, "abstract": [], "body_text": [{"text": "36 (23.5%) shortness of breath, and 116 (75.8%) viral pneumonia in lung computerized tomography (CT) images, 17 (11.1%) anorexia, 42 (27.5%) diarrhea, 29 (19%) pharyngalgia, 9 (5.9%) nausea, 78 (51%) fatigue, 32 (20.9%) chest pain, 45 (29.4%) chest tightness, and 53 (34.6%) palpitation. Notably, our results revealed that neurologic manifestations were common in nonhospitalized patients in Wuhan (total, 77.8%; CNS, 46.7%; PNS, 69.3%), and the rates were higher than previously reported in hospitalized patients from the same area (36.4% had neurologic manifestations), 4 probably as a result of our meticulous recording and long-term following-up revealing more details that were preciously overlooked.", "cite_spans": [{"start": 572, "end": 573, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Altogether we identified 96 (62.7%) patients who had both clear respiratory symptoms and lung infection by lung CT images (pneumonia cases). In contrast, the other patients (57, 37.3%) showed no/minor respiratory manifestations or lung infection and thus were defined as nonpneumonia cases. As shown in Table 1 , compared to pneumonia cases, nonpneumonia cases were less likely to develop symptoms of immune system response such as fever (5.4% vs 80.2%, P = 5.04 × 10 −21 ); however, they showed the same levels of, or even severer, symptoms associated with neurological manifestations. Specifically, similar rate of CNS manifestations (47.4% vs 45.8%, P = .87) but higher rate of PNS manifestations (78.9% vs 63.5%, P = .05). PNS symptoms including nerve pain (56.3% vs 56.1%, P = 1), excessive sweating (29.2% vs 22.8%, P = .45), and smell/taste impairment (21.1% vs 16.7%, P = .52) were common in both groups. In contrast, nonpneumonia cases were more likely to have tingling and numbness (22.8% vs 4.2%, P = 8.0 × 10 −4 ) and vision impairment (8.8% vs 0%, P = .01) than pneumonia cases, indicating more frequent autonomic nerve damage.", "cite_spans": [], "ref_spans": [{"start": 303, "end": 310, "text": "Table 1", "ref_id": null}], "section": ""}, {"text": "Moreover, as shown in Table 1 , nonpneumonia cases, compared to pneumonia cases, were associated with prolonged disease courses (>8 weeks, 29.8% vs 0%, P = 9.06 × 10 −9 ) and impaired IgG seroconversion (i.e., higher IgM (+) IgG (−) [28.6% vs 4.1%, P = .004] and lower IgM (−) IgG Our study revealed that a large subset of nonhospitalized COVID-19 patients in Wuhan developed minimal respiratory symptoms but exhibited neurologic manifestations as the major symptoms. This is distinct from patients infected by SARS, for whom neurologic complications appeared quite late in established disease. Until now, the mechanisms of development and function, as well as the levels and duration of SARS-CoV-2-specific immune responses remain unknown. It is also unclear whether the patients tested positive again by PCR tests had been reinfected after the initial viral clearance or undergone internal reactivation of the initial infection. Notably, patients with only neurologic manifestations showed impaired IgG seroconversion, indicating that their virus-eliminating immune response may not work that well. One possible explanation is that SARS-CoV-2 might function as a neurotropic virus and establish prolonged latent infections in the neurons, similar to that observed in herpes zoster caused herpes simplex virus. 5 Whether these patients can reactivate viral shedding and become capable of spreading the virus again, after their symptoms resolved and relapsed, still awaits further investigation. Nevertheless, based on our observations of a number of relapsed patients, none of their close contacts had contracted the infection via interactions with these patients.", "cite_spans": [{"start": 1312, "end": 1313, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 22, "end": 29, "text": "Table 1", "ref_id": null}], "section": ""}, {"text": "Of special note, due to lack of awareness of the atypical neurologic symptoms, COVID-19 patients could be diagnosed and treated improperly. For example, antidepressants have been prescribed for a number of patients included in this study, trying to relieve their long-lasting neurological symptoms. Moreover, the current public education of COVID-19 patient screening emphasizes respiratory symptoms; therefore, the number of suspected COVID-19 patients who did not go to hospital for testing could be substantial because they do not have any respiratory symptoms, even if they have neurologic manifestations. Furthermore, the standard operation procedure (SOP) in most hospitals uses PCR tests with pharyngeal swabbing samples to diagnose COVID-19, while patients who have no typical upper respiratory symptoms but suffer neurologic manifestations might be tested negative by following this SOP. These patients represent important hidden sources of contagion. Failure to identify and accurately manage patients who had no/light respiratory symptoms, but clear neurologic manifestations could lead to prolonged pandemic and even worse, pandemic resurge. For pneumonia patients, it is not clear whether respiratory symptoms or neurologic symptoms came first, as these patients tended to focus on the respiratory symptoms and might have neglected the milder neurologic manifestation during the initial stage of disease onset. Nevertheless, it is clear that that some patients had neurologic manifestations as the first symptom.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The limitations of this study include the small number of patients and a putative patient selection bias. It is possible that asymptomatic patients who really had no symptoms were less likely to participate our survey, so the rates of different manifestations could be higher than in the overall COVID-19 patients. Moreover, it is less likely for elderly people who do not often use the social messaging app to participate in our study. Nevertheless, our findings ring the danger alarm that neurologic manifestations should be taken into account for COVID-19 clinical diagnosis, patient care, and following up self-quarantined and discharged patients.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "W.H. receives research support from MegaRobo Technologies Corporation. The other authors claim no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "C O N F L I C T O F I N T E R E S T S"}, {"text": "The study was approved by Wuhan University School of Pharmaceutical Sciences Ethics Committee.", "cite_spans": [], "ref_spans": [], "section": "E T H I C A L A P P R O VA L"}, {"text": "We thank all of the patients who volunteered to participate in this study and Dr Avery August at Cornell University for critical reading and commenting.", "cite_spans": [], "ref_spans": [], "section": "A C K N O W L E D G M E N T S"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan", "authors": [{"first": "S", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Qin", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}], "year": null, "venue": "China. JAMA Cardiol", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "18", "pages": "1708--1720", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Neurologic manifestations of hospitalized patients with coronavirus disease", "authors": [{"first": "L", "middle": [], "last": "Mao", "suffix": ""}, {"first": "H", "middle": [], "last": "Jin", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "JAMA Neurology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaneurol.2020.1127"]}}, "BIBREF4": {"ref_id": "b4", "title": "The molecular basis of herpes simplex virus latency", "authors": [{"first": "M", "middle": ["P"], "last": "Nicoll", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Proenca", "suffix": ""}, {"first": "S", "middle": [], "last": "Efstathiou", "suffix": ""}], "year": 2012, "venue": "FEMS Microbiol Rev", "volume": "36", "issn": "3", "pages": "684--705", "other_ids": {}}}, "ref_entries": {}, "back_matter": []}