{
    "paper_id": "1a9fbcd4cc9ca91311da10bc5c9fd075d71803e9",
    "metadata": {
        "title": "RAPID RESPONSE OPINION Industrial seafood systems in the immobilizing COVID-19 moment",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Havice",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Marschke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Peter"
                ],
                "last": "Vandergeest",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immobilization is a key tool for containing COVID-19. Yet, mobility is a hallmark of industrial seafood systems that are an important source of food security and employment around the world (FAO 2018). 1 For example, tuna might be caught through the labor of Indonesian workers on Taiwanese flagged vessels that fish throughout Solomon Islands' and Papua New Guinea's waters; and it might be processed and canned by Myanmar workers in processing plants in Thailand, before being sold in major supermarkets globally. So what then comes of industrial seafood systems, including the workers in them, when managing the spread COVID-19 focuses on restricting mobilities?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fishing is premised on the mobility of vessels, and mobility in the COVID-19 era is associated with risk of contamination. Vessels were among the first identified sources of global contagion: tight working and living quarters present risk for workers, and vessels can spread disease to multiple locations as they move through the sea. Usually, when fishing vessels arrive into port they offload catch, resupply and rotate crew and aim to quickly return to sea. Today, this mobility is restricted in the interest of public health. Many ports either ban shore leaves and crew changes, or require 14-day quarantine either at sea or in designated onshore accommodations (ITF Seafarers 2020; BIMCO 2020). The pause on mobility creates significant costs for vessel owners and workers who lose valuable fishing time, and impacts the steady flow of raw material into supply chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a result, some vessels are staying at sea for extended periods, enabled by transhipments, which may leave crew without rest time in ports or an ability to return home and contact their families. This was the case for an Ecuadorian seiner: when 29 of 30 crew members were infected with COVID-19 the vessel sought help in the Marquesas Islands. One seriously ill crew member was transferred to a hospital in Tahiti, while the vessel was sent back out to its fishing zone 1600 km from the Marquesas (Atuna 2020) . More time at sea and less time in port also reduces opportunities to monitor vessel compliance with labor and environmental regulations. In some cases, regulations for transshipment in port and requirements for a neutral observer on board vessels have been temporarily relaxed because these policies require mobility of vessels and workers (Campling et al. 2020) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 511,
                    "text": "(Atuna 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 854,
                    "end": 876,
                    "text": "(Campling et al. 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Immobility is not a new problem for migrant workers in industrial fisheries (Vandergeest and Marschke 2020), but it is taking new forms for migrant crew reaching the end of their fishing contract or losing their job when vessels stop operating because of COVID-19 constraints. Some may wait near ports in search of their next fishing trip. Those that attempt to return to their home country are finding that borders have been closed (Heidler 2020) . Ambiguity abounds around what rights a displaced migrant worker has under these conditions. What is their legal status and are they bound by any contractual obligations? When stranded, do they have access to health care and COVID-19 testing, emergency social security payments, and who would pay for an early return trip to worker home countries if a contract is terminated early? Racialization adds another dimension of precarity in these tense times. Migrant workers in seafood hubs like Thailand and Taiwan are further facing racist tropes of the 'contagious' worker (Personal Communication).",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 447,
                    "text": "(Heidler 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Industrial seafood systems are organized around continuous flow of product through global value chains (Campling and Havice 2018) . COVID-19 has accelerated some flows and introduced chokepoints for others. In recent months, grocery stores and seafood processing/branding firms have seen astronomical demand for often economical shelfstable and frozen seafood products sold in grocery stores. Bare spots on the shelves have been a boon for the canned This article is part of the Topical Collection: Agriculture, Food and Covid-19. tuna sector that, in North America, has been stagnant or in decline over the last decade. However, vessel quarantines and tie ups threaten to disrupt raw material supply, as do incidents of contagion in seafood processing plants (Sapin and Cherry 2020) : temporary shut-downs and volume reductions are being implemented in accordance with social distancing requirements, just as demand has never been higher. Meanwhile, the loss of high-value restaurant sales is a significant economic blow for specific supply chains and their workers. Vessels oriented to these markets have tied up at port for lack of outlets; those operating are turning to local markets and/or hustling to secure cargo space for product on dramatically reduced numbers of flights (Campling et al. 2020) . Mobilities bring us the last hunted food consumed around the world, from the humble can of tuna to the finest sashimi behind Michelin stars. These mobilities are being dramatically altered in real time as they meet the imperative for immobility required to contain COVID-19. The industrial seafood system is facing a major reorganization from vessel operation, to market dynamics, to the lives of workers. It remains to be seen what further changes await: meanwhile we highlight the urgency of paying attention to how COVID-19 is remaking mobilities in global seafood systems and in the lives of workers who produce the fish flying off the shelves and out of the freezer aisle in the global North.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 129,
                    "text": "(Campling and Havice 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 760,
                    "end": 783,
                    "text": "(Sapin and Cherry 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1282,
                    "end": 1304,
                    "text": "(Campling et al. 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ecuadorian Seiner's Newar entire crew infected with COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Atuna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "BIMCO. 2020. Coronavirus (COVID-19) Crew Challenges",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The global environmental politics and political economy of seafood systems",
            "authors": [
                {
                    "first": "Liam",
                    "middle": [],
                    "last": "Campling",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Havice",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Global Environmental Politics",
            "volume": "18",
            "issn": "",
            "pages": "72--92",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 pandemic reaches all corners of the tuna industry. Pacific Islands Forum Fisheries Agency Trade and Industry News",
            "authors": [
                {
                    "first": "Liam",
                    "middle": [],
                    "last": "Campling",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Havice",
                    "suffix": ""
                },
                {
                    "first": "Mike",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "4--6",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The State of World Fisheries and Aquaculture 2018-Meeting the Sustainable Development Goals. Licence: CC BY-NC-SA 3.0 IGO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Thailand lockdown: Jobless and trapped migrant workers in limbo (video)",
            "authors": [
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Heidler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ITF Seafarers. 2020. COVID-19 Information for Seafarers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Thai Union plant is source of coronavirus outbreak that sickened over 500, officials say. IntraFish",
            "authors": [
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Sapin",
                    "suffix": ""
                },
                {
                    "first": "Drew",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modern slavery and freedom: Exploring contradictions through labour scandals in the Thai fisheries",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Vandergeest",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [],
                    "last": "Marschke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antipode",
            "volume": "52",
            "issn": "1",
            "pages": "291--315",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "North Carolina at Chapel Hill, Chapel Hill, USA",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Elizabeth Havice is an Associate Professor in the Department of Geography at the University of North Carolina-Chapel Hill. She has a longstanding engaged research program on the political economy of tuna global value and is currently co-editing a handbook of Critical Resource Geography and examining the big data revolution in oceans governance.Melissa Marschke is an Associate Professor in the School of International Development and Global Studies at the University of Ottawa. Her program of collaborative research focuses on unpacking ecologies, labour and livelihoods in global fishing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Toronto. He is currently working with the co-authors on this article on a program of research concerning the political ecology of labour relations and working conditions in the global fishing industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peter Vandergeest is a Professor of Geography at York University in"
        }
    ]
}