{
    "paper_id": "1a9f79f247a64d013a2644ea05151d9b39524bc8",
    "metadata": {
        "title": "Running a Radiation Oncology Department at the Time of Coronavirus: An Italian Experience-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). * Corresponding author",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Krengli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità,\" Novara",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": "marco.krengli@med.uniupo.it"
            },
            {
                "first": "Eleonora",
                "middle": [],
                "last": "Ferrara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità,\" Novara",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Federico",
                "middle": [],
                "last": "Mastroleo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità,\" Novara",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Brambilla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità,\" Novara",
                    "location": {
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "Umberto",
                "middle": [],
                "last": "Ricardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Torino",
                    "location": {
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Starting from Wuhan, China, SARS-CoV-2 has been a catastrophic epidemic involving many countries worldwide. After China, Italy has been heavily affected, and severe measures to limit the spread of the virus have been taken in the last weeks. Radiation oncology departments must guarantee optimal cancer treatments even in such a challenging scenario of an ongoing aggressive epidemic. Adopted preventive measures and recommendations are highlighted for patients, professionals, and clinical operations to minimize the risk of infection while safely treating patients with cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the first days of 2020, SARS-CoV-2 has been the main topic discussed all over the world. Starting from Wuhan, China, its diffusion has been facilitated from the continuous migration of people , both for travel and work purposes. The related disease, COVID-19, was designated a Public Health Emergency of International Concern by the World Health Organization on January 30, 2020, and was considered a pandemic on March 11, 2020. Epidemiologic data published so far in China suggest that oncohematologic patients are at increased risk of contracting the virus and face severe consequences from SARS-CoV-2 infection, with greater need for intensive care and higher mortality rates, thus calling into question the riskebenefit analysis of potentially immunosuppressive cancer treatments, especially in elderly patients or in the case of adjuvant therapies. 1 The main measure to limit the SARS-CoV-2 diffusion is quarantine: People are forced to stay at home to prevent its spread. China, as the first nation affected, adopted these measures at the end of January.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 860,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "On January 31, 2020, Italy met SARS-CoV-2. A Chinese couple from Wuhan was hospitalized for malaise and high fever in Rome during their trip. The positive tests alarmed the whole country, and a series of precautionary measures were taken: identification of people who were in contact with the couple, cancelation of direct flights to and from China, airlift of Italians in Wuhan back to Italy with a mandatory 14-day quarantine, temperature screening for passengers arriving at any Italian airport, and 14-day selfisolation for people with symptoms or who are at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "On February 20, 2020, Patient 1 was identified in Codogno, near Milan, Lombardy: he was the first Italian affected by SARS-CoV-2. Lombardy remains the principal cluster of the outbreak. He was involuntarily responsible for the first diffusion of SARS-CoV-2 in Italy, in light of his active social life and his hospitalization for \"malaise\" erroneously attributed simple influenza. The patient was treated by health professionals with no adequate protective devices. This was the beginning of the spread of infection, resulting in a second cluster in Veneto, and the first \"red zone\" was created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "The \"red zone\" included 11 towns in these 2 regions. People living here had to stay at home and were not allowed to leave, and no one was allowed to enter the area. Public transportation was blocked, and only shops selling necessities were open. Nearby, a moderate-risk \"yellow area\" was established with the mandatory closure of schools and universities and some public areas and the strong recommendation to follow some general rules: maintain 1 m safety distance between customers in shops and restaurants; cancel events and ceremonies; and close all shopping centers during the weekends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "Starting from the initial shutdown of universities and enforcement of social/work life restrictions, a massive migration of people from the north to the south of Italy potentially contributed to the spread of SARS-CoV-2 in the southern regions. On March 8, 2020, all northern Italy became a \"red zone\" with the same restrictions applied previously. The next day, the lockdown was extended to all regions of Italy, affecting around 60 million people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "Special recommendations for oncologic patients were published on March 10: avoidance of crowded places, wearing of a surgical mask in public spaces, need for careful hand hygiene, and restriction of visits from relatives and friends were all requested. [1] [2] [3] The government indication for hospitals concerning patients with cancer was to postpone follow-up visits whenever possible and to establish pathways and spaces dedicated to oncologic patients.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "The Italian government has created a website to keep track of the SARS-CoV-2 spread and real-time statistics. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Spread of the Virus and Health Ministry Recommendations"
        },
        {
            "text": "The University Hospital \"Maggiore della Carità\" of Novara, is in the Piedmont Region in the northwest of Italy and about 40 km from Milan. It is a general hospital hosting about 700 inpatients and is the hub of the northeast of the region, covering an area with 1 million inhabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Plans"
        },
        {
            "text": "The radiation oncology department is split between 2 nearby hospitals, 20 km apart. We treat an average of 120 patients on 4 linear accelerators and perform about 10 first visits every day. In addition, the medical and nursing staff manages 4 hospital beds for inpatients who require special support for concomitant chemoradiation and management of treatment toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Plans"
        },
        {
            "text": "Starting on February 24, some access restrictions to our department were established. Patients with respiratory symptoms (fever, cough, conjunctivitis, rhinitis) were not admitted and were invited to contact their general practitioner or the emergency number set up by the Health Ministry. To reduce public access, caregivers were not admitted to the department unless accompanying patients who were non self-sufficient. No limitations were placed on the routine activities of the department of radiation oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "With the increased spread of the infection and the establishment of the \"red zone\" on the March 8, new measures were adopted, such as the opening of just one access gate to the university hospital. In this entrance, a first triage was performed by measuring patients' temperature and evaluating them for symptoms (cough, dyspnea). Those with a temperature of >37.5 C and the presence of symptoms underwent further investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "At the department entrance, patients were asked to fill in a special medical history form; the form required them to declare respiratory symptoms and contact with people with suspected or confirmed SARS-CoV-2 infection in the last 14 days. In the case of an affirmative answer to one of these items, a surgical mask was provided. Each patient was invited to wash his or her hands with alcoholbased products and use a surgical mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "A specific bracelet with the current date was given to each patient after triage. In the waiting rooms, the chairs were spaced to keep at least 1 m of distance between patients. Magazines and information brochures were removed from waiting rooms to reduce possible sources of contact contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "The standard hygiene procedures in treatment rooms, computed tomography (CT) simulation, and consultation rooms have been stressed and respected by all the personnel: The surfaces are disinfected with alcoholic solutions after every procedure and disposable sheets, as usual, have been used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "Oncologic patients are quite fragile from both physical and psychologic points of view. Moreover, many are elderly and more susceptible to aggressive coronavirus infection. Nurses, technologists, and physicians had to spend much time giving information, explaining prevention measures, and reassuring patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient support"
        },
        {
            "text": "Thus far, no one has canceled appointments, but some have asked to postpone the first consultation or the simulation procedure. Very few patients under treatment interrupted their treatment course, and some needed help to access the service because of a lack of volunteer transportation. Counseling for psychologic support is offered to both patients and professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient support"
        },
        {
            "text": "Since March 8, all scheduled visits have been critically evaluated by clinicians. We are postponing follow-up visits; nurses contact patients by phone, asking for the results of the last tests performed and proposing a new appointment at the end of the current situation if negative. If there is a suspicion of relapse, a radiation oncologist evaluates the need for further investigation or an appointment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of activities"
        },
        {
            "text": "We did not postpone the first consultation of patients who need treatments for malignant tumors. We considered postponement of some treatments, such as those for prostate cancer under hormone therapy and those for adjuvant purposes, especially in elderly patients, but always keeping the timing indicated by the international guidelines. The appointment time for visits and CT simulation are scattered across the day to minimize the number of people in the waiting rooms. Our daily staff meeting has not been suspended, but only the clinicians directly involved in the management of the clinical cases of the day can participate, to reduce the number of people in the meeting room and maintain the 1 m distance. Multidisciplinary meetings are not postponed, but it was decided to reduce the number of clinicians or discuss the clinical cases by videoconference or phone whenever possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of activities"
        },
        {
            "text": "Of note, we decided to postpone a not-urgent brachytherapy treatment because the dedicated room was used for isolating a patient with suspected SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of activities"
        },
        {
            "text": "All staff members wear a surgical mask and gloves when visiting patients. Triage nurses wear surgical masks, gloves, and disposable surgical coats. The use of FFP2 or FFP3 masks is reserved for hospital staff who assist patients with respiratory infections (flu, tuberculosis) or are COVID positive. Staff members are invited to measure body temperature daily and asked not to go to work if it is above 37.5 C or if they have respiratory symptoms. All permissions for personal absences of the medical, technical, nursing, and administrative staff have been suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff professionals"
        },
        {
            "text": "The medical physics service in the hospital works by prioritizing essential and urgent tasks and postponing those tasks that can tolerate delays (eg, those scheduled annually). Special attention is paid to risk assessment for the use of mobile radiography or CT scanning in new locations of the hospital and for testing and commissioning of additional portable equipment and scanners. Moreover, physicists may be involved in biomedical engineering departments by providing assistance with patient monitoring and organ support equipment (eg, ventilators) or assessing the safety of face masks in magnetic resonance imaging scanner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical physics"
        },
        {
            "text": "Quality control in radiation therapy mainly focuses on equipment and dosimetry checks connected with advanced radiation therapy treatments (volumetric modulated arc therapy, stereotactic body radiation therapy, stereotactic radiosurgery, image-guided radiation therapy) and dosimetry assessment associated with radiation therapy treatment planning. To prevent the spread of the virus, they tend to work from home whenever possible, entering clinical locations if necessary but ensuring that staff resources are available for service demands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical physics"
        },
        {
            "text": "Universities, including medical schools, stopped their regular teaching activity in the whole country based on Ministry directive. However, teaching at a distance is performed using online platforms and live-streaming lessons. Some other educational and training activities are still going on in collaboration with the National Health System: Medical students can be admitted to the departments on a voluntary basis but only in the last year of internship and for thesis preparation, and residents are continuing their educational program regularly and are encouraged to participate in the management of SARS-CoV-2erelated activities. Several senior residents in emergency medicine, internal medicine, anesthesiology, pneumology, and geriatrics have been recruited by the hospitals in the Piedmont region to assist patients affected by SARS-CoV-2 infection, following the Ministry directive in agreement with academic institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Academic teaching activity"
        },
        {
            "text": "This is the first time in recent decades that an epidemic has spread worldwide with such aggressiveness, representing a real emergency for the whole population. The health system, including the main hospitals, is facing the epidemic with few effective weapons. Radiation therapy departments are potentially as exposed as the others to the epidemic, and this represents a crucial issue because most oncology patients have various degrees of immunodeficiency and are elderly, which is an additional risk factor. On the other hand, patients with cancer cannot interrupt treatments, and the whole staff of the radiation therapy department is asked to guarantee efficiency and safety for radiation treatments. Over the last few weeks, all professionals have worked in stressful conditions along a learning curve that is still ongoing. However, a few issues can be already pointed out as lesson learned:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "Adoption of strict rules from the very beginning in cases of infectious emergency General rules such as 1 m distance, no handshake or other contact, and washing hands frequently Special attention to room and equipment disinfection Adoption of surgical masks for patients and for professionals approaching patients with cancer Maintenance of adequate warehouse stock of masks, sheets, gloves, alcoholic cleaning solutions, and disposable devices (shortage of these materials can become a problem) Providing complete and regular information to patients and professionals Flexibility if other units need support (warehouse, personnel) Importance of sharing experiences among centers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "To provide recommendations is not an easy task when the epidemic is ongoing and the effectiveness of some of our preventive measures is still under discussion. However, a few measures aiming at reducing the impact of the epidemic can be highlighted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Establishment of a coordination unit with representatives of all professionals at hospital and department levels Unique source for communication to have clear and timely information and avoid redundancy and conflicting messages General rules for prevention and personal behavior with detailed information to all professionals from the very beginning (procedures for disinfection of rooms and machines, optimizing pathways and waiting rooms strictly for patients, precise timing for consultations to avoid unnecessary waiting time, washing hands frequently, using surgical mask for operators and for patients/accompanying persons) Review of organizational procedures: postponement of treatments for low-priority cases (eg, prostate cancer with hormone therapy, benign diseases), favor short-term treatment (hypofractionation), skip follow-up visits (use phone contact) Definition of a priori policy for patients with suspected or confirmed coronavirus infection at the beginning and during treatment (recommended not to start treatment and recommended to interrupt treatment) Triage procedure at the entrance of the department for all patients and accompanying persons: first access, questionnaire, temperature measurement, check for symptoms; daily treatment, temperature measurement, check for symptoms Check warehouse stock for masks, coats, gloves, alcoholic cleaning solutions, and disposable devices Plan for transportation of patients who cannot be supported by family or volunteers Organization of psychologic support for patients' families and professionals We need more time to understand the most appropriate behavior for preventing infection while treating our patients. Data collection and large collaboration among centers worldwide are needed to understand the real impact of the SARS-CoV-2 epidemic on the population of patients with cancer undergoing radiation therapy. This epidemic has an impact also on professionals, not only in terms of risk of infection but also in terms of psychologic stress. These aspects should be considered carefully if we would like to maintain a good level of assistance for our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer patients in SARS-CoV-2 infection: A nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology, diagnosis, treatment, and prevention of influenza infection in oncology patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "El Ramahi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freifeld",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Oncol Pract",
            "volume": "15",
            "issn": "",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Raccomandazioni per la gestione dei pazienti oncologici e onco-ematologici in corso di emergenza da COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19eSituazione in Italia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Sources of support: This work had no specific funding. Disclosures: none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}