{
    "paper_id": "1aa59a501ff48e4fdd2bbc97a6d6a0974f56ac0a",
    "metadata": {
        "title": "IDENTIFICATION OF ESSENTIAL GENES AS A STRATEGY TO SELECT A SARS CANDIDATE VACCINE USING A SARS-CoV INFECTIOUS cDNA",
        "authors": [
            {
                "first": "Luis",
                "middle": [],
                "last": "Enjuanes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The worldwide epidemic of severe acute respiratory syndrome (SARS) in 2003 was caused by a new coronavirus (CoV) called SARS-CoV. 1 The rapid transmission and high mortality rate made SARS a global threat for which an effective vaccine is urgently needed. Availability of full-length cDNA clones 2 and replicons of SARS-CoV provide an opportunity for the genetic manipulation of the viral genome to study fundamental viral processes and to develop effective strategies to prevent and control SARS-CoV infections.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, we report the engineering of a full-length cDNA clone and a replicon of the SARS-CoV Urbani strain as bacterial artificial chromosomes (BACs) for use in developing and testing SARS candidate vaccines. In addition, the results show that E protein is not strictly needed for virus replication, in contrast with the RNA processing are essential for virus RNA synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Baby hamster kidney cells (BHK) and human 293T cells were purchased from the strain was kindly provided by the Centers for Disease Control and Prevention (CDC). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "The full-length cDNA clone of SARS-CoV Urbani strain was engineered as a BAC (Fig. 1 ) following the same approach described for the generation of the TGEV fulllength cDNA clone. 3 After selection of appropriate restriction sites in the viral genome, the intermediate plasmid pBAC-SARS-CoV 5'-3' was constructed and used as the backbone to assemble a full-length cDNA clone (Fig 1) . This intermediate plasmid synthetic poly A, the hepatitis delta virus ribozyme (Rz), and the bovine growth hormone termination and polyadenylation sequences (BGH), to ensure an accurate 3' end. In A SARS-CoV replicon containing the replicase and the N gene under the control of its natural TRS was generated following the same strategy as described above.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 374,
                    "end": 381,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of a Full-Length cDNA Clone and a Replicon of SARS-CoV"
        },
        {
            "text": "BHK cells were transfected with the cDNA clone using Lipofectamine 2000 (Invitrogen) according to the manufacturer's specifications. After an incubation period of incubated at 37ºC for 48 h. Virus recovery was analyzed by plaque titration. After two passages, the virus was cloned by three rounds of plaque purification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery of Infectious Virus from the cDNA Clone"
        },
        {
            "text": "BHK and 293T cells were transfected with the replicon constructs using Lipofectamine 2000 (Invitrogen). Total intracellular RNA was extracted at 24 h posttransfection and used as template for RT-PCR analysis of gene N mRNA expression, using specific oligonucleotides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replicon Activity Assay"
        },
        {
            "text": "In order to develop and test SARS candidate vaccines, a full-length cDNA clone of SARS-CoV Urbani strain was engineered as a BAC (Fig. 1) . This approach uses a twostep amplification system that couples viral RNA expression in the cell nucleus from the CMV promoter with a second amplification step in the cytoplasm driven by the viral polymerase. Interestingly, the SARS-CoV cDNA clone was fully stable during its propagation in E. coli, in contrast with other coronavirus cDNA clones generated up to date. After cell transfection, infectious virus was recovered from the cDNA clone. The rescued virus conserved all the introduced genetic markers and was identical to the parental virus in terms of plaque morphology, growth kinetics, and mRNA and protein patterns (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Small Envelope E Protein Is Not Essential for SARS-CoV Replication"
        },
        {
            "text": "In order to generate highly attenuated or replication-competent propagation-deficient viruses that could be used as SARS vaccines, several structural and nonstructural genes 580 contained the first 681 nt of the genome under the control of the cytomegalovirus (CMV) immediate-early promoter, and the last 974 nt of the genome followed by a 25-bp and 3' viral sequences to facilitate the assembly of the infectious cDNA clone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Small Envelope E Protein Is Not Essential for SARS-CoV Replication"
        },
        {
            "text": "6 h at 37ºC, cells were trypsinized, plated over a confluent monolayer of Vero E6 cells, and addition, a polylinker containing the selected restriction sites was placed between the 5' have been deleted using the cDNA clone. In a first approach, the structural gene E was selected because it is essential in genus α coronaviruses 4 while its deletion in genus β reduces virus growth by more than three logarithmic units. 5 Gene E expression was abrogated by mutation of its TRS core sequence and start codon, without affecting the expression of the overlapping gene 3b, and by introduction of a deletion of 142 nt covering the majority of the E gene ( Fig. 2A) . Interestingly, infectious virus was recovered from the mutated cDNA clone and its identity was confirmed by RT-PCR and Western blot analysis. The growth kinetics of the deletion mutant was compared with that which correlated with a smaller plaque size compared to that of parental virus (Fig. 2C) . These results indicate that E protein is important, but not essential, for SARS-CoV",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 659,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 949,
                    "end": 958,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Small Envelope E Protein Is Not Essential for SARS-CoV Replication"
        },
        {
            "text": "In addition to full-length cDNA clones, coronavirus replicons provide an important tool to explore the molecular basis of coronavirus replication and for the development and testing of vaccines and antiviral drugs without the need for growing infectious virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential for Coronavirus RNA Synthesis"
        },
        {
            "text": "To study the role of replicase genes in coronavirus replication, a SARS-CoV replicon was generated as a BAC following the same strategy described for the full-length cDNA clone. We have previously shown that the N protein is required for efficient coronavirus RNA synthesis. 6 Accordingly, the SARS-CoV replicon was engineered with the N gene in addition to the replicase. ",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Essential for Coronavirus RNA Synthesis"
        },
        {
            "text": "of the wild-type virus and showed a reduction in virus titer of about 20-fold (Fig. 2B) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "581"
        },
        {
            "text": "its use as a vaccine candidate for SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Exoribonuclease, Endoribonuclease, and 2'-O-Ribose Methyltransferase are"
        },
        {
            "text": "replication. Finally, the virulence of this mutant is being analyzed in hamsters to evaluate Replicon activity was studied by RT-PCR analysis of gene N mRNA expression in BHK and 293T cells, and in both cases high transcription levels were detected, indicating that the SARS-CoV replicon was functional (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Exoribonuclease, Endoribonuclease, and 2'-O-Ribose Methyltransferase are"
        },
        {
            "text": "Using this replicon, the role of the recently described RNA processing methyltransferase(2'-O-MT) 7 in coronavirus RNA synthesis was investigated. To this end, single deletion mutant replicons, in which the conserved domain of each enzyme was deleted, and a mutant replicon lacking the three domains were generated (Fig 3A) . Replicon activity of these constructs was analyzed in both BHK and 293T cells and only the wild-type replicon was functional (Fig. 3B) , indicating that each of these RNA processing enzymes are essential for SARS-CoV RNA synthesis. Further experiments will be required to address the specific role of these enzymes in coronavirus transcription or replication. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(Fig 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "582"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "coronavirus, Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "5516--5521",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Generation of a replication-competent",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortego",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Escors",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The small envelope protein E is not essential for murine coronavirus replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4597--4608",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The nucleoprotein is required for efficient coronavirus genome replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazán",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galán",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "12683--12688",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome largest RNA virus genome as an infectious bacterial artificial chromosome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci. USA 97",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Engineering the deficient virus vector based on the transmissible gastroenteritis coronavirus genome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pénzes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plana-Durán",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "11518--11529",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unique and conserved features of genome and proteome of SARScoronavirus, an early split-off from the coronavirus group 2 linage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mol. Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Strategy for the generation of a full-length cDNA clone and a replicon of the SARS-CoV Urbani strain. After selection of appropriated restriction sites (A), an intermediate plasmid (B) was constructed as the backbone to assemble the cDNA clone and the replicon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Construction of a viable recombinant SARS-CoV with the E gene deleted. (A) Genetic structure of the deletion mutant virus. The mutations introduced in the core sequence (CS-E) and the start codon of gene E to abrogate its expression are indicated with large letters. (B) Growth kinetics of rSARS-CoV-E and rSARS-CoV-viruses on Vero E6 cells. The mean values of three experiments are indicated. Error bars represent standard deviation. (C) Plaque morphology produced by the indicated viruses on Vero E6 cells. enzymes exoribonuclease (Exo N), endoribonuclease (Nendo U), and 2'-O-ribose",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Role of SARS-CoV RNA processing enzymes in RNA synthesis. (A) Schematic representation of the different single deletion mutant replicons. The conserved domains described by Snijder 7 are indicated by dark bars. In addition, a deletion mutant lacking the three domains ( 3) was also generated. (B) Functional analysis of mutant replicons. Expression of gene N mRNA was used to study replicon activity in BHK and 293T cells by RT-PCR analysis. M, mock.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Centro Nacional de Biotecnología, CSIC, Darwin 3, Cantoblanco, 28049 Madrid, Spain. Fernando Almazán, Marta L. DeDiego, Carmen Galán, Enrique Álvarez, ATCC. Vero E6 cells were kindly provided by E. Snijder. The genomic RNA of Urbani enzymes exoribonuclease, endoribonuclease, and 2'-O-ribose methyltransferase, which",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}