{
    "paper_id": "1aa793eec2e3fed46c5c95c46eea4003535208e0",
    "metadata": {
        "title": "Evolution of the Chinese guarantee network under financial crisis and stimulus program",
        "authors": [
            {
                "first": "Yingli",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingpeng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "postCode": "00001",
                        "settlement": "Kowloon, Hong Kong",
                        "country": "China"
                    }
                },
                "email": "qingpeng.zhang@cityu.edu.hk"
            },
            {
                "first": "✉",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoguang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "xgyang@iss.ac.cn"
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our knowledge about the evolution of guarantee network in downturn period is limited due to the lack of comprehensive data of the whole credit system. Here we analyze the dynamic Chinese guarantee network constructed from a comprehensive bank loan dataset that accounts for nearly 80% total loans in China, during 01/2007-03/2012. The results show that, first, during the 2007-2008 global financial crisis, the guarantee network became smaller, less connected and more stable because of many bankruptcies; second, the stimulus program encouraged mutual guarantee behaviors, resulting in highly reciprocal and fragile network structure; third, the following monetary policy adjustment enhanced the resilience of the guarantee network by reducing mutual guarantees. Interestingly, our work reveals that the financial crisis made the network more resilient, and conversely, the government bailout degenerated network resilience. These counterintuitive findings can provide new insight into the resilience of real-world credit system under external shocks or rescues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A financial network represents a collection of entities (e.g., firms and banks), linked by mutually beneficial business relationships 1, 2 . The guarantee relationship between two firms represents the responsibility of a firm (guarantor) to assume the debt obligation of another firm (borrower) if the borrower failed to meet its legal obligation of a loan (default). Based on the credit networks formed by the guarantee relationship, we can understand the systemic risk better by investigating the evolution of the credit system in downturn period. In particular, it is critical to identify the risk of cascading failure in the guarantee network caused by the failure of one or a few entities, because such cascading failure could potentially disrupt the connectivity and reliability of the whole credit system 3, 4 . Since the guarantee relationship can be naturally represented as networks, applying network science methods to the analysis of the cascading failures in financial networks has emerged as one of the most compelling and active research areas in economics and finance 5 .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China has the biggest bank loan in the world. The credit market is the core of China's financial system, and the corresponding guarantee network might arguably be the largest credit networks in the world. With the outbreak of 2007-2008 global financial crisis, Chinese government implemented the stimulus program worth of RMB ¥4 trillion in 9 November 2008 to reduce the impact of the financial crisis on China's economy by investing hugely in infrastructure and social welfare by 2010. The credit condition was also loosen to encourage loan applications from firms 6 . This stimulus program, though successfully sustained China's economic growth and largely stabilized the world economy, has resulted in a surge in debt in China, and dramatic structural change of the credit system. There were a huge amount of loans going to state-owned enterprises (SOEs), many of which could not meet the credit standard to obtain loans before the stimulus program 7 . These SOEs could meet the loosened credit standard through guaranteeing each other 8 . Although many of these SOEs were saved by loans, economic studies suspected that the stimulus program could cause explosion of credit debt and trigger future disruptions in the financial system because of huge loans to low-quality firms [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Decision makers also recognized such risk and took actions to regulate the debt behavior. In March 2010, Chinese government announced the plan to improve macro-control regulations. Since then, the People's Bank of China (PBoC, the central bank of China) increased the reserve requirement ratio for five times in 2010 (from 15.5% to 18%). The major change of the monetary policy operations occurred on 20 October 2010, when PBoC raised the interest rates for the first time since the financial crisis. These regulations and policy adjustment, to some extent, helped to reduce the impact of the negative consequence of the stimulus program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the qualitative critics and studies on the stimulus program, little is known about the changes of the guarantee networks and how these changes are linked to the risk of cascading failures. A good understanding of the guarantee network's dynamic structure under pressure could enhance the economic policy-making through identifying the potential systemic risks such as the domino-like cascading failures. Facing the onset of financial crisis, it is of particular importance to examine the tradeoff between saving firms with government bailout and maintaining a good resilience of the financial system. There is a critical need for data-driven quantitative studies of the guarantee network and its associated risk. However, how to leverage real-world guarantee data to model such behaviors and the overall structure of the guarantee network remains a challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Network science presents a natural way to address the challenge in modeling guarantee networks. Network science aims to discover the underlying patterns of interactions among elements in complex systems. It has been widely applied to modeling structure and dynamics of real-world complex systems 12 . Recently, network science has been applied to finance research. Specifically, network science has been applied extensively to analyzing the global banking system 13 , international financial network 14 , and interlocking boards of directors [15] [16] [17] . Please refer to the Related Work section in the Supplementary Note 1 for a detailed review.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The guarantee interdependencies can be naturally represented as networks, in which each node represents a firm, and each (directed) edge represents the guarantee relationship between the two corresponding firms. From such a guarantee network, we can capture the contagion path of obligations and failures. Using methods in network science to analyze guarantee networks could fill the research gap in data-driven insights into how the topological structure of guarantee network is associated with economic policies and contagion risks, and help decision makers identify the potential systemic risks caused by firms' failures 18 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Existing research on guarantee networks mainly focused on the analytics of small sampled data with only dozens or hundreds of firms. Although small-scale network analysis may lead to useful insights into the risk connection of individual client, it cannot tell big stories about the stability of the whole credit market, not to mention the evolution of credit networks [19] [20] [21] [22] . Large-scale empirical studies of the nationwide guarantee networks are needed to understand the global topological properties of the guarantee system.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By harnessing a comprehensive data provided by one of China's major regulatory bodies ranging 01/2007-03/2012, we investigate the structure and evolution of Chinese guarantee network to answer the following questions: What are the unique topological properties of the Chinese guarantee network? What is the influence of 2007-2008 global financial crisis, China's stimulus program and the following monetary policy adjustment on the topological structure of Chinese guarantee network? Does the change of topological structure of Chinese guarantee network influence the resilience of the system? To the best of our knowledge, this is the first attempt to quantitatively characterize the evolution of the nationwide guarantee network. The empirical and simulation studies indicate that the financial crisis made the network more resilient, and conversely, the government bailout degenerated network resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Static topological and financial properties. In this section, we characterize the static topological and financial properties of the guarantee network. We analyze the guarantee network in each month, and summarize the common properties for the whole period, as well as the three phases. The topological properties of the guarantee network are presented in Supplementary Table 1 . Despite the increasing size of the guarantee network, there are a set of common topological properties throughout the whole period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 377,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "First, the average in-/out-degree (<d>) is slightly lower than one, indicating that in general, firms had a small number of guarantors, and did not provide guarantees to others frequently. Both in-and out-degrees exhibit a power-law distribution, with a slope (λ in and λ out ) ranging from 3.23 to 3.30, and 2.30 to 2.76, respectively, indicating that the guarantee network are scale-free, a property that commonly exists in real-world networks. In such a scale-free network, most firms have a small number of guarantee relationships, while a few hub firms provide/obtain guarantees to/ from many others. A closer examination of the loan guarantee data reveals that isolated mutual guarantee relationship (2-node (%)) is significantly more frequent than that would be expected for a random network generated (p-value = 0.002). Here, the random network ensemble is generated by the commonly adopted Directed Configuration Model (DCM), which is configured by the in-degree and out-degree sequences of the network. Please refer to (Squartini and Garlaschelli) 23 for details. The financial properties show that these isolated mutual guarantee couples are at the bottom of the whole system with low assets and credit line and high default rate, indicating that high-risk firms are more likely to obtain loans with the guarantee from firms that are also high-risk. We define two types of hubs: guarantor hubs and borrower hubs. The guarantor hubs are those giving guarantees to others most frequently (top 1% out-degree). The borrower hubs are those obtaining guarantees from others most frequently (top 1% in-degree). We find that the guarantor hubs are usually firms with large assets, liabilities, and credit line. About 15% of them are listed firms, (compared with 3.95 %, the listed ratio of the whole network). On the other hand, the borrower hubs tend to have medium amount of asset and liability, but with high default rate and risk rating. The overlap of guarantor and borrower hubs is rather small (around 15%) as compared with other real-world networks, echoing the aforementioned finding that guarantor hubs and borrower hubs have different characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Second, the largest weakly connected component (WCC) and the largest strongly connected component (SCC) stand for only 27.99% and 0.62% of all nodes in the network, respectively, indicating that the network is more decentralized than most other complex networks such as social networks and biological networks. Within the largest WCC and SCC, we observe the small-world effect as indicated by the small average shortest path length in the largest WCC (10.10~10.54). In addition, the average clustering coefficient (C (%)) is also relatively large (0.97%~1.49%), indicating a strong transitivity effect (a friendʼs friend is also a friend) throughout the guarantee network (p-value < 0.001 as compared with the DCM null model 23 ). The value is also much higher than most of the realworld complex networks 12 . Such transitivity effect shows that the guarantee is a strong trust relationship.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 807,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Third, we summarize the basic financial characteristics in Supplementary Table 1. In general, the average leverage ratio, as measured by total liabilities divided by total assets, has been maintained at around 60%, which is higher than the average leverage ratio for listed firms in the network (around 40%). The ratio of listed firms was relatively low (around 2%~5%). The ratio of listed firms decreased over time, indicating more and more guarantees were obtained by non-listed firms. This echoes the above findings of large portion of isolated mutual guarantee relationships. We will discuss this in detail in the following dynamic network analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Dynamic network analysis. Analyzing the dynamics of the guarantee network could reveal the short-and long-term impact of economic conditions and policies on the evolution of the credit system. We depict the topological properties and financial characteristics of the guarantee network for 63 months (01/2007-03/ 2012) that cover the global financial crisis and the implementation of the Chinese economic stimulus program. Figure 1 presents the evolution of the network scale. Figure In general, the guarantee network exhibits different dynamic patterns in three phases. After the bankruptcy of New Century Financial Co., the network size increased slowly, resulting in a less densely connected network. Then, the network size dropped after the bankruptcy of Lehman Brothers Inc. On the other hand, the average asset of the firms in the guarantee network increased, indicating that the failed firms were with a relatively lower asset as compared with those did not fail. The implementation of the stimulus program immediately stopped the decrease. Since then, the network had been increasing (almost linearly), even after the end of the stimulus program. The Pearson correlations between the growth of the amount of new loans and the counts of nodes and edges are 0.56 (p-value < 0.001) and 0.58 (p-value < 0.001), respectively, indicating that the network size and amount of loan from banks are positively associated. Similar pattern was also observed for the number of WCC, and the size of the largest SCC and WCC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 482,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We observe clear turning points during Phase 2, when the stimulus program was being implemented. More interestingly, the turning points for most topological properties were the same, but different for a few properties. In the following, we focus on the description of these turning points, and the economic implications of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The average degree, the exponents of the power-law in-degree distributions, reciprocity, ratio of fully connected 3-nodesubgraph, and average clustering coefficient were increasing rapidly after the initiation of the stimulus program (Fig. 2) . These values suddenly dropped in the last quarter of 2009, and quickly resumed the increasing trend until April 2010. Since then, all these values kept decreasing until the end of 2011 except a snap surge right after the end of the stimulus program (December 2010). The exponent of the power-law out-degree distribution followed a similar pattern, expect that it did not drop significantly in April and May 2010.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "These findings indicate that there were many new mutual guarantee relationships as a result of the stimulus program. This included both mutual guarantees between two firms (reciprocity), and among three firms (ratio of fully connected 3-nodesubgraph). Comparing the dynamics of the average assets and loans between the overall guarantee network and mutual guarantee network (Fig. 3) , we find that these newly mutual guarantee relationships were mainly formed by firms that were with low assets and loans (p-value < 0.001 in chi-square tests). A closer look at these mutual guarantee firms reveals that around 70% of them were not part of the largest WCC, but in other smaller isolated components. After the initiation of the stimulus program, the inclusion of these small firms caused the surges of loans and the loans to assets ratio (as shown in Fig. 3 ). This trend was turned over briefly in late 2009 because of the fine adjustments of the People's Bank of China. However, the trend resumed in 2010, until People's Bank of China improved the macro-control regulations by increasing the reserve requirement ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 849,
                    "end": 855,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Different from the other properties, the average shortest path length in the largest SCC and WCC kept increasing after the initiation of the stimulus program until September 2010. This pattern is similar to the size of the largest SCC and WCC. These findings indicated that the core of the guarantee network was not influenced significantly by the changes in regulations, until September 2010, only one month before People's Bank of China increased the interest rates. This echoes the above finding that mutual guarantee relationships were mostly in smaller isolated components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In short, all turning points appeared in Figs Our results indicate that these regulations and policy changes, to some extent, helped to reduce the negative consequence of the stimulus program.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "Figs",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To check the robustness of the findings above, we constructed weighted guarantee networks with the amount of loans as the weight on edges, and did the same analyses. Please refer to the Supplementary Fig. 1 and discussions in the Supplementary Information for detailed discussions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Interpreting the network structure using ERGM. The network analysis shows that the guarantee network experienced dramatic changes during financial crisis and the stimulus program. The burst of mutual guarantees could be the main factor that influences the changes of the guarantee network. In this subsection, we used exponential random graph models (ERGM) 24 to verify the significance of the formation of mutual guarantee relationships. ERGM are a family of probabilistic models that identify the distribution over a specified set of graphs that maximizes the entropy subject to the known constraints 25, 26 . ERGM can effectively predict the edges as a function of these constraints, which usually represent the most important topological properties of the network structure 27 . It has been applied to analyze various networks in finance and economy, such as [28] [29] [30] 23 . Among all topological properties, network density and reciprocity are the defining characteristics of the guarantee network, and other properties are with similar patterns driven by the values of these two properties. Network density is the most basic property that had dramatic changes: first increasing because of many bankruptcies, and then decreasing because of many new loans and guarantees. Reciprocity is important because the stimulus program encouraged low-quality firms to obtain loans by providing mutual guarantees to each other. In addition, we have found that the reciprocal edges are significantly more frequent than that would be expected for a DCM null model (pvalue < 0.001, z-score > 3000) throughout the entire time period. Therefore, we adopt the reciprocity model 25 , which considers the number of edges and the number of reciprocal edges. The probability function of G is as follows:",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where D(G) denotes the number of edges, and R(G) denotes the number of reciprocal edges. Z is the partition function defined by Eq. (10) . Following the procedure in Methods section, the coefficient of D(G) and R(G) are obtained (Fig. 4) . On the other hand, the edge (representing both mutual and non-mutual guarantee relationship) is not significant. In addition, β 1 was negative and decreasing but β 2 was positive and kept increasing after the initiation of the stimulus program until March 2012, except a drop at the end of the stimulus program. These results indicate that firms were becoming increasingly likely to form mutual guarantee relationship. The ERGM analysis further demonstrates the significant role of mutual guarantee in the formation of the guarantee network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 237,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Simulation analysis of the resilience of guarantee network. Network analysis reveals that the stimulus program dramatically changed the topological properties of the guarantee network, and resulted in a surge of mutual guarantee relationships. The following adjustments of monetary policies constrained the guarantee behaviors, thus reverted the increasing trend of mutual guarantee relationships. Such mutual guarantee relationship, though helped low-quality SOEs obtain more loans to survive, could result in large-scale cascading failures/defaults because of the risk and failures propagates via the guarantee relationships among firms. In this section, we examine the potential risk of cascading failures in the guarantee network using a simulation model. We represent the assets and liabilities of a firm i at time t as A i (t) and L i (t), respectively. G ij (t) denotes the amount of loan guarantee firm i provides for firm j at time t. Following the literature, we adopt the Fermi distribution model to calculate the probability of default failure 31, 32 . Fermi distribution is a logistic function that has been successfully applied to modeling failures of firms and banks in economics and finance 31,32 . In our research, P i (t) is a Fermi logistic function that determines the probability a b c d that a firm defaults at time t:",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where k represents the influence of external environment, δ represents the mean value of the leverage ratio (total liabilities/ total assets), and w j (t) represents whether firm j has failed. The leverage ratio is determined by the current assets and liabilities of a firm, as well as the assumed debt caused by the failure of the firms to which i provides guarantee. Intuitively, the higher the leverage ratio a firm has, the more likely it would fail. The simulation is based on the aforementioned dynamic guarantee network and the financial characteristics obtained from real-world data. We simulate the failures of firms caused by random initial failures (random attack) in one month. In the simulation, δ is the average leverage ratio of firms from real-world monthly guarantee network data. k = 1.18, which is obtained by learning from the real data. Specifically, we adopt Eq. (2) as a logistic regression to fit the real values of P i (t). Specifically, if firm i at time t defaulted, P i (t) = 1, otherwise P i (t) = 0. The values of other factors, including A i (t), L i (t),G ij (t), and δ of firm i, at time t were provided by our dataset. η 2 0; 1 ð Þ represents the initial default ratio. In particular, for each month, the simulation runs as follows. Initial failures: At the beginning of each simulation (t = 1), a small proportion (η = 0.05) of firms were randomly selected as the initial failures (default). Their liabilities will be assumed by the adjacent firms in the network. Failure propagations: At each time step t, we determine whether a firm i fails or not at time t based on Eq. (2). Finish: The simulation keeps running until there is no firm fails at t finish ; t finish ≥ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We run the simulation for 10,000 times for each month, and take the average ratio of failed firms for each month (Fig. 5) . We find that the dynamic pattern of average ratio of failed firms is similar to the common pattern of topological properties (average degree, the exponent of the power-law in-degree distributions, average reciprocity, average ratio of fully connected 3-nodesubgraph, and average clustering coefficient). The correlation between the average ratio of failed firms and the average reciprocity is very high (correlation coefficient = 0.83, p-value < 0.001). The turning points are the same (September 2009 and April 2010). This result indicates that the more prevalent mutual guarantee relationships are, the more fragile the whole guarantee network is. Please also check the robustness check of the simulation analysis in the Supplementary Note 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To summarize, the stimulus program caused an elevated risk of cascading failure in the credit system. The fragility of the guarantee network was strongly influenced by the stimulus program and changes of monetary policies. The follow-up adjustment reduced such risk, but the risk was still higher than it was before the financial crisis. Clearly, these findings do not coincide with our traditional understanding of systemic crisis development. According to general assumption, the stability of financial network should become worse during financial crisis, and the government bailout of stimulus program could reduce the systemic risk and restore the network stability. Nonetheless, the above findings lead us to opposite conclusions: the 2007-2008 financial crisis resulted in more stable guarantee network, and the stimulus program decreased the stability of guarantee system. Such counterintuitive findings can be explained from the following perspective of survivorship bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the real world, the external negative shock from financial crisis would knock out the low-quality enterprises and fragile linkages, resulting in a smaller and less connected network. Those who were left behind are high-quality enterprises with robust guarantee relationships, leading to a more stable guarantee network. When it came to the government's rescue, with the injection of RMB ¥4 trillion into the credit market, the stimulus program saved substantial low-quality enterprises on the verge of bankruptcy. As a result, the enterprises that survived by chance increased the network connectivity with more fragile links, thus lowering the stability of the credit guarantee network. In short, the behavior of survivors within financial crisis and stimulus program played a crucial role in the network stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This research presents the first attempt to quantitatively characterize the evolution of the entire Chinese guarantee system as a complex network. The empirical and simulation studies provide evidence that the financial crisis caused a large number of weak firms unqualified to access bank loan, making the guarantee network smaller, and the loose monetary policy along with the stimulus program encouraged the mutual guarantee behavior between firms, resulted in highly reciprocal and fragile network structure. The latter adjustment of the monetary policy reduced the ratio of mutual guarantee relationships, and enhanced the resilience of the whole guarantee network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study contributes to the literature through proposing a complex network approach to analyzing the guarantee relationships between firms in a whole country. The simulation model NATURE COMMUNICATIONS | https://doi.org/10.1038/s41467-020-16535-8 ARTICLE based on real-world guarantee network presents a novel networkbased method to evaluate the fragility of the guarantee systems. The empirical and simulation results provide data-driven insights of how the systemic risk, government bailout and following monetary policy adjustments influence the guarantee behaviors of firms, and the fragility of the guarantee system. This study also sheds light on the data-driven research on using the network science methodologies to analyze real-world financial systems. The insights into the evolution of the guarantee network have great potential to be applied to other finance and economic research, such as forecasting stock market returns 33 , credit allocation 7 and international trade 23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In practice, this study indicates that although the mutual guarantee relationship could help low-quality firms obtain more loans, and reduce the risk of small-scale arbitrary risk events, it could be the cause of large-scale cascading failures/defaults for the whole system. This research suggests that decision makers (e.g., government, central bank, and other authorities) control the prevalence of mutual guarantee relationships through adjusting monetary policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, much work about resilience of financial systems has focused on the theoretical analysis due to the unavailability of confidential financial data. Therefore, the real conditions and evolution of financial systems have not yet been fully understood. Here, with the nation-wide and real-world Chinese loan guarantee data, we show that the empirical results are opposite to the intuitions. Specifically, to take the effect of survivorship bias into consideration, the guarantee network is much more stable during the period of financial crisis with the surviving and robust firms, however, the stability keeps on decreasing with the implementation of stimulus program, for absorbing much more firms which should have been bankrupted without this government bailout. Our empirical findings would facilitate the study of stability of real-world financial system and also enable better strategies to be developed for policy makers to perform financial bailout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study also pose an interesting dilemma. Financial crisis has made the financial network healthier by obsoleting the weak firms, but with instantaneous huge economic consequence. The government bailout avoided the instantaneous catastrophic loss at the expense of making the financial network fragile. In other words, government bailout could mitigate the current crisis by sacrificing the financial stability in the future. The 2019-2020 novel coronavirus pandemic in fact tells a similar story. Risk management needs a consecutive endeavour that considers such trade-offs in a proactive manner. The methods and results of this study provide such benchmark data, simulation platform, and baseline methods to facilitate decision makers in developing effective responses to crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although this study relies on the data of the Chinese guarantee network, the results and implications are still very beneficial from three perspectives. First, China is the second largest economy in the world. The credit system is unique in many aspects (e.g., the significant role of indirect financing and bank credit in the credit system) as compared with those in many developed countries, making it important to examine how the uniqueness of the Chinese credit system is associated with the unique challenge in running the financial system, especially in crisis. Second, the credit guarantee relationship among Chinese firms are similar to those of other countries, as they are all following the standard procedure of commercial banks. Thus, the guarantee network is general, as well as the network science methodologies. If we have equivalent data for another credit system, the methods are directly applicable by calibrating the parameters of guarantee network and simulation model based on the new data. Many topological properties could be similar, such as the scale-free and small-world effects. In practice, it is very difficult to obtain similar nationwide guarantee system data. In such case, we still can use the topological and financial properties of the Chinese guarantee network as a baseline, and then calibrate the parameters to reflect our understanding of the guarantee system under consideration. For example, we may reduce the reciprocity to reflect the less prevalence of mutual guarantee behaviors in a non-Chinese credit system. Third, we have been witnessing crises frequently, particularly the 2019-2020 novel coronavirus pandemic, which may trigger another financial crisis in the near future. The results of this study provide needed data-driven insights into how the credit system may react and recover. Such insights are critical to the decision making not only in China, but elsewhere as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data. In this research, we acquire a comprehensive nationwide dataset from one of the major regulatory bodies in China. The data spans from January 2007 to March 2012, and contains the monthly information for all loans extended to the client firms, which have a credit line above 50 million RMBs. These loan guarantee data are from all the 19 major banks of China, including the largest five state-owned commercial banks, twelve joint equity commercial banks, and two major policy banks (Import-Export Banks of China and China Development Bank), which account for nearly 80% total loans in China. Totally, there are about 0.3 million guarantee relationships during 01/2007-03/2012, which covers around 0.1 million borrowing firms located in 30 province-level regions of China. More specifically, the data contains details regarding loan-level information for each loan guarantee (borrower, provider, as well as amount of each loan guarantee, and the time of the guarantee relationship) and firm-level fundamentals (e.g., size, leverage, and location). To the best of our knowledge, our data is by far the largest and the most comprehensive representation of the Chinese credit system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Particularly, our dataset covers two important periods in the credit system: The 2007-2008 global financial crisis, and the implementation of the Chinese economic stimulus program from November 2008 to December 2010. Through harnessing our data, these two rare natural experiments offer a good opportunity for us to investigate the change of guarantee network under extreme exogenous shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Construction and analysis of the guarantee network. To analyze the structure and dynamics of Chinese guarantee system, we constructed dynamic guarantee networks using the guarantee relationships between firms. Figure 6 illustrates the construction of the networks. Each node represents a firm, and each edge connecting two nodes represents the existence of guarantee relationship between the two corresponding firms in a specific month. An edge goes from the guarantor to the borrower. This dynamic guarantee network consists of 63 monthly loan guarantee data, enabling us to analyze the evolution and dynamics of the system over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In this research, we adopted a set of commonly used topological metrics to characterize the structure and evolution of the guarantee network:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Network connectivity refers to how well nodes are connected with each other in the network. It is measured by three metrics, number of weakly or strongly connected components (WCN or SCN) , ratio of the giant component (the largest weakly connected component, or largest WCC (%)), in the whole network, the ratio of the largest strongly connected component, or largest SCC (%), in the whole network, and the network density (Δ) 34, 35 . In a weakly connected component (WCC), any node can reach another node through an undirected path. The giant component is the weakly connected component with the largest number of nodes. Similarly, in a strong connected component (SCC), any node can reach another node through a directed path.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 187,
                    "text": "(WCN or SCN)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Network density is the ratio between the number of directed edge and the total number of possible directed edges, density ¼ E NðNÀ1Þ , where E is the number of edges and N is the number of nodes in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Degree, <d>, refers to the number of edges adjacent to a node. In the guarantee network, edges are with directions, from guarantor to borrower. The degree of a node indicates the extent to which it is connected within the system. In-degree measures the number of guarantors for the firm. Out-degree measures the number of borrowers that received guarantee from the firm. In general, a higher value of average out/in-degree indicates more frequent guarantee relations among firms in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Scale-free property has been observed in many real-world networks. In a scalefree network, degree distribution follows a power-law. Most nodes are only connected to a small number of edges, while there exist a few hub nodes that are densely connected. To test the scale-free property of the guarantee network, we investigate both the in-and out-degree distributions, denoted by p in (k) and p out (k). In a scale-free network, both p in (k) and p out (k) follow a power-law distribution. The frequency of nodes with degree of k is proportional to k to the power of λ, p in k ð Þ $ k Àλ and p out k ð Þ $ k Àλ36 . Clustering coefficient, C(%), measures the extent to which a node's neighbors are also adjacent to each other. In real-world networks, nodes are likely to form such triads, resulting a higher average clustering coefficient of the networks. In social networks, it refers to the tendency that friend of a friend is also a friend 37, 38 . In the guarantee network, high clustering coefficient indicates that firms tend to form tightly guarantee clusters with high frequency of guarantees among them.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 943,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The reciprocity, r(%) (dyad; mutual guarantee relationship between two firms) of a directed network is the ratio of the number of reciprocated edges to the total number of edges. Here, node A and node B are reciprocated if an edge is connected from node A to node B, and there is also an edge from node B to node A. In the guarantee network, it measures the ratio of mutual guarantee relationships to the total number of guarantee relationships in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ratio of fully connected 3-node-subgraph, 3-node (%) (triad; mutual guarantee relationship among three firms) of a directed network is the ratio of the number of edges forming a fully connected 3-node-subgraph to the total number of edges in the graph. In the guarantee network, it measures the extent to which the three firms provide mutually guarantees to each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ratio of isolated 2-node reciprocal component, 2-node (%), measures the prevalence of isolated 2-node mutual component in the network. It is calculated by dividing the number of isolated 2-node reciprocal component with the total number of weakly components in the network. This measure quantifies the extent to which two firms formed mutual guarantee relationships without any interaction with other firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We measure the efficiency of the guarantee network in transferring the risk by calculating the average shortest path length, l, of the network. The average shortest path length is defined as the average number of edges along the shortest path connecting all possible pairs of nodes. Real-world networks usually exhibit a relatively small average shortest path length, indicating the small-world property [39] [40] [41] . Because the guarantee network has multiple connected components, we calculate the average shortest path length of the largest weakly connected component and the largest strongly connected component.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Financial property. We calculate a set of financial properties, including average assets and average loans of firms in the guarantee system, denoted by AA and AL, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "More specifically, the average assets AA refers to average amount of assets of all firms in the guarantee system. A large value of AA indicates that the guarantee system is consisted of firms with high values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The average loans AL refers to the average amount of loans of all firms in the guarantee system. A large value of AL indicates that the guarantee system is consisted of firms that owe a lot of debts to banks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We further calculate the average ratio of listed firms, ARL (%), which is denoted ARL ¼ number of listed firm number of all firms . A large value of ARL indicates that the guarantee system has more firms whose stock trades on a stock exchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Exponential random graph models. Given the structure of real network, first we need to choose a set of topological properties as constraints, denoted as C * i ði ¼ 1; 2; 3 kÞ, where k is the total number of constraints 23 . We consider a set of networks G, an ensemble of all networks of n nodes without self-loops, whose expected value of constraints <C i > over G is equal to that of the real guarantee network C * i À Á",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". The probability of a network G 2 G is denoted as P(G). It has been proved that we can obtain the value of P(G) under constraints C * i by maximizing the Gibbs entropy S, which is defined as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "with the constraints",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "and the normalization condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where C i (G) is the value of C i in network G. Fig. 6 Illustration of the dynamic loan guarantee relationships in the guarantee network. In time t, there are three guarantee relationships. Firm A was the guarantor for borrowers B and C. Firm E was the guarantor for borrower C. In time t + 1, the guarantee relationship between A and C was gone after C repaid the loans. Firm D became the guarantor for A, who was both a guarantor and a borrower. In time t + 2, the guarantee relationship between C and E was gone. Firm E became the guarantor for firm D. Firm A became the guarantor for firm D, which is also the guarantor for firm A. Firms A and D formed the mutual guarantee relationship (reciprocal edge).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Using the Lagrange multipliers, we can find that the maximum entropy is achieved for the distribution satisfying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "By solving Eq. (6), we obtain À ln P G ð Þ À 1 þ α þ P i β i C i G ð Þ ¼ 0:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Or, equivalently, the probability of graph G is obtained as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "with the graph Hamiltonian function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "and the partition function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We define the topological structure of a network G with an adjacency matrix A, whose entries a ij = 1 if node i and node j are connected, and a ij = 0 otherwise. In our study, we denote the real guarantee network by the particular matrix A * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study, we chose two constraints: edge number and reciprocal edge number of guarantee network. Please refer to Results section for discussions of why these two properties are the defining features of the Chinese guarantee network. We assume that the expected number of edges <D(G)> and the expected number of mutual edges <R(G)> of the real network are known. Then, the Hamiltonian of G is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where DðGÞ ¼ P i<j ða ij þ a ji Þ denotes the number of edges, and RðGÞ ¼ 2 P i<j a ij a ji denotes the number of reciprocal edges. Given fixed number of nodes, R(G) and R(G) essentially evaluate the density and reciprocity of the network given the fixed number of nodes in the network, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Taking (11) into (10), the partition function for the complete system is formulated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Then, the free energy of network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally, the expected values of edge and reciprocal edge are <D G ð Þ> ¼ ∂F ∂β 1 ¼ n n À 1 ð Þ e β 1 þ e 2ðβ 1 þβ 2 Þ 1 þ 2e β 1 þ e 2ðβ 1 þβ 2 Þ ; ð14Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We set the expected values of edge and mutual edge to be equal to the actual counts of edges and reciprocal edges, respectively. From Eqs. (14) and (15), we can obtain the values of β 1 and β 2 , which represents the log-odds of the probability of edges and the number of reciprocal edges, respectively. Then, the probability of edges and the probability of reciprocal edges are the inverse-logits of β 1 and β 2 , respectively. Thus, a large value of the coefficient indicates the high probability of forming the corresponding topology (edge and reciprocal edge). Note that the coefficient can be negative, indicating the low prevalence of such topology in the real network. For more details of interpretations of ERGM, please refer to 23, 25 .",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Reporting summary. Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The dataset used in the paper is confidential and only available to reader on request. The source data underlying all figures, tables are provided as a Source Data file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The source codes have been made available on Github: [https://github.com/ElfLu/ Chinese-credit-network-.git] Received: 25 October 2019; Accepted: 11 May 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Elimination of systemic risk in financial networks by means of a systemic risk transaction tax",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Poledna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thurner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Quant. Financ",
            "volume": "16",
            "issn": "",
            "pages": "1599--1613",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systemic risk in banking ecosystems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Haldane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "469",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Systemic risk, financial markets, and performance of financial institutions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M.-T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann. Oper. Res",
            "volume": "262",
            "issn": "",
            "pages": "579--603",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contagion in financial networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasserman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Economic Lit",
            "volume": "54",
            "issn": "",
            "pages": "779--831",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Systemic risk analysis on reconstructed economic and financial networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cimini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Squartini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garlaschelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gabrielli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The financial crisis of 2007-2009: why did it happen and what did we learn? The Review of Corporate Finance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Thakor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Studies",
            "volume": "4",
            "issn": "",
            "pages": "155--205",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Credit allocation under economic stimulus: evidence from China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ponticelli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev. Financial Stud",
            "volume": "32",
            "issn": "",
            "pages": "3412--3460",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Are Chinese Banks Hiding \"The Mother of All Debt Bombs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Diplomat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New structural economics: a framework for rethinking development 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "World Bank Res. Observer",
            "volume": "26",
            "issn": "",
            "pages": "193--221",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "China's dangerous debt",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Foreign Aff",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vulgarisation of Keynesianism in China's response to the global financial crisis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev. Int. Political Econ",
            "volume": "22",
            "issn": "",
            "pages": "360--390",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A network analysis of global banking: 1978-2010",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minoiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Financial Stab",
            "volume": "9",
            "issn": "",
            "pages": "168--184",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Post-mortem examination of the international financial network",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fagiolo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schiavo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Economic Dyn. Control",
            "volume": "37",
            "issn": "",
            "pages": "1692--1713",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Small World of Corporate Boards",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Conyon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Muldoon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. of Business Finance & Accounting",
            "volume": "33",
            "issn": "",
            "pages": "1321--1343",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The small world of the American corporate elite",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Strategic Organ",
            "volume": "1",
            "issn": "",
            "pages": "301--326",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Small worlds among interlocking directors: Network structure and distance in bipartite graphs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Computational Math. Organ. Theory",
            "volume": "10",
            "issn": "",
            "pages": "69--94",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The credit guarantee system of medium-and-small enterprises based on mutual guarantee",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiangpo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Financial Res",
            "volume": "2",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A hybrid approach for risk assessment of loan guarantee network",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Visual analytics for networked-guarantee loans risk management",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Pacific Visualization Symposium",
            "volume": "",
            "issn": "",
            "pages": "160--169",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Determinants of the guarantee circles: the case of Chinese listed firms. Pacific-Basin Finance J",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "78--100",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Credit risk transfer in SME loan guarantee networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Syst. Sci. Complex",
            "volume": "30",
            "issn": "",
            "pages": "1084--1096",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stationarity, non-stationarity and early warning signals in economic networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Squartini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garlaschelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Complex Netw",
            "volume": "3",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Advances in exponential random graph (p*) models applied to a large social network",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodreau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc. Netw",
            "volume": "29",
            "issn": "",
            "pages": "231--248",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Statistical mechanics of networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. E",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Multispecies grand-canonical models for networks with reciprocity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garlaschelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Loffredo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. E",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An introduction to exponential random graph (p*) models for social networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pattison",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kalish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lusher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc. Netw",
            "volume": "29",
            "issn": "",
            "pages": "173--191",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Reconstructing the topology of financial networks from degree distributions and reciprocity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Multivar. Anal",
            "volume": "172",
            "issn": "",
            "pages": "210--222",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Embeddedness as a multilevel problem: a case study in economic sociology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brailly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chatellet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazega",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc. Netw",
            "volume": "44",
            "issn": "",
            "pages": "319--333",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A structural model of dense network formation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mele",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Econometrica",
            "volume": "85",
            "issn": "",
            "pages": "825--850",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Predicting takeover targets: a methodological and empirical analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Palepu",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Account. Econ",
            "volume": "8",
            "issn": "",
            "pages": "3--35",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Financial ratios and the probabilistic prediction of bankruptcy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ohlson",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Account. Res",
            "volume": "18",
            "issn": "",
            "pages": "109--131",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Forecasting stock market returns by combining sum-of-theparts and ensemble empirical mode decomposition",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl. Econ",
            "volume": "52",
            "issn": "",
            "pages": "2309--2323",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Hierarchical structure and the prediction of missing links in networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clauset",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "98--101",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Uncovering the overlapping community structure of complex networks in nature and society",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palla",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Derényi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "",
            "pages": "814--818",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The structure and function of complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM Rev",
            "volume": "45",
            "issn": "",
            "pages": "167--256",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Collective dynamics of 'small-world'networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Social Network Analysis (Sage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Collective dynamics of'small-world'networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Small-world networks: Evidence for a crossover picture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélémy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Phys. Rev. Lett",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Renormalization group analysis of the smallworld network model",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Phys. Lett. A",
            "volume": "263",
            "issn": "",
            "pages": "341--346",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 presents the dynamics of various topological properties of the guarantee network. Figure 3 presents the dynamics of the financial properties of firms. In these figures, the vertical lines indicate bankruptcy of NCFC (New Century Financial Co.) in April 2007, bankruptcy of LB (Lehman Brothers Inc.) in September 2008; start of the CESP (Chinese economic stimulus program) in December 2008, and end of the CESP in December 2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". 2 and 3 are wellaligned with the changes of monetary policies and the practice of the stimulus program. At the beginning of the stimulus program, the monetary policy was ultra-loose. People's Bank of China took actions to tune the loose monetary policies in the second half of 2009. These fine tuning did not directly change the monetary policy, but aimed to address the side-effect caused by the ultraloose monetary policy by making it more targeted, flexible and forward-looking [goo.gl/Nq9yA5]. It was perceived as a signal to change the monetary policy. In March 2010 (17 months since the initiation of stimulus program), the government announced the plan to improve macro-control regulations in 2010. Since then, People's Bank of China increased the required reserve ratio, and raised the interest rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Evolution of the scale of the guarantee network. a N (10 4 ): number of nodes. b E (10 4 ): number of edges. c WCC (10 4 ): size of the largest weakly connected component (giant component); WCN (10 4 ): weakly connected component number. d WCC (%): ratio of weakly connected giant component. e SCC: the size of the largest strongly connected component (giant component); SCN (10 2 ): count of strongly connected component. f SCC (%): ratio of strongly connected giant component. Source data are provided as a Source Data file. Dynamics of the topological properties of the guarantee network. a Δ (10 −5 ): density. b <d>: average out/in-degree. c λ in : power-law index of indegree distribution. d λ out : power-law index of out-degree distribution. e r (%): reciprocity. f 3-node (%): ratio of fully connected three nodes. g C: average clustering coefficient (directed). h l: average shortest path length in the weakly connected giant component and strongly connected giant component. Source data are provided as a Source Data file.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamics of financial characteristics of firms in the guarantee network. a AA of whole: average firms' asset of whole guarantee network. b AL of whole: average firms' loan of whole guarantee network. c AA of mutual: average firms' asset with mutual guarantee. d AL of mutual: average firms' loan with mutual guarantee. Source data are provided as a Source Data file.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Dynamic changes of coefficients in ERGM. Source data are provided as a Source Data file.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Final failed ratio of random attack with the initial default ratio η equal to 0.05. The vertical axis represents the final failed ratio. The horizontal axis represents time from January 2007 to March 2012. The solid and dashed lines represent major events. In each month, 5% nodes are randomly selected as the initial failures (default). The error bar represents one standard deviation. Source data are provided as a Source Data file.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Our dataset covers three important financial events: bankruptcy of New Century Financial Corporation in April 2007, bankruptcy of Lehman Brothers in September 2008, and implementation of the Chinese economic stimulus program from December 2008 to December 2010. According to these extreme events, we divided the data range into three phases. Phase 1 (04/2007-11/2008) is the period of global financial crisis. Bankruptcy of New Century Financial Corp. on April 2007 could be considered as the beginning of subprime mortgage crisis. Lehman Brothers Holdings Inc. filed for bankruptcy in September 2008 and global financial crisis reached the summit. Phase 2 (12/ 2008-12/2010) is the period when China implemented the fourtrillion stimulus program. Phase 3 (01/2011-03/2012) is the adjustment period after the stimulus program.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ARTICLE NATURE COMMUNICATIONS | (2020) 11:2693 | https://doi.org/10.1038/s41467-020-16535-8 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by National Natural Science Foundation of China Grants 71532013, 71850008, 71972164, and 71672163.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The three authors are joint first authors. Y.W., Q.Z., and X.Y. designed research; Y.W., and Q.Z. analyzed data and performed research; and Y.W., Q.Z., and X.Y. wrote the paper, and worked on the revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41467-020-16535-8.Correspondence and requests for materials should be addressed to Q.Z. or X.Y.Peer review information Nature Communications thanks the anonymous reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}