{"paper_id": "1aaba8e83aec3ba2047e6622db20677da0f2530f", "metadata": {"title": "What Is the Good of Health Care?", "authors": [{"first": "Julian", "middle": [], "last": "Savulescu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oxford", "location": {"settlement": "Oxford", "country": "UK"}}, "email": ""}, {"first": "James", "middle": [], "last": "Cameron", "suffix": "", "affiliation": {"laboratory": "", "institution": "Murdoch Children's Research Institute", "location": {"settlement": "Melbourne", "country": "Australia"}}, "email": ""}, {"first": "Dominic", "middle": [], "last": "Wilkinson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oxford", "location": {"settlement": "Oxford", "country": "UK"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "It is predicted that there will be a severe shortage of ventilators in coming weeks for the respiratory support of patients severely affected by COVID-19. NICE has recently issued guidelines which set out decision-making procedures for allocation of intensive care and ventilation. 1 These essentially state that factors that affect the probability of survival, such as frailty, are relevant but it eschews consideration of factors such as age, length of life, quality of life or disability. The NICE guidance represents a compromise between utilitarianism and egalitarianism, partly because of fears of discrimination under the Equality Act 2010. We argue that appealing to probability of survival may constitute indirect discrimination under the Equality Act in the same way as appealing to length of life (via age) and quality of life (via disability). In each case, what is important is that a proportionate approach is taken. We argue that instead of focussing on chance of survival, all of probability, length and quality of life ought to be relevant to allocation of resources, albeit only when they are significantly lowered. While both equality and utility are important values for distributive justice, current practice represents an unstable and incoherent compromise.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In ethics, there are two broad approaches to this problem: egalitarianism and utilitarianism. According to egalitarianism, every person should be treated equally according to need. Equal treatment for equal need. Philosopher John Harris argues that each rational person wants at least three things from health care: (i) the maximum possible life-expectancy for him or her; (ii) the best quality of life for him or her; (iii) the best opportunity or chance for him or her of getting both (i) and (ii). 2 Treating people as equals involves giving equal weight to each person's own claim. As Harris recognised, a principle of equality cannot only be selectively invoked by those with disability (on pain of itself being discriminatory) but also applies to those who happen to have poor prognoses or diseases which are expensive diseases to treat. 3 The UK National Health Service (NHS) is founded on egalitarian principles. As the first principle of the NHS constitution states, 'The service is designed to improve, prevent, diagnose and treat both physical and mental health problems with equal regard.' 4 Equality of access requires that we ignore the probability of a patient benefiting from treatment. However, this is inconsistent with accepted practice. For example, every day older women in Britain are denied access to in vitro fertilisation because they have a lower chance of a successful outcome.", "cite_spans": [{"start": 844, "end": 845, "text": "3", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Egalitarianism requires only consideration of need. It rejects consideration of probability, length or quality of life. As John Taurek famously argued, faced with the decision to rescue five people or one, we should toss a coin because that gives everyone an equal chance of what matters most to him or her: their life. 5 When not everyone can be saved, egalitarianism requires lotteries or other procedures to fairly allocate resources.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In contrast, according to utilitarianism, the right course of action is that action which maximises utility, or the good produced. English philosopher Jeremy Bentham is the father of utilitarianism and is famous for his phrase, \"the greatest good for the greatest number.\"", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Utilitarianism requires consideration of the probability of success, length and quality of life. Utilitarianism is actually at the heart of the NHS and the allocation of medical resources. The Quality Adjusted Life Year (QALY) used by Clinical Commissioning Groups (CCGs) is a measure of the utility of medical treatments. It is a year of life adjusted by its quality. The cost per QALY of £20,000 to £30,000 limit is a utilitarian, not egalitarian, limit. (It is worth noting that every country has a limit on how much it spends on a treatment.)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The current practice guidelines issued by the NICE are neither utilitarian nor egalitarian. They differentiate between people on the basis of probability of survival (as predicted, supposedly, by frailty) but not length or quality of life. This will maximise the numbers of lives saved but not give everyone an equal chance, nor will it maximise the good of the outcome in terms of years of life saved, adjusted for their quality.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The rationing of limited resources is an issue for distributive justice. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Under conditions of sufficient resources, egalitarianism is uncontroversial. However, it is highly counterintuitive when it comes to allocating limited resources. It involves giving a person an equal chance of accessing a resource no matter how low their chance of benefiting, how briefly they would benefit, and how small the improvement in their quality of life would be. It requires, for example, giving a child with Trisomy 18 an equal chance of receiving a heart transplant as an otherwise normal child with heart failure.", "cite_spans": [], "ref_spans": [], "section": "Triage"}, {"text": "Every process of medical triage seeks to maximise the benefits that may be derived from available medical resources at any particular point in time. Decisions about where medical resources may be most effectively used recognise the relative urgency of the need, but also the extent to which meeting one person's needs may prevent the needs of others to be met. In wellresourced nations these decisions generally only mean that some patient may need to wait longer than others to receive treatment. But in times of crisis, like a pandemic, these decisions become more acute and the reality that there are not sufficient resources to treat everyone must be addressed. If the principles that apply to triaging patients are ethical and legal when there is not a crisis, they should also be ethical and legal when there is a crisis. The decisions will certainly become more difficult, but this does not invalidate the principles.", "cite_spans": [], "ref_spans": [], "section": "Triage"}, {"text": "A doctor's duties are ostensibly egalitarian, in the sense they are required to treat each patient in accordance with their clinical need. A doctor has a 'duty to provide a treatment that he [sic] considers to be in the interests of the patient and that the patient is prepared to accept.' 6 The doctor is not under an obligation to provide medical treatment just because a patient demands it. 7 It is the doctor's responsibility to use their professional skills and knowledge to identify clinically appropriate treatment. A doctor will fulfil their duty if they act 'in accordance with a practice accepted as proper by a responsible body of medical men skilled in that particular art'. 8 There must also be a 'logical basis' for the professional opinion or approach. 9 It is recognised that a doctor has a duty to provide treatment in the best interests of their patient, but this duty must be understood in the context in which a doctor provides treatment and the treatments that are available.", "cite_spans": [{"start": 191, "end": 196, "text": "[sic]", "ref_id": null}], "ref_spans": [], "section": "Doctors' legal duties"}, {"text": "What is also important to recognise is that doctors frequently (even in non-pandemic situations) make judgements not only about best interests but also about the just allocation of limited resources. These often masquerade as judgements of futility. 10 It is also important to recognise that considerations of probability of outcome are inegalitarian. They fail to respect a principle of equality. 11 If Peter's chance of survival with treatment is 30% and Paul's is 40%, equality of opportunity requires tossing a coin (or some kind of lottery). Indeed, even if Zak's chance is 1%, equality still requires he gets an equal chance of the best outcome for him (provided it is in his interests).", "cite_spans": [], "ref_spans": [], "section": "Doctors' legal duties"}, {"text": "While doctors may focus on the clinical need of their patient, they work in a system that relies on utilitarian principles. Decisions in the NHS must be made to ensure limited medical resources are allocated ethically, efficiently and effectively. 12 The courts have repeatedly acknowledged that healthcare is a limited resource and that difficult decisions must be made to ensure these resources are used effectively. The case of R v Cambridge Health Authority, Ex parte B is illustrative of this. The case involved a 10 yr old child with cancer, for whom previous treatments had been unsuccessful and whose parents were seeking two phases of treatments that each had around a 10% chance of success and would cost £75,000. The Health Authority had determined it would not fund the treatment. Sir Thomas Bingham recognised:", "cite_spans": [{"start": 248, "end": 250, "text": "12", "ref_id": null}], "ref_spans": [], "section": "Effective use of limited resources"}, {"text": "'I have no doubt that in a perfect world any treatment which a patient, or a patient's family, sought would be provided if doctors were willing to give it, no matter how much it cost, particularly when a life was potentially at stake. It would however, in my view, be shutting one's eyes to the real world if the court were to proceed on the basis that we do live in such a world… Difficult and agonising judgments have to be made as to how a limited budget is best allocated to the maximum advantage of the maximum number of patients.' 13 These pragmatic decisions were made in times of relative abundance, yet even then it was recognised there were circumstances in which because resources could be more effectively used elsewhere some patients may need to miss out on potentially beneficial treatments. It has been recognised there is a wide discretion for the state to determine how resources should be appropriately allocated: 'There is no enforceable individual entitlement to a particular level or location of care from the NHS….That is consistent with article 8 of the European Convention on Human Rights (ECHR), which does not give a patient a right to any particular type of medical treatment from the State, given the fair balance that has to be struck between the competing interests of the individual and society as a whole and the wide margin of appreciation enjoyed by States especially in the assessment of the priorities in the context of allocation of limited state resources'. 14 In the NHS, CCGs determine the broad categories of health services that will be purchased and NHS Trusts provide those services in accordance with the agreed standards. 15 In purchasing appropriate services, there is not an absolute duty to provide particular services, and the CCG is 'entitled to have regard to the resources available to it'. 16 Just because a treatment would offer a patient a clinical benefit, this does not mean it must be provided, 'the need to demonstrate clinical effectiveness and value for money is only the first stage in assessing priority. Effectiveness and value for money are minimum requirements to enable prioritisation for funding, but are not the sole criteria that must be met for funding to be agreed'. 17", "cite_spans": [{"start": 1668, "end": 1670, "text": "15", "ref_id": null}, {"start": 1844, "end": 1846, "text": "16", "ref_id": null}], "ref_spans": [], "section": "Effective use of limited resources"}, {"text": "During a pandemic these principles should not change. A person should not be entitled to demand a particular level of care and NHS services should allocate care ethically, efficiently and effectively. This may include identifying when treatment may be the most beneficial and providing it in circumstances that would maximise this benefit.", "cite_spans": [], "ref_spans": [], "section": "Effective use of limited resources"}, {"text": "The Critical Care National Clinical Reference Group, who authored the NICE guidance, recently released a statement that provides background to the NICE guidance. It suggests 'It is not appropriate to ask clinical staff to make rationing decisions (ie make value judgements as to whether one person has a more established case for treatment based on ethical considerations alone) as this introduces considerable potential for introduction of unconscious bias and inconsistency in decision making'. 18 The document goes on to discuss that it is unlawful to make decisions on the basis of age alone. 19 The statement clearly arose out of concern about suggestions made in the media that people over a particular age should not receive intensive care treatment during the COVID-19 crisis. 20 As the Critical Care National Clinical Reference Group's statement suggests, it would be unlawful to make decisions solely on the basis of age or disability. The Equality Act 2010 provides it is unlawful to discriminate, either directly or indirectly, on the basis of protected characteristics. Two characteristics relevant to this discussion are age and disability. 21 Discrimination on the basis of age or disability occurs if a criterion or practice is applied that would mean a person of a particular age or with a disability will be placed at a particular disadvantage when compared with a person who is not of that age or does not have that disability and it cannot be shown it is a proportionate means of achieving a legitimate aim. 22 The Act applies to the provision of health services in the NHS. 23 Enactment of a policy to give preferential access to intensive care on the basis of age or lack of disability appears to be prima facie discrimination. For example, if a policy were implemented that people over the age of 80 with COVID-19 should not be admitted to ICU, people over the age of 80 will be disadvantaged on the basis of their age.", "cite_spans": [{"start": 497, "end": 499, "text": "18", "ref_id": null}, {"start": 597, "end": 599, "text": "19", "ref_id": null}, {"start": 1528, "end": 1530, "text": "22", "ref_id": null}], "ref_spans": [], "section": "Direct discrimination"}, {"text": "This gives rise to the question of whether a policy of not providing intensive care treatment based on age or disability during a pandemic is a 'proportionate means of achieving a legitimate aim'. 24 It has been recognised in relation to age based discrimination in employment that governments should be 'accorded a margin of discretion when it comes to assessing proportionate means'. 25 Further, direct age discrimination may be justified on the basis of 'social policy objectives'. 26 Any measures must be appropriate to achieve the legitimate aim and necessary to do so, and that the gravity of the effects of the discrimination must be weighed against the importance of the legitimate aims. 27 It is possible that there will not be sufficient intensive care resources available to treat everyone who needs intensive care. This means difficult decisions will need to be made, often in a short amount of time, about who should receive the available resources. Age and disability are two factors that may indicate a reduced probability of benefitting from intensive care treatment, both in the short and long term. In the short term because intensive care treatment is less likely to return an older person or a person with other physical impairments back to a state of full health. And in the long term because older people and people with some disabilities may have a reduced life expectancy and so will survive for a shorter period of time even if they are discharged. In light of the reduced short and long term benefits relative to the rest of the population, it may be argued that discriminating on the basis of age and disability is an proportionate means of achieving a legitimate aim. The legitimate aim is maximising the benefit that can be obtained from limited intensive care resources. It may be argued the measure is proportionate because it provides an effective criterion for making fast decisions using objective criteria.", "cite_spans": [{"start": 386, "end": 388, "text": "25", "ref_id": null}, {"start": 696, "end": 698, "text": "27", "ref_id": null}], "ref_spans": [], "section": "Direct discrimination"}, {"text": "It is, however, unlikely that this argument would be accepted because age based or disability based thresholds are not proportionate. While maximising benefit derived from limited intensive care resources is a legitimate aim, age or disability based thresholds may not be a proportionate response to achieving this aim. This is because they are not necessary to achieve the aim and the consequences for those not provided treatment are grave. The aim of ensuring the benefits derived from treatments are maximised may be achieved by assessing the likely effectiveness and outcomes for each individual. Whilst age or disability may be indicative at a population level of a A more targeted and proportionate approach While it may be unlawful discrimination to exclude people over a particular age or with a particular disability from accessing treatment, this does not necessarily preclude a utilitarian approach. A utilitarian approach seeks to ensure the greatest good to the greatest number. The NICE guidance states frailty and co-morbidity should be a relevant consideration to assess the likelihood of survival, suggesting probability of survival should be considered in determining whether treatment should be provided. This would not be directly discriminatory because, although age or disability may impact an assessment of the probability of survival, it is the probability of survival that is determinative. As identified above, this concern with probability of survival stems from a utilitarian concern that treatments be used in a way that will maximise the number of people who will survive.", "cite_spans": [], "ref_spans": [], "section": "Direct discrimination"}, {"text": "If this approach is accepted, it is not clear why further measures would not be employed to maximise utility. This could include considering the length of life available to the person. This would not be directly discriminatory because if the person's age were changed but their life expectancy did not then the decision would not be different. For example if Bob was 80 and had a life expectancy of 8 years and John was 40 and had a life expectancy of 48 years, John would be provided treatment. But imagine now that Bob has a life expectancy of 8 years, while John (because he has an incurable malignancy) has a life expectancy of only 4 years, the decision would be reversed. This suggests the protected characteristic of age is not the basis on which the decision is made.", "cite_spans": [], "ref_spans": [], "section": "Direct discrimination"}, {"text": "It may also be argued that quality of life could also be considered. It could similarly be argued that this would not constitute direct discrimination because a person with a disability would be treated the same way as a person without one if they had the same quality of life. The difficulty for this position is that assessments of quality of life generally appear to be intrinsically linked to disability. For example, Quality Adjusted Life Year (QALY) assessments identify reduced quality of life through disability. If an assessment of quality of life was nothing more than an assessment of the level of a person's disability, then making decisions on this basis would constitute direct discrimination. However, if the assessment could be conducted on some other basis (for example the person's subjective assessment of their quality of life) or with other relevant factors, it may not necessarily constitute direct discrimination. Ultimately, this would depend on whether it was considered a proportionate, and a measure that overtly devalued the lives of people with disabilities is unlikely to be considered proportionate.", "cite_spans": [], "ref_spans": [], "section": "Direct discrimination"}, {"text": "Although criteria based on length of life and quality of life do not necessarily constitute direct discrimination, it may be argued that making decisions on this basis constitutes indirect discrimination in relation to age and disability. Indirect discrimination occurs when a criterion or practice would place a person at a comparative disadvantage to someone who did not share the protected characteristic. 28 Decisions made on the basis of life expectancy and quality of life are indirectly discriminatory because older people and people with some disabilities will be placed at a disadvantage if those with a greater life expectancy or greater quality of life are preferred. If this argument is accepted though, it must also be recognised that making assessments on the basis of frailty to determine the probability of survival may equally constitute indirect discrimination. Older people and people with particular disabilities will be assessed as more frail and are less likely to survive COVID-19. While criteria for length of life and quality of life are likely to be prima facie indirect discrimination, so too is the NICE guidance's probability of survival.", "cite_spans": [], "ref_spans": [], "section": "Indirect discrimination"}, {"text": "This leaves the question of whether this is a proportionate response to a legitimate aim. All three considerations appear to have the same aim, ensuring limited resources are used effectively and efficiently by ensuring the maximum possible benefit is derived. This is plainly a legitimate aim, the NHS is required to allocate resources ethically, efficiently and effectively. 29 So are the three considerations proportionate to achieving this aim? In relation to each consideration, the answer may be that it depends on the extent to which they are imposed. For example, in relation to probability of survival, it may be proportionate to prefer a person with a 90% chance of survival over a person with a 5% chance of survival, but it may not be proportionate to prefer to a person with a 40% chance of survival over a person with a 30% chance. In relation to length of life, it may be proportionate to prefer a person who is likely to live 40 years over a person who is likely to live 6 months, but it may not be to prefer a person who is likely to live 10 years over a person who is likely to live 8 years. In relation to quality of life, it may be proportionate to prefer an otherwise healthy person over a minimally conscious or unconscious person, but it may not be proportionate to prefer a person who is blind over one who is not.", "cite_spans": [{"start": 377, "end": 379, "text": "29", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Indirect discrimination"}, {"text": "Taking a purely utilitarian approach may constitute indirect discrimination. But this is may be the case whether the relevant consideration is probability of survival, length of life or quality of life. If NICE is willing to accept one of these as a relevant consideration (probability) it is not clear why all of them would not be considered. What is important is that they are considered in a proportionate manner.", "cite_spans": [], "ref_spans": [], "section": "Indirect discrimination"}, {"text": "In order to achieve this proportionality, we suggest that what may be described as 'precautionary utilitarianism' should be adopted. This approach would give some weight to ensuring equality of opportunity, recognising that people should not be discriminated against arbitrarily. But it would still recognise that decisions should be made to go some way towards the greatest good for the greatest number. A consequence of this may be that some groups are placed at a disadvantage in accessing treatments. But this is only because they would derive significantly less benefit from the treatments. If the difference in the benefit they would derive would be marginal, it may not be acceptable to differentiate between people on this basis. This means more minor differences in probability, length or quality of life should be ignored, but more significant differences should be relevant.", "cite_spans": [], "ref_spans": [], "section": "Precautionary utilitarianism"}, {"text": "The proposed precautionary utilitarian approach appears to be consistent with lay attitudes to determining how limited medical resources should be expended. In a survey of lay attitudes, Arora and colleagues found that participants generally preferred to direct treatment to patients with a higher chance of survival, higher life expectancy and less severe disability. 30 However, they also found that as the relevant differences between the patients decreased, participants were more supportive of an egalitarian approach. 31", "cite_spans": [{"start": 369, "end": 371, "text": "30", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Precautionary utilitarianism"}, {"text": "The NICE guidance purports to adopt an egalitarian approach to the provision of ventilation during a potential shortage arising from COVID-19. Despite this, it introduces the utilitarian consideration that treatment should be provided to those with the greatest probability of survival. The guidance provides no justification for this theoretical inconsistency and instead suggests the introduction of further utilitarian considerations would be unlawful discrimination.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The NICE guidance and the Critical Care National Clinical Reference Group appear to oversimplify the questions of discrimination in order to draw a false distinction between the type of rationing they condemn and the rationing they encourage. The Critical Care National Clinical Reference Group equates rationing on the basis of a single issue (which would be unlawful discrimination) with all rationing. A more nuanced approach to rationing that is aimed at maximising the benefits derived from limited resources would not be discriminatory, provided the focus was on a clinical assessment of the person and the likely benefits they would derive from the treatment. The only criteria that may be unlawful is quality of life. This is because of the way quality of life assessments are generally conducted in practice, with disability centrally linked to an assessment of a reduced quality of life. Despite this, the suggestion that any utilitarian approach would lead to unlawful discrimination is unsustainable.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The current NICE guidance provides an unstable compromise between egalitarianism and utilitarianism. It is not clear why utilitarian principles should apply to considerations about the probability of survival, but egalitarian principles should be applied to considerations about length and quality of life. Instead, a precautionary utilitarian approach should be adopted. This would recognise the importance of achieving the greatest good for the greatest number, but it would also recognise that in circumstances in which there is little net gain in discriminating based on a relevant factor people should be treated equally. We should consider, to some degree, not only the probability of achieving a beneficial outcome but also the value of that outcome It is ethically justifiable to give lower priority to patients who will have a significantly lower chance of survival, and also those who will have a significantly reduced length or quality of life. This strikes a balance between equality and utility. 32", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The Critical Care National Clinical Reference Group claims \"It [NICE guidance] explicitly states that Critical Care clinicians are the primary decision makers with respect to the provision of Critical Care treatments.\" This is right. But their claim that clinicians should not ration limited treatments is wrong. When they make decisions on the basis of probability of beneficial outcome by appeals to frailty or co-morbidities, they are rationing. Such rationing decisions are best made by clinicians in possession of all the relevant facts. But they need to be guided in those decisions by ethical principles. Those principles should balance equality and utility. Those principles should be proportionate and consider probability, length and quality of life when these are severely diminished.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "s 14Q; The Queen (on the application of SB)(by his father and litigation friend PB", "authors": [], "year": 2006, "venue": "National Health Services Act", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Intensive Care Lifeboat: a survey of lay attitudes to rationing dilemmas in neonatal intensive care", "authors": [{"first": "C", "middle": [], "last": "Arora", "suffix": ""}, {"first": "J", "middle": [], "last": "Savulescu", "suffix": ""}, {"first": "H", "middle": [], "last": "Maslen", "suffix": ""}, {"first": "M", "middle": [], "last": "Selgelid", "suffix": ""}, {"first": "D", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 2016, "venue": "BMC Medical Ethics", "volume": "17", "issn": "", "pages": "69--77", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Intensive Care Lifeboat: a survey of lay attitudes to rationing dilemmas in neonatal intensive care", "authors": [{"first": "C", "middle": [], "last": "Arora", "suffix": ""}, {"first": "J", "middle": [], "last": "Savulescu", "suffix": ""}, {"first": "H", "middle": [], "last": "Maslen", "suffix": ""}, {"first": "M", "middle": [], "last": "Selgelid", "suffix": ""}, {"first": "D", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 2016, "venue": "BMC Medical Ethics", "volume": "17", "issn": "", "pages": "69--77", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Approaches to Distributive Justice", "latex": null, "type": "table"}, "TABREF3": {"text": "reduced benefit, at an individual level they are imprecise and there are a range of other potentially relevant factors. For example, if Bob is 80 and expected to live 5 more years and John is 45 and expected to live 40 years, it may be argued that John should be given priority. But this is only using age as a proxy for what is actually at issue. If John was only expected to live one year longer, it would make sense to prioritise Bob.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "JS and DW were supported by the Wellcome Trust WT203132. JS was supported by WT104848. JS and JC through their involvement with the Murdoch Children's Research Institute were supported by the Victorian Government's Operational Infrastructure Support Program as well as the Melbourne Law School", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}