{"paper_id": "1ab15664c9c9256621681c52c59e2c9b986e7ebe", "metadata": {"title": "Clinical Features of Severe Influenza A (H1N1) Virus Infection", "authors": [{"first": "Yinghu", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shiqiang", "middle": [], "last": "Shang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yongmin", "middle": [], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chenmei", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meiqin", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuwen", "middle": [], "last": "Dai", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective To highlight the clinical presentations of influenza A (H1N1) infection, for early diagnosis and recognition by the pediatricians. Methods In this retrospective study, the medical records of inpatients with influenza A (H1N1) infection between", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Influenza A (H1N1) virus caused human infection in Mexico and the United States (US) in late April 2009, and subsequently spread worldwide. As of July 30, 2010, worldwide more than 214 countries and overseas territories or communities had reported laboratory confirmed cases of A/ H1N1 2009 influenza, causing atleast 18, 398 deaths [1] .", "cite_spans": [{"start": 337, "end": 340, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The pediatric cases of pandemic influenza in Hangzhou city in China increased greatly during winter of 2009. Existing surveillance systems were augmented and enhanced casebased surveillance of influenza A (H1N1) was commenced. Eighty cases of influenza A (H1N1) were hospitalized at the Children's Hospital of Zhejiang University Medical College between November 1, 2009 and May 31, 2011. There is limited research on risk factors associated with adverse outcomes, hospitalization and death in developing countries and therefore, the authors report on the enhanced case-based surveillance of the 80 hospitalized cases of confirmed influenza A (H1N1) in their hospital.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This retrospective study was conducted by review of medical charts, laboratory and radiological findings of all children admitted to the Children' BigDye Terminator, version 3.1 Cycle sequencing Kit (Applied Biosystems) in accordance with the manufacturer's instructions. Cytokine assay was performed according to the cytometric bead array (CBA) kit-BD TM CBA human Th1/Th2 cytokine kit II(BD Biosciences, San Jose, CA, USA) as described in the literature by Tang Y [2] . A National guideline, adapted from guidelines provided by the U.S. Center for Disease Control and Prevention, was published on October 10, 2009 and used to direct the surveillance, severity of illness, diagnosis, and treatment of the disease. Epidemiological and clinical information was collected included age, gender, pre-existing medical conditions, severity of illness, date of symptom onset, radiologic and laboratory findings, antiviral therapy, length of stay and complications associated with influenza. The research ethics board at Children's Hospital of Zhejiang University Medical College approved the study design. Data were expressed in mean ± SD. Statistical evaluation was undertaken with the Statistical Package for Social Sciences (SPSS, version 15.0 for Windows).", "cite_spans": [{"start": 466, "end": 469, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "During the period from November 1, 2009 to May 31, 2011, 80 confirmed cases of influenza A (H1N1) were admitted to the authors' hospital, of which 24 (30 %) were admitted to ICU. Of the 80 confirmed cases, 51 were males (63.8 %). The median age of cases was 34 mo (mean age: 41.9 mo; range: 1.2 mo to 150 mo). Fifty-nine cases (74.5 %) were in children under 59 mo of age ( Fig.1 ). Twelve cases (15 %), including five ICU cases (20.8 %) were not in a recognized medical risk group. Sixty-eight cases (85 %), including 19 (79.2 %) admitted to ICU, were in a risk group. Forty-eight (60 %) had only one risk factor, 19 (23.8 %) had two risk factors, and one case (1.3 %) had three risk factors. Age under 5 y was the most common risk factor for hospitalization due to pandemic influenza A (H1N1). Malignant tumor (10/80, 12.5 %), asthma (9/80, 11.3 %) and congenital heart disease (6/80, 7.5 %) were the next most common risk factors.", "cite_spans": [], "ref_spans": [{"start": 374, "end": 379, "text": "Fig.1", "ref_id": null}], "section": "Results"}, {"text": "Data on time period were available for all the cases (Table 1) . Sixty children (75 %) received antiviral therapy within 48 h of hospital admission including 2 children who died. Seven cases received oseltamivir 48 h after admission or later, including 4 children who died. The repeated tests for influenza A (H1N1) virus from nasal pharyngeal swabs in forty-one cases revealed that the mean days of viral shedding were 11.4 d with a range of 2 d to 21 d [3] , and the shedding was longer than the findings reported by Li IW [4] [5] [6] . For 6 ICU cases, the authors had the chance to monitor the viral shedding after the first one or two times of negative result; 4 of them transiently turned positive for 1 to 2 d, all of these four cases developed severe complications and 3 of them had co-infections; the influenza A (H1N1) RT-PCR transiently turned positive after it had become negative in these patients, suggesting the virus shedding was discontinuous [3] .", "cite_spans": [{"start": 455, "end": 458, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 525, "end": 528, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 529, "end": 532, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 533, "end": 536, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 960, "end": 963, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 53, "end": 62, "text": "(Table 1)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Data on laboratory and radiographic findings were available for all 80 hospitalized cases ( Table 2 ). All 80 cases had radiologically confirmed pneumonia. Acute respiratory distress syndrome (11/80, 13.8 %; PaCO2>50mHg in 9 cases), pneumothorax (8/80, 10 %), pleural effusion (7/80, 8.8 %) and atelectasis (4/80, 5 %) were the four most common complications. Th1/Th2 cytokines of 38 cases showed that Il-6, Il-10 or IFN-γ increased in 11 cases. Seventy-one cases received antibiotics prior to admission. Evidence of coinfection was by identification of bacteria or virus.", "cite_spans": [], "ref_spans": [{"start": 92, "end": 99, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Of the 24 ICU patients eighteen cases recovered; 6 died. All 6 deaths occurred among the 11 PICU patients (11/24, 45.8 %) with acute respiratory distress syndrome and were all under 5 y old, this being another risk factor, which is Age-specific cumulative number for confirmed hospitalised cases, by risk factor, by 12-mo age groups two and three risks group one risk group No risk group had longer length of ventilator support days (10 d) and none had withdrawal. Pneumothorax (5/10, 50 %) and atelectasis (4/10, 40 %) were the two most common ventilator associated complications among the 10 ventilated cases. Seven cases were complicated with encephalopathy and another 1 with Reye's syndrome (Salicylates and salicylatecontaining products were not administered). All the eight cases developed seizures, and 6 of them exhibited abnormal mental status. Five of the 8 cases had underlying chronic disease, including 2 cases of asthma, 2 cases of congenital heart disease, and 1 case of brain dysplasia. Seven of the eight patients had abnormal electroencephalograms. In all the eight patients, novel influenza A (H1N1) viral RNA was detected in nasopharyngeal specimens but not in the cerebrospinal fluid (CSF); CSF analysis was normal in 6 cases, 1 case had increased white blood cells (30 wbc/ml) and proteins, and 1 case had increased protein. Magnetic resonance imaging was done in 6 cases; 1 of them revealed cortical nonspecific scattered T2 hyperintense foci within the cerebral white matter, and 1 case had T2 hyperintense foci within thalamencephalon.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Of the 80 pediatric hospitalized cases, 59 (74.5 %) was younger than 5 y, which may be a reflection of the stage of the pandemic wave that the city was in. International evidence suggests that as the overall number of cases of influenza A (H1N1) increases, the age-specific incidence of hospitalizations will shift to younger age groups [8] .", "cite_spans": [{"start": 337, "end": 340, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "All the 6 deaths were among the ARDS complicated cases, those who were younger than 5 y, thus highlighting two risk factors. The risk groups of congenital heart disease and chronic respiratory disease had longer ICU stays and higher mortality. For the risk group of malignant tumor and immunosuppression, G Cullen [9] reported that they were the most over-represented risk factors in hospitalized cases, but in the present case series, two of the ten patients got deteriorated and were transferred to the ICU, they died 7-8 d after the transfer. The present findings are consistent with those of Miller RR [10] that ICU patients transferred from other wards had higher mortality than those admitted from the emergency room; in the present case series, it was 41.7 % and 8.3 %, respectively. ARDS, pneumothorax, pleural effusion and atelectasis were four of the most common complications in the 80 cases, and ARDS patients had high mortality (6/11, 54.5 %) , similar to the finding reported by Guo HH [11] and Parakh A [12] .", "cite_spans": [{"start": 314, "end": 317, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 606, "end": 610, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 941, "end": 955, "text": "(6/11, 54.5 %)", "ref_id": null}, {"start": 1000, "end": 1004, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1018, "end": 1022, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The Th1/Th2 cytokine levels were monitored in 38 cases of A/H1N1 2009 influenza. The results reverted slight increases of Il-6, Il-10 or TNF-γ which is similar to the findings reported by Osterlund et al. [13] . Of the 80 confirmed cases evaluated, 27 had culture (blood, pleural and sputum), PCR or specific IgM antibody evidence of coinfection with an identified pathogen. The present case series did not show significant concomitant bacterial infections, similar to the findings from other reports on influenza A (H1N1) [8, [14] [15] [16] but contradicting to what is known of the 1918-19 pandemic [17] . Antiviral therapy with oseltamivir was effective in the present case series. The median time of defervescence after receiving oseltamivir was 1 d with range (1-18 d) . Virus shedding in children was longer than the findings reported in adults [4] [5] [6] ; it might be counted for the delay of receiving antiviral treatment. According to the intermittent virus shedding in children, the authors suggest that three negative nasopharyngeal specimens, each taken 2 d apart are needed before removing additional infection control precautions for pediatric influenza.", "cite_spans": [{"start": 205, "end": 209, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 523, "end": 526, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 527, "end": 531, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 532, "end": 536, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 537, "end": 541, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 601, "end": 605, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 765, "end": 773, "text": "(1-18 d)", "ref_id": null}, {"start": 851, "end": 854, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 855, "end": 858, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 859, "end": 862, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "The results of CSF analysis and neuroimaging in influenza-associated encephalopathy may be normal but EEG might show abnormalities; Influenza virus detected in CSF suggests that neurologic manifestations might be an indirect effect of influenza respiratory tract infection [18, 19] . For patients with respiratory illness and neurologic signs, diagnostic testing for possible etiologic pathogens associated with neurologic disease, including influenza A (H1N1) viruses, is recommended, and a diagnosis of Reye's syndrome also should be considered.", "cite_spans": [{"start": 273, "end": 277, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 278, "end": 281, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Since China is a developing country, the medical resources are limited; hence there are several limitations in the present study. It must be borne in mind that the limitations make these findings suggestive rather than definitive. All patients came from one geographic area. There is no universal health care, so individual families' financial resources biased their decisions to seek health care. The sample size was also small for multivariable analyses.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The present study showed that most of the patients with influenza A (H1N1) infection were under 5y with pneumonia. Since all 6 deaths occurred in cases of ARDS who were under 5 y, ARDS and age below 5 y can be two risk factors. ARDS, pneumothrax, pleural effusion and encephalopathy were the most common complications. The influenza A (H1N1) virus shedding was intermittent in younger children and longer compared to adults.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Global Alert and Response (GAR)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Early diagnostic and prognostic significance of a specific Th1/Th2 cytokine pattern in children with haemophagocytic syndrome", "authors": [{"first": "Y", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}], "year": 2008, "venue": "Br J Haematol", "volume": "143", "issn": "", "pages": "84--91", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Risk factors for prolonged shedding of 2009 H1N1 influenza virus", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Tong", "suffix": ""}, {"first": "S", "middle": [], "last": "Shang", "suffix": ""}], "year": 2011, "venue": "Indian Pediatr", "volume": "48", "issn": "", "pages": "961--964", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The natural viral load profile of patients with pandemic 2009 influenza A(H1N1) and the effect of oseltamivir treatment", "authors": [{"first": "I", "middle": ["W"], "last": "Li", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}], "year": 2010, "venue": "Chest", "volume": "137", "issn": "", "pages": "759--68", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Viral load in patients infected with pandemic H1N1 2009 influenza A virus", "authors": [{"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Li", "suffix": ""}], "year": 2010, "venue": "J Med Virol", "volume": "82", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "X", "middle": ["W"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mao", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2507--2524", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Update on the 2009 pandemic influenza A H1N1 in children", "authors": [{"first": "N", "middle": ["B"], "last": "Halasa", "suffix": ""}], "year": 2010, "venue": "Curr Opin Pediatr", "volume": "22", "issn": "", "pages": "83--90", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "for the 2009 pandemic influenza A (H1N1) virus hospitalizations investigation team. Hospitalized patients with 2009 H1N1 influenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1935--1979", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Surveillance of the first 205 confirmed hospitalised cases of pandemic H1N1 influenza in Ireland", "authors": [{"first": "G", "middle": [], "last": "Cullen", "suffix": ""}, {"first": "J", "middle": [], "last": "Martin", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Donnell", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Euro Surveill", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical findings and demographic factors associated with intensive care unit admission in Utah due to 2009 novel influenza A (H1N1) infection", "authors": [{"first": "", "middle": [], "last": "Miller Rr 3rd", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Markewitz", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Rolfs", "suffix": ""}], "year": 2010, "venue": "", "volume": "137", "issn": "", "pages": "752--760", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Best cases from the AFIP: fatal 2009 influenza A (H1N1) infection, complicated by acute respiratory distress syndrome and pulmonary interstitial emphysema", "authors": [{"first": "H", "middle": ["H"], "last": "Guo", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Sweeney", "suffix": ""}, {"first": "D", "middle": [], "last": "Regula", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Leung", "suffix": ""}], "year": 2010, "venue": "Radiographics", "volume": "30", "issn": "", "pages": "327--360", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1): an experience from a tertiary care center in North India", "authors": [{"first": "A", "middle": [], "last": "Parakh", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Dutta", "suffix": ""}, {"first": "S", "middle": [], "last": "Khare", "suffix": ""}], "year": 2010, "venue": "Indian J Pediatr", "volume": "77", "issn": "", "pages": "981--986", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pandemic H1N1 2009 influenza A virus induces weak cytokine responses in human macrophages and dendritic cells and is highly sensitive to the antiviral actions of interferons", "authors": [{"first": "P", "middle": [], "last": "Osterlund", "suffix": ""}, {"first": "J", "middle": [], "last": "Pirhonen", "suffix": ""}, {"first": "N", "middle": [], "last": "Ikonen", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "1414--1436", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Intensive care adult patients with severe respiratory failure caused by Influenza A (H1N1)v in Spain", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "P", "middle": [], "last": "Ibañez", "suffix": ""}], "year": 2009, "venue": "the H1N1 SEMICYUC working group", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "for the Canadian Critical Care Trials Group H1N1 Collaborative. Critically ill patients with 2009 influenza A(H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1872--1881", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Critically ill patients with 2009 influenza A(H1N1) in Mexico", "authors": [{"first": "G", "middle": [], "last": "Domínguez-Cherit", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Macias", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1880--1887", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "198", "issn": "", "pages": "962--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Neurologic complications associated with novel influenza A (H1N1) virus infection in children", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "773--781", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Neurologic manifestations of novel influenza A (H1N1) virus infection in childhood", "authors": [{"first": "M", "middle": [], "last": "Ozkan", "suffix": ""}, {"first": "N", "middle": [], "last": "Tuygun", "suffix": ""}, {"first": "N", "middle": [], "last": "Erkek", "suffix": ""}, {"first": "A", "middle": [], "last": "Aksoy", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Yıldız", "suffix": ""}], "year": 2011, "venue": "Pediatr Neurol", "volume": "45", "issn": "", "pages": "72--78", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "s Hospital of Zhejiang University Medical College with confirmed A/H1N1 2009 influenza. The study period was from November 1, 2009 to May 31, 2011. Specimens were collected from nasal pharyngeal swabs. The tests were done at a laboratory operated under the auspices of the Chinese Center for Disease Control and Prevention with results available within 12 h of submission of the specimen. The PCR products were sequenced for further confirmation with the use of the Y. Chen : S. Shang : Y. Tang : C. Zhang : M. Tong : Y. Dai Division of Infection Disease, Zhejiang Key Laboratory for Neonatal Disease, Children's Hospital of Zhejiang University Medical College, Hangzhou, China", "latex": null, "type": "table"}, "TABREF2": {"text": "Time from onset of symptoms to admission to hospital, laboratory confirmation, admission to ICU, receive antiviral therapy, stop shedding virus and length of stay associated with pandemic influenza A Time to laboratory confirmation is longer than time to admission, reflecting the time taken for laboratory confirmation † Length of virus shedding was calculated as the time from onset of symptoms to the first date of 3 d of continuous negativity", "latex": null, "type": "table"}, "TABREF3": {"text": "Radiographic and laboratory findings, complications and concurrent infection for influenza A (H1N1) ICU Intensive care unit; WBC White blood cells count; CRP C-reactive protein; RSV Respiratory syncytial virus; Mp Mycoplasma pneumonia; Cp Chlamydia pneumonia; CMV Cytomegalovirus; MRSE Methicillin resistant Staphylococcus epidermidis; MSSE Methicillin sensible Staphylococcus epidermidis; MRSH Methicillin resistant staphylococcus hominis; ARDS Acute respiratory distress syndrome; * ICU cases are included in hospitalized case count", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements The authors would like to thank people from the municipal Public Health Outbreak Response Team, and the Municipal Virus Reference Laboratory. They also like to thank Associate Professor Marina Salvadori for the correction of English in this paper.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Role of Funding Source This study is supported by Natural Science Foundation of Zhejiang Province (N0. Y2110220).", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest None."}]}