{
    "paper_id": "1ab380fd0d283617d874127eee0f3b27e0f87ae5",
    "metadata": {
        "title": "The effect of first restrictive measures",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Gaeta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universita' degli Studi di Milano",
                    "location": {
                        "addrLine": "via Saldini 50",
                        "postCode": "I-20133",
                        "settlement": "Milano",
                        "country": "Italy"
                    }
                },
                "email": "giuseppe.gaeta@unimi.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "In a recent report we have collected some data about the COVID-19 epidemics in Northern Italy; in this follow-up we analyze how these changed after the mild restrictive measures taken by the Government two weeks ago and the large campaign of public awareness developed in the meanwhile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a recent report [1] we have collected some data about the COVID-19 epidemics in Northern Italy; in particular, we have analyzed and fitted them by an exponential law in order to extract the growth factor both at nationwide level and at the local one. The purpose of this follow-up is to analyze how these changed after the mild restrictive measures taken by the Government and the campaign of public awareness.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These started at February 24; the effect of such measures is of course showing up with some delay, corresponding to the incubation time of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outcome of our analysis is that there was a slowing down of the epidemics, but this is still too weak to face the menace of a large scale epidemics. Actually, more stringent restrictions went on operation from March 8, and our analysis shows that these were fully justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our analysis is purely at the statistical level over available data; that is, we will not discuss any model nor try to interpret the data in view of several theories circulating in the scientific communities; in particular we do not try to estimate the real number of infections, which according to certain analysis could be from two to three times the number of known cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data for countries other than Italy are extracted from the \"situation reports\" of the World Health Organization [2]; those for Italy are extracted from \"Ministero della Salute\" and \"Protezione Civile\" (a governmental agency) [3, 4] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In all cases, we consider -as predicted by virtually all epidemiological models for the initial phase of an epidemic [5, 6, 7] -an exponential law for the number of infected people,",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[5,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "7]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and tried to fit α the growth exponent α from available data. (We will always use one day as the time unit.) Two other relevant epidemiological parameters are simply related to α. The doubling time τ is the time needed to double n(t), i.e. such that n(t+τ ) = 2n(t); this is obtained from the above via",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The daily growth factor γ,such that n(t + 1) = γn(t), is determined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 Benchmarks: China, Korea",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In [1] we have analyzed data from China and Korea in order to have a term of comparison. Tables reporting the (updated to March 7) data for these countries are reported in Appendix A. We are interested in fitting these data with an exponential law, considering limited timespans; in particular we are interested in considering how the restrictive measures adopted by the Chinese and Korean Governments influenced the growth factor α.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to do this we considered in both cases an \"initial\" and a \"final\" (or actually a \"recent\") timespan; in order to make a more direct comparison, we decided here -at difference with what was done in [1] -to consider in all cases a period of one week.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of China the initial period was that of January 23 to February 2, the final one that of February 27 to March 7; while for Republic of Korea the initial period it was that of February 18 to February 24, and the final one from March 1 to March 7. We denote by a subscript \"i\" and by a subscript \"f \" the quantities referring to the initial and final week respectively. We will also consider the simplest measure of the reduction of the epidemic speed, i.e. the ratio r = α f /α i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The result of the analysis for China and Korea is summarized in Table I .a below. See also Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table I",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 91,
                    "end": 99,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In the last few days the COVID-19 epidemics reached other continental European countries; the data for some of these -in particular, France, Germany and Spain -are also given in Appendix A. In this case there were no substantial restrictive measures yet,nor any time to observe a change in the trend, so we are only able to make a measurement of the growth exponent in the initial phase of the epidemics and to compare it with the one observed in Italy. The parameters for France, Germany and Spain are given in Table I 3 Italy: national and regional data",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table I",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Other European countries: France, Germany and Spain"
        },
        {
            "text": "The data for Italy (I) and for the regions more heavily touched by the virus, i.e. Lombardia (L), Veneto (V) and Emilia-Romagna (ER) are reported in Appendix B. These time series are shorter than the ones available for China and Korea, and for these day one is February 21; moreover the first three days show a very steep increase of cases, which could be due to late recognition of infections present since some time. Also, restrictive measures were taken on February 24 and in view of the incubation time of COVID-19 they could show their effect only after about ten days. We decided therefore to consider as initial period the days from February 24 to February 28 (inclusive), and as final period the days from March 3 to March 7 (inclusive). We measure the achieved reduction in the speed of the epidemic by the parameter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other European countries: France, Germany and Spain"
        },
        {
            "text": "The results of the analysis are summarized in Table II ; see also Figure 3 . The latter shows that the exponential fit is in all considered cases quite good. Table II . Epidemiological parameters for Italy (I) and for the regions of Lombardia (L), Veneto (V) and Emilia-Romagna (ER), in the initial phase and in the last week, i.e. after the restrictive measures. The parameter r := α f /α i is a measure of the achieved reduction in the epidemic speed. See text.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Table II",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 158,
                    "end": 166,
                    "text": "Table II",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Other European countries: France, Germany and Spain"
        },
        {
            "text": "It is interesting to consider two other parameters, i.e. the ratio ρ of infected people in Home isolation -thus presumably with light or no symptoms -to the total of infective people (note this includes only those for which the infection is active), and the ratio σ of patients in Intensive Care units to the total of hospitalized patients. The latter is possibly confused in the last days, as \"sub-intensive care\" units were created. As for the former, this is possibly influenced by the fact that in the presence of a large number of infected with heavy symptoms there is little chance to analyze people with light symptoms or who just had contacts with known infected but show no symptoms; this could explain why ρ remained around 0.5 for several days to fall down as the number of infections raised sharply. Data for the quantities ρ and σ are also given in Appendix B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other European countries: France, Germany and Spain"
        },
        {
            "text": "In our previous study, we had considered a few Departments in Northern Italy, mostly located near the area which was more heavily struck by COVID-19. Data for these -i.e. Lodi (LO), Cremona (CR), Piacenza (PC), Pavia (PV), Bergamo (BG), Brescia (BS), Milano (MI) and Padova (PD) -are given in Appendix C; here we also provide data for other Departments which were not considered in [1] but do now show some worrying evolution, i.e. Venezia (VE), Treviso (TV), Rimini (RN) and Pesaro (PU).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Local communities in Northern Italy"
        },
        {
            "text": "The initial and final period considered for these Departments are the same considered for the nationwide and regional analysis in Italy, i.e. February 24 to February 28 (inclusive) and March 3 to March 7 (inclusive).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local communities in Northern Italy"
        },
        {
            "text": "The results of the analysis are summarized in Table III ; see also Figures 4 and 5. Note that while the exponential fits are usually quite good, in some cases -where large fluctuations in the new data, possibly due to delay in registration of new infections, seem to be present -they appear to be less reliable. Table III . Best fit of the α factor with the corresponding doubling time τ and daily growth factor γ -see eqs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "Table III",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 312,
                    "end": 321,
                    "text": "Table III",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Local communities in Northern Italy"
        },
        {
            "text": "(1), (2) and (3) -for the different Northern Italy Departments considered. The reduction parameter r, see (4), is also computed. See Figures 4 and 5 for the fit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 148,
                    "text": "Figures 4 and 5",
                    "ref_id": null
                }
            ],
            "section": "Local communities in Northern Italy"
        },
        {
            "text": "We have analyzed how the epidemiological data, in particular the exponential growth rate α defined by (1) and the related quantities τ and γ, see (2) and (3), changed from the initial phase of the epidemics in Northern Italy to the last days. In particular, this allowed to give an evaluation of the effect of the mild restrictive measures taken by the Italian Government and of the large-scale public awareness campaign going on in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The main parameter to evaluate this effect is the reduction factor r defined in (4). In the case of the Republic of Korea, i.e. a country with a similar total population and political system but different restrictive measures, this turned out to be r = 0.20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In the case of Italy, we estimated r = 0.88; the reduction factor is however quite different in different regions and -as had to be expected on statistical basis -even more so when we look at a finer scale, i.e. for different Departments, see Table III . It turns out from this table that in some Department (in particular, among those considered here, Milano and Rimini -note however that for the latter the exponential fit is not very good) the epidemic speed has indeed grown up in the last period. In other Departments the reduction has been from moderate, around r = 0.7 to discrete, i.e. around r = 0.45, and in one case (Treviso) quite good, with r = 0.26, and comparable with that of Korea despite the restrictive measures taken here were much milder than in Korea. In any case, the reduction achieved is encouraging, but clearly far from being sufficient to stop or even substantially slow down the epidemic dynamics 1 ; a much more substantial reduction is required for this.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Table III",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "We have also considered the initial epidemic dynamics in other European countries,in particular France, Germany and Spain; here the data analyzed concerned the whole of the countries. We noted that the exponential growth rate in these countries range from 0.36 of Germany to 0.47 of Spain, with an intermediate 0.38 for France. These worrying figures should be compared with the initial growth rate in Italy, i.e. 0.34 for the whole country with 0.29 for the most affected region, i.e. Lombardia; they mean the possibility of a large COVID-19 epidemic in these countries in the next weeks should not be discarded unless prompt action is taken there too. B Italy. Nationwide and regional data day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data analysis for the COVID-19 early dynamics in Northern Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaeta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.02062"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mathematical Biology. I: An Introduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Mathematics of Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vital Surveillances: The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China, 2020",
            "authors": [],
            "year": null,
            "venue": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "volume": "2020",
            "issn": "",
            "pages": "113--122",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Semi-logarithmic plots for the data of China and Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Epidemiological parameters for France (F), Germany (D) and Spain (E); all of them are in the initial epidemic phase. See text. Semi-logarithmic plots for the data of different European countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Semi-logarithmic plots and exponential fits in the initial and final period for the whole of Italy and for specific regions. See text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Semi-logarithmic plots and exponential fits in the initial and most recent phase of COVID epidemics in different considered Departments within the region of Lombardia. Semi-logarithmic plots and exponential fits in the initial and most recent phase of COVID epidemics in different considered Departments within the region of Veneto (PD, VE, TV), Emilia-Romagna (PC,RN) and Marche (PU). See text",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table I.a. Epidemiological parameters for China and Korea in the initial phase and in the last week, i.e. after the restrictive measures. See text.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "A Data for foreign countries A.1 China and Korea",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "I. COVID-19 cases in China; day 1 is January 21. Source: WHO situation reports[2]. Note that on Day 28 (February 17) the method of counting was changed (clinical evidence being considered sufficient even without laboratory test), leading to a sudden jump in the number of cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "II. COVID-19 cases in the Republic of Korea; day 1 is February 17. Source: WHO situation reports [2]. Table A.III. Known cases of contagion in France (F), Germany (D) and Spain (S) [2].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements I thank L. Peliti, M. Cadoni and E. Franco for discussions; the opinions expressed in this report are entirely of the author and do not entail any responsibility of other individuals. The paper was prepared over a stay at SMRI. The author is also a member of GNFM-INdAM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}