{
    "paper_id": "1ab4d0e047de97bf8fe91e8ac35aad5985437d14",
    "metadata": {
        "title": "Challenges in the Practice of Sexual Medicine in the Time of COVID-19",
        "authors": [
            {
                "first": "Alan",
                "middle": [
                    "W"
                ],
                "last": "Shindel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco San Francisco",
                        "postCode": "94143",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tami",
                "middle": [
                    "S"
                ],
                "last": "Rowen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco San Francisco",
                        "postCode": "94143",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2019 Corona Virus Disease has in a period of just months completely upended travel, commerce, and daily life throughout the world. Medical practitioners have been forced to care for a surge of ill patients, in many cases without access to testing and appropriate protective equipment. The impact of COVID-19 on research has been no less profound, with restrictions in terms of access and funding. The disease has been politicized from many angles; the economic consequences of this crisis will be long-lasting and unpredictable. For sexual medicine providers, the effects of COVID 19 are also numerous and multifactorial. In this paper we highlight some key aspect of the effects of COVID on sexual medicine and how we can respond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sexual medicine providers have a specialized skill set and facility in addressing sensitive issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "Under routine circumstances, this makes us invaluable to our colleagues who frequently lack the skills and temperament to address human sexuality. These specialized skills may be less obviously useful in our current crisis. The majority of sexual medicine specialists have knowledge and abilities derived from other training (e.g. urology, obstetrics/gynecology, psychiatry) which may have greater immediate utility. We as a body should be ready to expand our non-sexuality focused skills sets. We should be ready to acknowledge our limitations but strive nevertheless to meet the pressing needs of our hospital systems and communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "This flexibility in mode of practice is particularly salient given the implication of the decrease in \"non-essential\" health care visits to our referral base. Without these referrals, sexual medicine providers' ability to generate revenue will certainly decline. This decline will be compounded by a major economic downturn that will compromise patients' willingness to pay for specialized services or providers that are not covered by insurance. For our own economic survival, we should be willing to adapt the makeup of our practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "Should we even continue with the practice of sexual medicine under current circumstances?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "Our answer is an unequivocal yes. Sex still matters. Patients have continued to seek us out for advice on sexual issues. Indeed, a case can be made for the importance of supporting healthy sexuality in the context of \"shelter-in-place\" and \"social distancing.\" Living in forced closeproximity can be challenging even for intimate partners who share cordial relations. Sexuality, with the attendant biologically-mediated intimacy and closenesss it engenders, is an essential element for maintenance of cohesion in relationships. 1, 2 Specialists in human sexuality may play a substantial role in helping people navigate this challenging time. Sexual health and emotional/physical well-being are tightly intertwined. 3 Stressors (e.g. lack of childcare, financial difficulties, insecure employment and lack of regular exercise) may be more intense and prevalent in our current circumstances but sexual wellness may help to mitigate some of these negative effects.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 532,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 715,
                    "end": 716,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "Will enforced close cohabitation lead to an increase in amorous activity? Short-term crises have a purported association with spikes in sexual activity as evidenced by post-event \"baby booms\". The notion of enhanced sexual activity under situations of stress appeals to both prurient interests and a human desire to see positive effects of negative events. However, birth records have not in fact substantiated predictable increases in birth rates after crises. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is sex a priority during a crisis?"
        },
        {
            "text": "Our ability to provide surgical treatments for sexual concerns must of necessity be curtailed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgery and Sexual Medicine Emergencies"
        },
        {
            "text": "An initial and continued priority has been limiting the number of inpatient beds occupied by non-COVID-19 patients. Even outpatient surgeries (including the majority of procedures in sexual medicine) require utilization of personal protective equipment and personnel that are being conserved for epidemic preparedness. 5 The risk of transmission between team members and/or patients during surgical procedures must also be considered and is an additional reason to limit gatherings of healthcare providers.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Surgery and Sexual Medicine Emergencies"
        },
        {
            "text": "Are surgeries for sexual issues ever appropriate under current circumstances? A variety of triage and prioritization schemes have been developed and utilized in various settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgery and Sexual Medicine Emergencies"
        },
        {
            "text": "Unifying features of these classification schemes include prioritization of surgeries done to prevent death, permanent dysfunction/loss of an extremity/organ system, and/or imminent metastases. A triage system for urologic procedures during COVID-19 was recently published by the department of urology at Cleveland Clinic; it is noteworthy that both penile prosthesis and Peyronie's surgeries were classified as in the lowest priority tier of a 5 point scale. 6 Appropriately, treatment of infected penile prosthesis, repair of penile fracture, and management of priapism remain in the top tier of prioritization. 6 Similar guidance on gynecological procedures has been published; it is noteworthy that none of the gynecological procedures listed with specific guidance on prioritization are per se related to sexual function. 5 That said, sexual benefit is common with many gynecologic surgeries, even if sexual well-being is not the primary focus of the intervention. 7 A case can be made that certain diagnoses in female sexual medicine (e.g. clitoral priapism, severe clitordynia or other genital pain syndromes, persistent genital arousal disorder) may be sufficiently disabling that emergent management, including surgical, may be appropriate.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 461,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 614,
                    "end": 615,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 827,
                    "end": 828,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 970,
                    "end": 971,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Surgery and Sexual Medicine Emergencies"
        },
        {
            "text": "The practice of medicine via internet has been incrementally increasing over the past several years. The COVID-19 crisis has accelerated adoption of telemedicine and made its advantages (and limitations) readily apparent. 8 Even prior to the imperative for social distancing there was a strong case to be made for telemedicine. 9 Patients prioritize convenience and accessibility. Concierge style clinics that promise same or next-day appointments, particularly during off hours, have proliferated in recent years. 10 Telemedicine makes such prompt scheduling options viable for individuals who have busy schedules and/or live in locations distant from their provider. The benefits of teleconsultation can be substantial in terms of reducing travel costs and time away from work or personal obligations. The technology has been readily adopted by young people, who are generally comfortable with online communication.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 328,
                    "end": 329,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "In many ways, sexual medicine is ideal for telemedicine. Sexual Medicine providers are a highly specialized group of clinicians who are frequently based in metropolitan areas. Patients travel great distances to see us; telemedicine may increase our reach to patients who cannot otherwise access specialized care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "There are some limitations to using telemedicine in sexual health. Sexual medicine specialists are comfortable examining genitals. Will this comfort translate to the context of video medical consultations? Practitioners and patients may experience discomfort with the notion of examining genitals remotely via video link, particularly given the common use of said technology in the context of pornographic web-cams. Legitimate concerns also exist regarding security of web-links. The new phenomenon of \"Zoombombing\" necessitates careful attention to security during video encounters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "Given potential limitations and challenges to video-based examination of genitals, is it even necessary? Existing guidelines on evaluation and management of male sexual dysfunction have tended to deprioritize the physical exam, particularly in the context of Erectile Dysfunction. 11 Evaluation of Peyronie's Disease present a greater challenge although home photography may be of some use for non-invasive management planning. It remains essential that an in person physical exam be considered before utilization of any invasive therapy for Peyronie's Disease. 12 Evaluation of women with sexual concerns via video-visits is potentially challenging. Evaluation of sexual pain, a common source of sexual dysfunction in women, is best accomplished with a thorough physical examination including tactile components. 13 As such, appropriate diagnosis and management of sexual pain disorders in women will be very difficult to realize so long as inpatient visits are curtailed. The most common sexual health complaint of low desire is often ideal for telemedicine, but many of these woman have concomitant pain concerns that merit in person evaluation.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 814,
                    "end": 816,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "It is essential that adequate technical support be available for patients using video-consultation. This is particularly critical for patients who are not technologically sophisticated and/or patients who are not fluent in their provider's language. Another delicate but salient issue is reimbursement. Insurance payments are generally highest for in person consultations, with video-consultations reimbursing less and telephone consultations billing very little. Sexual medicine specialists whose patients are reliant on insurance coverage will be impacted with diminishing returns for patient consultations. Consideration should be given to advocating for higher reimbursement rates for video-visits, particularly since the primary value of most medical consultations is in the conversation between patient and provider. Critically, United",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "States laws and regulations regarding billing and the practice of medicine via video-links and/or across state lines have been modified. 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welcome to my chat room"
        },
        {
            "text": "The impact of decreased emphasis on sexual wellness may impact women disproportionately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exacerbation of sex/gender disparities due to COVID-19"
        },
        {
            "text": "Women's sexual health was often overlooked in healthcare settings even prior to Presuming that the topic of sexual health is even acknowledged during a woman's healthcare visit, primary care providers are often not knowledgeable about effective pharmacotherapies and clinical pathways to address low sexual desire in women. 16 Referrals for discussion of sexual wellness in women may not occur given the perception that nothing can be done. We should collectively advocate that the long-stand disparity in provision of care for women's sexual health does not worsen during this crisis.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Exacerbation of sex/gender disparities due to COVID-19"
        },
        {
            "text": "Women may also be at increased risk of interpersonal violence during COVID-19. Data from early in the pandemic suggested increases in divorce rates and more disturbingly up to a threefold increase in allegations of domestic violence. 17 Unfortunately, preliminary data from the United Nations suggests surges in domestic violence during COVID-19 is a global problem. 18",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Exacerbation of sex/gender disparities due to COVID-19"
        },
        {
            "text": "The impact of COVID-19 on medical education has been profound, particularly with respect to residents and fellows. A trend towards increasing reliance on online learning has been markedly accelerated by the necessity of social distancing. In addition to formal didactics transitioning to a digital format, virtual meetings may become a routine for the foreseeable future. The fact that most practitioners and trainees have smartphones and personal computers with video links has made this transition much smoother than it would have been even 10 years ago. 19 Whether the learning in these other contexts will be of the same quality as in the past remains unclear.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Education"
        },
        {
            "text": "While didactic learning is adaptable, surgical learning is not. Case volumes have plummeted and the odds of trainees graduating programs with minimal exposure to sexual medicine procedures has increased. In many training programs, residents progress through structured rotations, each of which provides exposure to specific experiences and patient populations. In urology and gynecology training programs there are typically many opportunities to learn management of cancers, benign genital conditions, and management of other routine procedures. Exposure to sexual medicine is generally less robust, particularly in gynecology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Education"
        },
        {
            "text": "Residents who have minimal exposure to procedures in sexual medicine are less likely to be interested in our field. If the pandemic persists, we must as a group determine how we will maintain interest in recruiting our next generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Education"
        },
        {
            "text": "While hands on experiences may have suffered, a silver-lining to the epidemic has been rapid proliferation of multi-institutional learning platforms. One example of this is the Urology Resident Lectures Series, a collaborative multi-institutional online platform for hosting expert lectures on various topics in urology, including several on sexual medicine. 20 This is also being done in many obstetrics and gynecology residencies. 21",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Education"
        },
        {
            "text": "Although the future is uncertain there can be no doubt that life will not return to \"normal\", at least normal as we have defined it. When the pandemic is brought under control it is almost certain that there will be long term repercussions across all domains of human endeavor, including sexual medicine. We must strive as a body of professionals to ensure that the sexual health needs of our patients remain a priority in terms of access to clinical care and innovative research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking ahead"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The common neural bases between sexual desire and love: a multilevel kernel density fMRI analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cacioppo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bianchi-Demicheli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Sex Med",
            "volume": "9",
            "issn": "",
            "pages": "1048--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neurobiology of social attachments",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Coria-Avila",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miquel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfaus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neurosci Biobehav Rev",
            "volume": "43",
            "issn": "",
            "pages": "173--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Women's sexual dysfunction associated with psychiatric disorders and their treatment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Womens Health (Lond)",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Post 9/11 Baby Boom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Snopes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Pandemic: Staged Management of Surgical Services for Gynecology and Obstetrics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Weber Lebrun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Moawad",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recommendations for Tiered Stratification of Urological Surgery Urgency in the COVID-19 Era",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Haber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Urol",
            "volume": "",
            "issn": "",
            "pages": "101097--0000000000001067",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Effect of Hysterectomy on Women's Sexual Function: a Narrative Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Danesh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hamzehgardeshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moosazadeh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shabani-Asrami",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Arch",
            "volume": "69",
            "issn": "",
            "pages": "387--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1679--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "You Mean I Don't Have to Show Up? The Promise of Telemedicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frakt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Disappearing Doctor: How Mega-Mergers Are Changing the Business of Medical Care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Erectile Dysfunction: AUA Guideline",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nehra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Breau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Urol",
            "volume": "200",
            "issn": "",
            "pages": "633--674",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Peyronie's Disease: AUA Guideline",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nehra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alterowitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Culkin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Urol",
            "volume": "194",
            "issn": "",
            "pages": "745--53",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment and Treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Pukall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kellogg-Spadt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vulvodynia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Sex Med",
            "volume": "13",
            "issn": "",
            "pages": "572--90",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What we don't talk about when we don't talk about sex: results of a national survey of U.S. obstetrician/gynecologists",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Sobecki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Curlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lindau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Sex Med",
            "volume": "9",
            "issn": "",
            "pages": "1285--94",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The International Society for the Study of Women's Sexual Health Process of Care for Management of Hypoactive Sexual Desire Disorder in Women",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Clayton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mayo Clin Proc",
            "volume": "93",
            "issn": "",
            "pages": "467--87",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "China's Divorce Spike Is a Warning to Rest of Locked-Down World",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prasso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bloomberg Businessweek",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "UN chief calls for domestic violence 'ceasefire' amid 'horrifying global surge",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How coronavirus is forcing online learning to evolve",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shwayder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sampathkuimar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Digital Trends",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Urology Collaborative Online Video Didactics (COVID)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "UCSF National Remote OBGYN Resident Didactics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}