{
    "paper_id": "1ab8aa194374b8dde041374f4020e427fc56685d",
    "metadata": {
        "title": "Inhomogeneity of epidemic spreading",
        "authors": [
            {
                "first": "Zhenzhen",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "postCode": "116024",
                        "settlement": "Liaoning",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xingyuan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "postCode": "116024",
                        "settlement": "Liaoning",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mogei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "postCode": "116024",
                        "settlement": "Liaoning",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, we use the characteristic infected cluster size to investigate the inhomogeneity of the epidemic spreading in static and dynamic complex networks. The simulation results show that the epidemic spreads inhomogeneously in both cases. Also, the inhomogeneity of the epidemic spreading becomes smaller with increasing speed of moving individuals and almost disappears when the speed is high enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The epidemic has always been a threat to the human health. The rule of the epidemic spreading as an important issue has been quite extensively studied for many years, but has not been mastered well. The epidemic spreads by the interaction between people, and complex networks, whose nodes represent individuals or organizations and link the interactions among them, can characterize this interpersonal interaction perfectly. In order to conveniently study the epidemic spreading, researchers usually adopt the homogeneous network structure and the homogeneous mixing hypotheses. Recently, researchers began to discuss the credibility of the homogeneous network structure hypothesis and consider the inhomogeneity of the network structure. However, the credibility of the homogeneous mixing hypothesis has not been well discussed until now. In this paper, we try to discuss this credibility and carry out numerical simulations on an epidemic spreading model. The results show that the epidemic spreading is inhomogeneous whether the individuals are stationary or moving. However, the inhomogeneity decreases with the increase of individuals' speed, and almost disappears when the speed is high enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "a͒",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, physicists and biologists have been attracted to the spreading of the epidemic. Undoubtedly, the successive large-scale outbreaks of SARS ͑Severe Acute Respiratory Syndrome͒ and H1N1 make them more enthusiastic about this study. Complex networks as a new branch of statistical physics provide a reliable model for the intensive study of the epidemic spreading. When studying the epidemic spreading in complex networks, researchers usually adopt the homogeneous network structure 1-8 and homogeneous mixing 3, [9] [10] [11] hypotheses. As research progressed, researchers began to discuss the credibility of the homogeneous network structure hypothesis and take into account the inhomogeneity of the network structure. [1] [2] [3] [4] [5] 12 In this study, we try to check the credibility of the homogeneous mixing hypothesis, meaning that each infected individual has the same probability of contacting with any susceptible ͑healthy͒ individual, 13 which has not been well discussed until now.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 525,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We will focus on the susceptible-infected-susceptible ͑SIS͒ model 14 on complex networks. Here each node in the network represents an individual, and each link represents a connection along which the epidemic can spread. A susceptible individual can be infected by its infected neighbors with some probability, and the infected individual can become susceptible with other probability. As the infected individuals always infect their neighbors, we predict that the spreading of the epidemic may actually be inhomogeneous. That is, the probabilities of infected individuals connecting with susceptible ones differ significantly. To investigate the inhomogeneity, we perform large scale numerical simulations on static and dynamic networks. In these simulations, we study two spreading modes of the SIS model. In one mode, the probability that a susceptible individual is infected is unrelated to the number of its infected neighbors. In another mode, the probability increases with the number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this work, the inhomogeneity of the epidemic spreading is characterized by the characteristic infected cluster size ͑hereinafter referred to as \"CICS\"͒, where the cluster is the subnet whose nodes are connected 13, 15 ͑i.e., from any node, one can reach any other node along links in the subnet͒, the infected cluster only includes infected individuals, and the CICS is the typical size of the largest infected cluster, namely, the number of infected individuals of the largest infected cluster. The simulation results show that the infected individuals are always distributed inhomogeneously and prone to gather into large clusters, even if they walk randomly. More interestingly, the inhomogeneity of the epidemic spreading decreases with increasing speed of the individuals, and the epidemic nearly spreads homogeneously when the moving speed is high enough.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In our model, N individuals walk randomly in a square of linear size L with periodic boundary conditions, and they are distributed randomly in the square initially. The x i ͑t͒ and i ͑t͒ are the position and motion direction of the ith individual at time t. Then, at time t + ⌬t, they are updated according to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "where v i ͑t͒ = ͑v cos i ͑t͒ , v sin i ͑t͒͒ is the velocity of the ith individual at time t, v is the speed which is the modulus of the velocity. The speed v is same for all individuals and remains constant in motion. i follows the uniform distribution in ͓− , ͔. ⌬t is the update interval and is set to 1. If ͉x i ͑t͒ − x j ͑t͉͒ Յ r 0 , i j, the jth ͑ith͒ individual is called a neighbor of the ith ͑jth͒ at time t, where r 0 is the interaction radius. This means that there is a link between the ith and jth nodes in the corresponding network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "We assume that the update of the individuals' positions and states is simultaneous with the fixed time interval ⌬t. Each individual has two states: susceptible ͑S͒ and infected ͑I͒. The next state of each individual depends on its current state and its neighbors' states. Concretely, if the ith individual is infected currently, then it is cured and becomes susceptible at the next time step with probability ␤; if it is susceptible currently, then it can be infected by its infected neighbors in either of two modes. In mode 1, the ith individual is infected with probability ␣ if it has k͑i͒ Ͼ 0 infected neighbors. In mode 2, it is infected with probability 1−͑1−␣͒ k͑i͒ . Apparently, each infected neighbor of the ith individual infects it independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "Researchers have analyzed the epidemic thresholds of mode 1 in various complex networks [1] [2] [3] 16 and have shown that the degree distribution of the network has a significant impact on the epidemic spreading. Liu et al. 17 investigated the epidemic spreading of mode 2 in community networks. The epidemic spreading of mode 2 in dynamic networks has been explored by Frasca et al. 18 recently. In this work, the mode 1 and mode 2 are both studied. Without lack of generality, we set ␤ = 1, as it only affects the time scale of the infection evolution. 19 Considering the reality, we will not set ␣ to a large value. As a result, the infected individuals can gather into several clusters rather than one. Then, the homogeneity of the epidemic spreading can be explored by analyzing and comparing the CICSs of the different cases.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 102,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 227,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "In the following, the number of individuals N is fixed to 100. = N / L 2 is denoted as the density of the network. The size of the square L is measured in units of the interaction radius r 0 ͑r 0 =1͒. As we can see, L is critical for determining the network structure. If L approaches to r 0 = 1, most individuals are connected together. Then, too many individuals will be infected persistently. By contrast, if L is much larger than r 0 = 1, individuals have few opportunities to interact with each other. The network is divided into many small clusters, then not many individuals will be infected. As a result, the epidemic will disappear soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "In this work, we only discuss the cases when L is proper. When v =0 ͑static networks͒, the percentage of the infected individuals is plotted as a function of ␣ with different L in Fig. 1 . As shown in Fig. 1͑a͒ ͓Fig. 1͑b͔͒, when L =10 in mode 1 ͑mode 2͒, only when ␣ is above 0.6 ͑0.45͒, the epidemic can spread in the network. When L = 4 in mode 1 ͑mode 2͒, the epidemic persists as long as ␣ is above 0.15 ͑0.07͒; about one third ͑half͒ of the individuals are infected when ␣ equals to 0.5. Thus, we choose L = 7 to ensure that neither the epidemic will disappear, nor too many individuals will be infected, with a large range of ␣ value. Moreover, Fig. 6͑b͒ in Sec. IV indicates that the moving of individuals cannot affect the percentage of the infected individuals in mode 2 and has little influence on the percentage in mode 1. So, we also choose L = 7 when v Ͼ 0 ͑dynamic networks͒.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 201,
                    "end": 210,
                    "text": "Fig. 1͑a͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "Fig. 6͑b͒",
                    "ref_id": null
                }
            ],
            "section": "II. MODEL"
        },
        {
            "text": "In static networks, the individuals are distributed randomly and keep still over time, so each individual connects to another with the same probability. Thus the degree distribution P͑k͒, as the probability that a node is linked to k other nodes, of static networks is Poissonian. In dynamic networks, the individuals are randomly distributed initially and walk randomly in the square. Therefore, the probability that an individual connects to another is a constant, which equals to the probability of the static case. Then the degree distribution P͑k͒ of dynamic networks is also Poissonian. In Sec. III, we investigate the epidemic spreading in static networks ͑v =0͒. Section IV is devoted to the study of the epidemic spreading in dynamic networks ͑v Ͼ 0͒.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "In order to characterize the homogeneity of the epidemic spreading, we introduce the \"homogeneous mode.\" In this mode, the infected individuals, whose number is N H , are randomly scattered in a square of linear size L ͑L =7͒. Then their distribution is homogeneous. When the infection den- sity H = N H / L 2 is not quite large, the distribution of the infected cluster size in homogeneous mode is similar to the distribution of the cluster size of the site percolation. 20 That is, there exists a c . When Ͻ c , the number of infected clusters n decays approximately as a power law in , while decaying much faster than a power law for Ͼ c ͑see Fig. 2͒ . In reality, the infected clusters whose sizes are larger than c barely exist, so the infected cluster with the critical infected cluster size c is regarded as the largest infected cluster that can be observed, and c is denoted as the CICS. With the increase of H , a critical infection density c emerges, above which it is possible that all the individuals gather into one cluster. Our experiments show that c is about 1.4. As shown in Fig. 1 , the maximum number of infected individuals is about 50, that is, the maximum infection density is about 1 ͑50/ 7 2 ͒. In such cases, N H infected individuals always gather into more than one cluster. Then we can characterize the homogeneity of their distribution with the CICS. For the convenience of discussion, we denote the CICS of homogeneous mode as H .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 653,
                    "text": "Fig. 2͒",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1098,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "III. EPIDEMIC SPREADING IN STATIC NETWORKS"
        },
        {
            "text": "Correspondingly, the number and density of the infected individuals and the CICS in mode 1 ͑mode 2͒ are denoted by N 1 , 1 = N 1 / L 2 , and 1 ͑N 2 , 2 = N 2 / L 2 , 2 ͒, respectively. We will see later that when 1 = 2 = H , 1 , 2 , and H differ significantly, that is, the epidemic spreads inhomogeneously in mode 1 and mode 2. At t = 0, a given number of individuals are taken as the seeds of the infection ͑the proportion is 10%͒, while all the others start from the susceptible state. Also, all individuals are scattered randomly in the square, namely, the infected and susceptible individuals mix well. After an initial transient process, the systems stabilize in a steady state with a constant average infection density. For each value of ␣, we can get the values of ͑ 1 , 1 ͒. With changing ␣, 1 is plotted as a function of 1 ͓the middle curve in Fig. 3͑a͔͒ . In the same way, 2 is plotted as a function of 2 ͓the top curve in Fig. 3͑a͔͒ . In homogeneous mode, each H ͑or each N H = H L 2 ͒ corresponds to one H , then we can plot H as a function of H ͓the bottom curve in Fig.  3͑a͔͒ . For the sake of getting ␣ value corresponding to a given 1 ͑ 2 ͒, we plot i versus ␣, i =1,2 in Fig. 3͑b͒ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 864,
                    "text": "Fig. 3͑a͔͒",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 944,
                    "text": "Fig. 3͑a͔͒",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1091,
                    "text": "Fig.  3͑a͔͒",
                    "ref_id": null
                },
                {
                    "start": 1190,
                    "end": 1199,
                    "text": "Fig. 3͑b͒",
                    "ref_id": null
                }
            ],
            "section": "III. EPIDEMIC SPREADING IN STATIC NETWORKS"
        },
        {
            "text": "The initial infection density is 10%, so the epidemic will be persistent with time, only when the infection density is larger than 0.1 after a long spreading. Therefore, we make the epidemic spread in the square for a long time and then discuss the situation when H,1,2 Ն 0.1 below. As is shown in Fig. 3͑a͒ , we draw the following conclusions by contrasting i , i =0,1,2 with H = 1 = 2 . When H,1,2 ͓0.1, 0.7͔, 1 and 2 are larger than H significantly, which means that the inhomogeneity exists. Concretely, when H,1,2 is near 0.2, 1 and 2 are up to 2-3 times H , which is a significant difference. With increasing H,1,2 , the multiple becomes less although the difference between H and 1 ͑ 2 ͒ has little change. Then we can say that the smaller the infection density H,1,2 , the larger the inhomogeneity of the epidemic spreading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 307,
                    "text": "Fig. 3͑a͒",
                    "ref_id": null
                }
            ],
            "section": "III. EPIDEMIC SPREADING IN STATIC NETWORKS"
        },
        {
            "text": "In these cases, when H = 1 = 2 , H can reach two or more times 1 and 2 ͓see the line of Fig. 3͑a͔͒ , that is, the number of infected individuals of homogeneous mode is two or more times that of mode 1 and mode 2. It illustrates that, from another point of view, the epidemic spreading in mode 1 and mode 2 is inhomogeneous. When H,1,2 is about 0.8, H and 1 ͑ 2 ͒ are similar, that is, infected individuals are distributed homogeneously in mode 1 and mode 2. However, the ␣ values of mode 1 and mode 2 reach 0.5 and 0.8, respectively ͓see Fig. 3͑b͔͒ . They are so large that we do not discuss this case. In fact, the epidemic always spreads near the infected individuals, that is, the infected individuals only infect their susceptible neighbors, and thus it is a natural thing for epidemic to spread inhomogeneously when the infection density is not so large. Figure 3͑a͒ also shows that when 1 = 2 and H,1,2 ͓0.1, 0.7͔, 2 Ͼ 1 . It means that the epidemic spreading in mode 2 is more inhomogeneous than in mode 1, namely, the infected individuals are much easier to gather into large clus-ters in mode 2 than in mode 1. In addition, when the values of ␣ are the same, 2 Ͼ 1 , as can be seen from Fig. 3͑b͒ . It also demonstrates the same conclusion. The reason is that the probability that a susceptible individual is infected increases with the number of its infected neighbors in mode 2, i.e., the susceptible individuals are more easily infected in mode 2 than in mode 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "text": "Fig. 3͑a͔͒",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 548,
                    "text": "Fig. 3͑b͔͒",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 871,
                    "text": "Figure 3͑a͒",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1205,
                    "text": "Fig. 3͑b͒",
                    "ref_id": null
                }
            ],
            "section": "III. EPIDEMIC SPREADING IN STATIC NETWORKS"
        },
        {
            "text": "In this section, we discuss the inhomogeneity of the epidemic spreading while the individuals walk randomly in the square ͑v Ͼ 0͒, and let v ͓0.2, 10͔. As has been argued, L is set to 7, the initial proportions of the infected individuals in mode 1 and mode 2 are 10%. In Fig. 4 , we plot the evolution of the infection density 1 and 2 in mode 1 and mode 2 in the case that v ͓0.2, 10͔, respectively. As shown in Fig. 4 , after the initial transient process, 1 ͑ 2 ͒ fluctuates narrowly around a value, which means that the SIS model reaches the steady state. Figure 5 shows the evolution of 1 ͑t͒ and 2 ͑t͒ in the case that v ͓0.2, 10͔ and 1 = 2 = 0.4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 413,
                    "end": 419,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "For each value of v, we can plot 1 ͑ 2 ͒ as a function of 1 ͑ 2 ͒ by changing the ␣ value. Curves of i versus i , i =1,2 at v = 0.2 and the curve of H versus H ͓same with that in Fig. 3͑a͔͒ are given in Fig. 6͑a͒ . It shows that when 1 ͑ 2 ͒ ͓0.1, 0.7͔, the epidemic spreading is inhomogeneous; when 1 ͑ 2 ͒ is about 0.8, the infected individuals are distributed homogeneously. Clearly, this conclusion is consistent with that of static networks, which are drawn in Fig.  3͑a͒ . The correspondences between 1 ͑ 2 ͒ and ␣ for different v ͓0,10͔ are given in Fig. 6͑b͒ . Interestingly, the different v ͑including v =0͒ corresponds to the similar 2 for a given ␣, as shown in Fig. 6͑b͒ . This means that the moving of individuals cannot affect the proportion of the infected individuals in mode 2. This conclusion can be obtained by letting the delay of the model = 0 in Ref. 18 .",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 875,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "text": "Fig. 3͑a͔͒",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 212,
                    "text": "Fig. 6͑a͒",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 476,
                    "text": "Fig.  3͑a͒",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 566,
                    "text": "Fig. 6͑b͒",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 682,
                    "text": "Fig. 6͑b͒",
                    "ref_id": null
                }
            ],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "In order to further study the impact of speed v on the inhomogeneity of the epidemic spreading, we will investigate the variation of 1 ͑ 2 ͒ with increasing of v for different 1 ͑ 2 ͒. As the epidemic spreading emerges the inhomogeneity when 1 ͑ 2 ͒ ͓0.1, 0.7͔, 1 ͑ 2 ͒ are set to 0.2, 0.4, and 0.6 in the following discussion. At first, we plot 1 as a function of 1 by changing the value of ␣ for each v. Then a set of functions of 1 and 1 is obtained by changing the v value. Corresponding to 1 = 0.2, a set of ͑v , 1 ͒ can be gotten. Then 1 is plotted as a function of v when 1 = 0. bottom subplot of Fig. 7͑a͒ . For the sake of comparison, we plot two straight lines in the same subplot, which respectively correspond to H ͑the bottom dashed line͒ and 1 ͑the top one͒ for 1 = 0.2 in Fig. 3͑a͒ . Similarly, the curves and straight lines corresponding to 1 = 0.4, 0.6 are also plotted in Fig. 7͑a͒ ͑the middle subplot for 1 = 0.4, the top subplot for 1 = 0.6͒. In the same way, we plot 2 as a function of v for 2 = 0.2, 0.4, 0.6, respectively, and the corresponding straight lines in Fig. 7͑b͒ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 613,
                    "text": "Fig. 7͑a͒",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "Fig. 3͑a͒",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 899,
                    "text": "Fig. 7͑a͒",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "Fig. 7͑b͒",
                    "ref_id": null
                }
            ],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "As can be seen in Fig. 7 , when v ͓0.2, 2͔, 1 ͑ 2 ͒ is apparently larger than H for each 1 ͑ 2 ͒, which means that the epidemic spreading is inhomogeneous. Concretely, when v = 0.2, 1 ͑ 2 ͒ is close to that of the static network ͑v =0͒. With increasing of v, 1 ͑ 2 ͒ decreases evidently and moves toward H ͑homogeneous mode͒ progressively. This means that the inhomogeneity of the epidemic spreading becomes smaller with increasing speed v. Generally speaking, it is easier to maintain a structure in the static environment. Interestingly, our simulation results indicate that when the individuals walk randomly and the speed is not very high, their distribution is inhomogeneous. That is, the inhomogeneity of the epidemic spreading is kept in the dynamic environment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "When v Ͼ 2, 1 ͑ 2 ͒ is always near H , which means that the distribution of the infected individuals is approaching to that in homogeneous mode. This is because when v is large enough, any infected individual can easily jump out the area that is covered by its infected neighbors. Therefore, the large infected clusters cannot form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "As also shown in Fig. 7 , the infection density affects the difference between the maximum and minimum of 1 ͑ 2 ͒. When 1 = 0.2 ͑ 2 = 0.2͒, the maximum of 1 ͑ 2 ͒ is 1.54 ͑2.26͒ times the minimum, while when 1 = 0.6 ͑ 2 = 0.6͒, the maximum of 1 ͑ 2 ͒ is 1.16 ͑1.34͒ times the minimum. Then we can say that the smaller the infection density 1 ͑ 2 ͒, the stronger v affects the inhomogeneity of the epidemic spreading. Besides, comparing Fig. 7͑a͒ and Fig. 7͑b͒ represents that when 1 = 2 and v ͓0.2, 2͔ are the same, 2 are always larger than 1 . This means that the inhomogeneity is more obvious in mode 2 than in mode 1 at the same speed v, which is in accord with the case of static networks.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "Fig. 7͑a͒",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 459,
                    "text": "Fig. 7͑b͒",
                    "ref_id": null
                }
            ],
            "section": "IV. EPIDEMIC SPREADING IN DYNAMIC NETWORKS"
        },
        {
            "text": "In this paper, the inhomogeneity of the epidemic spreading in two spreading modes of the SIS model is investigated. The simulations in the static and dynamic networks show that the infected individuals are usually prone to gather into large clusters as the infected individuals always infect their neighbors. For such a reason, the epidemic usually spreads inhomogeneously. Even in dynamic networks, the inhomogeneity can be kept well. And, the smaller the infection density, the more inhomogeneously the epidemic spreads. However, the inhomogeneity decreases with the increase of the individuals' speed in the dynamic networks, and the epidemic spreading becomes almost homogeneous when the speed is large enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "20070141014͒, and the Natural Science Foundation of Liaoning Province ͑Grant No",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemics and immunization in scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Handbook of Graph and Networks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Mathematical Theory of Infectious Diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T J"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "; ; J",
                    "middle": [
                        "D"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Infectious Diseases in Humans ͑Oxford University Press",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "͑Color online͒ The percentage of infected individuals as a function of ␣ with L =4 ͑circles͒, L =7 ͑squares͒, and L =10 ͑diamonds͒ in mode 1 ͑a͒ and mode 2 ͑b͒. Results are averaged over 15 runs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "͑Color online͒ Log-log plot of the infected cluster number n as a function of the infected cluster size in a square of size L = 7 in homogeneous mode. For N =30 ͑a͒, 40 ͑b͒, 50 ͑c͒, and 60 ͑d͒, the infected cluster number decays as a power law for Ͻ c and rapidly for Ͼ c . Results are averaged over 500 runs. ͑Color online͒ ͑a͒ With the change of ␣, i vs i , i =1,2: mode 1 ͑circles͒ and mode 2 ͑squares͒; H vs H ͑diamonds͒ for homogeneous mode. The dashed line is for H = 1 = 2 . ͑b͒ i vs ␣, i = 1 , 2: mode 1 ͑circles͒ and mode 2 ͑squares͒. Results are averaged over 15 runs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "͑Color online͒ ͑a͒ The evolution of the infection density 1 in mode 1. v =0.2,1,2,6,10 ͑from top to bottom͒. Each straight line corresponds to the average infection density after the initial transient process. ͑b͒ Same with ͑a͒ but for mode 2. Results are averaged over 15 runs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "͑Color online͒ ͑a͒ The evolution of the CICS 1 when 1 = 0.4 in mode 1. v =0.2,1,2,6,10 ͑from top to bottom͒. The straight line corresponds to H ͑t͒ with H = 0.4 in homogeneous mode. ͑b͒ Same with ͑a͒ but for mode 2. Results are averaged over 15 runs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "͑Color online͒ ͑a͒ When v = 0.2, i vs i , i =1,2 with the change of ␣: mode 1 ͑circles͒ and mode 2 ͑squares͒. Also, H vs H ͑diamonds͒. ͑b͒ i vs ␣, i =1,2 for v ͓0,10͔: mode 1 ͑the bottom curves͒ and mode 2 ͑the top curves͒. Results are averaged over 15 runs. ͑Color online͒ ͑a͒ In mode 1, the CICS 1 as a function of speed v ͑v ͓0.2, 10͔͒ for the infection density 1 = 0.2, 0.4, 0.6 ͑from bottom to top͒. Each bottom ͑top͒ dashed line corresponds to H ͑ 1 ͒ for the same 1 inFig. 3͑a͒. ͑b͒ Same as ͑a͒ but for mode 2. Results are averaged over 15 runs.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}