{
    "paper_id": "1ab9753deacf16dee4b4e6875cd9cd6411bc964e",
    "metadata": {
        "title": "Establishing a GLP Compliance Program For Non-Toxicology Safety Studies",
        "authors": [
            {
                "first": "Henry",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Hawlk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "QA Consultant",
                    "location": {
                        "postCode": "4969, 30102",
                        "settlement": "Thornwood Trace, Acworth",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hilton",
                "middle": [],
                "last": "Renfrow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Randy",
                "middle": [],
                "last": "Hartwell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shih-Fong",
                "middle": [],
                "last": "Chao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Garreth",
                "middle": [],
                "last": "Sharp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Connie",
                "middle": [],
                "last": "Pilkington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Petteway",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [],
                "last": "Remington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Pifat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bayer HealthCare LLC",
                    "location": {
                        "addrLine": "85 TW Alexander Drive, Research Triangle Park",
                        "postCode": "27709",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "G Go oo od d L La ab bo or ra at to or ry y P Pr ra ac ct ti ic ce es s ( (G GL LP P) ) w we er re e o or ri ig g-i in na al ll ly y p pr ro om mu ul lg ga at te ed d f fo or r r re eg gu ul la at ti in ng g n no on n--c cl li in ni i-c ca al l l la ab bo or ra at to or ry y s sa af fe et ty y s st tu ud di ie es s, , s sp pe ec ci if fi ic ca al ll ly y, , t to ox xi ic co ol lo og gy y s st tu ud di ie es s. . S Si in nc ce e t th he e i in nt tr ro od du uc ct ti io on n o of f G GL LP Ps s, , r re eg gu ul la at to or ry y a ag ge en nc ci ie es s w wo or rl ld dw wi id de e h ha av ve e i in nc cr re ea as si in ng gl ly y r re eq qu ui ir re ed d a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "e p pr ri in nc ci ip pl le es s o of f t th he e G GL LP P r re eg gu ul la at ti io on ns s. . E Es st ta ab bl li is sh hm me en nt t o of f a a G GL LP P c co om mp pl li ia an nc ce e p pr ro og gr ra am m f fo or r n no on n--t to ox xi ic co ol lo og gy y s sa af fe et ty y s st tu ud di ie es s, , h ho ow we ev ve er r, , h ha as s m ma an ny y c ch ha al ll le en ng ge es s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". I In n a a v vi ir ra al l v va al li id da at ti io on n s st tu ud dy y, , a a b be en nc ch h--s sc ca al le e m mo od de el l o of f a a m ma an nu uf fa ac ct tu ur r-i in ng g s st te ep p i is s d de ev ve el lo op pe ed d a an nd d i is s u us se ed d t to o e ev va al lu ua at te e v vi ir ru us s c cl le ea ar ra an nc ce e, , a an nd d s so o, , m ma an ny y G GL LP P e el le em me en nt ts s s su uc ch h a as s t th he e d de ef fi in ni it ti io on ns s f fo or r t te es st t a ar rt ti ic cl le e a an nd d t te es st t s sy ys st te em m, , a ar re e n no ot t d di ir re ec ct tl ly y a ap pp pl li ic ca ab bl le e. . I In n s sp pi it te e o of f t th he es se e d di if ff fi ic cu ul lt ti ie es s, , G GL LP P c co on nc ce ep pt ts s c ca an n b be e i im mp pl le em me en nt te ed d a as s m mu uc ch h a as s p po os ss si ib bl le e t to o e en ns su ur re e t th he e i in nt te eg gr ri it ty y o of f t th he e s st tu ud dy y. . A A G GL LP P c co om mp pl li ia an nc ce e p pr ro og gr ra am m, , w wi it th h a ap pp pl li ic ca a-t ti io on n t to o a a n nu um mb be er r o of f d di is sc ci ip pl li in ne es s, , i in nc cl lu ud di in ng g v vi ir ra al l v va al li id da at ti io on n, , w wa as s e es st ta ab bl li is sh he ed d a at t B Ba ay ye",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M any human plasma-derived and biotechnology products are life-saving medicines. They, however, present the unique safety issue of potential viral contamination. This contamination could occur through source plasma that contains pathogenic viruses or the introduction of adventitious viruses during manufacture. To prevent contamination of biological products, manufacturers have integrated a number of measures into the production processes. These include careful selection and screening of source materials and demonstration that manufacturing processes have sufficient capacity to remove or inactivate relevant and model viruses [1] [2] [3] [4] . Viral validation studies are performed to demonstrate the potential of manufacturing processes to clear adventitious viral contaminants. To ensure the integrity of viral validation studies, and thus ensure the viral safety of biological products, regulatory agencies worldwide have required these studies to be performed in accordance with the principles of the Good Laboratory Practices (GLP) [1] . Bayer HealthCare manufactures biological products of human plasma origin and a biotechnology product derived from cell culture. Recently, a comprehensive GLP compliance program was established for viral validation studies relating to these products. Viral validation studies are different from the traditional toxicology safety studies for which GLPs were originally promulgated, and they presented some unique challenges in applying GLP regulations. 1 While the impetus for establishment of our GLP program was primarily viral validations, it was also important to make the compliance program comprehensive enough to meet the needs of other groups within Research and Development, such as BioAnalytics and Toxicology. Described here is our approach to meet the challenges of implementing GLP compliance into non-toxicology safety studies for biological products.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 635,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1501,
                    "end": 1502,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To ensure the quality of the source plasma, rigorous screening is done before its use in production. Plasma donors are screened to ensure good health and the donated plasma is tested for known clinically significant viruses, such as human immunodeficiency virus, hepatitis B virus and hepatitis C virus. Plasma testing occurs at two levels; individual plasma units, in mini-pools, are tested and just prior to manufacture, production pools are tested. For the recombinant product, the source material is cell culture supernatant fluid. Since cell lines may carry viruses, they are well characterized before use to identify possible viral contaminants. In addition, raw materials, process intermediates and final bulks are tested for adventitious viruses. Testing of source materials for plasma-derived and recombinant products is inherent to the manufacturing process, and as such, is governed by Current Good Manufacturing Practicies (cGMPs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Pathogen safety requirements for biological products"
        },
        {
            "text": "As a complement to screening source materials, the manufacturing processes for plasma-derived and recombinant biological products must have the capacity to remove or inactivate known or emergent viral pathogens [1] [2] [3] [4] . The purification processes for these proteins may have dual functions: purifying active protein components from plasma or cell culture supernatant and removing or inactivating viruses. Often, dedicated viral removal or inactivation steps are incorporated into the production streams to provide additional viral clearance capacity [5, 6] . The overall viral clearance capacity of the manufacturing process for a biological product must be sufficient and robust, which is particularly important in light of the recent resurgence of infectious agents such as West Nile virus, monkeypox virus, and the emergence of new viruses such as the severe acute respiratory syndrome (SARS) virus [7] . Studies to validate virus clearance are in support of the safety of the product and must be performed using a small-scale model of the manufacturing process and in compliance with GLPs.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A. Pathogen safety requirements for biological products"
        },
        {
            "text": "Data from viral validation studies are used to support the viral safety of products at all stages of development ( Figure 1 ). When a biological therapeutic is developed, the manufacturing process must have a sufficient viral clearance profile, demonstrated by performing viral validation studies. These viral safety results are included in the Investigational New Drug (IND) application. Furthermore, viral validation studies are conducted to demonstrate the virus clearance potential of the finalized manufacturing process. The results are included in the biological license application (BLA) to gain regulatory approval of the product. When a change is proposed in an existing manufacturing process, the impact of the change on the virus clearance potential of the process will be determined by performing additional viral validation studies. The data obtained from these studies are submitted in Supplemental Changes to the regulatory agencies. The application of GLPs to these studies ensures a standard of quality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Viral validation studies support regulatory submissions"
        },
        {
            "text": "Due to cGMP constraints as well as safety and practical limitations in producing large quantities of infectious virus, validation of the virus clearance potential of a manufacturing process cannot be conducted in the manufacturing facility. In practice, a bench-scale model of the manufacturing process is utilized in a laboratory suited for virology studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Validation requirements for conducting viral validation studies"
        },
        {
            "text": "An example of scaling down an addition and mixing step is shown in Figure 2 . A 2500-l bulk tank in the production process is scaled down 5000-fold to a 0.5-l kettle at the bench level ( Figure 2 ). Product intermediate is processed through the scaled-down step, matching all operational parameters to production scale. The validity of the scaled-down process is verified in the laboratory by ensuring that biochemically, the product intermediates generated at smallscale meet pre-determined acceptance criteria that are based on biochemical data from corresponding intermediates generated with the production-scale process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 195,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "C. Validation requirements for conducting viral validation studies"
        },
        {
            "text": "To determine the virus clearance potential of a given production step, infectious virus is spiked into process intermediate and the processing step is carried out using the validated small-scale model. Infectious virus is quantitated in the spiked intermediate prior to processing, as well as in the resulting fractions after processing. These measurements are used to calculate the virus reduction factor across the processing step. The reduction in total viral load indicates the capacity of the step to remove or inactivate a given virus or family of viruses. The virus clearance factors for relevant individual steps of a process are added together to determine the overall virus clearance potential for the entire manufacturing process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Validation requirements for conducting viral validation studies"
        },
        {
            "text": "An example of a scaled down nanofiltration step is shown in Figure 3 . Nanofiltration can be an effective and robust viral removal step and is increasingly incorporated in manufacturing processes to remove viruses. Nanofilters are available with different pore sizes and are designed to allow the passage of products, but not the virus particles. In this example, the product intermediate, eluate from a chromatography column, is spiked with an aliquot of a virus stock. Mimicking the flux used at the large scale, the spiked eluate is filtered through the nanofilter and the filtrate is collected. The difference between the virus load in the feed and in the filtrate is used to calculate the viral reduction factor for the nanofiltration step.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "C. Validation requirements for conducting viral validation studies"
        },
        {
            "text": "Viral validation studies ensure viral safety for plasma-derived and recombinant products. Although it is a requirement that these studies be performed in compliance with GLP regulations [1] , it is also a good business practice to follow the GLP regulations when performing these expensive and complex non-toxicology studies. Data from these studies are typically used to support product registrations and other regulatory submissions, sometimes several years after a study is conducted, and GLPs provide an added assurance of the integrity of the data.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "D. GLP compliance requirements for conducting viral validation studies"
        },
        {
            "text": "Scientists in Bayer's R&D group conduct a variety of research and other scientific studies, many of which are used to support regulatory submissions for new or existing products. For example, the Pathogen Safety group performs virus and prion clearance validation studies (non-toxicology safety studies), while the BioAnalytics group develops and validates analytical assays used to characterize new and current products and intermediates. The Pharmacology group is responsible for performing pharmacology studies and coordinating toxicology studies. The goal in the establishment of a GLP compliance program was to provide uniformity, yet maintain the potential to accommodate the different types of regulated non-clinical studies that would be conducted by different departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Organization of the GLP program"
        },
        {
            "text": "One of the first steps in development of a GLP compliance program was to achieve broad awareness of GLP regulations by implementing annual, site-wide intensive GLP training for employees in R&D, Quality Assurance (QA), Quality Control (QC) and Regulatory Affairs. During this one-day intensive training, GLP history is introduced and the GLPs, including 21 Code of Federal Regulations Part 58 and its preamble as well as the Organization for Economic Co-operation and Development (OECD) GLPs are covered. Some topics are tailored to the group. For example, for employees who have been primarily involved in manufacturing, the differences between GLPs and cGMPs are discussed. Examples of FDA actions such as 483s, establishment inspection reports (EIR) and warning letters are also included in the training. Annual GLP 'refresher' sessions are conducted for personnel who have already received the general GLP training. Besides general GLP training, specialized training sessions are also provided to address specific needs in GLP compliance, such as computer validation and 21 Code of Federal Regulations (CFR) Part 11 compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. GLP training"
        },
        {
            "text": "One important aspect of the uniform GLP compliance program is the preparation of common standard operating procedures (SOPs). This practice ensures the uniform application of GLP standards. To fulfill the requirement for a GLPcompliant study protocol, for example, an SOP was written that standardizes the format of protocols and amendments for all GLP-compliant studies. To facilitate the harmonization of SOPs and GLP implementation across different groups, the GLP Compliance Committee (GLPCC), a cross-functional team, was formed to review all SOPs and to coordinate GLP activities. The GLPCC consists of members from R&D and the QA Unit (QAU); Pathogen Safety, BioAnalytics, Pharmacology, and Preclinical Research representatives are part of the Bayer GLPCC, along with a representative from the QAU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. The good laboratory practice compliance committee"
        },
        {
            "text": "Every effort is made to keep abreast of new developments in regulations. The GLPCC subscribes to compliance newsletters and journals, and holds regular meetings to discuss the changes in regulations and compliance audit trends. Also, the GLPCC members attend local and national conferences. Computer validation and 21 CFR Part 11 compliance are areas in which regulatory interpretations of regulations have undergone recent changes. To fully understand the current regulatory thinking and the potential impact on GLP compliance, the GLPCC organized a oneday symposium. At this symposium, experts from different departments, such as Regulatory Affairs, QA, Information Services, and R&D discussed the FDA 21 CFR Part 11 regulation, 'Guidance for Industry, Part 11, Electronic Records; Electronic Signatures -Scope and Application (FDA)' that was issued in August 2003, as well as other guidance documents on computer validation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. The good laboratory practice compliance committee"
        },
        {
            "text": "One of the challenges in applying GLP regulations to viral validation studies is that many GLP elements, such as the definitions for test article and test system, do not directly apply to a scaleddown production process and virus clearance experiments. However, GLP elements are implemented whenever possible to ensure the integrity of the viral validation studies. The collaborative efforts between QAU and R&D play an important role in interpreting GLP regulations and applying GLP principles to these non-toxicology safety studies. Both QAU and scientists from R&D carefully evaluate viral validation studies for GLP compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Application of GLP regulations to non-toxicology safety studies"
        },
        {
            "text": "In the GLP regulations, the term 'test system' refers to 'any animal, plant, microorganism, or subparts thereof to which the test or control article is administered or added for study' [5] . Based on the best technical analogy to the definition of the test system in the GLPs, a scaled-down manufacturing process in a viral validation study is defined as a test system (Figure 3 ). The product intermediate to be processed by this manufacturing step is then defined as a test article. Using the scaleddown nanofiltration step, shown in Figure 3 , the test article, the chromatography column eluate, is filtered (administered to) through the nanofilter (test system) to generate filtrates (samples).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 536,
                    "end": 544,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "D. Application of GLP regulations to non-toxicology safety studies"
        },
        {
            "text": "Applying GLP definitions and principles to viral validation studies ensures the integrity of the study. Procedures for the proper handling and storage of product intermediates (test articles) according to GLP requirements have been established. In addition, the receipt and use of test articles are documented, according to GLPs. The implementation of GLP definitions and elements for the study protocol, final report, deviation reporting and evaluation ensures that the study is properly conducted, documented, and accurately reported. Management assigns a study director to each GLP-compliant study. A study protocol is prepared for each study, and is approved by the study director and management. Trained study personnel then execute the study protocol. Any protocol deviations are documented and reported to the study director in a timely manner. A final report is written and approved. Procedures for uniform implementation of these GLP elements have been delineated in appropriate SOPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Application of GLP regulations to non-toxicology safety studies"
        },
        {
            "text": "SOPs are an essential component of implementation of GLPs [8] . The GLPCC is responsible for preparing, reviewing, and harmonizing SOPs used in regulated non-clinical laboratory studies and sets a SOP preparation and review goal each year. When the GLP compliance program was established, the GLPCC team, in conjunction with management, determined the critical SOPs required for the site GLP compliance program. SOP preparation was divided into phases. The critical, administrative SOPs, designed to establish a framework for the GLP compliance program, were written as part of the first phase. Subsequent phases saw the generation of equipment and assay SOPs.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "E. SOP Preparation, harmonization, distribution, and review"
        },
        {
            "text": "During SOP generation, drafts are reviewed by personnel from the various departments, followed by a review by GLPCC members as a team. Once an SOP is found to be acceptable, the finalized version is submitted for QAU and management approval. The SOP preparation process, although time consuming, has become more efficient as the SOP authors become familiar with GLP regulations and the QAU has developed a better understanding of the nature of these nontoxicology safety studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. SOP Preparation, harmonization, distribution, and review"
        },
        {
            "text": "The GLPCC also coordinates GLP SOP training to ensure all personnel are trained with respect to relevant SOPs and that the execution of SOPs is consistent. The GLPCC is also responsible for coordinating an annual review of GLP SOPs to ensure that the SOPs are technically Copyright ",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "Copyright",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "E. SOP Preparation, harmonization, distribution, and review"
        },
        {
            "text": "The QAU is independent of R&D and performs internal and external facility audits for GLP compliance. In addition, QAU audits study protocols, final reports, and in-process phases of studies. The audit findings and observations are submitted to the study director and to management for review and appropriate corrective actions. A QAU statement is issued for inclusion in each final report. QAU is represented on the GLPCC team, which allows for effective interactions between R&D and the QAU. This ensures that the QAU is aware of upcoming R&D activities. In addition, the QAU plays an important role in assisting in the implementation of strategies for GLP compliance. A good working relationship has been established between the groups, such that input from the QAU on GLP compliance issues is actively solicited by R&D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. QAU"
        },
        {
            "text": "When a study is contracted to a contract research organization (CRO) or contract laboratory, GLP-QAU performs an assessment of the overall regulatory compliance status of the CRO or lab. Sometimes, scientists from R&D will accompany the QAU auditor(s) on the audit in order to evaluate the scientific capacity of the contractor. An audit report will be submitted to the contractor management and the appropriate Bayer scientific/research area contracting the work. R&D will be responsible for the decision to use the contractor. A study monitor will be designated to oversee the contracted study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. QAU"
        },
        {
            "text": "Proper management and archiving of raw data and study-related materials are also very important to maintenance of GLP compliance. A designated archivist is responsible for the storage of completed study files. All study files are permanently archived at a contract archival facility that maintains current standards of GLP compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Archiving and disaster recovery"
        },
        {
            "text": "To further safeguard raw data, once a study is completed, and before placing in the long-term archive, study files are scanned into PDF format and placed on electronic storage media, such as CDs. Scanned documents are visually verified and indexed for easy retrieval. After scanning, the study files are transferred to the approved archival facility for long-term storage. One set of CDs containing scanned files is stored at a contract electronic media archival facility for disaster recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Archiving and disaster recovery"
        },
        {
            "text": "Regulatory agencies worldwide require non-toxicology safety studies, such as viral validation studies, to be conducted in compliance with the principles of GLPs. Establishment of a GLP compliance program requires collaboration among many groups. Furthermore, for non-toxicology safety studies, there are additional challenges, such as applying elements meant for toxicology studies to a non-toxicology system. A team approach has been used to adapt GLP requirements, which were originally set forth for toxicology studies, to less conventional applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusion"
        },
        {
            "text": "A key to the successful implementation of such a GLP program is education regarding GLPs and to this end, general GLP training is conducted annually and SOP training is performed on a regular basis. A cross-functional team plays an important role in facilitating GLP compliance and in leading the efforts in preparation and harmonizing SOPs and other procedures to be used by all groups within R&D when conducting or supporting GLP-compliant studies. R&D scientists and the GLP-QAU continually work to improve and expand the GLP compliance program for non-toxicology safety studies as well as toxicology studies at Bayer Biological Products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusion"
        },
        {
            "text": "Terry, Marcia Wilson-Heiner, and all SOP authors in R&D for writing and reviewing standard operating procedures. We also thank John Aldridge in the QA Document Group for formatting and processing the SOPs into the QA documentation database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CPMP Note for Guidance on Virus Validation Studies: The Design, Contribution and Interpretation of Studies Validating the Inactivation and Removal of Viruses, CPMP/BWP/268/95 Final Version 2",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ICH Harmonised Tripartite Guidance Q5A: Quality of Biotechnological Products: Viral Safety Evaluation of Biotechnology products Derived from Cell Lines of Human or Animal Origin",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CPMP Note for Guidance on Plasma-Derived Medicinal Products",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Joint Announcement of the Federal Health Office and the Paul Ehrlich Institute Federal Office for Sera and Vaccines: Requirements for Validation Studies to Demonstrate the Virus Safety of Drugs Derived from Human Blood or Plasma",
            "authors": [],
            "year": 1994,
            "venue": "Federal Gazette",
            "volume": "",
            "issn": "84",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification and Evaluation of Critical IGIV-SD Operating and Performance Parameters Affecting Virus Clearance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korneyeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rothensal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trukawinski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Valid Technol",
            "volume": "9",
            "issn": "2",
            "pages": "94--107",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incorporation of comprehensive pathogen safety into a novel intravenous immunoglobulin (IGIV) manufacturing process",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Trejo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hotta",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lebing",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vox Sang",
            "volume": "8",
            "issn": "3",
            "pages": "176--187",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FDA Guidance for Industry, Revised Recommendations for the Assessment of Donor Suitability and Blood and Blood product Safety in Cases of Known or Suspected West Nile Virus Infection",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GLPs and the Importance of Standard Operating Procedures",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BioPharm Int",
            "volume": "1",
            "issn": "8",
            "pages": "38--46",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Establishing a GLP Compliance Program For Non-Toxicology Safety Studies 101",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "m me en nt ta at ti io on n o of f s st tr ra at te eg gi ie es s f fo or r G GL LP P c co om mp pl li ia an nc ce e. . A As s a a r re es su ul lt t, , s si ig gn ni if fi ic ca an nt t p pr ro og gr re es ss s h ha as s b be ee en n m ma ad de e t to ow wa ar rd d m me ee et ti in ng g t th he e c ch ha al ll le en ng ge es s o of f e es st ta ab bl li is sh hi in ng g a a G GL LP P c co om mp pl li ia an nc ce e p pr ro og gr ra am m f fo or r n no on n--t to ox xi ic co ol lo og gy y s sa af fe et ty y s st tu ud di ie es s. . C Co op py yr ri ig gh ht t © © 2 20 00 04 4 J Jo oh hn n W Wi il le ey y & & S So on ns s, , L Lt td d. .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Viral validation studies in supporting regulatory submissions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Implementing GLP concepts to a scaled-down nanofiltration step sound and are in compliance with the GLP regulations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "© 2004 John Wiley & Sons, Ltd.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors would like to thank GLPCC members, Stefan Burde, Proveen Dass, Mark Endsley, Neha Frantz, Amy Mauser, Wendy Osheroff, Jarrett",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}