{
    "paper_id": "1ac2875bf337a35234a0a086ec1800bb74c223aa",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "In the midst of the COVID-19 pandemic, many are concerned about the psychological sequelae of living through these unprecedented times marked by existential threat, economic strain, and instability and the drastic changes to daily lives of people worldwide, including Canadians. This commentary addresses the possible impacts of the COVID-19 pandemic and the measures taken to curb its spread on addiction in Canada and on Canadians living with addictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Whether liquor stores should close their doors or remain open was a somewhat unique dilemma for Canada. In many other countries, alcohol is sold in grocery stores and supermarkets, which remain open as essential services. Most provinces have opted to keep government-owned liquor stores open but reduce their hours of operation. Prince Edward Island had closed all \"non-essential\" services, including government-owned liquor and cannabis stores, which resulted in lineups in the wake of the closure, potentially undermining the containment eff orts. 1 Consequently, the chief public health offi cer of PEI Heather Morrison acknowledged that alcohol might in fact be essential for some people. Newfoundland and Labrador had followed suit, with liquor store closures while emphasizing the provision of online delivery services, which stores in other provinces also implemented. Proof of age requirement complicates online delivery of alcohol products. Because Canada Post suspended package deliveries that require proof of age to protect its workers, alternatives include picking up packages at the post offi ce or retailors relying on alternative delivery options. Liquor sales saw a spike amidst the pandemic in at least some provinces. 2,3 While it is diffi cult to ascertain to what degree this refl ects an increase in alcohol consumption versus stockpiling, a change in buying patterns appear to support the latter case scenario, with customers opting to buy alcohol in large quantities, such as 24 packs of beer and 1.75-L bottles of hard liquor. Still, considering that Canadians are largely confi ned to their homes with few options for recreation while potentially experiencing negative mood, stress and anxiety, and/or boredom, an overall increase in alcohol consumption is plausible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For Canadians dependent on alcohol and facing liquor store closures, perhaps the key concern is abrupt alcohol withdrawal with potentially serious health consequences. The harms from severe alcohol withdrawal could be compounded by the ongoing strain on the healthcare system and providers. It may also be critically important for people suff ering from alcohol and other addictions to continue receiving ongoing support. Twelve-step programs such as Alcoholics Anonymous and Narcotics Anonymous, 4 as well as psychotherapy services have transitioned from the in-person to online format via teleconferencing apps such as Zoom. In view of recent reports of security breaches such as \"Zoom bombings,\" 5 the need for maintaining support networks needs to be balanced with confidentiality and privacy concerns.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 498,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While liquor stores are deemed essential by most provinces, views regarding the essentialness of cannabis stores are less unanimous. While most provinces have opted to keep these stores open, 7 cannabis stores in the largest province of Ontario closed* following a revision of the list of essential services by the provincial government. 8 Though, much like liquor store closures in PEI, this had prompted lineups, 9 in the case of cannabis there is no public health concern regarding serious withdrawal symptoms. Much like alcohol sales, cannabis sales have seen recent spikes, 3,6,10 although some of the increased demand may have been secondary to lowered prices. 10 It remains to be seen whether increases in sales will be sustained, whether this truly represents an increase in recreational use, whether such an increase will prove transient or more enduring, and whether this could ultimately result in increased rates of cannabis use disorder in Canada.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike liquor and cannabis stores, casinos have closed across Canada, which could be benefi cial for patrons experiencing gambling harms or suff ering from gambling disorder. On the other hand, there are concerns about increases Addiction in the Times of Pandemic COVID Chronicles *Government of Ontario passed an emergency order to permit cannabis retail stores in the province to re-open for click-and-collect and delivery services. This information was not available when the article was submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in problematic online gambling. Indeed, online operators in the United States and the United Kingdom are seeing spikes in online traffi c. 11, 12 For example, the Golden Nugget, Atlantic City's top online casino site, has reported a recent 20% increase in new user accounts. 12 Harms may be amplifi ed for those who transition to online gambling during the pandemic and then also return to casino gambling once the casinos reopen. In a commentary for CDC Gaming Reports, Alan Feldman of the University of Nevada Las Vegas' International Gaming Institute noted that the COVID-19 outbreak boosts the key factors associated with gambling harms. 13 People have more time while they are at home with little to do, they are more isolated, many have reduced or no income, and the above can lead to depression, boredom, or loneliness. Some may see online gambling as a coping strategy or attempt to use it to compensate for lost income. Based on this, Feldman called for online gambling operators to institute prevention tools and new policies, even temporarily, such as reminding players to maintain balance, encouraging or enforcing strict time and spending limits and breaks in play, as well as caution in advertising and marketing strategies with an emphasis on the entertainment value of the games rather than on winning big. If such measures are implemented, they could potentially pave the way toward defi ning new standards for responsible gambling policy.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 143,
                    "end": 145,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 642,
                    "end": 644,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "The ongoing opioid crisis is likely to be compounded by the coronavirus, as many chronic heavy drug users have compromised immune systems and chronic health problems. In an interview with the Georgia Straight, Benjamin Perrin, an associate professor of law at the University of British Columbia and a former legal advisor to Stephen Harper who has come to favour progressive solutions to the opioid crisis, noted that not only is physical distancing diffi cult to practice when opioid dependence requires frequent contacts with the dealer, but orders to self-isolate may be dangerous for people using drugs with a high risk of overdose. Indeed, there was a spike in overdosesuspected deaths in Vancouver with 8 such deaths between March 23 and 29 14 following an overall decline in overdose deaths in the city over the past year. In addition, the current travel restrictions in Canada and the United States could disrupt the illegal drug supply thereby causing it to become more adulterated and toxic. Therefore, harm reduction strategies may be more important now than ever. Indeed, the BC provincial government released a plan to provide a safe supply of drugs to ease withdrawal symptoms during the COVID-19 pandemic. Under the new guidelines, prescribers can provide safer alternatives to street drugs such as hydromorphone for opioid dependence through home delivery and by prescribing via virtual visits; alcohol and cannabis will also be made available. 15 The cost of providing the safe supply will be covered by provincial PharmaCare. This is a major step in the direction of progressive policy to combat the opioid crisis. It remains to be seen whether these emergency measures will only be temporary solutions or if they will push the envelope and pave the way toward enduring policy change in the direction of harm reduction. In the meantime, safe consumption and detoxifi cation sites remain open as essential services, although their services could be curtailed by shortages of personal protective equipment.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 749,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1461,
                    "end": 1463,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "EDITORIAL"
        },
        {
            "text": "The most devastating eff ects of the pandemic are experienced by the most vulnerable Canadians, including Canadians living with addictions. The eff ects of COVID-19 and the measures taken to curb its spread on the daily lives of Canadians could potentially exacerbate some forms of addiction and disproportionately impact those experiencing most serious problems. On the upside, the current situation presents an opportunity to introduce mitigation measures and policies that would not only off er immediate protection to these vulnerable groups but could also result in enduring policy change that would reduce addiction-associated harms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDITORIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "People scramble to stockpile liquor, cannabis as PEI closes stores due to coronavirus outbreak. The Globe and Mail",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Liquor sales up 40% in B.C. during COVID-19 scare. CTV News",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: liquor store and cannabis sales jumping",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canadians battling addiction in self-isolation turn to online AA meetings. CTV News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cuoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accessed Aril",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zoom adds new security and privacy measures to prevent Zoombombing. The Verge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ontario and Quebec cannabis distributors see sales spike amid COVID-19 pandemic. Global News",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Map: where Canadian cannabis businesses can stay open during COVID-19 pandemic. Marijuana Business Daily",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ontario cannabis stores to close for 2 weeks after being deemed non-essential. Global News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Shoppers rush to Ottawa cannabis stores before closure due to COVID-19 pandemic. CTV News",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pringle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Amid coronavirus, Canadian cannabis stores see 'unprecedented' sales surge. Marijuana Business Daily",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Online casinos booming during Covid-19 lockdown. Gaming post",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hamil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lockdown 'leads gamblers from sports bets to riskier choices' . The Guardian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Responsible gaming in a time of coronavirus. CDC gaming reports",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vancouver sees spike in overdose deaths amid COVID-19 crisis. Global News",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Azpiri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19: information for opioid agonist treatment prescribers and pharmacists. British Columbia Centre on Substance Abuse",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}