{"paper_id": "1ad2716861df84244780bcf7d6873341e461174a", "metadata": {"title": "To appear in: Injury", "authors": []}, "abstract": [], "body_text": [{"text": "Best practice for the care of older and frail orthopaedic patients has evolved hugely over the past fifteen years. An aging population has led to more complex comorbidities and frailty among patients who require orthopaedic treatment. This has been recognised previously in patients sustaining hip fractures and has given rise to a drive for optimisation of these patients in the form of national guidelines and the Best Practice Tariff (BPT) for hip fractures. [1] Initiatives such as a comprehensive geriatric assessment prior to surgery and time to surgery within 36 hours have improved care and reduced mortality. [2] Over the past decade, there has been an increased recognition of poor outcomes amongst other orthopaedic trauma patient cohorts [3, 4] . In response, policymakers have gradually expanded their guidelines to include additional fracture patterns, demographic inclusions, and care recommendations (Table 1) .", "cite_spans": [{"start": 462, "end": 465, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 618, "end": 621, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 750, "end": 753, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 754, "end": 756, "text": "4]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 916, "end": 925, "text": "(Table 1)", "ref_id": null}], "section": "Introduction"}, {"text": "However, with this ever-expanding inclusion criteria for comprehensive multi-disciplinary care, can our current healthcare resources provide this increasingly high standard of care for frail and older orthopaedic patients? Or does there need to be a streamlining of inclusion criteria, identifying the most vulnerable to receive limited resources? This paper discusses the increasing pressures on current resources, describes the rising recognition of frailty, and suggests that utilising Clinical Frailty Scale (CFS) rather than age may identify those with the greatest clinical need and best utilise limited resources.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There is an increasing pressure on hospitals to provide high quality care. In 2018, only 62% of hospitals had a dedicated hip fracture ward.", "cite_spans": [], "ref_spans": [], "section": "Current Resources"}, {"text": "[5] Alongside this, hospitals struggle to have a fully staffed orthogeriatric service. With increased demand for geriatric services, recruitment initiatives have been developed to encourage more trainees to consider the specialty. These initiatives need to tackle the perception that geriatricians take on a disproportionate burden of acute illness. [6] More geriatricians are required to provide for our aging population. [7] Despite the increasing demand for geriatricians, it is difficult to recruit to vacant consultant posts, with only a third of advertised positions being filled at interview, as there is a lack of appropriate candidates. As geriatric medicine is more developed in the UK compared to other countries, the NHS struggles to recruit individuals from elsewhere with the skills required. The British Geriatric Society has the opinion that these candidates would need extra supervision and training before they can start a higher position. [8] Time to theatre is also an issue. Trauma services are becoming more pressured and prioritising patients for a trauma list is an ever-complex task.", "cite_spans": [{"start": 350, "end": 353, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 423, "end": 426, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 958, "end": 961, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Current Resources"}, {"text": "One way to address the increasing demand on resources is to increase supply. Incentives should be made for students to choose geriatrics in order to provide appropriate care for our geriatric population in response to the \"increasing numbers of aging, more medically complex and frail people\". [7] In the long term, more geriatricians are needed to meet the increasing demands on geriatric services.", "cite_spans": [{"start": 294, "end": 297, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Current Resources"}, {"text": "The other way to address this is to be selectively identify and prioritise patients who would benefit the most from BPT inclusion. BPT inclusion criteria is currently age-specific: £1353 is rewarded to all patients over the age of 60 sustaining a hip or femoral fracture. [1] However, the National Institute of Clinical Excellence (NICE) hip fracture guidelines [9] does not have an age-specific inclusion criterion. In contrast, the British Geriatric Society's \"Blue Book\" [10] and British Orthopaedic Association Standards for Trauma (BOAST) guidelines [11] focus on frailty, including all fragility fractures, regardless of age. BOAST guidelines now quantify frailty in the form of a \"Clinical Frailty Scale\" as an independent inclusion criterion for those sustaining major trauma. This suggests that frailty is increasingly being recognised in trauma as an independent indicator of complex medical need, regardless of age.", "cite_spans": [{"start": 272, "end": 275, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 362, "end": 365, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 474, "end": 478, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 555, "end": 559, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Current Resources"}, {"text": "The British Geriatric Society describes frailty as a distinctive health state related to the ageing process in which multiple body systems gradually lose their in-built reserves.\" [12] Although distinct entities, there may be overlap between the management of frailty, chronic conditions and disability, and it is important to note that frailty may be the cause of disability and vice-versa. [13] . It is predicted that approximately 10% of people aged over 65 have frailty and that in future, this number will continue to rise [12] .", "cite_spans": [{"start": 180, "end": 184, "text": "[12]", "ref_id": null}, {"start": 392, "end": 396, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 528, "end": 532, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Introducing Frailty"}, {"text": "Two known models of frailty exist: the phenotype and cumulative deficit model (Table 2) . Alongside his description of the cumulative deficit model, Rockwood also suggested the \"Clinical Frailty Scale\", a measurement of frailty based on his model (Figure 1 ). [14] Whilst multiple clinical frailty scales exist, some are more user-friendly and therefore more optimal for regular use in clinical practice. The CHSA Frailty Index was based upon a 70-item scale which would be difficult to use when assessing acute admission to hospital. The CFS is simpler but has been shown to have equal predictive validity. [15] The Reported Edmonton Frailty Scale also has a simple approach to assessing frailty but has limited use for patients that are not English-speaking or have visual or hearing disorders. [16] The Rockwood scale is usable, not only within an orthogeriatric setting because of the image aids next to each description of a particular frailty score, which allows for a more rapid assessment of frailty and improved compliance. It has been shown to be acceptable and practical amongst a group of junior doctors who did not receive training, with a 95% completion rate. [17] A key attribute to its success among this group was felt to be lack of increase to a busy workload. This scale is now being widely used to predict prognosis and allocate appropriate resources in various fields of medicine, most recently and significantly during the COVID-19 outbreak. [18] Frailty is increasingly ubiquitous in the National Health Service. Both the NHS Long-Term Plan and Five Year Forward View have identified the importance of comprehensive geriatric assessments for frail patients and their role within A&E and acute medical care units. [19] It recommends that all major A&E departments set up an acute frailty service to ensure those with frailty receive appropriate care quickly: \"All hospitals with a major A&E department will provide an acute frailty service for at least 70 hours a week. They will work towards achieving clinical frailty assessment within 30 minutes of arrival.\" [20] In line with this, frailty is now increasingly considered important in trauma. The 2017 Trauma Audit and Research Network (TARN) report recognised that comorbidity has a negative impact on outcomes for geriatric patients and suggests that other age-related factors could have further involvement. It highlighted the relevance of frailty for major trauma patients and suggested that frailty should be measured as well as recommending that the relationship between age, comorbidity and frailty needs to be explored. [21] Further research has shown that increased frailty decreases quality of life after a hip fracture and early identification of frailty will have a direct impact on prognosis, care planning and treatment. [22] Others have reported that using CFS allows predictions to be made with regards to outcomes such as \"increased mortality, length of stay, and postoperative complications\" as well as increasing patient-centred care through identifying the most vulnerable patients. [23] With the current BPT guidelines [1] remained focussed on age rather than frailty, is there a cohort of younger but frail patients losing out on optimisation, whilst an older, fit cohort currently receive unnecessary resources.", "cite_spans": [{"start": 260, "end": 264, "text": "[14]", "ref_id": null}, {"start": 608, "end": 612, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 797, "end": 801, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 1174, "end": 1178, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 1464, "end": 1468, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1736, "end": 1740, "text": "[19]", "ref_id": null}, {"start": 2084, "end": 2088, "text": "[20]", "ref_id": null}, {"start": 2603, "end": 2607, "text": "[21]", "ref_id": null}, {"start": 2810, "end": 2814, "text": "[22]", "ref_id": "BIBREF18"}, {"start": 3078, "end": 3082, "text": "[23]", "ref_id": "BIBREF19"}, {"start": 3115, "end": 3118, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 78, "end": 87, "text": "(Table 2)", "ref_id": null}, {"start": 247, "end": 256, "text": "(Figure 1", "ref_id": null}], "section": "Introducing Frailty"}, {"text": "It is difficult to assess whether the reduction of mortality rates for elderly hip fracture patients is due to the impact of the age-specific BPT [1] , or to the concurrent introduction of further frailty-specific guidelines and development of the orthogeriatric speciality. [24] Oakley et al. sought to determine whether the introduction of the BPT has improved outcomes with an observational cohort study. They appropriately comment that although there appears to be improved survival at 1 year for patients who fulfilled BPT criteria, the overall mortality and length of stay in both cohorts was unchanged. This may well represent that the frailest patients have a delay to theatre due to a complicating medical issue which also increased their risk of mortality. There has not been a profound \"improvement in outcomes at organisational level\" due to the introduction of the BPT. [25] The BPT's age criteria and lack of acknowledgement of frailty could be a factor in why there has not been a significant impact on overall outcomes before and after its introduction. Other younger patients with lower limb injuries who share many of the same vulnerabilities are currently less prioritised.", "cite_spans": [{"start": 146, "end": 149, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 275, "end": 279, "text": "[24]", "ref_id": "BIBREF20"}, {"start": 883, "end": 887, "text": "[25]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Is Clinical Frailty Scale (CFS) a better predictor of clinical need than age?"}, {"text": "In contrast to this, the evidence for using Clinical Frailty Scale as a predictor of benefit from comprehensive care bundles remains limited. Despite this exciting new proposal that frailty may overtake age in indicating future resource allocation, there is the need for significantly more research into frailty-based outcomes to provide sufficient proof that fit, elderly patients could be excluded from current BPT guidelines.", "cite_spans": [], "ref_spans": [], "section": "Is Clinical Frailty Scale (CFS) a better predictor of clinical need than age?"}, {"text": "Hip fracture care has transformed over the past decade and is increasingly expanding to include care for all frail trauma patients. This is a significantly larger burden on NHS resources. The NHS is currently under extreme pressure to provide high quality care with limited resources. To meet the needs of our frail and older orthopaedic patients, supply (resources) must be increased or demand (patient numbers) must be limited. One way to control the latter is to introduce more streamlined inclusion criteria.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The BPT is currently applicable to patients that are 60 or above which will put a huge strain on current resources when applied to all fragility fractures alongside all hip fractures. Frailty has shown to be a promising indicator of prognosis, irrespective of age. In our current NHS, could frailty scale provide a more appropriate guide than age for providing appropriate patients with the care that will change their outcome? Further work is required to investigate the relationship between Clinical Frailty Scale and outcomes in orthopaedic patients to demonstrate whether frailty should replace age in the best practice guidelines for trauma.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "'2019/20 National Tariff Payment System -A Consultation Notice: Annex Dtd. Guidance On Best Practice Tariffs' (Improvement.nhs.uk", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Orthogeriatrics And Hip Fracture Care In The UK: Factors Driving Change To More Integrated Models Of Care", "authors": [{"first": "M", "middle": [], "last": "Middleton", "suffix": ""}], "year": 2018, "venue": "Geriatrics", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/geriatrics3030055>"]}}, "BIBREF2": {"ref_id": "b2", "title": "Mortality And Financial Burden Of Periprosthetic Fractures Of The Femur", "authors": [{"first": "E", "middle": [], "last": "Shields", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Geriatric Orthopaedic Surgery & Rehabilitation", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/2151458514542281>"]}}, "BIBREF4": {"ref_id": "b4", "title": "National Hip Fracture Database (NHFD) Annual Report", "authors": [{"first": "Adams", "middle": ["A"], "last": "Others", "suffix": ""}], "year": 2018, "venue": "Journal of Pediatric Orthopaedics B", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/BPB.0000000000000664>5"]}}, "BIBREF5": {"ref_id": "b5", "title": "Why Geriatric Medicine? A Survey Of UK Specialist Trainees In Geriatric Medicine", "authors": [{"first": "J", "middle": [], "last": "Fisher", "suffix": ""}], "year": 2017, "venue": "Age and Ageing", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/ageing/afx009>"]}}, "BIBREF6": {"ref_id": "b6", "title": "We Need More Geriatricians, Not More Primary Care Physicians", "authors": [{"first": "M", "middle": [], "last": "Cantor", "suffix": ""}], "year": 2017, "venue": "NEJM Catalyst", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Recommendations | Hip Fracture: Management | Guidance | NICE' (Nice.org", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Blue Book On Fragility Fracture Care' (Bgs.org.uk", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The care of the older or frail orthopaedic trauma patient' (Boa.ac.uk", "authors": [], "year": 2019, "venue": "British Geriatrics Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Untangling The Concepts Of Disability, Frailty, And Comorbidity: Implications For Improved Targeting And Care", "authors": [{"first": "L", "middle": [], "last": "Fried", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": 2004, "venue": "The Journals of Gerontology Series A: Biological Sciences and Medical Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/gerona/59.3.m255>"]}}, "BIBREF13": {"ref_id": "b13", "title": "Global Clinical Measure Of Fitness And Frailty In Elderly People", "authors": [{"first": "K", "middle": [], "last": "Rockwood", "suffix": ""}], "year": 2005, "venue": "Canadian Medical Association Journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1503/cmaj.050051>"]}}, "BIBREF14": {"ref_id": "b14", "title": "The Assessment Of Frailty In Older People In Acute Care", "authors": [], "year": 2009, "venue": "Australasian Journal on Ageing", "volume": "28", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/j.1741-6612.2009.00405.x"]}}, "BIBREF15": {"ref_id": "b15", "title": "The Clinical Frailty Scale Predicts Functional Decline And Mortality When Used By Junior Medical Staff: A Prospective Cohort Study", "authors": [{"first": "K", "middle": [], "last": "Gregorevic", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Next Steps On The Five Year Forward View' (England.nhs.uk", "authors": [], "year": 2017, "venue": "COVID-19 rapid guideline: critical care in adults ((NICE guideline NG159)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effect Of Frailty On Quality Of Life In Elderly Patients After Hip Fracture: A Longitudinal Study' (2019) 9 BMJ Open", "authors": [{"first": "Ree", "middle": ["C"], "last": "Van De", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmjopen-2018-025941>"]}}, "BIBREF19": {"ref_id": "b19", "title": "The Predictive Value Of The Clinical Frailty Scale On Discharge Destination And Complications In Older Hip Fracture Patients", "authors": [{"first": "Chan", "middle": ["S"], "last": "Others", "suffix": ""}], "year": 2019, "venue": "Journal of Orthopaedic Trauma", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/BOT.0000000000001518>"]}}, "BIBREF20": {"ref_id": "b20", "title": "Pay For Performance And Hip Fracture Outcomes' (2019) 101-B The Bone &", "authors": [{"first": "D", "middle": [], "last": "Metcalfe", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1302/0301-620X.101B8.BJJ-2019-0173.R1>"]}}, "BIBREF21": {"ref_id": "b21", "title": "Does Achieving The Best Practice Tariff Improve Outcomes In Hip Fracture Patients? An Observational Cohort Study", "authors": [{"first": "B", "middle": [], "last": "Oakley", "suffix": ""}, {"first": "", "middle": [], "last": "Others", "suffix": ""}], "year": 2017, "venue": "BMJ Open", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmjopen-2016-014190>"]}}}, "ref_entries": {}, "back_matter": [{"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}]}