{"paper_id": "1ad7e8d2921058296481486bd41ab727b773105e", "metadata": {"title": "At what sample size do correlations stabilize", "authors": [{"first": "Avi", "middle": [], "last": "Besser", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hadassah Academic College", "location": {"settlement": "Jerusalem", "country": "Israel"}}, "email": ""}, {"first": "Sari", "middle": [], "last": "Lotem", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hadassah Academic College", "location": {"settlement": "Jerusalem", "country": "Israel"}}, "email": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Virgil", "middle": [], "last": "Zeigler-Hill", "suffix": "", "affiliation": {"laboratory": "", "institution": "Oakland University", "location": {"settlement": "Rochester", "region": "Michigan"}}, "email": ""}, {"first": "Ph", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["A *"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives. Psychological stress may have an adverse impact on the voice. The purpose of the present cross-sectional study was to investigate the relationship between the change in levels of perceived psychological stress and vocal symptoms among Israeli academic college professors required to shift to synchronous online teaching during the global COVID-19 pandemic. Methods. An online questionnaire was completed by 313 professors (156 men and 157 women) from 14 academic colleges in Israel at the end of the first week of online synchronous teaching during the COVID-19 pandemic, which was assumed to be the most burdened and stressful week of the transition. Participants provided self-reports for the current levels of psychological stress and vocal symptoms during the transition to online synchronous teaching, as well as general psychological stress and general vocal symptoms during previous periods of teaching. Results. The results revealed higher levels of psychological stress but not vocal symptoms during the transition to online synchronous teaching compared with previous periods of teaching. Psychological stress during the transition to online synchronous teaching was positively associated with vocal symptoms during this period but this association was moderated by general stress. Although there was a positive association between psychological stress and vocal symptoms for individuals who reported low levels of psychological stress during previous periods of teaching, this association was especially strong for individuals who reported high levels of psychological stress during previous periods of teaching. Conclusions. It is important to examine vocal symptoms of professors in specific contexts that are potentially stressful. The psychological stress surrounding the transition to online synchronous teaching was associated with elevated levels of vocal symptoms especially for those who reported high levels of psychological stress during previous periods of teaching. These results with professors accord with the notion that psychological stress may have a negative impact on the voice. Tuomainen J, Sellman J, Rönnemaa A-M. The effectiveness of group therapy for students with mild voice disorders: a controlled clinical trial. Journal of Voice. 2006;20:97-109.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Houtte EV, Claeys S, Wuyts F, Lierde KV. The impact of voice disorders among teachers: Vocal complaints, treatment-seeking behavior, knowledge of vocal care, and voice-related absenteeism. Journal of Voice. 2011;25:570-575. 21. Darlington RB, Hayes AF. Regression analysis and linear models: Concepts, application, and implementation. New York, NY: The Guilford Press; 2017. 22. Simberg S, Sala E, Vehmas K, Laine A. Changes in the prevalence of vocal symptoms mong Teachers During a Twelve-Year Period. Journal of Voice. 2005;19:95-102 23. Simberg S, Sala E, Vehmas K, Laine A. Shifts in relative prevalence of laryngeal pathology in a treatment-seeking population. Journal of Voice. 2005;19:95-102. 24. Jones SM, Carding PN, Drinnan MJ. Exploring the relationship between severity of dysphonia and voice-related quality of life. Clinical Otolaryngology. 2006;31:411-417.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Lundberg U, Frankenheuser M. Stress and workload of men and women in high-ranking positions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Psychological stress can lead to a variety of physiological consequences including cardiovascular alterations, autonomic reactions, and psychoneuroimmunologic changes 1 .", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Psychological stress may also have both direct and indirect consequences for vocal functioning [2] [3] [4] . The purpose of the present study was to determine whether there was an association between psychological stress and the severity of vocal symptoms among university professors who were transitioning to online synchronous teaching during the COVID-19 pandemic.", "cite_spans": [{"start": 95, "end": 98, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 99, "end": 102, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 103, "end": 106, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Teaching is among the professions that are at an elevated risk for vocal symptoms and disorders (e.g., hoarseness, decreased loudness, and pitch changes) when compared with the general population 5 . Psychological stress appears to be one of the most important risk factors for the development of vocal symptoms for teachers even when compared with factors such as voice load (e.g., number of teaching years, number of students in the classroom) or environmental issues such as classroom acoustics 6, 7 .", "cite_spans": [{"start": 196, "end": 197, "text": "5", "ref_id": "BIBREF4"}, {"start": 498, "end": 500, "text": "6,", "ref_id": "BIBREF5"}, {"start": 501, "end": 502, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although numerous studies have investigated and identified risk factors that may lead to voice disorders in school teachers (for a systematic review and meta-analysis see Byeon 8 ) , little is known about risk factors relating to voice disorders among university teaching faculty, who teach under comparable (e.g., talking for long periods of time, teaching in environments with background noise, and often increasing their volume) as well as unique circumstances (e.g., teaching large audiences) 9 . Higgins 9 reported that 45% of the university teaching faculty EMOTIONAL STRESS AND VOCAL SYMPTOMS 3 surveyed stated having a voice disorder and Korn, Pontes, Abranches and Pontes 10 stated that 39.6% of the university professors surveyed reported hoarseness.", "cite_spans": [{"start": 171, "end": 180, "text": "Byeon 8 )", "ref_id": null}, {"start": 497, "end": 498, "text": "9", "ref_id": "BIBREF8"}, {"start": 509, "end": 510, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "For the present study, we focused on real life psychological stress surrounding the COVID-19 pandemic which has become a global health crisis during 2020. The COVID-19 pandemic is both unique and stressful for a variety of reasons including the uncertainty that individuals may have in estimating the danger the pandemic poses for themselves and those close to them (e.g., family members, friends, neighbors, colleagues). However, one of the most notable stressors concerning the COVID-19 pandemic is the tremendous disruption it has caused for daily life. The consequences of the COVID-19 pandemic around the world (e.g., the number of individuals who have died from the illness or been incapacitated by it; the number of individuals who have been infected by the coronavirus which causes COVID-19; the global economic consequences of the pandemic) as well as the various responses to the pandemic (e.g., social distancing practices, travel restrictions, stay-at-home orders; community curfews and mandatory quarantines) are unprecedented experiences for many individuals. The psychological stress associated with the COVID-19 pandemic is likely to be exacerbated for those individuals who were already feeling somewhat overwhelmed by the stressors in their lives 11 . This type of increased stress can also be followed by anxiety-related behaviors such as sleep disturbances, and an overall lower perceived state of health. These behaviors may, in turn, affect workload stress related to the need to teach from home and online synchronous teaching arrangements. Anderson and colleagues 12 identified the heavy demands of working in online tutorials in terms of managing the multiple tools for communication and presentation 13 as risk factors for voice use in university professors. Taking into account all other general life arrangements related to the unknown and stressful events, relevant accommodations, isolation, children at home, mixed home and work responsibilities etc., might have a severe impact on emotional stress and mental health, and might sustain elevated muscle tension that, in turn, may negatively affect vocal symptomatology.", "cite_spans": [{"start": 1265, "end": 1267, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The aim of the current study is to investigate whether psychological stress is associated with vocal symptoms among university faculty in Israel during the transition to online synchronous teaching due to the COVID-19 pandemic. This is an important issue for the following reasons: (a) the existing data on the prevalence of voice disorder symptoms among university faculty and the impact that stress can have on vocal symptoms (e.g., a possible increase of laryngeal muscle tension along with emotional and cardiovascular arousal), (b) the minimal data regarding general risk factors and psychological stress in particular, for the development of voice pathologies in university professors worldwide 14 , and (c) the heavy demands of online synchronous teaching 12, 13 as a risk factor for vocal problems among university faculty. Online synchronous teaching relies mainly on teacher-centered rather than student-centered approaches 15 which is likely to lead to an increase in the psychological stress of faculty. Hence, the objective of this research was to examine the association that current psychological stress had with current vocal symptoms for faculty members making the transition to online synchronous teaching and whether this association was moderated by general psychological stress during previous teaching experiences.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "1) Mean levels of perceived psychological stress during the transition to online synchronous teaching are expected to be significantly higher in comparison to levels of perceived stress during previous periods of teaching.", "cite_spans": [], "ref_spans": [], "section": "Main hypotheses"}, {"text": "EMOTIONAL STRESS AND VOCAL SYMPTOMS 5 2) Levels of psychological stress during the transition to online synchronous teaching are expected to be correlated positively with vocal symptoms during this period.", "cite_spans": [], "ref_spans": [], "section": "Main hypotheses"}, {"text": "3) The association between psychological stress during the transition to online synchronous teaching and vocal symptoms during this period is expected to be moderated by general stress. This association is expected to be especially strong for individuals who reported high levels of psychological stress during previous periods of teaching.", "cite_spans": [], "ref_spans": [], "section": "Main hypotheses"}, {"text": "An email with a link to an online questionnaire was sent to approximately 1400 professors at 14 academic colleges in Israel at the end of the first week of online synchronous teaching, which was assumed to be the most stressful week of this transition. This brief period of time was selected to consider experiences during the period of transition time when individuals are particularly challenged by the need to adapt. The online questionnaire included information about the current level of perceived stress during the transition to online synchronous teaching, general stress during previous periods of teaching, current vocal symptoms during the transition to online synchronous teaching, and general vocal symptoms during previous periods of teaching. Four hundred and eleven professors entered the website but only 313 professors (76%; 157 women and 156 men), who were required to teach online synchronously due to the COVID-19 pandemic completed the questionnaires. This yielded a response rate of 22.36% of the potential sample. The appropriate sample size for this study was determined to be at least 250 based on a power analysis (> .80) for the average effect size (r ≈ .21 16 ) in conjunction with the guidelines for reducing estimation error (N > 250 17 ). The mean age of participants was 49.60 years (SD = 11.42) and the participants had a mean of 15.22 years of academic teaching experience (SD = 10.49).", "cite_spans": [], "ref_spans": [], "section": "Participants and Procedure"}, {"text": "Demographics and background information. Participants reported information regarding gender, age, seniority in academic teaching, whether they use earphones and microphone in synchronic online teaching or use the computer built-in system, and whether compared to the regular on campus teaching, they felt that they raised, lowered, or maintained vocal loudness.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Perceived psychological stress. We used single-item measures of stress 18 to capture the extent to which participants reported experiencing stress since shifting to synchronic teaching (i.e., current stress; \"Please indicate the extent to which you have experienced psychological stress since shifting to online synchronous teaching\") as well as their typical level of stress during traditional face-to-face teaching (i.e., general stress; \"Please indicate the extent to which you have experienced psychological stress during traditional face-to-face teaching\"). Participants responded to these items using scales that ranged from 1 (not at all) to 7 (very much). These single-item measures were used to make it easier and less demanding for participants to respond during this particularly challenging period.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Vocal symptoms. Participants reported the extent to which they were experiencing each of eight vocal symptoms (i.e., hoarseness, vocal fatigue, effort in producing the voice, pain or soreness in throat, weakening of the voice, irritation or dryness of the larynx, frequent need for clearing the throat or coughing, and frequent need to sip water) since shifting to synchronic teaching (i.e., current vocal symptoms; \"Please indicate the extent to which you have experienced each of the following vocal symptoms since shifting to online synchronous teaching\") as well as their typical levels of these symptoms during traditional face-to-face teaching (i.e., general vocal symptoms; \"Please indicate the extent to which you have experienced each of the following vocal symptoms during traditional face-to-face teaching\").", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Participants responded to these items using scales that ranged from 1 (not at all) to 7 (very much). The vocal symptoms that we selected have been used in several previous studies 7, 19, 20 and were consistent with those symptoms encountered in the clinical experience of the second author. The internal consistency for the current vocal symptoms was α = .93 and the internal consistency for the general vocal symptoms was α = .94. The high internal consistency estimates for the current and the general vocal symptoms led us to focus our analyses on the composite measure of vocal symptoms rather than focusing on the individual symptoms.", "cite_spans": [{"start": 180, "end": 182, "text": "7,", "ref_id": "BIBREF6"}, {"start": 183, "end": 186, "text": "19,", "ref_id": null}, {"start": 187, "end": 189, "text": "20", "ref_id": null}], "ref_spans": [], "section": "Measures"}, {"text": "All data were evaluated using the statistical program SPSS version 26 (SPSS Inc., Chicago, IL). In all statistical tests, two-tailed tests of significance and confidence intervals were based on the level of p < .05. First, Pearson bivariate correlation tests were performed to test the associations among current stress, general stress, current vocal symptoms, and general vocal symptoms. Paired samples t-tests were performed to examine differences between current and general stress and between current and general vocal symptoms. Finally, a hierarchical moderated multiple regression analysis was conducted to determine whether the association between current stress and current vocal symptoms was moderated by general stress.", "cite_spans": [], "ref_spans": [], "section": "Statistical methods"}, {"text": "Participation in this study was voluntary. Participants were aware that they could withdraw from the study at any time. All participants provided their signed, informed consent.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "No social security numbers or other identifying data was collected nor were any invasive examinations conducted. This project was conducted with the approval of the Ethics Committee (IRB) of Hadassah Academic College.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "In the present study, 105 participants (33.5%) reported the use of earphones and microphone in their synchronic online teaching, whereas the remaining 208 participants (66.5%) reported the use of a built-in computer system. No significant differences were found between those who used earphones/microphone compared to those who used the built-in computer system with regard to psychological stress or vocal symptoms.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Eighty-nine participants (28.4%) reported that compared to the regular on campus teaching that is typically done, they felt they raised their vocal loudness while teaching online synchronically, whereas only 33 participants (10.5%) reported that they had lowered their vocal Table 1 . Table 1 about here No significant association was found between hearing and talking equipment used and the vocal loudness groups while teaching online synchronically. However, significant differences were found for psychological stress and vocal symptoms, with participants who reported raising their vocal loudness while teaching online synchronically experiencing significant higher levels of stress (F[2, 310] = 2.98, p < .05) and vocal symptoms (Fs[2, 310] >25.8, ps < .0001) compared to those who reported lowering or maintaining the same vocal loudness.", "cite_spans": [], "ref_spans": [{"start": 275, "end": 282, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 285, "end": 292, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Finally, seniority in academic teaching was not found to be associated with current stress (r = 0.00) or vocal symptoms (|rs| < 0.06). The age of participants was not correlated with current stress (r = -.09) but age was negatively correlated with each of the current vocal symptoms (|rs| > -.11, ps < .05).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Current stress was positively correlated with general stress, current vocal symptoms, and general vocal symptoms (see Table 1 ). General stress was positively correlated with both current and general vocal symptoms. Current vocal symptoms were positively correlated with general vocal symptoms.", "cite_spans": [], "ref_spans": [{"start": 118, "end": 125, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "A hierarchical moderated multiple regression analysis was conducted to determine whether the association of current stress with current vocal symptoms was moderated by general stress. For this analysis, the main effects of current stress and general stress were entered in Step 1 along with general vocal symptoms, which served as a control variable. The interaction of current stress × general stress was entered in Step 2. These analyses were followed by simple slopes tests to examine the interaction of current stress and general stress. Simple slopes tests were conducted using one standard deviation values above and below their respective means (e.g., a low level of current stress was represented by a value that was one standard deviation below the mean for current stress, whereas a high level of current stress was represented by a value that was one standard deviation above the mean for current stress). The Variance Inflation shows that current stress is positively associated with current vocal symptoms but that this association is particularly pronounced when the level of general stress is high. We also conducted similar analyses that focused on each current vocal symptom. The patterns that emerged across these analyses were generally similar to the results reported in the text. For example, the interaction of general stress × current stress emerged for each of the following ", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The purpose of the present study was to investigate the relationship between the change in levels of perceived psychological stress and vocal symptoms among Israeli university professors required to shift to online synchronous teaching during the global COVID-19 pandemic. Our overarching goal was to illuminate the impact that changes in the teaching and learning have not just on students, but also on university professors.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "Our initial prediction that perceived psychological stress during the transition to online synchronous teaching would be higher than the perceived psychological stress in previous periods of teaching was supported (Hypothesis 1). This result is consistent with the idea that the COVID-19 pandemic is a global health crisis accompanied by significant levels of psychological stress and tremendous disruptions for daily life 11 . The magnitude of the reported difference in stressfulness is, in all likelihood, not just a reaction to the change in teaching format. Rather, it is an illustration of extensive life changes and how a workplace-related change that is not selfdetermined and that requires significant adaptation during a time of uncertainty can substantially increase the perceived stressfulness of this new teaching mode. No significant differences were found for the perception of vocal symptoms during the transition to online synchronous teaching when compared to the perceptions of the vocal symptoms during previous periods of teaching. It is possible, if not likely, that more time is required for individuals to notice subjective changes related to the experience of specific vocal symptoms. However, support was obtained for our prediction that psychological stress during the transition to online synchronous teaching would correlate positively with vocal symptoms during this period (Hypotheses 2) and that this association would be especially strong for individuals who reported high levels of psychological stress during previous periods of teaching (Hypotheses 3). The results of the present study revealed that the psychological stress surrounding the transition to online synchronous teaching was associated with elevated levels of vocal symptoms, especially for those who reported high levels of psychological stress during previous periods of teaching. These results suggest that current stress is positively associated with current vocal symptoms but that this association is particularly pronounced when the level of general stress is high. This pattern is consistent with previous research showing that psychological stress may affect the voice negatively 2-4 , as well as with the assumption that psychological stress associated with the COVID-19 pandemic may have exacerbated this connection for those individuals who were already feeling somewhat overwhelmed by the stressors in their lives 11 . The general pattern of results is in keeping with the concept of a \"stress pileup\" and how people already under stress can be impacted disproportionately by new emerging forms of stress layered on top of existing stress. These data attest to the benefits of preventive stress management programs and other interventions that will perhaps inoculate and make initially stressed workers (i.e., professors) more resilient to subsequent stressors.", "cite_spans": [{"start": 423, "end": 425, "text": "11", "ref_id": "BIBREF10"}, {"start": 2425, "end": 2427, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "While university professors teaching synchronously under these intense and stressful circumstances may not yet be aware of the negative impact of stress on their and experience contingent levels of symptoms (no significant differences were found in levels of vocal symptomatology experienced), our findings indicate a significant change in experienced psychological stress. This increase in psychological stress may negatively affect the voice and has an especially strong association with negative vocal symptoms for those individuals who experience higher levels of general psychological stress.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "When frequency of reported psychological stress were analyzed (where a score of ≥ 5 indicates a risk of significant stress), we found that while only 6.1% of the sample reported psychological stress during traditional face-to-face teaching, 30.4% of the sample reported psychological stress since shifting to synchronic online class teaching. This illustrates that a substantial proportion of our participants clearly perceived online delivery to be stressful even though they had only been at it for one week.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "It is important to note here that although participants were attentive to the increased stress but not to the changes in vocal symptoms, when frequency of reported vocal symptoms were analyzed (where a score of ≥ 4 indicates a risk of significant symptomatology), we found that a mean of 34.26% of the sample reported symptoms relating to the shift to synchronous on line class teaching. These symptoms included: hoarseness (37.4%), vocal fatigue (43.5%), effort in producing the voice (38.3%), pain or soreness in throat (30.4%), weakening of the voice (21.7%), irritation or dryness of the larynx (36.7%), frequent need for clearing the throat or coughing (21.1%), and frequent need to sip water (41.9%). Thus, although levels of vocal symptoms did not increase, the significant change in perceived stress levels were associated with experiencing more negative vocal symptoms. Moreover, 28.4% of the sample reported they feel they raised their vocal loudness while teaching online synchronically and were found to experience significant higher levels of both current negative symptoms and psychological stress, compared to those reported that they lowered or maintained the same vocal loudness. This result may serve as convergent validity for the effect of stress on voice production (vocal loudness) which associated with both vocal symptoms and psychological stress. Therefore, it may suggest that the mechanism by which stress effect symptomatology in online synchronous teaching is through its effect on vocal loudness which, in turn, is associated with vocal symptomatology.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "Further research is needed to empirically verify this proposed mediational model with data collected over time (see Figure 2 ). It is important to note that the present results may have been impacted by the connection between interoceptive awareness and stress 26 . That is, perception of bodily signals plays an important role in many theories of emotions (e.g., 27 ) which is consistent with the existence of a close relationship between the extent to which individuals are sensitive to bodily signals (\"interoceptive awareness\") and the experience of emotions. Thus, it may be that those who are not experiencing particularly high levels of stress may not even be aware of vocal changes.", "cite_spans": [], "ref_spans": [{"start": 116, "end": 124, "text": "Figure 2", "ref_id": "FIGREF5"}], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "Moreover, results related to the overall increase in stress may be attributed to the known distinction between state stress and trait stress reactivity 28 : participants high on trait stress reactivity are more susceptible to voice complaints and potential poorer quality of life. Roy and Bless proposed the trait theory of voice disorders, wherein temperamental traits involve a vulnerability for acquiring certain voice disorders. Accordingly, there may be specific stressgenerating traits that are also related to voice symptoms and quality of life such that stress reactivity may lead to voice impairment rather than the experience of transient stress leading to these vocal issues 28, 29 . Therefore, further studies should include both self-reported transient stress, stress-generating predispositions, and their interaction effects in predicting vocal symptoms. In addition, further studies are needed to examine the long-term effects of stress using objective assessments of vocal symptoms over an extended period of time in order to estimate the gap between the subjective experience and the actual effects of synchronic teaching on voice symptoms and disorders. Furthermore, individual differences in personality predispositions should be measured as well as levels of interoceptive awareness in order to fully understand the stress-symptomatology cycle.", "cite_spans": [{"start": 152, "end": 154, "text": "28", "ref_id": "BIBREF13"}, {"start": 686, "end": 689, "text": "28,", "ref_id": "BIBREF13"}, {"start": 690, "end": 692, "text": "29", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "In the present study, seniority in academic teaching and age were not associated significantly with current stress; however while seniority in academic teaching was not found to be significantly associated with vocal symptoms, age was associated significantly with lower levels of current symptoms. There are a wide variety of other demographic factors that could play a role in the connection between stress and vocal symptoms (e.g., number of hours spent teaching per day, technical support for the transition to online instruction, previous familiarity with online instruction). We were unable to collect information about many of the demographic factors because we were attempting to keep the survey relatively brief in order to enhance the cooperation of participants. Future research should certainly consider including some of those additional demographic factors.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "In addition, results may suggest that a possible approach to break the negative vicious circle of stress and vocal symptoms may be a combined psychology and speech pathology-based program that could be considered as mandatory training for university professors. Such a program, directed by the quality of teaching unit, may for example entail combined respiration techniques that known to improve vocal symptoms (e.g., breath support for muscle tension relaxation, lowering speech rhythm to allow better breath, and expiratory muscle strength training 30 ) and breath-based intervention including muscle relaxation can be combined with deep breathing with the potential to obtained additional stress relief and increase general wellbeing (e.g., cognitive behavioral therapy, mind-body practices, and yogic breathing practices 31 ).", "cite_spans": [{"start": 552, "end": 554, "text": "30", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "In summary, the present research adds to the scarce data on vocal symptoms among university professors and is one of the first to examine their vocal symptoms in real life instances of intense stress surrounding a global health threat pandemic and the forced transition to online synchronous teaching. The findings of this study indicate that psychological stress was associated with elevated levels of vocal symptoms, especially for those who reported high levels of psychological stress during previous periods of teaching. This pattern is consistent with accumulating research confirming that emotional stress may have an adverse influence on voice.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "In addition, results indicated that vocal behaviors, related to online synchronous teaching, including straining to project the voice without adequate abdominal breath support, high speaking voice (i.e., raising vocal loudness) and loudness might indicate a combination of risk factors that increase vocal load and, thus, the likelihood of developing acute and long-term voice problems. These behaviors impact stress and are also affected by stress.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "Further research is warranted to gain a better understanding of the connection between psychological stress and vocal symptoms for university faculty while controlling for the potential confound that those who experience higher levels of stress will be more aware of changes in vocal symptoms than other individuals by controlling for possible intervening variables such as trait predisposition related to stress generation and awareness. It would be helpful to examine this association in conjunction with objective outcome measures, using longitudinal designs, or using experimental designs. These approaches would allow for a clearer and more nuanced understanding of the association between psychological stress and vocal symptoms. It would also be helpful for future studies to control for other potential stressors that individuals may be experiencing that may also have implications for vocal symptoms.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}, {"text": "Although it is not without its limitations, the present study analyzed a very unique reallife occurrence and thus possesses high ecological validity. While the many changes stemming from the pandemic are indeed exceptionally challenging, the current results illustrate the potential usefulness of conducting research in such meaningful real-life situations. This context yielded new insights into the stress and vocal challenges of people already experiencing a substantial degree of stress. ", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION AND CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The neurobiology of stress: from serendipity to clinical relevance", "authors": [{"first": "B", "middle": ["S"], "last": "Mcewen", "suffix": ""}], "year": 2000, "venue": "Brain Research", "volume": "886", "issn": "", "pages": "172--189", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Vocal function in introverts and extraverts during a psychological stress reactivity protocol", "authors": [{"first": "M", "middle": [], "last": "Dietrich", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Abbott", "suffix": ""}], "year": 2012, "venue": "Journal of Speech, Language, and Hearing Research", "volume": "55", "issn": "", "pages": "973--987", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The effects of stress reactivity on extralaryngeal muscle tension on vocally normal participants as a function of personality", "authors": [{"first": "M", "middle": [], "last": "Dietrich", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The association between possible stress markers and vocal symptoms", "authors": [{"first": "S", "middle": [], "last": "Holmqvist", "suffix": ""}, {"first": "P", "middle": [], "last": "Santtila", "suffix": ""}, {"first": "E", "middle": [], "last": "Lindström", "suffix": ""}, {"first": "E", "middle": [], "last": "Sala", "suffix": ""}, {"first": "S", "middle": [], "last": "Simberg", "suffix": ""}], "year": 2013, "venue": "Journal of Voice", "volume": "27", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiological study of voice disorders among teaching professionals of", "authors": [{"first": "P-L", "middle": [], "last": "Julián", "suffix": ""}, {"first": "Carmen P-F", "middle": [], "last": "Miguel", "suffix": ""}, {"first": "C-U", "middle": [], "last": "", "suffix": ""}, {"first": "Pilar P-R", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Journal of Voice", "volume": "22", "issn": "", "pages": "489--508", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Risk factors for voice problems in teachers", "authors": [{"first": "Pgc", "middle": [], "last": "Kooijman", "suffix": ""}, {"first": "Ficrs", "middle": [], "last": "De Jong", "suffix": ""}, {"first": "G", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2006, "venue": "Folia Phoniatr Logop", "volume": "58", "issn": "", "pages": "159--174", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Genetic and environmental effects on vocal symptoms and their intercorrelations", "authors": [{"first": "I", "middle": [], "last": "Nybacka", "suffix": ""}, {"first": "S", "middle": [], "last": "Simberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Santtila", "suffix": ""}, {"first": "E", "middle": [], "last": "Sala", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Sandnabba", "suffix": ""}], "year": null, "venue": "Journal of Speech, Language, and Hearing Research", "volume": "2012", "issn": "", "pages": "541--553", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The risk factors related to voice disorder in teachers: A systematic review and meta-analysis", "authors": [{"first": "H", "middle": [], "last": "Byeon", "suffix": ""}], "year": 2019, "venue": "International Journal of Environmental Research and Public Health", "volume": "16", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The prevalence of voice disorders in university teaching faculty, Electronic Theses and Dissertations", "authors": [{"first": "K", "middle": ["P"], "last": "Higgins", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hoarseness and risk factors in university teachers", "authors": [{"first": "G", "middle": ["P"], "last": "Korn", "suffix": ""}, {"first": "Pontes", "middle": [], "last": "Aadl", "suffix": ""}, {"first": "D", "middle": [], "last": "Abranches", "suffix": ""}, {"first": "Pontes", "middle": [], "last": "Padl", "suffix": ""}], "year": 2015, "venue": "Journal of Voice", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mattering as a vital support for people during the COVID-19 pandemic: The benefits of feeling and knowing that someone cares during times of crisis", "authors": [{"first": "G", "middle": ["L"], "last": "Flett", "suffix": ""}, {"first": "M", "middle": [], "last": "Zangeneh", "suffix": ""}], "year": null, "venue": "Journal of Concurrent Disorders", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Best practices in synchronous conferencing moderation", "authors": [{"first": "L", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "B", "middle": [], "last": "Fyvie", "suffix": ""}, {"first": "B", "middle": [], "last": "Koritko", "suffix": ""}], "year": null, "venue": "International Review of Research in Open and Distance Learning", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Replacing face-to-face tutorials by synchronous online technologies: Challenges and pedagogical implications International Review of Research in Open and Distance Learning", "authors": [{"first": "K", "middle": ["C"], "last": "Ng", "suffix": ""}], "year": 2007, "venue": "", "volume": "8", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Personality trait and psychological factors in voice pathology: A foundation for future research", "authors": [{"first": "N", "middle": [], "last": "Roy", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Bless", "suffix": ""}], "year": 2000, "venue": "Journal of Speech, Language, and Hearing Research", "volume": "43", "issn": "", "pages": "737--748", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Personality and voice disorders: A superfactor trait analysis", "authors": [{"first": "N", "middle": [], "last": "Roy", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Bless", "suffix": ""}, {"first": "D", "middle": [], "last": "Heisey", "suffix": ""}], "year": 2000, "venue": "Journal of Speech, Language, and Hearing Research", "volume": "43", "issn": "", "pages": "749--768", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The effects of expiratory muscle strength training on voice and associated factors in medical professionals with voice disorders", "authors": [{"first": "Y-C", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "S", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Che W-C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y-C", "middle": [], "last": "Liou", "suffix": ""}, {"first": "T-H", "middle": [], "last": "Kuo", "suffix": ""}, {"first": "Y-C", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "", "volume": "30", "issn": "", "pages": "759--721", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effects of shambhavi mhamudra mriya, a multicomponent breath-based yogic practice (Pranayama), on perceived stress and general well-being", "authors": [{"first": "C", "middle": ["T"], "last": "Peterson", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bauer", "suffix": ""}, {"first": "D", "middle": [], "last": "Chopra", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Mills", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Maturi", "suffix": ""}], "year": 2017, "venue": "Journal of Evidence-Based Integrative Medicine", "volume": "24", "issn": "", "pages": "788--797", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "loudness. A majority of the participants (n = 191; 61.0%) reported maintaining the same vocal loudness as in regular days of on campus teaching. Participants reported higher scores for current stress (M = 3.42, SD = 1.78) than for general stress (M = 2.13, SD = 1.27; t[312] = 14.76, p < .001) but they did not report differences between current vocal symptoms (M = 2.83, SD = 1.46) and general vocal symptoms (M = 2.90, SD = 1.36; t[312] = -0.86, p = .39). The means, standard deviations, and intercorrelations are presented in", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Factor (VIF) values for this analysis were less than 1.82 which suggests that multicollinearity was not an issue 21 .Because vocal symptoms are typically more common among women22, 23 the present study examines the possible different effects of emotional stress on vocal symptoms related to gender (current stress by gender interaction). Women reported higher levels of current stress (M Women = 3.75, SD Women = 1.81, M Men = 3.10, SD Men = 1.69; t [311] = 3.25, p = .001) and general stress than men (M Women = 2.28, SD Women = 1.28, M Men = 1.99, SD Men = 1.24; t [311] = 2.06, p = .04), whereas there were no gender differences for current vocal symptoms (M Women = 2.96, SD Women = 1.48, M Men = 2.70, SD Men = 1.43; t [311] = 1.61, p = .11) or general vocal symptoms (M Women = 3.05, SD Women = 1.32, M Men = 2.75, SD Men = 1.38; t [311] = 1.93, p = .06). We conducted a preliminary analysis that included gender as a potential moderator. However, gender did not emerge as a moderator nor were the reported results significantly altered by the inclusion of gender. As a result, we did not include gender in the final analysis, nor do we discuss gender differences in the interest of parsimony. The results revealed positive associations for current stress (B = 0.31, SE = 0.04, t = 6.89, p < .001, 95% CI [0.22, 0.39]) and general vocal symptoms (B = 0.49, SE = 0.06, t = 8.97, p < .001, 95% CI [0.38, 0.60]). After controlling for current stress and general vocal symptoms, general stress was negatively associated with current vocal symptoms (B = -0.18, SE = 0.07, t = -2.67, p = .008, 95% CI [-0.30, -0.05]). These results suggest that higher levels of current vocal symptoms were reported by individuals with high levels of current stress, high levels of general vocal symptoms, and low levels of general stress. However, the main effects of current stress and general stress were qualified by their interaction (B = 0.08, SE =0.03, t = 2.67, p = .------------------------------Simple slopes tests found that the association between current stress and current vocal symptoms was significant for individuals with low levels of general stress (B = 0.33, SE = 0.05, t = 7.35, p < .001, 95% CI [0.24, 0.42]) but this association was especially strong for individuals with high levels of general stress (B = 0.54, SE = 0.10, t = 5.52, p < .001, 95% CI [0.35, 0.73]). Additional simple slopes tests revealed that the negative association between general stress and current vocal symptoms was significant for those with low levels of current stress (B = -0.40, SE = 0.11, t = -3.76, p < .001, 95% CI [0.-60, -0.19]) but not for those with high levels of current stress (B = -0.10, SE = 0.07, t = -1.48, p = .14, 95% CI [-0.24, 0.03]). Taken together, this pattern", "latex": null, "type": "figure"}, "FIGREF2": {"text": "specific symptoms: hoarseness (B = 0.11, SE =0.04, t = 2.71, p = .007, 95% CI [0.03, 0.19]), pain or soreness in throat (B = 0.09, SE =0.04, t = 2.45, p = .02, 95% CI [0.02, 0.16]), irritation or dryness of the larynx (B = 0.14, SE =0.04, t = 3.70, p < .001, 95% CI [0.06, 0.21]), frequent need for clearing the throat of coughing (B = 0.07, SE =0.03, t = 2.22, p = .03, 95% CI [0.01, 0.12]), and frequent need to sip water (B = 0.09, SE =0.04, t = 2.61, p = .01, 95% CI [0.02, 0.16]). Further, the interaction of general stress × current stress approachedbut did not reachconventional levels of statistical significance for vocal fatigue (B = 0.06, SE =0.04, t = 1.58, p = .12, 95% CI [-0.02, 0.14]) and effort in producing the voice (B = 0.07, SE =0.04, t = 1.80, p = .07, 95% CI [-0.01, 0.15]). However, it should be noted that the interaction of general stress × current stress did not emerge for weakening of the voice (B = 0.02, SE =0.03, t = 0.52, p = .61, 95% CI [-0.05, 0.09]).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "-------------------------------Insert Figure 2 about here --------------------------------Taken together, the findings of this study highlight the need to take into consideration not only investment in technology and pedagogical training in situations where online synchronous teaching is required, but also that there is a need to incorporate voice training for professors in order to promote efficient voice production, prevent voice disorders among university professors, and raise awareness of the importance of voice care and the risk related to levels of psychological stress in affecting their voice. This is important despite the fact that university professor may not be aware of this need.Additionally, voice symptoms could become a stressor that may create an ongoing vicious cycle that effects stress levels that may affect mental health through its effect on quality of life. Results from studies have shown a decrease in the quality of life in persons with vocal symptoms and voice disorders 24 , and that the severity of vocal symptoms correlate with increased negative effect on quality of life 25 . Thus, it may be that the voice symptoms themselves could become a stressor for the individual affected, which may further contribute to the ongoing vicious cycle.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Predicted values for current vocal symptoms illustrating the interaction of current stress × general stress at values that are one standard deviation above and below their respective means.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Proposed", "latex": null, "type": "figure"}, "TABREF0": {"text": "Correlations Between Stress and Vocal Symptoms", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>1 </td><td>2 </td><td>3 4 </td></tr><tr><td>1. Current Stress </td><td> - </td><td> </td><td> </td></tr><tr><td>2. General Stress </td><td>* .53\n</td><td> - </td><td> </td></tr><tr><td>3. Current Vocal Symptoms </td><td>.44\n*\n</td><td>.24\n*\n</td><td> - </td></tr><tr><td>4. General Vocal Symptoms </td><td>* .31\n</td><td>* .44\n</td><td>* .51 - </td></tr><tr><td>Mean </td><td>3.42 </td><td>2.13 </td><td>2.83 2.90 </td></tr><tr><td>Standard Deviation </td><td>1.78 </td><td>1.27 </td><td>1.46 1.36 </td></tr></table></body></html>"}}, "back_matter": []}