{
    "paper_id": "1adb228ac346f7787d718cdf9ce4ca34b0ebd488",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Katja",
                "middle": [],
                "last": "Rothfuss -Stuttgart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eduard",
                "middle": [
                    "F"
                ],
                "last": "Stange -Tübingen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mit der Pandemie durch das neue Coronavirus SARS-CoV-2 ergeben sich auch für Patienten mit chronisch-entzündlichen Darmerkrankungen (CED) neue Herausforderungen. Sie sind aber anscheinend nicht vermehrt für die Infektion oder besonders schwerwiegende Verläufe prädisponiert, auch nicht unter Immunsuppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Der erste bekannte COVID-19(coronavirus disease 2019)-Patient steckte sich wohl bereits am 17. November 2019 in der zentralchinesischen Millionenstadt Wuhan an. Obwohl China nach der ersten SARS (Schweres akutes Atemwegssyndrom)-Epidemie im Jahr 2003 ein Frühwarnsystem eingerichtet hatte, erkannte erst Ende Dezember der Ophthalmologe Li Wenliang die drohende erneute Epidemie nach einer Häufung von Fällen mit schwerer Pneumonie. Er verbreitete die Nachricht im chinesischen sozialen Netzwerk und wurde prompt von der chinesischen Polizei einbestellt und wegen Verbreitung irreführender Nachrichten sowie der Störung der sozialen Ordnung verwarnt. Initial versuchten die lokalen Behörden noch die Verbreitung von Mensch zu Mensch abzustreiten, aber das Virus ließ sich dadurch natürlich nicht aufhalten. Tragischerweise ist Li Wenliang selbst an COVID-19 verstorben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das zunächst als 2019-nCoV bezeichnete neue Coronavirus ist ein Zoonose-Erreger, der dem Pool der Fledermaus-Coronaviren entstammt. Es ist wahrscheinlich, dass die Übertragung von SARS-CoV-2 auf den Menschen durch einen noch unbekannten Zwischenwirt erfolgte. Der Ursprung der Infektion bleibt unklar, die Verbreitung wird auf den Huanan Seafood Markt mit lebenden Tieren in Wuhan zurückgeführt. Die in einer aktuellen Publikation aufgeführten ersten Fälle hatten aber offenbar keinen Kontakt zu diesem Markt [1] . Alternativ könnte es daher auch aus einem Labor in Wuhan stammen, das an Fledermaus-Coronaviren forscht. Das Virus verbreitete sich sehr schnell in der Stadt und anderen Zentren in China und konnte nur mit drastischen Maßnahmen eingegrenzt werden, allerdings erst nach weiterer Verbreitung als globale, und schließlich auch am 11. März 2020 von der WHO deklarierten Pandemie.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Übertragung erfolgt wohl im Wesentlichen über eine Tröpfcheninfektion und als Aerosol nach Husten oder Niesen aber auch Sprechen, Singen oder Atmen, wobei zunächst die Rachenregion und später, besonders bei schweren Verläufen, die tieferen Lungenabschnitte befallen sind. Schmierinfektionen sind wohl ebenfalls über kontaminierte Oberflächen möglich. Das Virus bindet an den ubiquitären ACE2-Rezeptor in Rachen-, Lungen-sowie Darmschleimhaut und lässt sich somit auch in der intestinalen Mukosa und im Stuhl nachweisen. Allerdings ist bisher noch keine Übertragung aus fäkalem Material auf Zellkulturen gelungen. Die mittlere Inkubationszeit lag während des ersten Ausbruchs dieses neuen Virus in Wuhan bei 5,2 Tagen, das 95 %-Intervall aber bei bis zu 12,5 Tagen [1] . Die basale Reproduktionsrate war 2,2 (2,2 Infizierte pro Infizierter) bei einer Verdopplungszeit von 7,4 Tagen. In Deutschland war die Verdopplungszeit initial noch kürzer, hat sich zwischenzeitlich aber deutlich verlängert und derzeit liegt die Reproduktionsrate um oder unter 1.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 771,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: die Erkrankung"
        },
        {
            "text": "Die häufigsten Symptome sind Husten (68 %), Fieber (44 -89 %) und Halsschmerzen (14 %). Myalgien (15 %) sowie Malaise und Fatigue (38 %) sind typisch, aber auch Diarrhö (4 %) kommt vor [2] . Außerdem wird über Geruchs-und Geschmacksstörungen berichtet, die über mehrere Wochen anhalten können. In China wurde über schwere Verläufe mit Intensivtherapie in 5 % berichtet, die Mortalität lag bei den ersten 1.100 Patienten bei 1,4 %. Später wurden diese Zahlen auch für Wuhan nach oben korrigiert, in Italien und Spanien liegen sie deutlich höher (teils bei 10 %), in Deutschland bei 4 -5 %. Es zeigte sich in bisher allen Ländern eine klare Abhängigkeit der Schwere des Verlaufs von Alter und von Komorbiditäten (vor allem Diabetes, Hypertonie, Adipositas, Herz-und Lungenerkrankungen). Die Diagnostik erfolgt über eine PCR aus dem Rachen-/Nasenabstrich und typische CT-Thorax-Befunde. Zwischenzeitlich stehen auch kommerzielle serologische Test zur Verfügung. Die Todesursachen sind aber nicht nur Pneumonien, sondern auch Myokarditiden und Embolien.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: die Erkrankung"
        },
        {
            "text": "Bis vor kurzem gingen die Europäischen CED-Leitlinien zu opportunistischen Infektionen davon aus, dass CED-Patienten \"per se\" kein erhöhtes Infektionsrisiko haben [3] , obwohl Defekte der angeborenen und adaptiven Immunabwehr bekannt sind [4] . Eine neuere französische Studie mit Daten aus der Prä-COVID-Ära zeigt aber im Vergleich zu einer Kontrollpopulation ein dreifach erhöhtes Risiko für schwere virale Infektionen [5] . Die wesentlichen Risikofaktoren waren aktive Erkrankung und Thiopurinbehandlung (Odds Ratio 3,5 in der multivariaten Analyse), auch eine Malnutrition wirkt sich negativ aus. Thiopurine können in Einzelfällen auch zu einem schweren Verlauf einer akuten Epstein-Barr-Virus(EBV)-Infektion führen. Ähnlich wie in einer früheren Analyse führten Tumornekrosefaktor(TNF)-Antikörper und auch Kortikosteroide nicht zu gehäuften viralen Infektionen. Auch Januskinase(JAK)-Inhibitoren wie Tofacitinib sind mit einem erhöhten Virusinfektionrisiko für Herpes Zoster assoziiert, während Vedolizumab und vermutlich auch Ustekinumab diesbezüglich weniger riskant sind. Erstaunlicherweise gibt es bisher keine systematischen Daten zu Risiko und Verlauf der COVID-19-Erkrankung bei CED-Patienten. In China waren wohl kaum CED-Patienten betroffen, zumindest wurde eine Immunsuppression nicht als Risikofaktor identifiziert [2] . Es wird vermutet, dass Colitis-ulcerosa-Patienten als (in der Regel) Nichtraucher einen günstigeren Verlauf haben als Morbus-Crohn-Patienten, aber dies ist spekulativ. Auch ist unklar, ob die Diarrhösymptomatik bei CO-VID-19 einen Schub imitieren oder gar auslösen kann.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CED als Prädisposition?"
        },
        {
            "text": "Prinzipiell gelten für CED-Patienten (mindestens) die gleichen Empfehlungen für die soziale Distanzierung und Hygienemaßnahmen wie für die Gesamtbevölkerung. Die BSG (British Society of Gastroenterology) empfiehlt Patienten mit Immunsuppression und Antikörpertherapie eine noch striktere soziale Distanzierung und über 70-Jährigen, gegebenenfalls mit Komorbiditäten, sowie bei Steroidgabe, kürzlich begonnenen oben genannten Therapien, Kurzdarmsyndrom und/oder parenteraler Ernährung ein \"Shielding\", das heißt möglichst soziale Isolation [6] .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Umgang mit CED-Patienten"
        },
        {
            "text": "Jeder Patient sollte zunächst mit dem zuständigen Arzt oder einer CED-Fachassistenz/Pflegekraft telefonisch Kontakt auf-nehmen und das weitere Vorgehen besprechen. Dabei sind Hinweise auf eine möglicherweise bestehende Infektion abzufragen (Pre-Screening-Fragebogen). Telefon-und telemedizinische Sprechstunden sollten genutzt und auf nicht dringend notwendige Blutabnahmen etc. sollte möglichst verzichtet werden. Zur Beurteilung der Krankheitsaktivität können neben der klinischen Symptomatik die Patienten-Calprotectin-Selbsttests dienen, denn das Verschicken von Stuhlproben ist wegen der möglichen Infektiosität zu vermeiden. Falls eine COVID-19-Infektion auftritt, sollte der behandelnde CED-Arzt umgehend informiert werden, um eventuell erforderliche therapeutische Konsequenzen zu ziehen. Absolut zentral ist selbstverständlich auch der konsequente Selbstschutz des ärztlichen und pflegerischen Personals durch (hoffentlich zwischenzeitlich ausreichend vorhandene) Schutzausrüstung, getrennte Praxisteams und Arbeitsschichten sowie Minimierung der direkten Patientenkontakte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Umgang mit CED-Patienten"
        },
        {
            "text": "Zur Indikation und Durchführung von Endoskopien bei CED-Patienten liegen Empfehlungen der BSG, der ESGE (European Society of Gastrointestinal Endoscopy) (https://www.bsg.org.uk/ covid-19-advice) und der IOIBD (International Organisation for Inflammatory Bowel Disease) vor. Zunächst muss eine möglichst strenge Indikation gestellt werden, die sich auf Patienten mit akuten gastrointestinalen Blutungen, schwerem Colitis schub, Cholangitis und Obstruktion durch Stenosen beschränkt, gegebenenfalls auch neue CED-Diagnosen. Zurückgestellt werden sollten etwa Überwachungskoloskopien. Die Therapieindikation für (neue) Medikamente lässt sich in der Regel klinisch stellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endoskopie und weitere bildgebende Diagnostik"
        },
        {
            "text": "Um das Risiko für das Personal abzuschätzen, sollten die Patienten möglichst rechtzeitig auf COVID-19 getestet werden. Wegen der insbesondere bei der Gastroskopie verbundenen Aerosolbildung wird für die Endoskopie von COVID-19-Patienten die maximale Schutzausrüstung inklusive FFP3-Masken, doppelten Handschuhen, Gesichtsschutz, OP-Haube und Schutzkittel empfohlen. Der Untersuchungsraum (möglichst mit Unterdruck) muss anschließend desinfiziert werden, das Endoskop selbstverständlich auch nach dem Standardverfahren. Nur zwingend erforderliches Personal sollte im Raum sein. Alternativ können zur Verlaufsbeurteilung auch sonografische oder radiologische Verfahren zum Einsatz kommen, aber auch diese sollten wegen der Infektionsgefahr möglichst zurückgestellt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endoskopie und weitere bildgebende Diagnostik"
        },
        {
            "text": "In einer vorbildlichen internationalen Zusammenarbeit (Secure-IBD: www.covidibd.org) wurden prospektiv CED-Patienten mit COVID-19 in einem Register erfasst und analysiert [7] . Ähnlich wie bei Nicht-CED-Patienten ergab sich eine Exzessmortalität bei über 80-Jährigen. Die Komplikationsrate bezüglich Hospitalisation, Beatmung und Tod war bei Morbus Crohn und Colitis ulcerosa ähnlich, auch in Bezug auf Remission versus Schub. Systemische Steroide, nicht aber Budesonid, waren mit einer häufiger notwendigen Intensivtherapie und einer auf etwa 12 % erhöhten Mortalität assoziiert (▶Tab. 1). Vor allem interessant ist der fehlende negative Einfluss der immunsuppressi ven/modulierenden Therapie mit Azathioprin oder Biologika (▶Tab. 1). Daraus ergibt sich, dass Steroide während der COVID-19-Pandemie nach Möglichkeit vermieden oder ausgeschlichen, aktuell die anderen Therapien zur Vermeidung der kürzlich besprochenen Exit-Problematik [8] fortgesetzt werden. Falls sich allerdings ein CED-Patient mit dem Virus infiziert, empfiehlt sich (da der Verlauf unvorhersehbar ist) am ehesten ein rasches Ausschleichen einer Steroid medikation sowie das Aussetzen der immunsuppressiven oder Biologikatherapie bis zur Virusfreiheit. Dabei muss jedoch bedacht werden, dass sowohl die Thiopurinals auch die Biologikawirkung für Monate anhalten kann.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Konsequenzen für die Therapie"
        },
        {
            "text": "Die Sicherheitsvorkehrungen in den Infusionszentren und -praxen sind vergleichbar mit den oben erwähnten in der Endoskopie. Die Infusionszeiten können gegebenenfalls verkürzt, die gleichzeitige Behandlung mehrerer Patienten im selben Raum vermieden oder mit ausreichend Abstand gewährleistet werden und eine Umstellung auf subkutane Medikamente ist zu überlegen. Das Tragen von Mund-Nasenschutz ist mittlerweile vorgeschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Konsequenzen für die Therapie"
        },
        {
            "text": "Im Vordergrund steht jetzt die Entwicklung wirksamer Medikamente. Hier scheint am ehesten Remdesivir den Krankheitsverlauf zu verkürzen und erhielt auch bereits die Notfallzulassung der FDA in den USA. Von (Hydro-)Chloroquin wird derzeit trotz präsidentieller Empfehlung eher abgeraten, natürlich auch von Desinfektionsmitteln in der Therapie. Zahlreiche andere Medikamente sowie ein monoklonaler Antikörper werden zur Zeit getestet. Die größten Hoffnungen ruhen auf einer Impfung. Zahlreiche Firmen und Kooperativen sind hier aktiv, aber ein Einsatztermin ist noch nicht absehbar. Wichtig wäre dann, dass nicht die richtige Staatsangehörigkeit Voraussetzung für die Impfung ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausblick"
        },
        {
            "text": "Die Pandemie durch das neue Coronavirus SARS-CoV-2 stellt das Gesundheitssystem vor große Herausforderungen. Die Infektion mit SARS-CoV-2 kann asymptomatisch sein oder zur Coronaviruserkrankung COVID-19 mit variablem klinischem Erscheinungsbild vom milden Atemwegsinfekt, gastrointestinaler Symptomatik bis zur schwersten Pneumonie mit Organversagen und Tod führen. Nach bisherigem Kenntnisstand sind Patienten mit CED nicht vermehrt für die Infektion oder besonders schwerwiegende Verläufe prädisponiert, dies gilt auch für Patienten unter Immunsuppression. Die immunsuppressive Therapie sollte daher nicht unterbrochen werden. Strikte Hygienemaßnahmen müssen natürlich eingehalten werden, Sprechstunden und Endoskopien nur bei strenger Indikation erfolgen. T1 Therapie bei CED und Verlauf von COVID-19 modifiziert nach [7] aktuell",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 824,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Second European Evidence-Based Consensus on the Prevention, Diagnosis and Management of Opportunistic Infections in Inflammatory Bowel Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rahier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Crohns Colitis",
            "volume": "8",
            "issn": "6",
            "pages": "443--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microbiota and mucosal defense in IBD: an update",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Stange",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Expert Review Gastroenterol Hepatol",
            "volume": "13",
            "issn": "10",
            "pages": "963--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Increased incidence of systemic serious viral infections in patients with inflammatory bowel disease associates with active disease and use of thiopurines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "British Society of Gastroenterology guidance for management of inflammatory bowel disease during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "17",
            "issn": "",
            "pages": "2020--321244",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SECURE-IBD Database Public Data Update",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ungaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Colombel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kappelman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial. The Lancet",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yeming",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31022--31031",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Katja Rothfuss Abteilung für Gastroenterologie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Deutschland traten erste Fälle im Januar 2020 nach Kontakt mit einer eingereisten Chinesin auf. Dieser erste Infektions-Cluster konnte noch beherrscht werden. Wegen fehlender Kontrolle und begrenzter Testmöglichkeiten ließ sich die weitere Ausbreitung Ende Februar nach der Rückkehr von Skifahrern aus italienischen und österreichischen epidemischen Zentren aber auch in Deutschland nicht mehr verhindern. Obwohl bereits 2012 eine Risikoanalyse des RKI eindrücklich exakt die jetzige SARS-Epidemie vorwegnahm und dem Bundestag vorlegt wurde, ließen hierzulande die Maßnahmen mit Kontaktsperre und Schließung von Schulen und Kindergärten bis Mitte/Ende März auf sich warten. In Anbetracht von derzeit über 177.000 Infizierten in Deutschland bleibt natürlich auch die Infektion von Patienten mit CED nicht aus und diese Konstellation wird hier betrachtet.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}