{
    "paper_id": "1addd60f43f378765d3983c706983bab586609bd",
    "metadata": {
        "title": "Orientierung in der Corona-Krise? Nicht mit Doppelbotschaften",
        "authors": [
            {
                "first": "Weyma",
                "middle": [],
                "last": "Lübbe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Regensburg",
                    "location": {
                        "postCode": "93040",
                        "settlement": "Regensburg",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Phil",
                "middle": [
                    "Weyma"
                ],
                "last": "Lübbe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Regensburg",
                    "location": {
                        "postCode": "93040",
                        "settlement": "Regensburg",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Der folgende Beitrag analysiert Unstimmigkeiten in der",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Der folgende Beitrag möchte zur vertieften Auseinandersetzung mit der am 27. 3. 2020 herausgekommenen Ad hoc-Empfehlung \"Solidarität und Verantwortung in der Corona-Krise\" des Deutschen Ethikrats (S. 466 in diesem Heft) und den kurz zuvor, am 25. 3., von medizinischer Seite publizierten klinisch-ethischen Empfehlungen \"Entscheidungen über die Zuteilung von Ressourcen in der Notfall-und der Intensivmedizin im Kontext der COVID-19-Pandemie\" 1 beitragen. Ich beschränke mich dabei auf die Frage der Bewältigung dilemmatischer, knappheitsbedingter Entscheidungssituationen in der medizinischen Versorgung von COVID-19-Patienten, die in beiden Stellungnahmen thematisiert wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Versteckte Kontroversen"
        },
        {
            "text": "Beide Dokumente sind angesichts der Kürze der Erstellungszeit und der Rücksichten, die bei kollektiver Autorschaft zu nehmen sind, bemerkenswert differenziert und konsensuell geraten. Sie entsprechen damit dem Auftrag, der solchen Stellungnahmen im Allgemeinen zugeschrieben wird. Es handelt sich um Versuche, den betroffenen Praktikern und der gesamten Öffentlichkeit Orientierungshilfen zu geben, und zwar in diesem Fall inmitten einer Lage, die für moderne Gesellschaften präzedenzlos ist. Viele der sofort zu gebenden Antworten auf die Corona-Krise waren und sind weder in den Gesetzestexten noch in den Schubladen von Normwissenschaftlern vorhanden. Über sie muss inmitten der Krise entschieden und auch inmitten ihrer reflektiert und diskutiert werden. Das ist ein Findungsprozess, der notgedrungen tentativ ist. Beide Empfehlungstexte lassen diese Einschätzung selbst erkennen. Und beide lassen auch die Einsicht erkennen, dass zu den anstehenden Fragen Vertreter mehrerer Disziplinen zu hören sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Versteckte Kontroversen"
        },
        {
            "text": "So gut wie gar nicht lassen die beiden Dokumente erkennen, wie tiefsitzend, wie alt (ideengeschichtlich betrachtet) und vor allem: wie kontrovers die theoretischen und konzeptuellen Grundlagen sind, aus denen heraus das rasche Antwortgeben in der Krise sich speist. Kontroverses sichtbarer zu machen gilt auch nicht als der Sinn solcher Dokumente. Nach verbreiteter Ansicht sollen Gremien, die solche Stellungnahmen publizieren, möglichst einheitliche Orientierungen für die Gesellschaft und die Praxis liefern und im vorliegenden Fall insbesondere die praktizierenden Ärzte von ihrer allein kaum zu schulternden Verantwortung entlasten. Aufgrund dieses Verständnisses ist (bzw. macht) jedenfalls im Ethikrat das Verfassen von Sondervoten nicht beliebt -obgleich das Ethikratgesetz diese Freiheit jedem einzelnen Mitglied ausdrücklich zugesteht 2 . Die beiden hier zu kommentierenden Dokumente enthalten keine Sondervoten. Die klinisch-ethischen Empfehlungen merken aber an, dass der Vorstand einer der sieben beteiligten Fachgesellschaften, der Akademie für Ethik in der Medizin, die Empfehlungen nur mit einem Mehrheitsvotum unterstützt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Versteckte Kontroversen"
        },
        {
            "text": "Für Gremien, die sich möglichst geschlossen präsentieren möchten, gibt es typische Verfahren und Stilmittel; letztere können bewusst eingesetzt werden, sich aber auch unbewusst im Text niederschlagen. Man kann zu Formulierungen greifen, die unmittelbar konsensfähig erscheinen, es aber auf den zweiten Blick nicht sind. Man kann unterschiedliche Einschätzungen, ohne sie als solche deutlich zu kennzeichnen, in unterschiedlichen Abschnitten zu Wort kommen lassen. Einzelne problematische Punkte kann man durch Nichterwähnen vermeiden. Vor allem aber wird man auf das Offenlegen verschiedener theoretischer Begründungen für eine Position verzichten, solange sie im konkreten Fall zu hinreichend ähnlichen Empfehlungen führen. Ein zusätzliches Verfahren, das eine geschlossenere Textgestalt erlaubt, nämlich die Präsentation eines Mehrheitsvotums ohne Mitteilung von Mindermeinungen, wurde oben bereits erwähnt. Eine weitere Möglichkeit ist die ausdrückliche Beschränkung auf eine disziplinäre Perspektive. Die Autoren der klinisch-ethischen Empfehlungen haben zu diesem Mittel gegriffen 3 . Der Ethikrat ist mit fünf Juraprofessor/innen und einer Staatsanwältin unter seinen Mitgliedern für ein solches Vorgehen zu interdisziplinär besetzt. Also hat er diese Herausforderung angenommen und versucht, das Verhältnis von klinisch-ethischen Grundsätzen und rechtlichen Vorgaben näher zu bestimmen. Dabei ist ein offenbar einstimmig beschlossener Textbaustein entstanden (Abschnitt 3 der Empfehlung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Versteckte Kontroversen"
        },
        {
            "text": "Ohne Rückgriff auf die oben genannten Stilelemente kommen allerdings beide Dokumente nicht aus. Von solchen Elementen nimmt die vorliegende Kommentierung ihren Ausgang (II-IV). Anschließend bemühe ich mich darum, einige vertiefende Zusammenhänge zwischen den kommentierten Punkten herzustellen und herauszuarbeiten, weshalb es derzeit ganz objektiv schwierig ist, eindeu-tige Orientierungen zu geben (V). Die Frage, warum eine Analyse, die Unklares und Kontroverses herausarbeitet, anstatt es in den Hintergrund zu rücken, in der aktuellen Lage überhaupt hilfreich sein sollte, ist berechtigt. Im Fazit (VI) komme ich kurz darauf zurück.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Versteckte Kontroversen"
        },
        {
            "text": "Wie andere medizinisch-fachgesellschaftliche Stellungnahmen im Ausland (etwa in Italien und in der Schweiz) optieren die deutschen Kliniker für ein Priorisierungsgeschehen, das nicht nur neu hinzukommende Beatmungspflichtige, sondern auch die bereits mit Beatmungsgeräten versorgten Patienten umfasst. Bei bereits versorgten Patienten soll, mit anderen Worten, die Beatmung nicht nur aus den üblichen, individualmedizinisch rechtfertigenden Gründen (Vergeblichkeit der Weiterbehandlung, entgegenstehender Patientenwille), sondern auch aus Gründen der im Priorisierungskonzept (dazu unten, III) festgelegten Vorrangigkeit der Behandlung anderer Patienten beendbar sein. Zur Begründung wird angeführt, dass \"[a]us Gerechtigkeitserwägungen […] bei der Priorisierung alle Patienten gleichermaßen berücksichtigt\" werden sollten (S. 6). Der Ethikrat behandelt diesen Punkt unter dem Titel der \"ex post-Konkurrenz\" in Abschnitt 3b. Seine Auskunft ist diese: \"Objektiv rechtens\" sei das \"aktive Beenden\" einer weiterhin indizierten Behandlung zum Zweck der Rettung eines Dritten nicht; hier gelte es für den Staat, \"Fundamente der Rechtsordnung\" zu sichern. Wer aber in solcher Lage eine \"ethisch begründbare\" Gewissensentscheidung treffe, die \"transparenten -etwa von medizinischen Fachgesellschaften aufgestellten -Kriterien\" folge, der könne mit einer \"entschuldigenden Nachsicht der Rechtsordnung\" rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Man darf im Zweifel sein, ob diese Auskunft praktizierende Ärzte, die verstehen, was das bedeutet, entlastet. Der Normwissenschaftler (nicht unbedingt der Praktiker) versteht, dass der Ethikrat sich hier der in Rechtsphilosophie und Strafrecht seit Jahrhunderten präsenten Unterscheidung von Rechtfertigung und Entschuldigung bedient und dabei auf den heute so genannten übergesetzlichen Notstand zurückgreift, der nicht positiviert ist, auf Fälle dieser Art bislang nicht angewendet wurde und auch in der Literatur umstritten ist. Kliniker, die in der genannten Hinsicht gemäß den Empfehlungen ihrer Fachgesellschaften verfahren, begehen danach, das ist der wesentliche Punkt, ein Tötungsdelikt, und zwar eines, das nicht gerechtfertigt ist. Sie begehen Unrecht; sie tun \"aus rechtlicher Sicht\" das Falsche. Bei dieser Auskunft würde ich, wenn ich praktizierende Ärztin wäre, mich fragen, warum ich als rechtstreue Bürgerin, die ich ansonsten doch bin, nicht einfach das Richtige tun, d. h. die Tat unterlassen soll. Die Stellungnahme des Ethikrats rät davon auch nicht geradezu ab. Einzelne Formulierungen sind aber doch irritierend. Wieso nennt der Rat die Entscheidung zur rechtswidrigen Tat \"ethisch begründbar\", und wieso legt er nahe, dass man sich dabei (\"etwa\") an die Empfehlungen der klinischen Fachgesellschaften halten könnte?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Auf die Frage, wie sich der Empfehlung des Rats zufolge Ethik und Recht zueinander verhalten, kommen wir zurück (IV). Zunächst möchte ich überlegen, ob man die genannte, im Text vertretene Position zur strafrechtlichen Rechtslage nicht auch mit \"juristischen Gründen\" hinterfragen kann 4 . Bei ausreichenden Ressourcen darf ein Arzt eine einmal begonnene (sc. indizierte und vom Patienten gewollte) Beatmung tatsächlich nicht durch Abschalten des Geräts beenden (a). Das Beendigungsverbot gilt aber unabhängig davon, ob eine Behandlung \"aktiv\" oder durch bloßes Unterlassen beendet wird. Auch der Arzt, der eine begonnene und weiterhin aussichtsreiche händische Herzmassage beendet, tötet -durch Unterlassen (b); ebenso der Arzt, der eine indizierte Beatmung oder Herzmassage bei einem Patienten, den er zur Behandlung angenommen hat, gar nicht erst beginnt (c). Das alles gilt, wie gesagt, für Situationen mit ausreichenden Ressourcen. Auf die Aktivität oder Passivität des konkreten Verhaltens kommt es insoweit also nicht an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Nun zur Knappheitslage. Der Stellungnahme des Rats zufolge werden Patienten -zum Beispiel solche, die im Klinikum überwacht werden, weil sie beatmungspflichtig werden könnten -, \"nicht etwa durch Unterlassen ‚getötet'\", wenn ihnen bei Eintreten der Beatmungspflichtigkeit die Beatmung aus Gründen der Knappheit vorenthalten wird (d). Sie würden lediglich aus Gründen einer tragischen Unmöglichkeit \"nicht gerettet\". Wer in einer Knappheitslage das Gerät des bereits Beatmeten abschalte, der begehe allerdings eine rechtswidrige Tötung (e). Worauf gründet sich diese Bewertungsdifferenz? Auf das Fehlen einer Garantenstellung im Fall (d) im Unterschied zu (e) kann sie nicht gestützt werden, denn die Garantenstellung ist in beiden Fällen gegeben (beide Betroffene sind als Patienten angenommen und in Behandlung). Soll die unterschiedliche Beurteilung hier wirklich auf die Differenz von Aktivität und Passivität gestützt werden? Falls ja, hätte das für den obigen Fall (b), wenn wir auch ihn auf die Knappheitslage übertragen, die Konsequenz, dass die bei einem Patienten begonnene und weiterhin aussichtsreiche Herzmassage beendet werden darf, wenn das Personal knapp ist und ein nach den Priorisierungsregeln vorrangiger Patient bedürftig wird. Dasselbe würde für eine händische Beatmung gelten. Denn in diesen Fällen muss nichts aktiv beendet, sondern es kann schlicht unterlassen werden. Nur die apparative Versorgung müsste fortgesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Dass Begründungsversuche, die zu solchen Differenzierungen führen, nicht überzeugend sind, ist schon oft bemerkt worden 5 . Das Thema wird seit dem Auf kommen der Apparatemedizin diskutiert. Apparate erlauben es, bestimmte Hilfeleistungen unabhängig von einem fortlaufenden Tun des medizinischen Personals auf Dauer zu stellen, was zur Folge hat, dass nun umgekehrt die Beendigung ein Tun voraussetzt. Das ändert nichts daran, dass die Maßnahmen Hilfeleistung sind. Zur Begründung ihrer Fortführung müssen positive Pflichten formuliert werden (hilf!), nicht das Verbot der Verletzung negativer Pflichten (schädige nicht!). Wenn das richtig ist, folgt daraus nicht schon, dass die Kliniker den Unterschied zwischen dem Nichtversorgen und dem Nichtweiterversorgen, wie sie selbst es \"[a]us Gerechtigkeitserwägungen\" heraus vorschlagen, getrost ignorieren dürfen. Vielmehr hängt das davon ab, ob ihr Priorisierungskonzept überzeugender (gerechter) ist als das Prinzip \"first come, first served\". Nach diesem Prinzip, das auch selbst ein Priorisierungskonzept ist, darf der, der das Beatmungsgerät schon hat, es behalten -weil er zuerst da war. Dass dieses Prinzip nicht seinerseits geneigt macht, Skandal zu schreien, liegt natürlich daran, dass es ein besonders egalitäres Prinzip ist. Ob die Krankheit den einen etwas früher oder etwas später trifft als den anderen und ob gerade Knappheit herrscht, wenn es den einen oder den Lübbe Um das zu beantworten, müsste man wissen, was genau die Autoren veranlasst, die genannte Verpflichtung zu postulieren. Leider treten diese und ähnliche Formulierungen in angewandt-ethischen Diskursen meist ohne Begründung auf. Sie wirken, wie gesagt, auf den ersten Blick selbstverständlich -zu selbstverständlich offenbar, um einen zweiten Blick darauf überhaupt noch zu werfen. Nach meiner Diskussionserfahrung hat das damit zu tun, dass die Selbstverständlichkeit, die dem Gebot der Rettung möglichst vieler Menschenleben, zumal bei kontextfreier Äußerung, tatsächlich anhaftet -wer wollte bestreiten, dass es besser ist, Frau Meier und Frau Müller anstatt nur Frau Meier zu retten? (f ) -, unversehens auf Lagen übertragen wird, in denen es um die Frage geht, ob man Frau Meier und Frau Müller oder Frau Schmidt retten soll (g). Im Fall (g) gibt es einen Konflikt. Man muss zwingend auf gerechtigkeitstheoretische Prinzipien rekurrieren, um ihn zu lösen.",
            "cite_spans": [
                {
                    "start": 1426,
                    "end": 1431,
                    "text": "Lübbe",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "In der Stellungnahme der Kliniker wird der Satz allerdings nicht kontextfrei geäußert. Die Differenz zwischen einer im Fachjargon so genannten Pareto-Verbesserung (f ) und dem Entscheiden in einer Konfliktlage (g) ist den Autoren vollkommen bewusst. Halten sie die Maximierungsregel für ein Gerechtigkeitsprinzip -gar für ein unumstrittenes? Dass die Regel alle Patienten \"gleich berücksichtigt\", ist ja unbestreitbar. Jeder Überlebende wird gleich gezählt im maximierenden Kalkül. Die Rede von \"gleicher Berücksichtigung\" ist aber, wie jeder Gerechtigkeitstheoretiker weiß, viel zu unspezifisch, um ein bestimmtes Priorisierungskonzept zu begründen. Angesichts der spätestens in Reaktion auf John St. Mills \"Beweis\" des Utilitarismus 10 allgemein bekannt gewordenen Kritik an der Sinnhaftigkeit der Idee des gleichen Zählens in einem maximierenden Kalkül wäre es jedenfalls sonderbar, eine solche Gerechtigkeitstheorie kommentarlos vorzutragen. Eher ist zu vermuten, dass man das Fass der normwissenschaftlichen Strittigkeit der Maximierungsregel, soweit man davon wusste, an dieser Stelle nicht aufmachen wollte. Man hat sich auf die Neigung verlassen, die Regel auf den ersten Blick für selbstverständlich zu nehmen. Lübbe Dass die Autoren aus der Strittigkeit des Prinzips nicht den Schluss gezogen haben, sich dieser oder jedenfalls einer Empfehlung zum Umgang mit den möglicherweise anstehenden Dilemma-Situationen zu enthalten, ist allerdings vollkommen verständlich. Die Kliniker sind es, die vor Ort die Entscheidungen treffen müssen. Wenn sie von der Rechtsordnung keine klaren Vorgaben bekommen und die Philosophen, wie immer, streiten, müssen sie sich irgendwie selbst darum kümmern. So vorzugehen hat auch Tradition. Richtlinien zum Umgang mit der Knappheit an Organtransplantaten beispielsweise sind ebenfalls zunächst standesintern entwickelt worden; das Transplantationsgesetz (1997) kam später. Auch zum Umgang mit außeralltäglichen Knappheiten gibt es eine standesinterne Tradition. Sie wurde unter dem Namen \"Triage\" in der Kriegs-und Katastrophenmedizin entwickelt. Hier wird das Prinzip der Rettung möglichst vieler Menschenleben seit zwei Jahrhunderten tradiert 11 . Genug Zeit also, sollte man meinen, zu protestieren, wenn die Maximierungsregel dem, was rechtens ist, widerstreitet. Das scheint sie nun aber, wenn der Ethikrat recht hat, zu tun. Die Praxis der Triage ist durch die Abstandnahme vom Prinzip \"first come, first served\" geradezu definiert. Die kontinuierliche Re-Evaluation und der Behandlungsabbruch bei sich verschlechternder Prognose sind ebenfalls Bestandteil des traditionellen Prozedere. Und konsistent mit der Maximierungsregel findet sich auch der Hinweis, dass man besonders ressourcenintensive Patienten zurückzustellen habe 12 .",
            "cite_spans": [
                {
                    "start": 1220,
                    "end": 1225,
                    "text": "Lübbe",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Erneut stellt sich also die Frage nach dem Verhältnis von Recht und Ethik. Zu kommentieren ist dazu nun noch, was die Stellungnahme des Ethikrats zur verfassungsrechtlichen Einordnung der Sache enthält.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. \"Sterben lassen ja, töten nein\""
        },
        {
            "text": "Die relevanten Passagen finden sich in Abschnitt 3a der Ad hoc-Stellungnahme. Zunächst wird festgehalten, dass fundamentale Vorgaben der Verfassung auch \"für die ärztliche Ethik\" verbindlich seien (1). Erwähnt werden insbesondere die Menschenwürdegarantie (Art. 1 Abs. 1 GG) und der Gleichheitssatz (Art. 3 GG), der \"eine egalitäre Basisgleichheit\" fordere und einen \"entsprechenden\" Diskriminierungsschutz statuiere. (2) Mit einem \"rein utilitaristischen\" Modus des Abwägens \"im Sinne einer bloßen Maximierung von Menschenleben oder Lebensjahren\" stünden diese Vorgaben im Widerstreit (3). Die grundrechtlichen Direktiven beschrieben \"im Wesentlichen negativ den Bereich des nicht mehr Zulässigen\". Positive Orientierung für die konkrete Auswahlentscheidung in der Klinik böten sie dagegen kaum (4). Denn solche Orientierung könne der Staat, da er menschliches Leben nicht bewerten dürfe, nicht geben (5). Das bedeute aber nicht, dass er nicht akzeptieren könne, wenn andere das tun (6). Hier sei es sinnvoll, auf die Funktion \"zum Beispiel\" der Fachgesellschaften zu verweisen. Sie könnten innerhalb der genannten Vorgaben wichtige Orientierungshilfen geben (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. \"Der Staat setzt nur den Rahmen\""
        },
        {
            "text": "Wiederum stelle ich mir vor, ich wäre praktizierende Ärztin und läse dies. Natürlich, die Vorgaben der Verfassung sind auch für uns Ärzte verbindlich (1) 13 . Insbesondere diskriminieren darf ich nicht (2). Wenn meine Fachgesellschaft mir mitteilt, unter Knappheit sei der Kliniker verpflichtet, möglichst viele Menschenleben zu retten, darf ich mich nicht daran halten, denn das widerstreitet den Vorgaben (3). Was ich stattdessen tun soll, sagt mir die Verfassung nicht (4). Das kann sie auch nicht, weil der Staat keine Menschenleben bewerten darf (5). Der Staat hat aber nicht unbedingt etwas dagegen, wenn ich das mache (6). Zur Frage, wie ich das machen soll, können mir unsere Fachgesellschaften wichtige Orientierungshilfen geben (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. \"Der Staat setzt nur den Rahmen\""
        },
        {
            "text": "Wenn das orientierend sein soll, muss die Ärztin nun unbedingt herausfinden, ob die Empfehlungen, die die Fachgesellschaften konkret gegeben haben, auf eine \"bloße Maximierung von Menschenleben\" hinauslaufen. Um die Klärung dieser Frage haben wir uns im letzten Abschnitt bemüht. Das Ergebnis war, das die Fachgesellschaften zwar eine solche Verpflichtung zur Basis ihres Priorisierungskonzepts machen, sie aber mit ihrem Konzept nicht konsequent umsetzen (es fehlt die Rücksicht, zumindest die ausdrückliche, auf die Ressourcenintensität). Die konkrete Empfehlung lautet, nach Erfolgsaussicht zu priorisieren. Unter den Merkmalen, deren Berücksichtigung das Allgemeine Gleichbehandlungsgesetz als diskriminierend auszeichnet, befindet sich dieses Merkmal nicht. Ebenso nicht unter den besonderen Diskriminierungsverboten des Art. 3 Abs. 2 und 3 GG. Also könnte die Ärztin sich vielleicht an dieses Merkmal halten! So oder ähnlich könnte eine Praktikerin, die sich mithilfe des Abschnitts 3 über die rechtlichen Vorgaben orientieren möchte, vielleicht am Ende zu einem Resultat gelangen. Das Kriterium der Erfolgsaussicht ist in Ordnung, aber nur hinsichtlich der Priorisierung von Personen, die sie noch nicht an ein Beatmungsgerät angeschlossen hat. Ein befriedigendes Resultat für einen nicht nur eiligen, sondern auch nachdenklichen und gewissenhaften Praktiker ist das nicht. Ein solcher Praktiker wird wissen wollen, warum es gestattet sein soll, die Patienten (und sei es auch nur die neu hinzukommenden Patienten) nach der Erfolgsaussicht zu sortieren, wenn die Maximierungsregel den Vorgaben der Verfassung widerstreitet. Welchen anderen legitimen Grund für eine Sortierung nach der Erfolgsaussicht könnte es geben als den, möglichst viele Patienten zu retten?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. \"Der Staat setzt nur den Rahmen\""
        },
        {
            "text": "Ich selbst bin nicht der Meinung, dass die Maximierungsregel den Vorgaben der Verfassung widerstreitet. Wohl aber widerstreitet der Verfassung meines Erachtens der utilitaristische Gedanke, dass zwei Leben mehr wert und daher rettenswerter sind als eines. Der entscheidende Grund für die Unsicherheiten im Text des Ethikrats liegt meines Erachtens in dem Fehlschluss, dass der Staat, weil er \"menschliches Leben nicht bewerten\" darf, auch \"nicht vorschreiben [dürfe], welches Leben in einer Konfliktsituation vorrangig zu retten ist\" (Abschnitt 3a). In dem Fall, in dem Patient A bereits beatmet wird und ein ebenso bedürftiger Patient B hinzukommt, tut der Staat ja nach eigener Auffassung des Rats (in Abschnitt 3b) genau das: Er schreibt vor, dass A zu retten ist. Der mögliche Einwand, dass eine Konfliktsituation hier gar nicht vorliege, weil B keinen Anspruch auf den Beginn der Behandlung habe, ist offensichtlich zirkulär, Lübbe Der Wegfall des rechtfertigenden Verweises auf eine Katastrophenlage, zu deren Merkmalen nach verbreiteter Auffassung auch der mindestens teilweise Zusammenbruch öffentlicher Infrastrukturen gehört, bestätigt eine Prognose, die der Soziologe Volker Schmidt schon vor mehr als zwanzig Jahren gestellt hat 17 . Seine These lautete damals, dass die Notwendigkeit der Empfängerauswahl, \"die bislang als ein auf extreme Ausnahmesituationen beschränktes Randphänomen galt, in Zukunft vermehrt zu einem Bestandteil des medizinischen ‚Normalbetriebs' werden dürfte\" (S. 419). Seit etwa dreißig Jahren (also seit den Sechzigern) wachse \"ein beständig breiter werdendes Spektrum neuartiger Behandlungsmöglichkeiten heran, die teils lebensrettender Natur sind, teils die Lebensqualität der Betroffenen verbessern, aber nicht bedarfsdeckend zur Verfügung stehen und folglich Selektionen bzw. Prioritätensetzungen in der Behandlungsfolge notwendig machen\" (S. 420). Daher werde auch die \"utilitaristische[.] Logik\", der die Triage folge, \"um sich greifen\" (S. 419).",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 936,
                    "text": "Lübbe",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. \"Der Staat setzt nur den Rahmen\""
        },
        {
            "text": "Ich selbst bemühe mich seit beinahe ebenso vielen Jahren darum, den Einfluss der utilitaristischen Logik -der Logik der Wertmaximierung -zurückzudrängen 18 Dass Fragen dieser Art sich stellen, wenn man mit dem Konzept des ex ante-Konsenses arbeitet, und dass es auf sie keine scharf geschnittenen Antworten gibt, ist keine Erkenntnis, die uns erst die COVID-19-Pandemie verschafft hätte 21 . Sie ändert auch nichts daran, dass man auf dieses Konzept angewiesen bleibt, wenn man die Begründung \"effizienter\" Verteilungsmodi auf individualrechtliche Grundlagen anstatt auf die Logik des Utilitarismus stützen will. Denn -das wird leicht übersehen -auch die egalitärsten Priorisierungskonzepte, der natürliche Zufall des \"first come, first served\" und der veranstaltete Zufall von Losverfahren, kommen nicht ohne dieses Konzept aus. Auch hier gibt es den Zeitpunkt ex ante, zu dem wir nicht wissen, wer begünstigt wird, und den Zeitpunkt ex post, zu dem \"die Würfel gefallen sind\". Auch hier werden wir, wenn wir unversorgt bleiben, an der hypothetischen Zustimmung zu einer Regel festgehalten, die uns nicht mehr als eine faire Chance geben konnte.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "18",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "21",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "IV. \"Der Staat setzt nur den Rahmen\""
        },
        {
            "text": "Die Frage, warum man dem Grundgedanken des Utilitarismus -dem Aggregieren von \"Wertvollem\" über Per-sonengrenzen hinweg -keinen Raum geben sollte (und wo genau in unserer Verfassung das steht), ist natürlich auch erlaubt. Im vorliegenden Beitrag kann auf die Beantwortung verzichtet werden. Beide Stellungnahmen lassen den Widerstand der Autoren gegen den vom Ethikrat sogenannten \"bloßen\" Utilitarismus hinreichend deutlich erkennen. Die anfangs gestellte Frage, warum es hilfreich sein könnte, Unklares und Kontroverses herauszuarbeiten, anstatt es in den Hintergrund zu rücken, hat sich nach dem Gesagten hoffentlich erledigt. Wer es in den Hintergrund rückt, kann nicht wirklich zur Orientierung beitragen. Man muss es offenlegen und daran arbeiten. Die dazu nötige interdisziplinäre Verständigung hätten die beteiligten Fächer früher leisten sollen, denn in der Eile einer akuten Lage kann man das nicht nachholen. Was das Zusammenspiel der Normwissenschaftler mit den Wirtschaftswissenschaftlern angeht, von dem hier nicht zu handeln war, ist weitere Kakophonie zu erwarten. Zu der vom Ethikrat geforderten \"Abwägung des erhofften Nutzens\" mit den \"befürchteten Schäden\" des Lockdown (das Wort \"Kosten\" wurde vermieden) begreifen sich viele Ökonomen als hauptzuständig. Hier wird mit zahlungsbereitschaftsbasierten Bezifferungen des Werts des menschlichen Lebens bereits fleißig gerechnet 22 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Fazit"
        },
        {
            "text": "Lübbe, Orientierung in der Corona-Krise? Nicht mit Doppelbotschaften 6 MedR (2020) 38:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Fazit"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ai pazienti e ai loro familiari […] deve essere comunicata la straordinarietà delle misure in atto\". Die gemeldete Anzahl der Infizierten lag am Vortag der Publikation der Stellungnahme bei knapp 4000. Bereits am 2.3. -die gemeldete Zahl lag bei ca. 1700 -berichteten Medien über das Erreichen der Leistungsgrenze in italienischen Spitälern; s",
            "authors": [],
            "year": null,
            "venue": "Abruf am 5. 4. 2020. Das \"enorme",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zum Zeitpunkt der Publikation der Empfehlungen (25.3.) gab es in Deutschland keine dramatischen Knappheiten in den Intensivstationen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zu diesen Bemühungen gehören auch meine Interventionen gegen den zunehmenden Einfluss des gesundheitsökonomischen Opportunitätskostenkonzepts im Kontext der Versuche des Sozialgesetzgebers, den Anstieg der Arzneimittelkosten zu begrenzen; rückblickend und zusammenfassend dazu Lübbe, Nonaggregationismus, 2015, S. 54 ff",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "kritischer Reaktion auf Passagen in den Empfehlungen der italienischen Fachgesellschaft, die im vorliegenden Beitrag nicht erwähnt sind",
            "authors": [
                {
                    "first": "Verf",
                    "middle": [],
                    "last": "Lübbe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blog",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lübbe, Nonaggregationismus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rakowski",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Col",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "233",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Phillips, Handlungsspielraum, 1974, S. 140 ff.; aus der Philosophie McMahan, in: Steinbock/Norcross, Killing and Letting Die, 2. Aufl. 1994, S. 383.anderen trifft, ist rein zufällig. Es richtet sich nicht nach diskriminierungsgeeigneten Merkmalen und man kann es auch schlecht manipulieren. Dass es sich bei der Wegnahme des Geräts um eine rechtswidrige Tötung handelt, ist Folge, nicht Grund der Anerkennung dieses Prinzips, falls man es anerkennen will 6 . Jetzt steht dieses Priorisierungsprinzip in Konkurrenz zum Priorisierungskonzept der Kliniker. Wenn man es verteidigen möchte, muss man das mit gerechtigkeitstheoretischen Erwägungen tun, nicht mit Rekurs auf das Tötungsverbot. Die Behauptung einer solchen Verpflichtung ist ungeachtet dessen, dass solche und ähnliche Formulierungen sehr weit verbreitet sind, nur auf den ersten Blick konsensfähig. Wenn es in Knappheitslagen generell eine solche Verpflichtung gäbe, müssten zum Beispiel Patienten, bei denen eine Indikation zur Leber-und zur Herztransplantation gestellt ist, von den Wartelisten gestrichen werden, denn mit denselben Ressourcen kann man zwei andere Patienten retten. Das tut man nicht und mir ist auch nicht bekannt, dass es von deutschen Klinikern gefordert würde 8 . Es wäre auch nicht leicht, eine solche Maßnahme gegenüber den Betroffenen als gerecht zu begründen. Ressourcenintensive Patienten haben ihren Anspruch auf gleichen Zugang zu Gesundheitsleistungen nicht irgendwie verwirkt. Das Zurücktreten von einer realistischen eigenen Rettungschance zugunsten mehrerer anderer Patienten ist auch nichts, was wir aus Gründen der Solidarität voneinander erwarten. Warum sollte sich das auf Intensivstationen anders verhalten? Vielleicht setzt die Behauptung einer solchen Verpflichtung doch voraus, dass \"Menschenleben bewertet\" werden, nämlich: zwei Menschenleben sind mehr wert als eines. Zu klären wäre dann, ob auch diese Art der Bewertung, die Menschenleben immerhin nicht unterschiedlich bewertet, auf den Widerstand der Rechtsordnung stößt (siehe IV).Die klinisch-ethischen Empfehlungen erwähnen die Frage der Ressourcenintensität der Behandlung in ihrem Priorisierungskonzept nicht ausdrücklich 9 . Aber wenn die Autoren die genannte Verpflichtung als Grundlage ihres Konzepts ansehen, dann fragt sich, wieso. Das Merkmal der Ressourcenintensität hat im aktuellen Pandemiegeschehen durchaus einen Einfluss darauf, wie vielen Patienten man eine nutzbringende Teilhabe ermöglicht. Das Merkmal könnte eine Reihung gemäß der Erfolgsaussicht in einzelnen Fällen vielleicht sogar umkehren: Wer bei guter Erfolgsaussicht voraussichtlich drei Tage beatmet werden muss (etwa: nur mittelschwere Lungenentzündung, jedoch Herzschwäche), gibt seinen Platz erwartbar rascher frei als der, der bei noch besserer Prognose voraussichtlich zwei Wochen beatmet werden muss (schwere Lungenentzündung, aber ansonsten gesund und kräftig). Diesen freien Platz kann man für Erfolge bei weiteren Patienten nutzen. Empfehlen die Autoren in diesem Fall, an der zur Basis erklärten Verpflichtung festzuhalten -oder am Kriterium der besseren Erfolgsaussicht?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Anwendung gelangen\" 14 . Die italienische Stellungnahme ist hierzu weniger lapidar. Sie begründet die Abstandnahme vom Prinzip \"first come, first served\" mit Rekurs auf die Außerordentlichkeit, auf die katastrophale Natur der gegebenen Lage (sc. in Italien, zum Zeitpunkt der Publikation, d. h. am 6.3.)15 . Für die Priorisierungsempfehlungen der deutschen Kliniker ist der Rekurs auf eine Katastrophenlage nicht konstitutiv. Stattdessen wird auf den Unterschied von ausreichenden vs. knappen Ressourcen, also auf die Notwendigkeit abgehoben, überhaupt über einen existentiellen Konflikt zu entscheiden. Wenn das ohne Widerspruch durchginge, dürfte auch außerhalb pandemischer oder sonstiger katastrophaler Lagen, also bei vereinzelten Engpässen, wie sie auch in Normallagen hier und dort auftreten, nach dem vorgestellten Priorisierungskonzept verfahren werden. Die katastrophale Lage, genauer: ihr mögliches Eintreten 16 hätte dazu geführt, dass das Konzept sich auch für alltagsmedizinische Knappheiten etabliert.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Das heißt nicht, dass ich ein Feind der Triage wäre. In meiner damaligen Antwort auf Volker Schmidt19 habe ich deutlich gemacht, warum ich der Meinung, dass die katastrophenmedizinische Triage einer utilitaristischen Logik folgt, gar nicht beitreten kann. Welche alternative Begründung für diese Praxis infrage kommt, habe ich damals (und bald nach dem europäischen Beginn der Corona-Krise in aller Kürze erneut 20 ) umrissen: Vor dem Eintritt einer Katastrophe, d. h. solange keiner weiß, in welcher Triage-Gruppe er landet, kann uns allen ein Interesse an der Maximierung der Anzahl der Überlebenden unterstellt werden. Meine Vermutung war damals, dass die im Großen und Ganzen skandalfreie Akzeptanz der Maximierungsregel in der Katastrophenmedizin sich auf die Plausibilität eines solchen ex ante-Konsenses zurückführen lässt. Die Plausibilität hängt allerdings, erstens, daran, dass niemand bereits im Alltag (\"vor der Katastrophe\") wissen kann, dass er zu den Verlierern des Verfahrens gehören wird. Und zweitens hängt sie daran, dass die allgemeine Chancenminderung, die mit dem Verzicht auf das Verfahren verbunden wäre, so groß und so auffällig ist, dass sie uns alle buchstäblich schon vor der Katastrophe schreckt. Die Minderung von jedermanns Chancen, die damit einhergeht, dass auch Patienten mit doppeltem Transplantatbedarf versorgt werden, ist einfach nicht spürbar genug. Dasselbe gilt, wenn gelegentlich jemand stirbt, weil nicht überall und jederzeit für alle ausreichende Plätze auf den Intensivstationen vorgehalten werden. Wegen solcher gelegentlicher Fälle muss, besser: will man vom Prinzip \"first come, first served\" nicht abweichen.Die Corona-Krise, das macht sie normativ so schwer zu fassen, ist hinsichtlich dieser Gesichtspunkte schwer einzuordnen. Die Bilder aus Italien waren erschreckend genug. Der drohende Zusammenbruch von Teilen der Infrastruktur, nämlich der medizinischen Akutversorgung, stand auch bei uns im Raum. Wie schlimm es bei uns wird, konnte zum Zeitpunkt der Verabschiedung der Empfehlungen niemand sagen. Die Katastrophe, falls sie kommt, kommt schleichend. Anders als etwa bei einem Erdbeben kann man auch nicht sagen, wann genau sie da ist und was \"vor der Katastrophe\" heißen soll. Soll man argumentieren, dass \"vor der Katastrophe\" sich auf die Phase bezieht, in der man noch nichts über das Virus und die mit der Erfolgsaussicht korrelierenden Merkmale (Alter und bestimmte Vorerkrankungen) wusste? Die Empfehlungen der Kliniker wurden geschrieben, als der berühmte Schleier des Nichtwissens insoweit schon gefallen war. Andererseits handelt es sich dabei im Wesentlichen um die Fortschreibung einerLübbe, Orientierung in der Corona-Krise? Nicht mit Doppelbotschaften Regel, die viel älter ist als das Virus. Kann diese Regel, die Maximierungsregel, Menschen mit Mukoviszidose oder mit COPD (das sind chronische Lungenkrankheiten) diskriminieren, wenn eine Gesellschaft sie ganz unabhängig davon anwendet, ob von ihrer Anwendung in einer bestimmten Katastrophe besonders Lungenkranke, besonders Stadtbewohner, besonders Ältere oder besonders Übergewichtige benachteiligt sind?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}