{
    "paper_id": "1ae41b47e692f87a2a73f1a02ac6c908b26d94bf",
    "metadata": {
        "title": "Journal Pre-proof Proposals for managing patients with thoracic malignancies during COVID-19 pandemic Proposals for managing patients with thoracic malignancies during COVID-19 pandemic",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Girard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Greillier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CRCM, Hôpital Nord",
                    "location": {
                        "postCode": "13915",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Zalcman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "CIC 1425"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Cadranel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Tenon",
                    "location": {
                        "postCode": "75020",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Moro-Sibilot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Grenoble",
                    "location": {
                        "postCode": "38043",
                        "settlement": "Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Mazières",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Toulouse",
                    "location": {
                        "postCode": "31059",
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Audigier-Valette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Sainte-Musse",
                    "location": {
                        "postCode": "83100",
                        "settlement": "Toulon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Bennouna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Nantes",
                    "location": {
                        "postCode": "44000",
                        "settlement": "Nantes",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Besse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Gustave Roussy",
                    "location": {
                        "postCode": "94800",
                        "settlement": "Villejuif",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Cortot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Lille",
                    "location": {
                        "postCode": "59000",
                        "settlement": "Lille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Couraud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Lyon",
                    "location": {
                        "postCode": "69002",
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Duruisseaux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Lyon",
                    "location": {
                        "postCode": "69002",
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Giroux-Leprieur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Ambroise Paré",
                    "location": {
                        "postCode": "92100",
                        "settlement": "Boulogne-Billancourt",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "A.-C",
                "middle": [],
                "last": "Toffart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Grenoble",
                    "location": {
                        "postCode": "38043",
                        "settlement": "Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Westeel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 1098",
                    "institution": "Université de Franche-Comté",
                    "location": {
                        "postCode": "25000",
                        "settlement": "Besançon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Wislez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Paris",
                    "location": {
                        "postCode": "75014",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objective of this document is to formalize a degraded mode management for patients with thoracic cancers in the context of the COVID-19 pandemic. The proposals are based on those of the French High Council for Public Health, on published data outside the context of COVID-19, and on a concerted analysis of the risk-benefit ratio for our patients by a panel of experts specialized on thoracic oncology under the aegis of the French-Language Society of Pulmonology (SPLF) / French-language oncology group. These proposals are evolving (10/04/2020) according to the situations encountered which will enrich it, and are to be adapted to our institutional organisations and to the evolution of resources during the COVID-19 epidemic. Patients with symptoms and/or COVID-19+ are not discussed in this document and are managed within the framework of specific channels. J o u r n a l P r e -p r o o f 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This document aims to formalize a minimum level of management for patients with thoracic malignancies during the COVID-19 pandemic. The objectives are to reduce the risk of infection among particularly vulnerable patients and save human medical and paramedical resources as well as material resources like operating theaters, ventilators and hospital beds. The goal is to handle thoracic cancer patients in a concerted and, above all, in a standardized manner. These proposals may be updated (04/10/2020) as situations arise and are incorporated into them. They must be tailored to our institutions and fluctuating resources during the COVID-19 epidemic. The proposals are based on those of the French High Council for Public Health, on published data on thoracic oncology outside the context of COVID-19, and on a concerted analysis of the risk-benefit ratio for our patients. They were elaborated by email exchanges between all the authors and, for a few points a consensus was settled by phone calls with several of them. Symptomatic and/or COVID-19+ patients are not discussed in this document. They are managed by specific departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients are to come to appointments for treatment purposes only once they receive confirmation the day before through remote consultation. On arrival on the day of their appointment, they are checked for any fever and/or symptoms that might have appeared since the previous day and then enter the treatment and follow-up units unaccompanied. If they have symptoms, they will be referred to a specific COVID unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "Patients in other situations will be seen through remote consultation. Whenever possible, home hospital care should be the preferred option. Patients with metastatic or locally advanced lung cancer are at risk of serious infection because they may be immunocompromised (corticosteroids, chemotherapy) or suffer from concomitant lung disease or ischemic heart disease. Healthcare personnel are exposed to greater social contact in the hospital. As with other immunocompromised patients, if visits by lung cancer patients to outpatient services cannot be avoided, the following measures must be taken:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "double-barrier protection: when patients enter the unit, they must be given a surgical mask which they must wear throughout their stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "healthcare personnel must wear a surgical mask throughout the day (1 mask/4 hours).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "healthcare personnel must repeatedly disinfect their hands using an alcoholbased solution. The diaphragms of stethoscopes and sensors of pulse oxymeters must also be disinfected using an alcohol-based solution or alcohol wipes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "The patient's healthcare wishes must be discussed with the patient and recorded in the medical file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General considerations and measures"
        },
        {
            "text": "These patients receive curative treatment. Their survival rate is more than 50% at 5 years [1] . proposed that surgical resection be postponed for stage I and even some stage II N0 tumors, either by putting surgery off (for up to 6 weeks) or by offering stereotactic radiotherapy as a treatment alternative with a reduced number of sessions (1 to 3) to limit the number of visits patients need to make. This will depend on the limited availability of this technique during the lockdown period. We suggest that bronchoscopy not be performed in patients whose surgery is postponed as outlined above. Finally, for patients about to undergo surgery, a systematic screening for COVID by viral PCR and a systematic chest CT scan are discussed in order to avoid operating on asymptomatic COVID patients.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Patients with non-small cell lung cancer in the surgical phase of care"
        },
        {
            "text": "Patients currently undergoing treatment will finish their course. Given the uncertainty surrounding the utility of radiotherapy in this setting, no new patient is to begin adjuvant radiation treatment for pN2 disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postoperative radiotherapy"
        },
        {
            "text": "These patients receive curative treatment. Their survival rate is more than 50% at 3 or even 5 years [2] . These patients are known to be more at risk of developing severe respiratory complications requiring critical care. Patients currently undergoing treatment will finish their course. For patients currently undergoing chemotherapy, carboplatin is preferable to cisplatin since it is faster to administer and has lower toxicity. Regarding patients currently on durvalumab, the proposal being considered is 1/ double the dose to 1500mg once every 4 weeks or 2/ space administration out to once every 4 weeks. Initiating treatment in new patients must be discussed in MDT meetings. Since consolidation with durvalumab offers significant survival benefit, treatment must be administered if reasonable safety conditions can be met.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Patients with locally advanced non-small cell lung cancer undergoing chemoradiotherapy"
        },
        {
            "text": "These patients receive palliative care. Their survival rate is more than 50% at 3 or even 5 or 7 years [3] . The general plan is to continue any targeted therapy currently being Some of these treatments may have cytopenic effects. Care must be taken to monitor CBCs, particularly regarding neutropenia.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Oncogenic alterations"
        },
        {
            "text": "These patients are known to be more at risk of developing severe respiratory complications requiring critical care. These patients receive palliative care. Their survival rate is around 50% at 2 years [4] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "For patients who are currently receiving treatment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "-Induction immunotherapy +/-chemotherapy: patients currently receiving treatment finish their course up to 4 cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "-Maintenance chemotherapy: the risk-benefit ratio will be assessed case-bycase so that we can propose either spacing out or discontinuing maintenance therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "-Pembrolizumab immunotherapy: it is proposed 1/ that administration be halted in responders who have been on treatment for more than 1 year, and 2/ that the dose of Pembrolizumab be doubled to 400mg once every 6 weeks after the initial assessment in patients with controlled disease who are in their first year of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "The administration interval of immunotherapy may be doubled and the dose administered at each treatment doubled or space administration out to once every 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "weeks. If an initial assessment after 2 months of treatment confirms a response or tumor control, assessments need only be performed once every 4 months. However, J o u r n a l P r e -p r o o f 9 a remote consultation and lab tests must be conducted every month. Any sign of toxicity, such as colitis or lung disease, requires the patient to be called in and hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "Initiating treatment in new patients must be discussed in MDT meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: first-line"
        },
        {
            "text": "These patients are known to be more at risk of developing severe respiratory complications requiring critical care. These patients receive palliative care. Their median survival is around 1 year [5] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "No oncogenic alterations: second and subsequent lines"
        },
        {
            "text": "For patients who are currently receiving treatment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: second and subsequent lines"
        },
        {
            "text": "-Chemotherapy: discuss the appropriateness of continuing treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: second and subsequent lines"
        },
        {
            "text": "-Immunotherapy: it is proposed 1/ that administration be halted in responders who have been on treatment for more than 1 year, and 2/ that doses be doubled in patients with stable disease who are in their first year of treatment: Nivolumab to 480mg every 4 weeks, and Pembrolizumab to 400mg every 6 weeks after initial assessment. Atezolizumab could be administered at 1200mg every 4 (unstead of 3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No oncogenic alterations: second and subsequent lines"
        },
        {
            "text": "weeks [6] .Initiating further lines of treatment must be discussed in MDT meetings. ",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "No oncogenic alterations: second and subsequent lines"
        },
        {
            "text": "These patients are known to be more at risk of developing severe respiratory complications requiring critical care. These patients receive palliative care. Their median survival is around 1 year [8] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "First-line and ongoing treatments must be continued. Initiating treatment in new patients must be discussed in MDT meetings. Second-line and ongoing treatments must be continued. Initiating further lines of treatment must be discussed in MDT meetings. Atezolizumab must be offered according to the recommendations in the current extended Temporary Authorization for Use, particularly regarding PS criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "However, Atezolizumab could be administered at 1200mg every 4 (unstead of 3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "weeks [6] . More recently, Durvalumab also obtained its Temporary Authorization for Use in this indication.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "Carboplatin is preferable to cisplatin since it is faster to administer and has lower toxicity. G-CSF growth factors must be administered in all cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "J o u r n a l P r e -p r o o f 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with small cell lung cancer"
        },
        {
            "text": "These patients are known to be more at risk of developing severe respiratory complications requiring critical care. These patients receive palliative care. Their median survival is between 15 and 18 months [9] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Patients with mesothelioma"
        },
        {
            "text": "First-line and ongoing treatments must be continued. Initiating treatment in new patients must be discussed in MDT meetings. Ongoing second-line treatments must be continued. Initiating further lines of treatment must be discussed in MDT meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with mesothelioma"
        },
        {
            "text": "Immunotherapy: it is proposed 1/ that administration be halted in responders who have been on treatment for more than 1 year, and 2/ that doses be doubled after the initial assessment in patients in their first year of treatment (Nivolumab to 480mg every 4 weeks). Bevacizumab maintenance therapy may be halted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with mesothelioma"
        },
        {
            "text": "These patients are known to be more at risk of developing severe respiratory complications requiring critical care, particularly in cases of concomitant myasthenia gravis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient with thymic malignancies"
        },
        {
            "text": "Complex situations should be discussed with the coordinating physician from the RYTHMIC thymic malignancy network. For example, one proposal is to discuss cases and their urgency in MDT meetings. The discussion should focus on the size of the tumor, histological type and general health of the patient. Another proposal is to postpone surgical resection of stage I and stage II tumors. Ongoing first-line treatments must be continued. Initiating treatment in new patients must be discussed in MDT meetings. Ongoing second-line treatments must be continued. Initiating further lines of treatment must be discussed in MDT meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient with thymic malignancies"
        },
        {
            "text": "Situation should be examined case-by-case depending on the study and type of patients involved. A clear benefit and rare settings with no treatment alternatives must be prioritized. Special attention should be paid to trials in neoadjuvant settings or involving chemoradiotherapy in which access to surgery or radiotherapy on a particular date is not guaranteed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients in clinical trials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The IASLC Lung Cancer Staging Project: Proposals for Revision of the TNM Stage Groupings in the Forthcoming (Eighth) Edition of the TNM Classification for Lung Cancer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldstraw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chansky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thorac Oncol",
            "volume": "11",
            "issn": "",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overall Survival with Durvalumab after Chemoradiotherapy in Stage III NSCLC",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Antonia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Villegas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "",
            "pages": "2342--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Precision Diagnosis and Treatment for Advanced Non-Small-Cell Lung Cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "849--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pembrolizumab plus Chemotherapy in Metastatic Non-Small-Cell Lung Cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodríguez-Abreu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gadgeel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "2078--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rittmeyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barlesi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waterkamp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "255--65",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Alternative dosing regimens for atezolizumab : right dose, wrong frequency Cancer Chem",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ratain",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pharmacol",
            "volume": "84",
            "issn": "",
            "pages": "1153--55",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Carboplatin and weekly paclitaxel doublet chemotherapy compared with monotherapy in elderly patients with advanced non-small-cell lung cancer: IFCT-0501 randomised, phase 3 trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quoix",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zalcman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "1079--88",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Durvalumab plus platinum-etoposide versus platinum-etoposide in first-line treatment of extensive-stage small-cell lung cancer (CASPIAN): a randomised, controlled, open-label, phase 3 trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paz-Ares",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dvorkin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "394",
            "issn": "",
            "pages": "1929--1968",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bevacizumab for newly diagnosed pleural mesothelioma in the Mesothelioma Avastin Cisplatin Pemetrexed Study (MAPS): a randomised, controlled, open-label, phase 3 trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zalcman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazieres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Margery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1405--1419",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "is a known predictive factor of severe respiratory complications requiring critical care. Hence one proposal is to discuss cases and their urgency during weekly Multidisciplinary Tumor (MDT) meetings and surgical planning meeting. The discussion will focus on the size of the tumor, location, ground glass/solid component, nodal involvement and the general state of health and comorbidities of the patient. It is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "receiving treatment will finish their course. Limiting platinum-based chemotherapy to 3 cycles maximum is being discussed. Carboplatin is preferable to cisplatin since it is faster to administer, has lower toxicity and does not require conventional hospitalization. Regarding new patients, the feasibility of postponing chemotherapy must be discussed in MDT meetings according to age, tumor stage and comorbidities. Retrospective analyses suggest that the effect of postoperative chemotherapy on survival is maintained if chemotherapy is initiated 3 months after surgery. If adjuvant therapy is initiated, the following regimens should be offered to limit the risk of infection: cisplatin and vinorelbine with no D8 , or Carboplatin and -paclitaxel, once every 3 weeks and consider concomitant G-CSF (recommended given the current coronavirus situation to limit infection risks and patient visits to the hospital).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "administered. If no clinical signs indicative of progression are found, it is proposed that surveillance be conducted in responders and stable patients through remote consultation. First objective assessment after treatment initiation is necessary and possible using remote consultation, electronic transmission of images, emailing of results. For new patients, the following has been proposed: -EGFR mutations: first-line tyrosine kinase inhibitor -ALK alterations: first-line alectinib -ROS1 alterations: first-line crizotinib -BRAF mutation: first-line dabrafenib trametinib -MET alteration: first-line crizotinib If there is a response on an initial CT scan at 8 weeks, the subsequent assessment can wait for 3 to 4 months.Given the progression-free survival rates observed in trials, when patients reach the median progression free survival given by clinical trials date i.e. 10 months with crizotinib with 1 st and second generation EGFR-TKI, with dabrafenib-trametinib, or 18 months with osimertinib or alectinib, it seems sensible to have another CT scan which is then communicated to the family physician in the same ways.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Special populations: PS2, older patients These patients are known to be most at risk of developing severe respiratory complications requiring critical care. These patients receive palliative care. Their median survival is around 10 months[7]. in new patients must be discussed in MDT meetings. In this group at high risk of complications, the focus should be on optimizing general health and minimizing comorbidities.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "personal fees and non-financial support from MSD, grants, personal fees and nonfinancial support from Novartis, grants from Merck , personal fees and non-financial support from Pfizer, grants, personal fees and non-financial support from Roche, personal fees and non-financial support from Takeda, during the conduct of the study. Dr. S.Couraud reports grants from Amgen, grants, personal fees and other from Astra Zeneca, grants, personal fees and other from BMS, grants, personal fees and other from Boehringer Ingelheim, grants, personal fees and other from Chugai, grants and personal fees from Laidet, grants and personal fees from Lilly, grants and personal fees from MSD, grants from Pfizer, grants, personal fees and other from Roche, grants, personal fees and other from Takeda, other from Vitalaire, grants from Bayer, outside the submitted work. Dr. M.Duruisseaux reports non-financial support from Roche, personal fees and non-financial support from Astra zeneca, personal fees from Abbvie, personal fees and non-financial support from Novartis, personal fees and non-financial support from MSD, personal fees and non-financial support from BMS, personal fees and non-financial support from Pfizer, personal fees and non-financial support from Takeda, grants from Blueprint, grants from Nanostring, grants, personal fees and nonfinancial support from Boerhingher Ingelheim, outside the submitted work. Dr. A-C.Toffart reports grants, personal fees and non-financial support from Roche, personal fees and non-financial support from Astra zeneca, personal fees and non-financial support from BMS, personal fees and non-financial support from MSD, grants, personal fees and non-financial support from Pfizer, personal fees and non-financial support from Boehringer Ingelheim, personal fees and non-financial support from Vifor Pharma, outside the submitted work. Dr. V.Westeel reports personal fees and other from Roche, personal fees and other from BMS, personal fees and other from Astra Zeneca, personal fees from MSD, personal fees from Takeda, other from Pfizer, personal fees and other from Boehringer Ingelheim, personal fees from Lilly, outside the submitted work. Dr. M.Wislez reports personal fees and non-financial support from Roche, non-financial support from Pfizer, personal fees and non-financial support from Astra Zeneca, personal fees and non-financial support from MSD, grants, personal fees and non-financial support from BMS, personal fees and non-financial support from Boeringher Ingelheim, outside the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}