{"paper_id": "1ae5b5bbc35b33158d83903f8b7006670a63704e", "metadata": {"title": "Pain Management Best Practices from Multispecialty Organizations during the COVID-19 Pandemic and Public Health Crises COL (ret)", "authors": [{"first": "Steven", "middle": ["P"], "last": "Cohen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uniformed Services University of the Health Sciences", "location": {"settlement": "Bethesda", "region": "MD"}}, "email": "scohen40@jhmi.edu"}, {"first": ";", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zafeer", "middle": ["B"], "last": "Baber", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beth Israel Lahey Health", "location": {"settlement": "Burlington", "region": "MA"}}, "email": ""}, {"first": "Asokumar", "middle": [], "last": "Buvanendran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": ["C"], "last": "Ltc", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rush University College of Medicine", "location": {"settlement": "Chicago", "region": "IL"}}, "email": ""}, {"first": "U", "middle": ["S"], "last": "Mclean", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Army", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yian", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["Michael"], "last": "Hooten", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["R"], "last": "Laker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "U", "middle": ["S Air"], "last": "Force", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colorado", "location": {"settlement": "Denver", "region": "CO"}}, "email": ""}, {"first": "W", "middle": [], "last": "Ajay", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Wasan", "suffix": "", "affiliation": {"laboratory": "Professor of Anesthesiology and Psychiatry, and Vice Chair of Pain Medicine", "institution": "University of Pittsburgh", "location": {"settlement": "Pittsburgh", "region": "PA"}}, "email": ""}, {"first": "David", "middle": ["J"], "last": "Kennedy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Friedhelm", "middle": [], "last": "Sandbrink", "suffix": "", "affiliation": {"laboratory": "National Program Director for Pain Management, Specialty Care Services", "institution": "Boston Healthcare System", "location": {"settlement": "Boston", "region": "VA, MA"}}, "email": ""}, {"first": "Scott", "middle": ["A"], "last": "Ltc", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "King", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ian", "middle": ["M"], "last": "Cdr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "U", "middle": ["S"], "last": "Fowler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Navy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Milan", "middle": ["P"], "last": "Stojanovic", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Salim", "middle": ["M"], "last": "Hayek", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "14", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": ["R"], "last": "Cdr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "U", "middle": ["S"], "last": "Phillips", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: It is nearly impossible to overestimate the burden of chronic pain, which is associated with enormous personal and socioeconomic costs. Chronic pain is the leading cause of disability in the world, is associated with multiple psychiatric co-morbidities, and has been causally linked for the opioid crisis. Access to pain treatment has been called a fundamental human right by numerous organizations. The current COVID-19 pandemic has strained medical resources, creating a dilemma for physicians charged with a responsibility to limit spread of the contagion, and their responsibility to treat the patients they are entrusted to care for.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: To address these issues, an expert panel was convened that included pain management experts from the military, Veterans Health Administration, and academia. Endorsement from stakeholder societies was sought upon completion of the document, with a 1-week suspense period.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: In these guidelines, we provide a framework for pain practitioners and institutions to balance the often-conflicting goals of risk mitigation for health care providers, risk mitigation for patients, conservation of resources, and access to pain management services. Specific issues discussed include general and interventional-specific risk mitigation, patient flow issues and staffing plans, telemedicine options, triaging recommendations, strategies to reduce psychological sequelae in health care providers, and resource utilization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The COVID-19 public health crisis has strained health care systems, creating a conundrum for patients, pain medicine practitioners, hospital leaders, and regulatory officials.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Although this document provides a framework for pain management services, systems-wide and individual decisions must take into account clinical considerations, regional health conditions, government and hospital directives, resource availability, the welfare of health care providers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Video-Abstract link: https://vimeo.com/houpla/review/403517991/6a15e5ff38", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "\"Epidemics are a category of disease that seem to hold up the mirror to human beings as to who we really are. They show the moral relationships that we have toward each other as people.\"", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "It is difficult to estimate the personal, and socioeconomic burdens imposed by chronic pain. Pain is the number one reason people seek medical care, and chronic pain conditions comprise 3 of the top 4 leading causes of years lost to disability in the U.S. (back pain, general musculoskeletal disorders and neck pain) [1, 2] . Worldwide, low back pain by itself ranks in the top 10 causes of years lost to disability, being higher in industrialized countries [3] . According to the 2008 Medical Expenditure Panel Survey (MEPS), the estimated annual cost of chronic pain in the U.S. was between $560 and $635 billion in 2010 dollars, exceeding those of heart disease, cancer and diabetes [4] . Systematic reviews have found a correlation between chronic pain, suicide and decreased life expectancy [5, 6] .", "cite_spans": [{"start": 317, "end": 320, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 321, "end": 323, "text": "2]", "ref_id": "BIBREF1"}, {"start": 458, "end": 461, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 686, "end": 689, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 796, "end": 799, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 800, "end": 802, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Frank Snowden, Medical Historian"}, {"text": "In a highly cited study involving 8781 people who completed the 2012 National Health Interview Survey, Nahin [7] estimated that 55.7% of U.S. adults experienced pain in the past 3 months, with 32% experiencing pain every or almost every day, and 11.2% reporting severe, debilitating pain. Similar prevalence rates have been reported elsewhere, with a systematic review performed on studies conducted in the U.K. finding a pooled prevalence rate for chronic pain of 43.5%, with up to 14% suffering from moderate-to-severe disabling pain [8] .", "cite_spans": [{"start": 109, "end": 112, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 536, "end": 539, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Frank Snowden, Medical Historian"}, {"text": "Given the crucial role chronic pain plays in an individual's physical and psychosocial well-being, access to pain management services has been described as a fundamental human right, similar to the right to access basic medical care, housing, and free speech [9, 10] . Pain Official Journal of the American Academy of Pain Medicine management physicians have a moral and ethical responsibility to address pain, which can have profound, widespread consequences if left untreated. The undertreatment of pain has been causally linked to the opioid crisis, and chronic pain levels have been associated with increased mortality rates in cancer patients, structural and functional alterations in the brain, poverty, and decreased life expectancy when controlling for other factors [5, [11] [12] [13] [14] . Demographic factors associated with chronic pain and its undertreatment include lower socioeconomic status, being an African-American or other underrepresented minority, and serving on active military duty [15] [16] [17] . Yet, physicians also have a professional responsibility to care for their own health and those of non-physician healthcare providers involved in the care of pain and other patients, including preventing the spread of infectious disease. Balancing patient rights, the societal benefits inherent in the treatment of pain, the public health of our community, and the welfare of healthcare providers is critically important during times of crisis, including epidemics. The objectives of this article are to educate providers, healthcare leaders and regulatory bodies in the issues related to pain care during epidemics, and to provide a framework for guidelines moving forward. treatment withheld including becoming socially withdrawn, functionally disabled, and suicidal.", "cite_spans": [{"start": 259, "end": 262, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 263, "end": 266, "text": "10]", "ref_id": "BIBREF9"}, {"start": 775, "end": 778, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 779, "end": 783, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 784, "end": 788, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 789, "end": 793, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 794, "end": 798, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1007, "end": 1011, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1012, "end": 1016, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1017, "end": 1021, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Frank Snowden, Medical Historian"}, {"text": "Large variations in practices within regions can have long-standing consequences, such that practices that strictly interpret local recommendations to limit non-essential care to prevent disease spread can lose patients to less scrupulous practices that ignore regional ordinances intended to safeguard the community. For these reasons, there is a strong need for national guidance on pain management practices during epidemics. ", "cite_spans": [], "ref_spans": [], "section": "Frank Snowden, Medical Historian"}, {"text": "COVID-19 (coronavirus disease 2019) is caused by SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) and is related to the coronavirus which caused SARS in 2003. The virus is transmitted either through airborne droplets (e.g. coughing, sneezing or even respiration) or less commonly through direct contact (e.g. via contact with a surface, including medical equipment such as a pulse oximeter or nasal cannula, containing the virus), with a mean incubation period of between 4 and 7 days (range 2 days to > 2 weeks) [19, 20] . The latest data as of April 2020 indicate that the virus is shed from the nasopharynx for a median of 20 (range 8-37) days after illness onset [21] . Although individuals are most infectious when they are at the peak of their symptoms, the virus can still be transmitted person-to-person in individuals who are asymptomatic or have subclinical symptoms, which is most likely to occur in individuals living together or in close physical contact; this scenario accounts for a majority of cases. Based on the latest data, there appears to be little risk that brief contact with an asymptomatic carrier of the virus, such as that which occurs during a pain medicine encounter, confers any appreciable risk of becoming infected.", "cite_spans": [{"start": 525, "end": 529, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 530, "end": 533, "text": "20]", "ref_id": "BIBREF19"}, {"start": 679, "end": 683, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "SARS-CoV-2/COVID-19 BACKGROUND"}, {"text": "COVID-19 generally presents as a mild respiratory tract infection characterized by a dry cough, fatigue, and a low-grade fever; however, it may rapidly progress to respiratory distress requiring intensive care with a case fatality rate of 1.8-3.4% [22] . As of 3 April 2020, there were over 1 million confirmed cases of COVID-19 and close to 60,000 deaths for a case fatality rate of approximately 4.5% [23] . The intensive care unit (ICU) admission and case fatality rates are significantly higher with increasing age, and while ICU admissions and deaths in children have been recorded, they are rare in the United States. ICU admission and case fatality rates steadily rise from 4.7-11.2% and 1.4-2.6%, respectively, in the 55-64-year-old age group, to 6.3-29% and 10.4-27.3% in people over 85 years of age [24] . However, given that not everyone who needs to be tested gets tested, and that many individuals develop only minor or no symptoms, these rates are almost certainly lower. In addition to age, other risk factors for greater disease burden and mortality include smoking, and pre-existing medical conditions such as asthma, chronic obstructive pulmonary disease, congestive heart failure, diabetes and AIDS [25] [26] [27] .", "cite_spans": [{"start": 248, "end": 252, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 403, "end": 407, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 809, "end": 813, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1218, "end": 1222, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1223, "end": 1227, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1228, "end": 1232, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "SARS-CoV-2/COVID-19 BACKGROUND"}, {"text": "Although pain management providers care for a generally healthy subset of the medical population, infection control precautions form a backbone of interventional-based (e.g.", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": "injections) and some alternative medicine (e.g. acupuncture, hands-on therapies such as massage and manual therapy) practices. Yet, these precautions are even more important during a pandemic where the potential exists for viral shedding from asymptomatic patients and disease transmission. The CDC has provided infection control recommendations for preventing the transmission of infectious agents in healthcare settings which can be accessed via https://www.cdc.gov/infectioncontrol/guidelines/isolation/ and those recommendations that are most applicable to interventional pain physicians include:", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": " Place signs at triage points to instruct patients on appropriate hand hygiene, respiratory hygiene and cough etiquette. Provide adequate supplies in visible and accessible areas.  Triage patients with fever and or respiratory symptoms and ensure triage personnel have a supply of facemasks to apply to symptomatic and asymptomatic patients as resource Official Journal of the American Academy of Pain Medicine availability and ground conditions indicate, as viral shedding may occur during respiration.  Limit unnecessary patient escorts.  Create an area for spatially separating patients ideally at least 6 feet apart in waiting rooms and at check-in or booking locations/ queues.  Patients should be seen in clean room, with no prior exposure to COVID-19 patients. If patients with COVID-19 or those suspected of having COVID-19 have been in the room, the room needs to be adequately disinfected.  Hand hygiene should be performed with a 60-95% alcohol-based hand rub for 15 seconds or with soap and water for at least 20 seconds before and between all patient care episodes.  Strongly consider the use of surgical, procedural or cloth face masks during any patient interaction. This may prevent viral spread from an asymptomatic health care worker to patients, ancillary staff or other health care workers.  In areas with community spread, providers can change into scrubs before seeing patients and out of scrubs before leaving hospital.  Avoid touching one's face during exposures; wearing a regular face mask if available during in-person visits may serve as a reminder and physical barrier against respiratory shedding.  Wear gloves during patient care and remove and discard gloves when leaving the care area and immediately perform hand hygiene.  During procedures, sterile attire should be discarded after patient treatment provided resources are adequate (e.g. do not routinely reuse regular masks on different patients).  During evaluations and routine non-aerosolizing procedures, surgical masks are considered adequate and N95 masks are not needed. For high-risk patients, providers may choose to protect themselves with particulate-filtering respirators. For N95 masks, limited reuse is permissible during times of shortage.  Clean and disinfect all surfaces in the patient care environment to include tables, beds, chairs, door handles and equipment between each patient encounter.", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": "In addition to taking actions to protect the health and safety of patients, pain management staff should also take action to protect and preserve their health, resiliency and endurance to be able to continue to provide safe and effective care to their patients. Along with the general infection control recommendations above, during a pandemic providers should take additional actions to include:", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": " Avoid unnecessary contact with others.  Avoid unnecessary travel.", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": " Ensure access to adequate levels of necessary sustenance and medications.  Ensure adequate sleep and hydration.  Optimize health and immune system through behavioral changes such as quitting smoking and tobacco abuse, limiting alcohol use and improvements in diet and exercise.  Plan for activities and alternative methods of socialization and communication during times of isolation.  Proactively manage stress and provider burn out by monitoring your staff, providing resources as needed, and practicing proper work-rest cycles.", "cite_spans": [], "ref_spans": [], "section": "GENERAL RISK MITIGATION"}, {"text": "For emergent procedures or consultations that need to be performed in high-risk patients (i.e. those with COVID-19 symptoms, those with close contact with COVID-19 patients or those suspected of having the disease, individuals with recent travel to high-risk areas) or those known to be infectious, N95 masks should be used. For individuals who have not been N95 fit-tested, have facial hair, or fail N95 fit-testing, powered air purifying respirators (PAPRs) should be used if possible [28] . Surgical face masks protect against COVID-19 droplet transmission but do not protect against aerosolized small particles. N95 masks are defined by The National Institute for Occupational Safety and Health's (NIOSH) respirator approval criteria as a filter class that removes at least 95% of the \"mostpenetrating\" sized airborne particle during a NIOSH standardized test procedure [29] . Although N95 masks, like other transmission barriers, should ideally be disposed of and changed between patients, during pandemics and times of equipment shortage when contact transmission is not a concern (e.g. fomites), guidance from federal organizations recommend that a respirator classified as disposable can be reused by the same worker as long as it remains functional, which is termed 'limited reuse' [30] [31] [32] . If masks are reused, the greatest risk stems from survival of the pathogen on the respiratory surface, which can be transmitted by hand contact [33] . Steps to reduce this risk include wearing cleanable face shields over the N95 mask or masking patients to reduce the chance of contamination, limiting the number of uses (5 uses in the absence of specific manufacturer recommendations), visual inspection for body fluids or damage, fit-testing to ensure continued effectiveness, washing hands and using gloves before doffing and donning equipment, and proper storage between uses [34].", "cite_spans": [{"start": 487, "end": 491, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 874, "end": 878, "text": "[29]", "ref_id": null}, {"start": 1291, "end": 1295, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 1296, "end": 1300, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 1301, "end": 1305, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 1452, "end": 1456, "text": "[33]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "SPECIFIC RISK MITIGATION"}, {"text": "Although procedures by necessity require hands-on exposure and are often considered to pose high infection risk, risk is governed by multiple factors including exposure time, body regions exposed, pre-visit risk mitigation, venue, etc. and for some of these the risk be lower for simple procedures compared to new evaluations. Unlike new patient encounters, they involve patients who are already known to physicians and do not typically require a complete physical exam. For the most common procedures performed, patients are positioned face down, and the contact area is limited and sterilely prepped. Similar to open surgical procedures, providers may request that patients shower before receiving injections in high-risk situations. If available, masks can be provided to patients to reduce the risk of droplet spread. When performing procedures with the potential for aerosolization such as intransal sphenopalatine ganglion blocks and intra-oral injections, N95 masks should be used as recommended by the Centers for Disease Control and Prevention (CDC) and ASA [35] . Procedures should be performed with the minimal number of personnel, ideally by a physician with extensive experience to minimize risk exposure. In academic or group practices that have significantly diminished patient loads whereby procedure time is limited to a few hours per day or a couple of sessions or days per Official Journal of the American Academy of Pain Medicine week, consideration should be given to designating one person to perform all procedures during the allotted time slot to minimize practitioner exposure. Barring exigent circumstances, deep sedation that may require airway support should be avoided.", "cite_spans": [{"start": 1067, "end": 1071, "text": "[35]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Procedures"}, {"text": "In-person visits and procedures should be limited to urgent or emergent cases, and the meeting or procedure should ideally be conducted in a room designated for such purposes (if none is available, steps must be taken to adequately disinfect the room afterwards). The use of common areas should be avoided such that the patient is transported directly to the encounter area. Physicians who treat high-risk patients should be adequately protected with the use of surgical masks and face shields. The use of N95 masks should be considered on a case-to-case basis depending upon local availability and necessity (e.g. risk of coughing or sneezing by the patient). After the encounter, the patient should be monitored in the room until they can be transferred to an appropriate isolation area or discharged home to quarantine. It has been demonstrated that risk of transmission is highest during removal of protective gear, so appropriate precautions should be taken during this time period. It is critical that one's hands are cleansed thoroughly after the encounter, and that providers avoid touching their face or other surfaces before this is done. Pre-encounter briefings, simulation sessions if needed, and the presence of an observer during the removal and discarding of protective gear is highly recommended.", "cite_spans": [], "ref_spans": [], "section": "High-Risk Patients"}, {"text": "Official Journal of the American Academy of Pain Medicine", "cite_spans": [], "ref_spans": [], "section": "STAFFING PLANS"}, {"text": "In a public health crisis, it is important for institutions to develop staffing plans that prevent or minimize \"unnecessary\" exposure of hospital staff to patients, and to themselves. In scenarios characterized by widespread community transmission, it is essential to minimize interactions between clinic staff and the public; achievement of this goal can be optimized by following pathways such as the CDC Hospital Pandemic Influenza Planning Checklist [36] . Steps that are recommended include identifying staff deemed non-essential to the direct care of the patient during a pandemic. This may include certain medical assistants, nurse's aides and scribes. Second, time must be taken to identify specific roles that can be performed remotely.", "cite_spans": [{"start": 454, "end": 458, "text": "[36]", "ref_id": null}], "ref_spans": [], "section": "STAFFING PLANS"}, {"text": "This may include billers, translational services and secretarial staff. Finally, physicians may be able to do telehealth appointments from home if they have an electronic medical record infrastructure that supports it.", "cite_spans": [], "ref_spans": [], "section": "STAFFING PLANS"}, {"text": "Once key medical personnel are identified, steps may be taken to ensure that only those essential to the physician-patient interaction are allowed to enter the hospital and patient care areas. This may require special badges for essential staff, confirmation of clinic appointments when patients enter the hospital and placing limits or moratoriums on patient guests. If the patient requires a caregiver at their side, they may need to limit their guests to one adult and no children. For minimally-invasive procedures that typically require escorts such as lumbar epidural steroid injections performed without local anesthetic, requirements may be waived on an 'as-needed' basis. Alternatively, escorts may be asked to wait in their vehicle instead of physically accompanying the patient to the procedure area. Finally, necessary in-person clinic appointments should be spaced out appropriately to prevent clinic overcrowding and patients should not be allowed in the facility outside an appropriate time window for their appointment. Enforcement of these rules may require additional security personnel.", "cite_spans": [], "ref_spans": [], "section": "STAFFING PLANS"}, {"text": "It is important to point out that federal, state and local regulations concerning safety, including those of the hospital, supersede those of individual clinics. Such directives may come from the Department of Health and Human Services, the Office of the U.S. Surgeon General's, local state departments of health, or CDC. The CDC also provides guidance for state and local healthcare systems regarding infection control and patient treatment [37] , thus standardizing a national response across healthcare systems. In emergencies, pain clinic resources such as procedural gear and personal protective equipment (PPE) may be diverted towards addressing the pandemic. Procedural areas including those usually reserved for performing procedures or recovering patients may be utilized to address overflow patients in respiratory distress and clinical nursing staff may be transitioned to caring for those patients. Anesthesiologists specializing in pain medicine may be diverted to managing ventilated patients.", "cite_spans": [{"start": 442, "end": 446, "text": "[37]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "STAFFING PLANS"}, {"text": "The U.S. Department of Health and Human Services (HHS), responsible for enforcing regulations under the Health Insurance Portability and Accountability Act of 1996 (HIPAA), released guidance that during the COVID-19 national emergency and nationwide public health emergency, providers subject to the HIPAA Rules may utilize technology for communicating with patients that does not meet all of the requirements. The Office of Civil Rights (OCR) within HHS has exercised its \"enforcement discretion to not impose penalties for noncompliance with the HIPAA Rules in connection with the good faith provision of telehealth…\". Popular applications that are not typically permitted including Apple FaceTime, Facebook Messenger video chat, Skype, etc., may be used without risk of penalty for noncompliance during this emergency; however, public facing applications in which the video encounter cannot be kept private (Facebook Live, Twitch, TikTok, etc) should not be used [38] .", "cite_spans": [{"start": 966, "end": 970, "text": "[38]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Billing and Logistics"}, {"text": "Appropriations Act and 1135 waiver authority have permitted the Centers for Medicare and Medicaid Services (CMS) to expand telehealth by authorizing Medicare payments at the same rate as in-person visits for \"office, hospital, and other visits furnished via telehealth across the country including in patients' places of residence starting March 6, 2020.\" Billing should be conducted using the appropriate telehealth modifier (e.g. place of service code 02 for Medicare, or the modifiers '95' and 'GT' for some private insurance companies). It is important to recognize that relaxed billing processes apply only to telehealth video encounters and not audio encounters only (such as phone calls). Previous CMS guidelines requiring the patient to travel to a certified telehealth center are no longer broadly applicable. Medicare telehealth visits require interactive audio and video telecommunications systems that permit real-time communication, though billing modifiers can be used in circumstances where interactive video is not feasible or practical. In these cases, encounters should be billed as \"virtual check-ins\" using the CPT code G2012. As of March 6, 2020 and extending through the duration of this public health crisis, appropriately-performed telehealth visits can be reimbursed by Medicare at the same rate as inperson visits, though the level of encounter may need to be downgraded sans physical exam.", "cite_spans": [], "ref_spans": [], "section": "The recently passed Coronavirus Preparedness and Response Supplemental"}, {"text": "The Dept. of Health and Human Services has also asserted that audits ensuring a prior relationship between patient and particular practitioner will not be conducted during this public health emergency, thus allowing new patient intakes to be completed through an audio/video encounter [39] . Licensing for telemedicine is at the discretion of each state, and all states require providers be licensed in the state in which the patient receives the care. There are now 12 states that offer special telemedicine licenses that allow cross-state line visits [40] . In the wake of the public health emergency declared by the Secretary of Health and Human Services, the U.S. Drug Enforcement Agency now permits DEA-registered physicians to prescribe opioids via telehealth visits provided they are issued for a legitimate medical purpose by a practitioner acting in the usual course of his/her professional practice; the telemedicine communication is conducted using an audio-visual, real-time, two-way interactive communication system; and the practitioner is acting in accordance with applicable federal and state law.", "cite_spans": [{"start": 285, "end": 289, "text": "[39]", "ref_id": "BIBREF36"}, {"start": 553, "end": 557, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "The recently passed Coronavirus Preparedness and Response Supplemental"}, {"text": "In acknowledgment that many patients who would be seen in a pain medicine clinic during the COVID-19 pandemic are in higher risk groups, full consideration should be given to minimizing patients congregating in a waiting room, and the new HHS and CMS relaxations on telemedicine provide a method for new patient and established patient visits.", "cite_spans": [], "ref_spans": [], "section": "The recently passed Coronavirus Preparedness and Response Supplemental"}, {"text": "In patients on opioids who may have run out of medications because of logistical obstacles or overuse, assessment of withdrawal signs can be challenging during remote visits.", "cite_spans": [], "ref_spans": [], "section": "Monitoring Patients for Opioid Withdrawal"}, {"text": "Symptoms such as diarrhea, rhinorrhea, abdominal pain and chills can be garnered from patient interviews, but may be difficult to corroborate. However, some physical signs indicative of opioid withdrawal, particularly if prominent, can be observed remotely such as agitation, diaphoresis, piloerection, and possibly even pupillary size. Monitoring patients for an elevated heart or pulse rate, which is a classic sign of opioid withdrawal, can sometimes be done by reliable patients or their caregivers. Although not usually fatal, patients at risk for opioid withdrawal should be scheduled for an in-person visit if possible. Non-opioid strategies to prevent physical withdrawal can include clonidine and lofexidine in the United Kingdom.", "cite_spans": [], "ref_spans": [], "section": "Monitoring Patients for Opioid Withdrawal"}, {"text": "Official Journal of the American Academy of Pain Medicine", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "Mobile health technology has generated intense interest in the pain medicine community.", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "Given its focus on self-care and web-based or other forms of remote communication, psychological treatments such as cognitive behavioral therapy, mindfulness therapy and acceptance and commitment therapy, would seem to be prime candidates for remote administration. In a review on mobile health technology for chronic pain, Sundararaman et al.", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "found that while the results were promising, and widespread adoption was likely to be the norm in years to come, to date rigorous trials have yet to be conducted [41] . The argument in favor of trialing mobile health psychological treatments may be even more compelling during these times of pandemic-related personal and social stress.", "cite_spans": [{"start": 162, "end": 166, "text": "[41]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "The use of mobile technology to facilitate physical modalities such as yoga, tai chi and home exercise programs has also grown exponentially in the past decade. Yet, similar to psychological-based therapies, reviews have generally found that while preliminary findings have been auspicious, the studies tended to be small and characterized by methodological flaws and bias [42] . In one systematic review that examined 648 studies evaluating the efficacy of electronic health-supported home exercise interventions, the authors found only 7 randomized trials that met inclusion criteria. They concluded that while there was evidence to support improvement in pain scores, function and health-related quality of life, the degree of benefit was small and of questionable clinical relevance [43] .", "cite_spans": [{"start": 373, "end": 377, "text": "[42]", "ref_id": "BIBREF38"}, {"start": 787, "end": 791, "text": "[43]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "Nevertheless, given their very low risks, the absence of suitable alternatives, and the nonpain-related benefits that may be afforded by exercise and psychological therapies in times of crisis, it is recommended that telehealth modalities be utilized whenever possible if indicated.", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "There is generally conflicting evidence even for the most commonly utilized in-person pain interventions, and the absence of evidence (for an effect) is not the same as evidence of absence.", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "Official Journal of the American Academy of Pain Medicine", "cite_spans": [], "ref_spans": [], "section": "Telehealth Therapy"}, {"text": "During public health emergencies including pandemics, patients must still be afforded access to pain specialist care. Patients presenting for in-person care should be screened for symptoms of acute respiratory illness (e.g., fever, cough, difficulty breathing) prior to entering the facility. Patients with respiratory symptoms who require urgent care should have a separate waiting space and evaluation/treatment area (or be brought directly into the evaluation/ treatment area), and wear a mask to contain any droplets. All patients should have access to alcohol-based hand rub (ABHR) and/or soap at a sink. Chairs in the waiting room should be placed 6 feet apart, and reading materials and other communal objects should be removed or cleaned regularly [44, 45] .", "cite_spans": [{"start": 756, "end": 760, "text": "[44,", "ref_id": "BIBREF40"}, {"start": 761, "end": 764, "text": "45]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "CLINIC FLOW"}, {"text": "All members of the healthcare team should perform hand hygiene before and after all patient care episodes or contact with any potentially infectious material, including personal protective equipment (PPE). Hand hygiene should be performed with an ABHR that is 60-95% alcohol or by washing hands with soap and water for at least 20 seconds. N95 respirators (level 3 facemask if unavailable) or PAPRs should be used by staff who are present during an aerosolgenerating procedure. Eye protection, gloves, and gowns are also recommended for any interaction, but gowns can be prioritized for aerosol-generating procedures, care activities where splashes and sprays are anticipated, and high-contact patient care activities (e.g., patient hygiene) [44, 45] .", "cite_spans": [{"start": 742, "end": 746, "text": "[44,", "ref_id": "BIBREF40"}, {"start": 747, "end": 750, "text": "45]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "CLINIC FLOW"}, {"text": "The term \"triage\" derives from the French word \"trier\", which means \"classifying\" or \"categorizing\". Although the concept can apply to any scarce resource, it is most commonly used to describe the prioritization of patients based on their need for treatment [46] . Triage allows first-responders, who may lack resources, to prioritize care. In catastrophic situations, there is a switch in the care paradigm from doing what is best for the individual patient to doing what is best for the largest number of people [47, 48] .", "cite_spans": [{"start": 258, "end": 262, "text": "[46]", "ref_id": "BIBREF42"}, {"start": 514, "end": 518, "text": "[47,", "ref_id": "BIBREF43"}, {"start": 519, "end": 522, "text": "48]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "William Osler"}, {"text": "Although triage is sometimes considered by non-emergency room providers to be tedious administrative work, it is well-known that in mass casualty situations, better outcomes can be obtained when more experienced personnel triage patients. In emergency departments, the Joint Commission actually requires recertification for triage personnel every 3 years. In situations where resources are scarce (critical shortages in personnel or personal protective equipment), treatment decisions may be decided by small subcommittees, as has been described in disaster situations [49] .", "cite_spans": [{"start": 569, "end": 573, "text": "[49]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "William Osler"}, {"text": "Practically, triaging for pain is more challenging than for trauma, where more objective criteria (e.g. urgent threat of loss of life, limb or eyesight) can be used. There is generally a poor correlation between imaging findings and pain and disability, and a bi-directional relationship between chronic pain and psychiatric co-morbidities such as depression [50, 51] . In the absence of specific biomarkers for pain, its subjective nature, and the extremely high variability in response to acute and chronic pain, triaging pain medicine patients can be extremely challenging.", "cite_spans": [{"start": 359, "end": 363, "text": "[50,", "ref_id": "BIBREF46"}, {"start": 364, "end": 367, "text": "51]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "William Osler"}, {"text": "The American College of Surgeons recommend that not only medical factors, but also logistical circumstances be considered when making treatment decisions [52] . For pain management, factors that should be taken into consideration when deciding whether to see a patient in person, change the appointment to telemedicine, postpone the visit, and perform a procedure include (tables 1 and 2; figure 1 ):", "cite_spans": [{"start": 154, "end": 158, "text": "[52]", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 389, "end": 397, "text": "figure 1", "ref_id": "FIGREF3"}], "section": "William Osler"}, {"text": " Acuity  Co-morbid psychiatric (e.g. severe pain-related depression) and social (e.g. single mother of young children with limited resources) considerations  Pain level and accompanying functional impairment  Likelihood of the visit/ procedure providing meaningful benefit  Likelihood of the patient to seek scarce emergency services, or be started on opioids  Need for physical examination  Risk association with in-person visit or procedure  Work status (e.g. is the patient currently working or likely to return to work with adequate pain treatment?", "cite_spans": [], "ref_spans": [], "section": "William Osler"}, {"text": "o Job (i.e. prioritizing first-responders will provide the greatest benefit for society)", "cite_spans": [], "ref_spans": [], "section": "William Osler"}, {"text": "Opioids are the most effective treatment for acute and chronic pain, having demonstrated efficacy for both neuropathic and non-neuropathic pain [53, 54] . Although critics cite a lack of high-quality evidence supporting benefit longer than 3 months, systematic reviews have demonstrated long-standing improvement in quality of life, the absence of long-term efficacy data stems from regulatory requirements and ethical considerations about the enduring use of placebo, and the same criticism can be leveled against non-opioid treatments [13, 55] .", "cite_spans": [{"start": 144, "end": 148, "text": "[53,", "ref_id": "BIBREF49"}, {"start": 149, "end": 152, "text": "54]", "ref_id": "BIBREF50"}, {"start": 537, "end": 541, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 542, "end": 545, "text": "55]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "Psychological stress has been causally-linked to exacerbations of chronic pain, but has also been shown to amplify opioid craving in individuals with a history of opioid misuse, and to increase the risk for opioid abuse and relapse [56] [57] [58] . In addition to pain, patients frequently use medically prescribed opioids consciously and unconsciously to alleviate non-pain-related", "cite_spans": [{"start": 232, "end": 236, "text": "[56]", "ref_id": "BIBREF52"}, {"start": 237, "end": 241, "text": "[57]", "ref_id": "BIBREF53"}, {"start": 242, "end": 246, "text": "[58]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "Official Journal of the American Academy of Pain Medicine psychological symptoms that may emerge or be magnified during public health crises including depression, sleep and anxiety. Whereas there is some evidence in the form of small controlled and uncontrolled trials to support opioids in the short-term for each of these conditions [59] [60] [61] , their long-term use in this context is likely to exacerbate these symptoms [62] [63] [64] .", "cite_spans": [{"start": 335, "end": 339, "text": "[59]", "ref_id": "BIBREF55"}, {"start": 340, "end": 344, "text": "[60]", "ref_id": "BIBREF56"}, {"start": 345, "end": 349, "text": "[61]", "ref_id": "BIBREF57"}, {"start": 427, "end": 431, "text": "[62]", "ref_id": "BIBREF58"}, {"start": 432, "end": 436, "text": "[63]", "ref_id": "BIBREF59"}, {"start": 437, "end": 441, "text": "[64]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "Morbidity and complications from COVID-19 are more common in the elderly and immunocompromised patients, which highlights the importance of the immune response in staving off infection, and minimizing the case fatality rate. The effect of opioids on the immune system is complex, and depends on the type of opioid, the dose, the nature of immunity (i.e.", "cite_spans": [], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "opioids have different effects on different immune cells) and context [65] . In individuals on chronic opioid therapy, opioids have been linked to infection [66] . However, pain itself may have an immunosuppressive effect, such that the use of opioids to alleviate acute pain may actually enhance the immune response [67] .", "cite_spans": [{"start": 70, "end": 74, "text": "[65]", "ref_id": "BIBREF61"}, {"start": 157, "end": 161, "text": "[66]", "ref_id": "BIBREF62"}, {"start": 317, "end": 321, "text": "[67]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "As noted above, the Dept. of Health and Human Services has provided a waiver permitting health care providers to prescribe opioids via telehealth visits, and most regions now permit electronic opioid prescriptions, which may reduce the risk of diversion. Considering these factors, it is reasonable to provide interim opioids, short-term opioids to individuals who experience an acute pain episode or severe exacerbation of chronic pain after appropriate risk stratification, screening for red flags, checking the prescription drug monitoring program and developing an agreed-upon exit strategy. If opioids are to be continued in these individuals beyond 1-2 weeks, we recommend an in-person visit within one month if this is at all feasible to perform a physical examination in order to assess the severity of pathology and identify individuals who might be candidates for a procedural intervention or subspecialty referral, to ensure symptom concordance, surveil non-organic signs, obtain written informed consent, Official Journal of the American Academy of Pain Medicine identify benchmarks for success, develop and discuss an exit strategy, and to perform baseline urine toxicology screening as deemed appropriate [68, 69] . In individuals who are already taking opioids, temporary increases may be provided with the appropriate risk mitigation tools, but barring extenuating circumstances, we recommend that an in-person visit be performed ideally within 2 months. This may help distinguish disease progression which might warrant treatment, from opioid tolerance, opioid hyperalgesia, and the use of opioids to treat non-pain conditions that might benefit from other treatments such as psychotherapy.", "cite_spans": [{"start": 1219, "end": 1223, "text": "[68,", "ref_id": "BIBREF64"}, {"start": 1224, "end": 1227, "text": "69]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "Intrathecal pump refills are an emergent interventional pain procedure. The most common intrathecally-delivered medications include opioids, baclofen, bupivacaine, clonidine and ziconotide. For opioids, clonidine and baclofen, withdrawal should be expected with abrupt cessation, which can be fatal for baclofen. The oral to intrathecal dose ratios vary from around 300:1 for opioids to > 100:1 for baclofen, but even high-dose oral replacement therapy may not be sufficient for baclofen, there is extremely wide variability in conversion ratios, and conversion ratios have not been well-studied for any drug besides morphine. For obese and anatomicallychallenging patients, imaging is sometimes used to ensure accurate medication deposit into the pump reservoir, which would require an in-hospital appointment. For most patients, in-home pump refills can be done by special services.", "cite_spans": [], "ref_spans": [], "section": "MANAGING OPIOIDS"}, {"text": "Key mental health problems associated with the COVID-19 pandemic include high rates of psychiatric symptoms, psychological stress associated with being quarantined, and the immediate need to deliver mental health screening and treatment interventions to large populations. These mental health considerations are highly relevant because mental health Official Journal of the American Academy of Pain Medicine disorders (e.g., depression, anxiety disorders, posttraumatic stress disorder and substance use disorders) are common in patients with chronic pain [70] . Mental health problems associated with the COVID-19 pandemic could exacerbate these pre-existing conditions which, in turn, could adversely impact pain-related treatment outcomes [71, 72] .", "cite_spans": [{"start": 556, "end": 560, "text": "[70]", "ref_id": "BIBREF66"}, {"start": 742, "end": 746, "text": "[71,", "ref_id": "BIBREF67"}, {"start": 747, "end": 750, "text": "72]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "MENTAL HEALTH CONSIDERATIONS FOR PATIENTS"}, {"text": "Three online survey studies (n=3586) from China, conducted January 31 to February 8, 2020, provide important preliminary data about the impact of COVID-19 on the prevalence of psychiatric symptoms [73] [74] [75] . The psychological impact of the pandemic was rated as moderate to severe by 53.8% of respondents [75] , 16.5% to 28.8% reported moderate to severe symptoms of depression and anxiety [75] , 8.1% reported moderate to severe stress levels [75] , and the prevalence of acute posttraumatic stress symptoms (PTSS) ranged from 4.6% to 7.0% [73, 74] .", "cite_spans": [{"start": 197, "end": 201, "text": "[73]", "ref_id": "BIBREF69"}, {"start": 202, "end": 206, "text": "[74]", "ref_id": "BIBREF70"}, {"start": 207, "end": 211, "text": "[75]", "ref_id": "BIBREF71"}, {"start": 311, "end": 315, "text": "[75]", "ref_id": "BIBREF71"}, {"start": 396, "end": 400, "text": "[75]", "ref_id": "BIBREF71"}, {"start": 450, "end": 454, "text": "[75]", "ref_id": "BIBREF71"}, {"start": 547, "end": 551, "text": "[73,", "ref_id": "BIBREF69"}, {"start": 552, "end": 555, "text": "74]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "MENTAL HEALTH CONSIDERATIONS FOR PATIENTS"}, {"text": "Female gender, poor self-rated health status, and physical symptoms of myalgia, dizziness, and coryza were significantly associated with greater levels of anxiety, depression and stress [75] .", "cite_spans": [{"start": 186, "end": 190, "text": "[75]", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "MENTAL HEALTH CONSIDERATIONS FOR PATIENTS"}, {"text": "Female gender, history of residing in Wuhan, high risk viral exposure, and poor sleep quality were significantly associated with greater levels of PTSS [73, 74] . In addition to high levels of psychiatric symptoms, the widespread use of quarantines to halt the spread of COVID-19 is associated with significant psychological stress. Specific quarantine-related stressors include longer duration of confinement, fear of infection, frustration and boredom, inadequate home supplies and access to information, financial loss, and social stigma [76] . The effects of quarantine are particularly deleterious for health care workers.", "cite_spans": [{"start": 152, "end": 156, "text": "[73,", "ref_id": "BIBREF69"}, {"start": 157, "end": 160, "text": "74]", "ref_id": "BIBREF70"}, {"start": 541, "end": 545, "text": "[76]", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "MENTAL HEALTH CONSIDERATIONS FOR PATIENTS"}, {"text": "As summarized by Brooks et al. [76] , quarantined health care workers are more likely to report exhaustion, social detachment, feelings of anxiety when treating febrile patients, irritability, sleep disruption, poor concentration and difficulty making decisions, poor work", "cite_spans": [{"start": 31, "end": 35, "text": "[76]", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Mental Health Considerations for Health Care Workers"}, {"text": "Official Journal of the American Academy of Pain Medicine performance, and missed work days. Among health care workers, being quarantined is a significant predictor of alcohol abuse and symptoms of posttraumatic stress disorder for up to 3 years following the episode of quarantine [77, 78] . In the context of the ongoing pandemic, widespread screening and treatment interventions for mental health problems should be immediately deployed [79] . A broad array of online and mobile-based platforms should be leveraged to accelerate dissemination of mental health services to the vast numbers of people impacted by the COVID-19 pandemic including health care workers [80, 81] . These may include telehealth cognitive behavioral therapy, online stress reduction and coping skills training, and audio or audiovisual group therapy sessions (Box 1). Whereas mobile health technology has yielded auspicious results for the treatment of chronic", "cite_spans": [{"start": 282, "end": 286, "text": "[77,", "ref_id": "BIBREF73"}, {"start": 287, "end": 290, "text": "78]", "ref_id": "BIBREF74"}, {"start": 440, "end": 444, "text": "[79]", "ref_id": "BIBREF75"}, {"start": 666, "end": 670, "text": "[80,", "ref_id": "BIBREF76"}, {"start": 671, "end": 674, "text": "81]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Mental Health Considerations for Health Care Workers"}, {"text": "Steroids are known to suppress the immune system and systemic steroids have been linked to infections, including pneumonia [82] . The suppression of the hypothalamic-pituitaryadrenal axis typically lasts for less than 3 weeks, but may last for over one month in some individuals [83, 84] . Infections have also been reported after epidural and other steroid injections, though none have been causally linked to an immunosuppressed state in the patients;", "cite_spans": [{"start": 123, "end": 127, "text": "[82]", "ref_id": "BIBREF78"}, {"start": 279, "end": 283, "text": "[83,", "ref_id": "BIBREF79"}, {"start": 284, "end": 287, "text": "84]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "most are linked to contaminated solutions or poor infection control practices [85] . However, an iatrogenically-immunocompromised patient can be at increased risk for infection during the window of immune suppression, which occurs via the effects of glucocorticoids on the immune response, t-cells, myeloid cells, and through alterations in gene expression [86] . According to one large retrospective study, influenza-vaccinated patients who underwent joint corticosteroid injections were 52% more likely to develop influenza than non-injection control patients, with women younger than 65 years being at highest risk [87] . Yet, in a position paper from the Spine Intervention Society that did not include this study, the Patient Safety Committee concluded, \"There is no clear evidence of a causative effect between spinal injections and periprocedural infections and complications in immunosuppressed patients [85] .\"", "cite_spans": [{"start": 78, "end": 82, "text": "[85]", "ref_id": "BIBREF81"}, {"start": 357, "end": 361, "text": "[86]", "ref_id": "BIBREF82"}, {"start": 618, "end": 622, "text": "[87]", "ref_id": "BIBREF83"}, {"start": 912, "end": 916, "text": "[85]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "Many patients with chronic pain are on opioids, and the treatment of chronic pain with procedures may ameliorate the need for opioids, which are well-documented to suppress the immune system [65, 88] . In addition, poorly treated pain may itself exert immunosuppressive effects [89] . Theoretically, the treatment of pain may therefore bolster one's immune response.", "cite_spans": [{"start": 191, "end": 195, "text": "[65,", "ref_id": "BIBREF61"}, {"start": 196, "end": 199, "text": "88]", "ref_id": "BIBREF84"}, {"start": 278, "end": 282, "text": "[89]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "However, there is at least a theoretical possibility that procedures involving the administration of steroids can increase the infection risk and corticosteroid administration should be approached with caution in these patients. Multiple randomized trials have evaluated different doses of epidural steroids, and for the most part have found that the doses typically used in clinical practice and trials are excessive [71, 90] . In recent guidelines from the World Institute of Pain, the authors found no evidence for interlaminar ESI doses exceeding 40 mg for methylprednisolone acetate, 20 mg for triamcinolone, and 10 mg for dexamethasone [90] . In 2 randomized studies evaluating multiple doses of steroids, the authors found no additional benefit for doses greater than 10 mg of triamcinolone [91] or 4 mg of dexamethasone [92] . There is less literature on steroid dosing for intra-articular injections, though one randomized trial found no difference in outcomes between 40 mg and 80 mg for knee injections [93] .", "cite_spans": [{"start": 418, "end": 422, "text": "[71,", "ref_id": "BIBREF67"}, {"start": 423, "end": 426, "text": "90]", "ref_id": "BIBREF86"}, {"start": 642, "end": 646, "text": "[90]", "ref_id": "BIBREF86"}, {"start": 798, "end": 802, "text": "[91]", "ref_id": "BIBREF87"}, {"start": 828, "end": 832, "text": "[92]", "ref_id": "BIBREF88"}, {"start": 1014, "end": 1018, "text": "[93]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "Other literature supports the effect of non-steroid-based solutions for inflammatory conditions. A large systematic review by Bicket et al. [94] that compared the effectiveness of epidural non-steroid and non-epidural steroid 'control' injections in ESI studies found that most of the short-term effect for epidural injections result from the injectate itself, rather than the steroids. The analgesic effects of non-steroid injections were further illustrated in a systematic review by Rabinovitch et al [95] , who reported a strong correlation between epidural volume and pain relief irrespective of steroid dose for up to one year. For non-epidural joint injections, randomized studies also suggest that non-steroid injections, including saline, may provide significant benefit [96] . It is important to note that for many procedures such as trigger point injections, steroids concur no additional benefit beyond that achieved with non-steroid solutions [97] .", "cite_spans": [{"start": 140, "end": 144, "text": "[94]", "ref_id": "BIBREF90"}, {"start": 504, "end": 508, "text": "[95]", "ref_id": "BIBREF91"}, {"start": 780, "end": 784, "text": "[96]", "ref_id": "BIBREF92"}, {"start": 956, "end": 960, "text": "[97]", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "In summary, we believe that physicians may continue to perform epidural and other [99, 100] , though the agencies do caution that \"the pharmacological activity of NSAIDs in reducing inflammation, and possibly fever, may diminish the utility of diagnostic signs in detecting infections.\" Some of the common symptoms associated with covid-19 including myalgias, headache and fever, may be alleviated by NSAIDs. Acetaminophen is an alternative to NSAIDs, but has been shown in clinical trials to have less antipyretic and analgesic effects [101, 102] .", "cite_spans": [{"start": 82, "end": 86, "text": "[99,", "ref_id": "BIBREF95"}, {"start": 87, "end": 91, "text": "100]", "ref_id": "BIBREF96"}, {"start": 537, "end": 542, "text": "[101,", "ref_id": "BIBREF97"}, {"start": 543, "end": 547, "text": "102]", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "STEROIDS & IMMUNOSUPPRESSION"}, {"text": "The COVID-19 pandemic represents an unprecedented global health crisis that requires carefully weighing the dynamic balance between access to pain care, which can have long-term personal and socioeconomic benefits, with the immediate goal of minimizing exposure risk for frontline healthcare providers and vulnerable patients. It is important to recognize that these recommendations are meant to serve as guidelines, not standards, which come from an undisputed, unquestioned authority, and are therefore less subject to interpretation and modification. The risk-benefit calculation of performing in-person visits and procedures must take into account not only individual factors (e.g. psychological health, the likelihood of a patient to seek emergency services), and the probability of benefit, but also context, logistical concerns, relevant regulations and conditions in the area, and the availability of resources, all of which are constantly evolving. For patients in whom triage determines warrants an in-person visit, general and pain-specific risk mitigation strategies should be adhered to. o Provides updates on COVID-19 for regional anesthesia and pain medicine specialists.  https://www.asra.com/page/2900/updates-on-covid-19-for-regionalanesthesia-and-pain-medicine-specialists -Neurolytic procedures for refractory cancerassociated pain -Epidural steroid injections for acute disc herniation or acute pain exacerbation -Vertebroplasty of kyphoplasty for refractory pain from acute vertebral compression fracture 4 -Replacement of neurostimulation devices in which there is a high likelihood that abrupt cessation of therapy will lead to decompensation. -Sympathetic blocks for early complex regional pain syndrome after conservative treatment failure -Treatments for acute or acute exacerbations of refractory spinal pain where there is a high likelihood of physical or psychological disability (radiofrequency ablation in a person with disabling recurrence after previous relief, sacroiliac joint injection for acute, disabling pain) -Debilitating nerve entrapment syndromes with neurological deficits -Acute headaches likely to respond to blocks (e.g. occipital neuralgia, trigeminal neuralgia) 5 Consider and discuss risks and benefits with patient and facility. May proceed after screening if resources support.", "cite_spans": [{"start": 2213, "end": 2214, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Elective -Epidural steroid injections for chronic pain -Selective nerve root blocks -Diagnostic medial branch blocks, most intraarticular facet blocks, and repeat preemptive radiofrequency denervation for chronic pain -Trigger point injections -Diagnostic discography -Peripheral intra-articular joint injections (hip, knee, etc.) -Neuromodulation (conventional spinal cord stimulation or peripheral nerve stimulation) -Ketamine and other intravenous infusions 6 Postpone or Cancel Footnotes:", "cite_spans": [{"start": 461, "end": 462, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "RESOURCES"}, {"text": "1. Anesthesia or deep sedation that may require airway support should be avoided if at all possible. 2. Postdural puncture headaches are generally time-limited, and first-line treatments can include conservative care. Reserved only for refractory, debilitating cases. 3. Psychosocial factors, work status, acuity, likelihood and anticipated magnitude of benefit, treatment alternatives, infectious and other risks associated with the procedure, and chances the patient will seek emergency services or begin opioid therapy may all be considered. 4. Vertebral compression fractures may be associated with significant morbidity in the elderly. Mixed evidence for effectiveness. Discuss risks and benefits with patients, participating health care personnel and facility leadership. May proceed if resources support. 5. Trigeminal neuralgia affects mostly elderly patients, who are at increased risk for infection. There is weak evidence for long-term effectiveness for trigeminal nerve blocks. Urgency depends on context. Intranasal sphenopalatine ganglion blocks may cause viral aerosolization and should be used with extreme caution as a last resort in high-risk patients. 6. May be considered urgent in individuals for whom ketamine has previously been successfully used to treat refractory pain and depression (i.e. ongoing treatment). suicidal ideation or severe depression related to pain) -Procedural complications -Evaluation for acute complex regional pain syndrome -Severe, intractable headaches or trigeminal neuralgia -Acute pain or pain exacerbation with high likelihood that the patient will seek emergency services or initiate opioids", "cite_spans": [], "ref_spans": [], "section": "RESOURCES"}, {"text": "In-person evaluation, telemedicine evaluation if highrisk for infection (patient or location-specific)", "cite_spans": [], "ref_spans": [], "section": "RESOURCES"}, {"text": "Elective -Chronic lower back or neck pain -Chronic musculoskeletal pain -Arthritic disorders -Myofascial pain -Chronic headaches -Fibromyalgia -Chronic abdominal or pelvic pain -Chronic headaches -Connective tissue disorders -Medication refills -2 nd opinions Postpone or telemedicine evaluation 1. For cases deemed 'urgent', discuss risks and benefits with patients, participating health care personnel and facility leadership. May proceed if resources support.", "cite_spans": [], "ref_spans": [], "section": "RESOURCES"}, {"text": "Workers  Maintain a daily schedule of activities during quarantine to reduce frustration and boredom -Exercise -Online or social media contact with family, friends and colleagues -Pursue hobbies or other meaningful leisure activities  Develop proactive approaches to continue working from home when possible  Identify clear and transparent sources of information about the pandemic -Avoid exposure to sensationalized news content -Schedule daily periods of time to consume relevant information -Limit the daily amount of media exposure  Secure consistent means for acquiring household supplies during the period quarantine  Attempt to limit the duration of quarantine in accordance with health authority recommendations  Ensure access to available online resources -May include cognitive behavioral therapy, coping skills, audiovisual group therapy -Early treatment associated with better outcomes  Organizational and institutional support for quarantined workers -Mitigate concerns about causing extra work for colleagues -Reduce feelings of isolation -Ensure access to information about the need for quarantine -Emphasize quarantine is helping keep others safe ", "cite_spans": [], "ref_spans": [], "section": "Box 1. Approaches to Limit the Deleterious Effects of Quarantine on Health Care"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The state of US health, 1990-2010: burden of diseases, injuries, and risk factors", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}, {"first": "C", "middle": [], "last": "Atkinson", "suffix": ""}, {"first": "K", "middle": [], "last": "Bhalla", "suffix": ""}], "year": 2013, "venue": "JAMA", "volume": "310", "issn": "", "pages": "591--608", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Why patients visit their doctors: assessing the most prevalent conditions in a defined American population", "authors": [{"first": "J", "middle": ["L"], "last": "St Sauver", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Warner", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Yawn", "suffix": ""}], "year": 2013, "venue": "Mayo Clin Proc", "volume": "88", "issn": "", "pages": "56--67", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global, regional, and national disability-adjusted lifeyears (DALYs) for 359 diseases and injuries and healthy life expectancy (HALE) for 195 countries and territories, 1990-2017: a systematic analysis for the Global Burden of Disease Study", "authors": [{"first": "Gbd", "middle": [], "last": "Dalys", "suffix": ""}, {"first": "H", "middle": [], "last": "Collaborators", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "392", "issn": "", "pages": "1859--1922", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The economic costs of pain in the United States", "authors": [{"first": "D", "middle": ["J"], "last": "Gaskin", "suffix": ""}, {"first": "P", "middle": [], "last": "Richard", "suffix": ""}], "year": 2012, "venue": "J Pain", "volume": "13", "issn": "", "pages": "715--724", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Chronic pain and mortality: a systematic review", "authors": [{"first": "D", "middle": [], "last": "Smith", "suffix": ""}, {"first": "R", "middle": [], "last": "Wilkie", "suffix": ""}, {"first": "O", "middle": [], "last": "Uthman", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Jordan", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcbeth", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Suicidality in chronic pain: a review of the prevalence, risk factors and psychological links", "authors": [{"first": "N", "middle": ["K"], "last": "Tang", "suffix": ""}, {"first": "C", "middle": [], "last": "Crane", "suffix": ""}], "year": 2006, "venue": "Psychol Med", "volume": "36", "issn": "", "pages": "575--586", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Estimates of pain prevalence and severity in adults: United States", "authors": [{"first": "R", "middle": ["L"], "last": "Nahin", "suffix": ""}], "year": 2012, "venue": "J Pain", "volume": "16", "issn": "", "pages": "769--780", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prevalence of chronic pain in the UK: a systematic review and meta-analysis of population studies", "authors": [{"first": "A", "middle": [], "last": "Fayaz", "suffix": ""}, {"first": "P", "middle": [], "last": "Croft", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Langford", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Donaldson", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Jones", "suffix": ""}], "year": 2016, "venue": "BMJ Open", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Access to Pain Management-Still Very Much a Human Right", "authors": [{"first": "F", "middle": [], "last": "Brennan", "suffix": ""}, {"first": "D", "middle": [], "last": "Carr", "suffix": ""}, {"first": "M", "middle": [], "last": "Cousins", "suffix": ""}], "year": 2016, "venue": "Pain Med", "volume": "17", "issn": "", "pages": "1785--1789", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Legal and Ethical Aspects of Pain Management", "authors": [{"first": "M", "middle": [], "last": "Jukic", "suffix": ""}, {"first": "L", "middle": [], "last": "Puljak", "suffix": ""}], "year": 2018, "venue": "Acta Med Acad", "volume": "47", "issn": "", "pages": "18--26", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "With Special Feature on Death and Dying. Hyattsville (MD)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Gray matter alterations in chronic pain: A networkoriented meta-analytic approach", "authors": [{"first": "F", "middle": [], "last": "Cauda", "suffix": ""}, {"first": "S", "middle": [], "last": "Palermo", "suffix": ""}, {"first": "T", "middle": [], "last": "Costa", "suffix": ""}], "year": 2014, "venue": "Neuroimage Clin", "volume": "4", "issn": "", "pages": "676--686", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Balancing the Risks and Benefits of Opioid Therapy: The Pill and the Pendulum", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Hooten", "suffix": ""}], "year": 2019, "venue": "Mayo Clin Proc", "volume": "94", "issn": "", "pages": "2385--2389", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Baseline quality of life as a prognostic indicator of survival: a meta-analysis of individual patient data from EORTC clinical trials", "authors": [{"first": "C", "middle": [], "last": "Quinten", "suffix": ""}, {"first": "C", "middle": [], "last": "Coens", "suffix": ""}, {"first": "M", "middle": [], "last": "Mauer", "suffix": ""}], "year": 2009, "venue": "Lancet Oncol", "volume": "10", "issn": "", "pages": "865--871", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Spine-area pain in military personnel: a review of epidemiology, etiology, diagnosis, and treatment", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Gallagher", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Davis", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Griffith", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Carragee", "suffix": ""}], "year": 2012, "venue": "Spine J", "volume": "12", "issn": "", "pages": "833--842", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Racial bias in pain assessment and treatment recommendations, and false beliefs about biological differences between blacks and whites", "authors": [{"first": "K", "middle": ["M"], "last": "Hoffman", "suffix": ""}, {"first": "S", "middle": [], "last": "Trawalter", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Axt", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Oliver", "suffix": ""}], "year": 2016, "venue": "Proc Natl Acad Sci U S A", "volume": "113", "issn": "", "pages": "4296--4301", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Chronic pain and suicide risk: A comprehensive review", "authors": [{"first": "M", "middle": [], "last": "Racine", "suffix": ""}], "year": 2018, "venue": "Prog Neuropsychopharmacol Biol Psychiatry", "volume": "87", "issn": "", "pages": "269--280", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Return-to-duty rates among coalition forces treated in a forwarddeployed pain treatment center: a prospective observational study", "authors": [{"first": "R", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}], "year": 2007, "venue": "Anesthesiology", "volume": "107", "issn": "", "pages": "1003--1008", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges", "authors": [{"first": "C", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Shih", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Ko", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Tang", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}], "year": 2020, "venue": "Int J Antimicrob Agents", "volume": "55", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Transmission Potential of SARS-CoV-2 in Viral Shedding Observed at the University of Nebraska Medical Center", "authors": [{"first": "J", "middle": ["L"], "last": "Santarpia", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Rivera", "suffix": ""}, {"first": "V", "middle": [], "last": "Herrera", "suffix": ""}], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.23.20039446"]}}, "BIBREF20": {"ref_id": "b20", "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients", "authors": [{"first": "L", "middle": [], "last": "Zou", "suffix": ""}, {"first": "F", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "M", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1177--1179", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore", "authors": [{"first": "B", "middle": ["E"], "last": "Young", "suffix": ""}, {"first": "Swx", "middle": [], "last": "Ong", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalimuddin", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "World Health Organization", "authors": [], "year": 2020, "venue": "Coronavirus disease 2019 (COVID-19) Situation Report -59", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "COVID-19) -United States", "authors": [], "year": 2019, "venue": "Severe Outcomes Among Patients with Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Are you at higher risk for severe illness?", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "COVID-19 and smoking: A systematic review of the evidence", "authors": [{"first": "C", "middle": ["I"], "last": "Vardavas", "suffix": ""}, {"first": "K", "middle": [], "last": "Nikitara", "suffix": ""}], "year": 2020, "venue": "Tob Induc Dis", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State", "authors": [{"first": "M", "middle": [], "last": "Arentz", "suffix": ""}, {"first": "E", "middle": [], "last": "Yim", "suffix": ""}, {"first": "L", "middle": [], "last": "Klaff", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "National Institute for Occupational Safety and Health. Respirator trusted-source information page", "authors": [], "year": 2018, "venue": "Centers for Disease Control and Prevention. Strategies for optimizing the supply of N95 respirators: Crisis/alternate strategies", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Questions and answers regarding respiratory protection for preventing 2009 H1N1 Influenza among healthcare personnel", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Reusability of facemasks during an influenza pandemic: facing the flu", "authors": [{"first": "", "middle": [], "last": "Institute Of Medicine", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Respiratory protection policies and practices among the health care workforce exposed to influenza in New York State: evaluating emergency preparedness for the next pandemic", "authors": [{"first": "L", "middle": [], "last": "Hines", "suffix": ""}, {"first": "E", "middle": [], "last": "Rees", "suffix": ""}, {"first": "N", "middle": [], "last": "Pavelchak", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "240--245", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pandemics: Recommended guidance for extended use and limited reuse of N95 filtering facepiece respirators in healthcare settings", "authors": [{"first": "L", "middle": [], "last": "Casanova", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Rutala", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weber", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sobsey", "suffix": ""}], "year": 2010, "venue": "Centers for Disease Control and Prevention", "volume": "31", "issn": "", "pages": "560--561", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "UPDATE: The use of personal protective equipment by anesthesia professionals during the COVID-19 pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Update: Public health response to the coronavirus disease 2019 outbreak -United States", "authors": [{"first": "B", "middle": [], "last": "Jernigan", "suffix": ""}, {"first": "Cdc", "middle": [], "last": "Covid", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep. 2020", "volume": "69", "issn": "", "pages": "216--219", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Notification of Enforcement Discretion for telehealth remote communications during the COVID-19 nationwide public health emergency. U.S. Department of Health and Human Services", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Telemedicine Policies. Federation of State Medical Boards", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Integration of Mobile Health Technology in the Treatment of Chronic Pain: A Critical Review", "authors": [{"first": "L", "middle": ["V"], "last": "Sundararaman", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Edwards", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Ross", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Jamison", "suffix": ""}], "year": 2017, "venue": "Reg Anesth Pain Med", "volume": "42", "issn": "", "pages": "488--498", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Tele-yoga for Chronic Pain: Current Status and Future Directions", "authors": [{"first": "D", "middle": ["C"], "last": "Mathersul", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Mahoney", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Bayley", "suffix": ""}], "year": 2018, "venue": "Glob Adv Health Med", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The Efficacy of Electronic Health-Supported Home Exercise Interventions for Patients With Osteoarthritis of the Knee: Systematic Review", "authors": [{"first": "Agm", "middle": [], "last": "Schafer", "suffix": ""}, {"first": "C", "middle": [], "last": "Zalpour", "suffix": ""}, {"first": "H", "middle": [], "last": "Von Piekartz", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Hall", "suffix": ""}, {"first": "V", "middle": [], "last": "Paelke", "suffix": ""}], "year": 2018, "venue": "J Med Internet Res", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "COVID-19) in Healthcare Settings", "authors": [], "year": 2019, "venue": "Interim Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Get Your Clinic Ready for Coronavirus Disease 2019 (COVID-19)", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Triage Systems in Mass Casualty Incidents and Disasters: A Review Study with A Worldwide Approach. Open Access Maced", "authors": [{"first": "J", "middle": [], "last": "Bazyar", "suffix": ""}, {"first": "M", "middle": [], "last": "Farrokhi", "suffix": ""}, {"first": "H", "middle": [], "last": "Khankeh", "suffix": ""}], "year": 2019, "venue": "J Med Sci", "volume": "7", "issn": "", "pages": "482--494", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Medical management of disasters and mass casualties from terrorist bombings: how can we cope?", "authors": [{"first": "E", "middle": ["R"], "last": "Frykberg", "suffix": ""}], "year": 2002, "venue": "J Trauma", "volume": "53", "issn": "", "pages": "201--212", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Surging to the right standard of care", "authors": [{"first": "K", "middle": ["L"], "last": "Koenig", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Cone", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Burstein", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Camargo", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Acad Emerg Med", "volume": "13", "issn": "", "pages": "195--198", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Institute of Medicine (US) Committee on Guidance for Establishing Standards of Care for Use in Disaster Situations", "authors": [{"first": "B", "middle": ["M"], "last": "Altevogt", "suffix": ""}, {"first": "C", "middle": [], "last": "Stroud", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Hanson", "suffix": ""}, {"first": "D", "middle": [], "last": "Hanfling", "suffix": ""}, {"first": "L", "middle": ["O"], "last": "Gostin", "suffix": ""}], "year": 2009, "venue": "Guidance for Establishing Crisis Standards of Care for Use in Disaster Situations: A Letter Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Is There an Association Between Pain and Magnetic Resonance Imaging Parameters in Patients With Lumbar Spinal Stenosis? Spine (Phila Pa", "authors": [{"first": "J", "middle": ["M"], "last": "Burgstaller", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schuffler", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Buhmann", "suffix": ""}], "year": 1976, "venue": "", "volume": "41", "issn": "", "pages": "1053--1062", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Pain and Psychology-A Reciprocal Relationship", "authors": [{"first": "N", "middle": [], "last": "Vadivelu", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kai", "suffix": ""}, {"first": "G", "middle": [], "last": "Kodumudi", "suffix": ""}], "year": 2017, "venue": "Ochsner J", "volume": "17", "issn": "", "pages": "173--180", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "COVID-19: Guidance for triage of non-emergent surgical procedures", "authors": [{"first": "", "middle": [], "last": "Online", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Stockholm: Swedish Council on Health Technology Assessment (SBU)", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Pharmacotherapy for neuropathic pain in adults: a systematic review and meta-analysis", "authors": [{"first": "N", "middle": ["B"], "last": "Finnerup", "suffix": ""}, {"first": "N", "middle": [], "last": "Attal", "suffix": ""}, {"first": "S", "middle": [], "last": "Haroutounian", "suffix": ""}], "year": 2015, "venue": "Lancet Neurol", "volume": "14", "issn": "", "pages": "162--173", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Health-related quality of life in patients receiving long-term opioid therapy: a systematic review with meta-analysis", "authors": [{"first": "J", "middle": ["D"], "last": "Thornton", "suffix": ""}, {"first": "R", "middle": [], "last": "Goyat", "suffix": ""}, {"first": "N", "middle": [], "last": "Dwibedi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Kelley", "suffix": ""}], "year": 2017, "venue": "Qual Life Res", "volume": "26", "issn": "", "pages": "1955--1967", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Stress and drug-cue-induced craving in opioid-dependent individuals in naltrexone treatment", "authors": [{"first": "S", "middle": ["M"], "last": "Hyman", "suffix": ""}, {"first": "H", "middle": [], "last": "Fox", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Hong", "suffix": ""}, {"first": "C", "middle": [], "last": "Doebrick", "suffix": ""}, {"first": "R", "middle": [], "last": "Sinha", "suffix": ""}], "year": 2007, "venue": "Exp Clin Psychopharmacol", "volume": "15", "issn": "", "pages": "134--143", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Stress-induced pain: a target for the development of novel therapeutics", "authors": [{"first": "A", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "B", "middle": [], "last": "Greenwood-Van Meerveld", "suffix": ""}], "year": 2014, "venue": "J Pharmacol Exp Ther", "volume": "351", "issn": "", "pages": "327--335", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Chronic stress, drug use, and vulnerability to addiction", "authors": [{"first": "R", "middle": [], "last": "Sinha", "suffix": ""}], "year": 2008, "venue": "Ann N Y Acad Sci", "volume": "1141", "issn": "", "pages": "105--130", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Anxiety Treatment of Opioid Dependent Patients with Buprenorphine: A Randomized, Double-blind, Clinical Trial", "authors": [{"first": "J", "middle": [], "last": "Ahmadi", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Jahromi", "suffix": ""}], "year": 2017, "venue": "Indian J Psychol Med", "volume": "39", "issn": "", "pages": "445--449", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Opioid Therapy and Sleep Disorders: Risks and Mitigation Strategies", "authors": [{"first": "M", "middle": ["D"], "last": "Cheatle", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Webster", "suffix": ""}], "year": 2015, "venue": "Pain Med", "volume": "16", "issn": "1", "pages": "22--26", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Ultra-Low-Dose Buprenorphine as a Time-Limited Treatment for Severe Suicidal Ideation: A Randomized Controlled Trial", "authors": [{"first": "Y", "middle": [], "last": "Yovell", "suffix": ""}, {"first": "G", "middle": [], "last": "Bar", "suffix": ""}, {"first": "M", "middle": [], "last": "Mashiah", "suffix": ""}], "year": 2016, "venue": "Am J Psychiatry", "volume": "173", "issn": "", "pages": "491--498", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Evaluation of How Depression and Anxiety Mediate the Relationship Between Pain Catastrophizing and Prescription Opioid Misuse in a Chronic Pain Population", "authors": [{"first": "J", "middle": [], "last": "Arteta", "suffix": ""}, {"first": "B", "middle": [], "last": "Cobos", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "K", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "K", "middle": [], "last": "Howard", "suffix": ""}], "year": 2016, "venue": "Pain Med", "volume": "17", "issn": "", "pages": "295--303", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Chronic Opioid Therapy and Sleep: An American Academy of Sleep Medicine Position Statement", "authors": [{"first": "I", "middle": ["M"], "last": "Rosen", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Aurora", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Kirsch", "suffix": ""}], "year": 2019, "venue": "J Clin Sleep Med", "volume": "15", "issn": "", "pages": "1671--1673", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Depression Effects on Long-term Prescription Opioid Use, Abuse, and Addiction", "authors": [{"first": "M", "middle": ["D"], "last": "Sullivan", "suffix": ""}], "year": 2018, "venue": "Clin J Pain", "volume": "34", "issn": "", "pages": "878--884", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Opioids and the immune system -friend or foe", "authors": [{"first": "L", "middle": ["M"], "last": "Plein", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Rittner", "suffix": ""}], "year": 2018, "venue": "Br J Pharmacol", "volume": "175", "issn": "", "pages": "2717--2725", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Use of opioids or benzodiazepines and risk of pneumonia in older adults: a population-based case-control study", "authors": [{"first": "S", "middle": [], "last": "Dublin", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Walker", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Jackson", "suffix": ""}], "year": 2011, "venue": "J Am Geriatr Soc", "volume": "59", "issn": "", "pages": "1899--1907", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Immunologic effects of opioids in the presence or absence of pain", "authors": [{"first": "G", "middle": ["G"], "last": "Page", "suffix": ""}], "year": 2005, "venue": "J Pain Symptom Manage", "volume": "29", "issn": "", "pages": "25--31", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The middle way: a practical approach to prescribing opioids for chronic pain", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Raja", "suffix": ""}], "year": 2006, "venue": "Nat Clin Pract Neurol", "volume": "2", "issn": "", "pages": "580--581", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "CDC Guideline for Prescribing Opioids for Chronic Pain -United States", "authors": [{"first": "D", "middle": [], "last": "Dowell", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Haegerich", "suffix": ""}, {"first": "R", "middle": [], "last": "Chou", "suffix": ""}], "year": 2016, "venue": "MMWR Recomm Rep", "volume": "65", "issn": "", "pages": "1--49", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Chronic Pain and Mental Health Disorders: Shared Neural Mechanisms, Epidemiology, and Treatment", "authors": [{"first": "W", "middle": ["M"], "last": "Hooten", "suffix": ""}], "year": 2016, "venue": "Mayo Clin Proc", "volume": "91", "issn": "", "pages": "955--970", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Epidural steroids: a comprehensive, evidence-based review", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Bicket", "suffix": ""}, {"first": "D", "middle": [], "last": "Jamison", "suffix": ""}, {"first": "I", "middle": [], "last": "Wilkinson", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Rathmell", "suffix": ""}], "year": 2013, "venue": "Reg Anesth Pain Med", "volume": "38", "issn": "", "pages": "175--200", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Consensus practice guidelines on interventions for lumbar facet joint pain from an international, multispecialty working group", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhaskar", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhatia", "suffix": ""}], "year": 2020, "venue": "Reg Anesth Pain Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: gender differences matter", "authors": [{"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.112921"]}}, "BIBREF70": {"ref_id": "b70", "title": "Prevalence and risk factors of acute posttraumatic stress symptoms during the COVID-19 outbreak in Wuhan", "authors": [{"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}, {"first": "L", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.06.20032425"]}}, "BIBREF71": {"ref_id": "b71", "title": "Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Wan", "suffix": ""}], "year": 2020, "venue": "Int J Environ Res Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence", "authors": [{"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "912--920", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk", "authors": [{"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Guan", "suffix": ""}], "year": 2009, "venue": "Can J Psychiatry", "volume": "54", "issn": "", "pages": "302--311", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Alcohol abuse/dependence symptoms among hospital employees exposed to a SARS outbreak", "authors": [{"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fang", "suffix": ""}], "year": 2008, "venue": "Alcohol Alcohol", "volume": "43", "issn": "", "pages": "706--712", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Progression of mental health services during the COVID-19 outbreak in China", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Int J Biological Sci", "volume": "16", "issn": "", "pages": "1732--1738", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Psychological interventions for people affected by the COVID-19 epidemic", "authors": [{"first": "L", "middle": [], "last": "Duan", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Lancet Psychiatry", "volume": "7", "issn": "", "pages": "300--302", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Mental Health Strategies to Combat the Psychological Impact of COVID-19 Beyond Paranoia and Panic", "authors": [{"first": "C", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Chee", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "Ann Acad Med", "volume": "49", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Risk Factors for Community-Acquired Pneumonia in Adults: A Systematic Review of Observational Studies", "authors": [{"first": "J", "middle": [], "last": "Almirall", "suffix": ""}, {"first": "M", "middle": [], "last": "Serra-Prat", "suffix": ""}, {"first": "I", "middle": [], "last": "Bolibar", "suffix": ""}, {"first": "V", "middle": [], "last": "Balasso", "suffix": ""}], "year": 2017, "venue": "Respiration", "volume": "94", "issn": "", "pages": "299--311", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Hypothalamic Pituitary Adrenocortical Axis Suppression following a Single Epidural Injection of Methylprednisolone Acetate", "authors": [{"first": "A", "middle": ["J"], "last": "Abdul", "suffix": ""}, {"first": "B", "middle": [], "last": "Ghai", "suffix": ""}, {"first": "D", "middle": [], "last": "Bansal", "suffix": ""}], "year": 2017, "venue": "Pain Physician", "volume": "20", "issn": "", "pages": "991--1001", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Epidural steroid injections: an updated review on recent trends in safety and complications", "authors": [{"first": "M", "middle": ["C"], "last": "Bicket", "suffix": ""}, {"first": "K", "middle": [], "last": "Chakravarthy", "suffix": ""}, {"first": "D", "middle": [], "last": "Chang", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}], "year": 2015, "venue": "Pain Manag", "volume": "5", "issn": "", "pages": "129--146", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Spine Intervention Society's Patient Safety C. Spinal Injections in Immunosuppressed Patients and the Risks Associated with Procedural Care: To Inject or Not to Inject", "authors": [{"first": "A", "middle": [], "last": "Popescu", "suffix": ""}, {"first": "J", "middle": [], "last": "Patel", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Smith", "suffix": ""}], "year": 2019, "venue": "Pain Med", "volume": "20", "issn": "", "pages": "1248--1249", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "The anti-inflammatory and immunosuppressive effects of glucocorticoids, recent developments and mechanistic insights", "authors": [{"first": "A", "middle": ["E"], "last": "Coutinho", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Chapman", "suffix": ""}], "year": 2011, "venue": "Mol Cell Endocrinol", "volume": "335", "issn": "", "pages": "2--13", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Joint Corticosteroid Injection Associated With Increased Influenza Risk", "authors": [{"first": "T", "middle": ["T"], "last": "Sytsma", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Greenlund", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Greenlund", "suffix": ""}], "year": 2018, "venue": "Mayo Clin Proc Innov Qual Outcomes", "volume": "2", "issn": "", "pages": "194--198", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "The effect of spinal cord stimulation on pain medication reduction in intractable spine and limb pain: a systematic review of randomized controlled trials and meta-analysis", "authors": [{"first": "E", "middle": ["M"], "last": "Pollard", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Lamer", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Moeschler", "suffix": ""}], "year": 2019, "venue": "J Pain Res", "volume": "12", "issn": "", "pages": "1311--1324", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "The Immune-suppressive effects of pain. Madame Curie Bioscience Database", "authors": [{"first": "G", "middle": ["G"], "last": "Page", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Safe Use of Epidural Corticosteroid Injections: Recommendations of the WIP Benelux Work Group", "authors": [{"first": "K", "middle": [], "last": "Van Boxem", "suffix": ""}, {"first": "M", "middle": [], "last": "Rijsdijk", "suffix": ""}, {"first": "G", "middle": [], "last": "Hans", "suffix": ""}], "year": 2019, "venue": "Pain Pract", "volume": "19", "issn": "", "pages": "61--92", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "The dosages of corticosteroid in transforaminal epidural steroid injections for lumbar radicular pain due to a herniated disc", "authors": [{"first": "S", "middle": ["S"], "last": "Kang", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Hwang", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Son", "suffix": ""}], "year": 2011, "venue": "Pain Physician", "volume": "14", "issn": "", "pages": "361--370", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Lumbar transforaminal epidural dexamethasone: a prospective, randomized, double-blind, dose-response trial", "authors": [{"first": "F", "middle": ["M"], "last": "Ahadian", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcgreevy", "suffix": ""}, {"first": "G", "middle": [], "last": "Schulteis", "suffix": ""}], "year": 2011, "venue": "Reg Anesth Pain Med", "volume": "36", "issn": "", "pages": "572--578", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Comparison of 2 Dosages of Intraarticular Triamcinolone for the Treatment of Knee Arthritis: Results of a 12-week Randomized Controlled Clinical Trial", "authors": [{"first": "J", "middle": ["W"], "last": "Popma", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Snel", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Haagsma", "suffix": ""}], "year": 2015, "venue": "J Rheumatol", "volume": "42", "issn": "", "pages": "1865--1868", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Epidural injections for spinal pain: a systematic review and meta-analysis evaluating the \"control\" injections in randomized controlled trials", "authors": [{"first": "M", "middle": ["C"], "last": "Bicket", "suffix": ""}, {"first": "A", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "Brown", "middle": [], "last": "Cht", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}], "year": 2013, "venue": "Anesthesiology", "volume": "119", "issn": "", "pages": "907--931", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Influence of lumbar epidural injection volume on pain relief for radicular leg pain and/or low back pain", "authors": [{"first": "D", "middle": ["L"], "last": "Rabinovitch", "suffix": ""}, {"first": "A", "middle": [], "last": "Peliowski", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Furlan", "suffix": ""}], "year": 2009, "venue": "Spine J", "volume": "9", "issn": "", "pages": "509--517", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Hip joint distension in osteoarthrosis. A tripleblind controlled study comparing the effect of intra-articular indoprofen with placebo", "authors": [{"first": "C", "middle": [], "last": "Egsmose", "suffix": ""}, {"first": "B", "middle": [], "last": "Lund", "suffix": ""}, {"first": "Bach", "middle": [], "last": "Andersen", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1984, "venue": "Scand J Rheumatol", "volume": "13", "issn": "", "pages": "238--242", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Needling therapies in the management of myofascial trigger point pain: a systematic review", "authors": [{"first": "T", "middle": ["M"], "last": "Cummings", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "White", "suffix": ""}], "year": 2001, "venue": "Arch Phys Med Rehabil", "volume": "82", "issn": "", "pages": "986--992", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Covid-19: European drugs agency to review safety of ibuprofen", "authors": [{"first": "M", "middle": [], "last": "Day", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "EMA gives advice on the use of non-steroidal antiinflammatories for COVID-19", "authors": [{"first": "Agency", "middle": [], "last": "European Medicines", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "FDA advises patients on use of non-steroidal antiinflammatory drugs (NSAIDs) for COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Systemic Pharmacologic Therapies for Low Back Pain: A Systematic Review for an American College of Physicians Clinical Practice Guideline", "authors": [{"first": "R", "middle": [], "last": "Chou", "suffix": ""}, {"first": "R", "middle": [], "last": "Deyo", "suffix": ""}, {"first": "J", "middle": [], "last": "Friedly", "suffix": ""}], "year": 2017, "venue": "Ann Intern Med", "volume": "166", "issn": "", "pages": "480--492", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Antipyretic efficacy of ibuprofen vs acetaminophen", "authors": [{"first": "R", "middle": ["E"], "last": "Kauffman", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Sawyer", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Scheinbaum", "suffix": ""}], "year": 1992, "venue": "Am J Dis Child", "volume": "146", "issn": "", "pages": "622--625", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Amidst repeated inquiries from pain medicine physicians to military specialty leaders, pain management and other interventional societies, and the American Society of Anesthesiologists (ASA) for guidance on pain management practices during the COVID-19 pandemic, a conference call was held on 19 March 2020 to determine the need for pain management guidelines. Pain management leaders from the Veteran's Health Administration (National Program Director for Pain Management), the U.S. military (Pain Management Specialty Leaders for the Army, Navy and Air Force), medical societies and academia were invited. An outline was prepared based on the conference call, with a suspense date of 10 days for submission of sections. Given the rapidly evolving situation and the real-time dispensation of medical information via non-traditional venues, authors were given wide latitude in preparing their sections, with no restrictions on sources, search engines, types of articles or language. A second call was held on 26 March 2020, at which time it was decided to seek endorsement from stakeholder societies, with a one-week suspense date. The document was sent to the Boards of Directors of the American Society of Regional Anesthesia & Pain Medicine (ASRA), American Academy of Pain Medicine (AAPM), Spine Intervention Society (SIS), North American Official Journal of the American Academy of Pain Medicine Neuromodulation Society (NANS) and the World Institute of Pain (WIP), all of whom endorsed the document, with minor revisions. The final document was also supported by the ASA and the American Academy of Physical Medicine and Rehabilitation (AAPMR). The article was submitted for publication to 'Pain Medicine' on 29 March 2020 and accepted on 1 April 2020.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "steroid injections as clinical conditions indicate during the COVID-19 pandemic. The lowest dose possible should be used, and patients should be informed of the possibility of immunosuppression and potential risk for infection. In patients who are already immunosuppressed and at high-risk for SARS-CoV-2 infection and complications, epidural nonsteroid injections may be considered for radicular pain, though the possibility of treatment failure requiring a subsequent procedure must be weighed against the theoretical risk for infection. NON-STEROIDAL ANTI-INFLAMMATORY DRUGS Non-peer-reviewed case reports of several young patients infected with SARS CoV-2 deteriorating after taking ibuprofen generated concerns from healthcare providers and patients about the safety of NSAIDs during the COVID-19 pandemic [98]. On March 18, 2020, the World Health Organization advised patients experiencing COVID-19 symptoms to avoid the use of ibuprofen, which was a position reversed by the organization the following day. The theory postulated for this was that NSAIDs could increase levels of angiotensin converting enzyme-2 (ACE-2), which could increase susceptibility to infection or aggravate symptoms. Currently, Official Journal of the American Academy of Pain Medicine neither the FDA or the European Medicines Agency are aware of any evidence linking the use of ibuprofen or other NSAIDs to worsening COVID-19 symptoms", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure legend", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Interventional pain management during the COVID-19 pandemic. Illustration by Seffrah, 13 years TABLES", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Interventional pain management during the COVID-19 pandemic. Illustration by Seffrah, 13 years", "latex": null, "type": "figure"}, "TABREF0": {"text": " American Medical Association: o Provides guidance on COVID-19 for physicians.  https://www.ama-assn.org/delivering-care/public-health/covid-19-2019novel-coronavirus-resource-center-physicians  American Society of Anesthesiologists:o Provides anesthesiologists information on managing COVID-19 patients.  https://www.asahq.org/in-the-spotlight/coronavirus-covid-19-information  American Society of Regional Anesthesia and Pain Medicine:", "latex": null, "type": "table"}, "TABREF1": {"text": " Centers for Disease Control and Prevention: o Provides general information to the public about COVID-19.  https://www.cdc.gov/coronavirus/2019-ncov/index.html  Centers for Disease Control and Prevention, Information for Healthcare Professionals: o Provides healthcare professionals information about caring for COVID-19 patients including resources for infection control and optimizing the use of personal protective equipment  https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html  Centers for Disease Control and Prevention, Morbidity and Mortality Weekly Report: o Provides a series of scientific public health information and recommendations.  https://www.cdc.gov/mmwr/Novel_Coronavirus_Reports.html?deliveryNa me=USCDC_921-DM23064  Centers for Disease Control and Prevention, Get Your Clinic Ready for Coronavirus Disease 2019 (COVID-19): o Provides information for healthcare providers on how to prepare clinics during the COVID-19 pandemic and how to communicate with patients.  https://www.cdc.gov/coronavirus/2019-ncov/downloads/Clinic.pdf. Accessed 22 March 2020.  Johns Hopkins University &Medicine Coronavirus Resource Center: o Provides up to date geographic information about active COVID-19 cases and deaths. Also gives expert advice and information about the virus and disease prevention.  https://coronavirus.jhu.edu  The Lancet COVID-19 Resource Centre o Provides Healthcare workers and researchers information on COVID-19.  https://www.thelancet.com/coronavirus  The New England Journal of Medicine o Provides a collection of resources on COVID-19 including reports, management guidelines and commentary.  https://www.nejm.org/coronavirus  Spine Intervention Society: o Provides guidance on interventional pain procedures during the COVID-19 pandemic.  https://www.spineintervention.org/page/COVID-19  U.S. Department of Health and Human Services: o Provides key government updates as the lead federal agency for the COVID-19 response.  https://www.hhs.gov/about/news/coronavirus/index.html  World Health Organization: o Provides COVID-19 guidance on a per-country basis.  https://www.who.int/emergencies/diseases/novel-coronavirus-2019  Lahey Clinic Instructional Videos o Provides visual instruction on donning and doffing personal protective gear.  https://www.youtube.com/watch?v=KQjeksKKZY4  https://www.youtube.com/watch?v=ELZBr0I7C78", "latex": null, "type": "table"}, "TABREF2": {"text": "Suggestions for Procedure Triage 1 Migration of SCS, DRG leads, leading to neurological deficits or severe pain -Intrathecal pump refill or malfunction -Epidural or paravertebral catheter for rib fractures", "latex": null, "type": "table"}, "TABREF3": {"text": "Pain Clinic Triage Urgency Emergent/Urgent 1 -Cancer-associated pain syndromes -Poorly controlled pain requiring opioid initiation or escalation in dosing -Comorbid psychiatric conditions (i.e.", "latex": null, "type": "table"}}, "back_matter": []}