{
    "paper_id": "1ae9df343897817f3f668dc643cc8b0e35a6a6f7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Matti Antila beschreibt den Unterschied zwischen traditionellen und Plattform-Ökosystemen so: \"A traditional, linear business takes in raw materials/components, creates products or services and sells them to its customers. A linear business owns its own inventory. In contrast, a platform business facilitates value exchanges between two or more interdependent groups, usually consumers and providers. Platform businesses can be both physical and virtual (AliBaba, eBay). Platform businesses are a valid in B2B, B2C and public and private sectors\" (Antila, Uber, AirBnb, Lyft -platform business companies are springing up everywhere -but what exactly is a platform business model? 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ein solches Ökosystem hat einige sichtbare Merkmale: Eine offene Kooperation über die Grenzen des eigenen Unternehmens hinaus, Lernen von der Community und den Ausbau der Organisation zu einer sogenannten Plattform-Ökonomie. Damit ist gemeint, dass sich das Unternehmen soweit anderen Anbietern als Plattform öffnet, dass diese Anbieter die Plattform für eigenen Angebote nutzen (Deloitte 2020) . Der Vorteil für das ursprüngliche Unternehmen liegt in der Möglichkeit, sich von einem linearen Anbieter (beispielsweise Amazon mit dem ursprünglichen Verkauf von Büchern) zu einem vernetzt und breit aufgestellten Unternehmen zu entwickeln, das horizontale und vertikale Angebote offeriert -bei Amazon z. B. neben Büchern auch Kleidung und Lebensmittel (horizontal) sowie Warenhaltung und Auslieferung für Drittanbieter (vertikal). Alle Teilnehmer am Ökosystem haben durch diese Offenheit Vorteile.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 394,
                    "text": "(Deloitte 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Einer Studie von Accenture zufolge haben chinesische kleine und mittelständische Unternehmen, die sich an Plattform-Ökosystemen beteiligen, vor allem Vorteile durch zusätzliche Einnahmen (73 % aller befragten Unternehmen) und Kostenreduktion (69 %) (Accenture 2016, S. 10). Accenture zählt fünf kritische Erfolgsfaktoren auf (vgl. Abb. 5.1): Proposition, Personalization, Price, Protection and Partners. Wenn diese Punkte von der jeweiligen Plattform gut gemanaged würden, sei das Ökosytem erfolgreich -mit durchschlagendem Erfolg, auch für ursprünglich kleine Firmen oder Start-ups: \"While it used to take Fortune 500 companies an average of 20 years to reach a billion-dollar valuation, today's digital start-ups can get there in four years. Digital platforms are largely responsible for this shift\" (Accenture 2016, S. 9) .",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 824,
                    "text": "(Accenture 2016, S. 9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das Center of Global Enterprise spricht sogar von einer Zeitalter der Plattformen: \"Enterprises that leverage the power of platform business models have grown dramatically in size and scale over the past decade. No longer the sole domain of social media, travel, books or music, platform business models have made inroads into transportation, banking and even healthcare and energy. Platforms are now active in North America, Europe, Asia, Africa and Latin America. Some platforms are household names such as Amazon, Apple, Google and Alibaba. Others have emerged more recently or hail from parts of the world that get less attention such as Rakuten (Japan), Delivery Hero (Germany), Naspers (South Africa), Flipkart (India) or Javago (Nigeria). Platform ecosystems are gaining ground through the digitalization of products, services and businesses processes and in the process are reshaping the global landscape\" (Evans und Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 4). \"Alibaba, Tencent und Xiaomi (ein Endgeräteanbieter) gelten aktuell als Musterbeispiele solcher digitalen Ökosysteme in China, spätestens, seitdem Alibaba und Tencent Facebook in der Marktkaptialisierung übertroffen haben\", so Antila (Antila, #9 Platform Business Model -Platform Economy in China 2018). Denn deren Verbreiterung ihres Angebotes gehen deutlich über die Erweiterung von Facebook, Amazon und Co hinaus: DIDI (der führende Fahrdienstanbieter Chinas) erweiterte sein Angebot 2018 mit der Akquisition von \"Bluegogo\" um Fahrräder, Tencent und Alibaba werden Aktionäre bei DIDI, und Tencent integriert Gesundheitsangebote in WeChat: Seit 2014 bietet WeChat Buchungsmöglichkeiten bei Arztpraxen, über \"\" auf WeChat ermöglicht Tencent seit 2017 den Abschluss von Krankenversicherungen. Außerdem unterstützt Tencent mit einem eigenen AI Medical Innovation System die bildunterstützte Diagnostik in über 100 Kliniken in China. Basis für diese Bilddiagnostik sind über eine Milliarde Bilder, die auf den Tencent-Plattform-Angeboten wie WeChat von Nutzer * innen geteilt werden. Auch Alibaba bietet mit \"Alihealth\" und \"Alipay\" medizinische Services und Bezahlmöglichkeiten für diese Services an (Antila, #9 Platform Business Model -Platform Economy in China 2018). 1 1 Tencent und Alibaba entwickelten auch Apps, um im Frühjahr 2020 in der Coronavirus-Krise die weitere Verbreitung des Virus einzudämmen (Hecking, Wie China mit Apps und Big Data das Coronavirus in Schach halten will, 2020). In einem Fragebogen in der App von Alibaba machen Nutzer * innen Angaben zum allgemeinen Gesundheitszustand, zum derzeitigen Krankheitsverlauf und darüber, ob sie in letzter Zeit gereist sind. Die App teilt mittels KI die Personen daraufhin in Farbgruppen ein. Wer \"rot\" ist, sollte für 14 Tage zu Hause bleiben, \"gelb\" darf nach 7 Tagen in die Öffentlichkeit zurück, \"grüne\" Menschen können sich uneingeschränkt bewegen. Die Apps wurden in Zusammenarbeit mit der chinesischen Regierung entwickelt. forms, while small in number, have become dominant. Indeed, this is not lost on platform executives. We see signs that both transaction and innovation platforms are evolving towards trying to become integrated. It is the ability to facilitate efficient transactions coupled with large developer ecosystems that build complements on the platform\" (Evans und Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 21). Die meisten der als GAFA und BAT bezeichneten Unternehmen waren aber schon 2015 in der Gruppe der integrierten Plattformen, sind dort geblieben -und haben sich innerhalb dieser Kategorie weiterentwickelt.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 924,
                    "text": "(Evans und",
                    "ref_id": null
                },
                {
                    "start": 3339,
                    "end": 3349,
                    "text": "(Evans und",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zusammengefasst sind plattformbasierte Ökosysteme also digitale Plattformen, die verschiedenen Markenanbietern erlauben, die Nutzer * innen dieser Plattformen anzusprechen, ihnen Angebote zu offerieren und sie zu unterhalten. Da es sich nicht mehr um Siloangebote oder Siloapplikationen handelt, sondern um vernetzte Angebote, spricht man von Plattformen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In der westlichen Welt versuchen Unternehmen wie Apple mit Apple Pay und Facebook mit einer eigenen Währung vergleichsweise vorsichtig, im bargeldlosen Zahlungsverkehr Fuß zu fassen. Doch häufig wird noch mit Online-Überweisung, Scheck oder bar bezahlt. Dagegen bieten alle chinesischen Plattformen bereits eigene Bezahlfunktionen an, die in Echtzeit Geld von A nach B transferieren und darüber hinaus eher Finanzanbieter sind als Bezahloptionenanbieter. Dadurch entsteht auf den Datenseiten ein sogenannter \"Closed Loop\": Alle Aktivitäten von Nutzer * innen, vom Beginn der Empfehlung eines Produktes über die Suche bis hin zur Bezahlung und Lieferung, können in Echtzeit festgehalten und analysiert werden. Die Nutzer * innen müssen die Apps nicht mehr verlassen, sondern bleiben bis zur Zahlung und Auslieferung in einem einzigen Ökosystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Darum sind Bezahlfunktionen die Geburtshelfer für Plattform-Ökosysteme"
        },
        {
            "text": "Dadurch hat die KI strukturierte Daten zur Analyse, weiß also genau, welches Angebot zu welchem Zeitpunkt zum Kauf oder Nichtkauf geführt hat. Dabei belässt es die KI nicht nur bei Gruppenanalysen, sondern untersucht das Verhalten dieser Nutzer * innen individuell. Das Ergebnis sind bessere Analysen, bessere Consumer Insights und bessere Angebote, die wiederum zu zufriedeneren Konsument * innen führen, die sich wiederum häufiger in der Anwendung aufhalten. China wird über diesen Closed Loop gerade zu einer sogenannten bargeldlosen Gesellschaft, einer \"Cashless Society\". Arne Weber beschreibt in seinem Interview (siehe 6.3), wie sich das im Alltag anfühlt. Bezahlfunktionen schließen also die Datenlücken in der Kundenreise so, dass Plattform-Ökosysteme die maximale Möglichkeit haben, über KI bessere Produkte den richtigen Konsument * innen anzubieten. Das verbessert die Kauferfahrung und hält mehr Konsument * innen auf den Plattformen, dadurch wachsen die entsprechenden Plattformen weiter. Deshalb sind Bezahlfunktionen so wichtig für die Entstehung und das Wachstum von Plattform-Ökosystemen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Darum sind Bezahlfunktionen die Geburtshelfer für Plattform-Ökosysteme"
        },
        {
            "text": "Eine bargeldlose Gesellschaft mag sich vielleicht noch wie Science Fiction anhören, aber China ist bereits auf dem Weg dorthin. Denn bereits 2017 nutzten mehr als drei Viertel der Chines * innen digitale Zahlungen anstelle von Bargeld, und die Zahl steigt rasant (Morris 2019) . Die Zahl ist umso bemerkenswerter, als vier von zehn Chines * innen auf dem Land leben, deren digitale Infrastruktur noch nicht für das mobile Bezahlen ausgebaut sind. Global gesehen liegt China hinter Schweden, das bereits bis 2023 den vollständigen Weg zum bargeldlosen Zahlungsverkehr eingeschlagen haben will. Das Wachstum des bargeldlosen Zahlungsverkehrs in China ist jedoch angesichts seiner Bevölkerungszahl viel bedeutender (Morris 2019) . Und so ist der Betrag, der in 2018 in China mobil bezahlt wurde, mit 41,2 Billionen US-Dollar versus 0,1 Billionen US-Dollar in den USA über 400 Mal größer (Larsen 2019) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 276,
                    "text": "(Morris 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 712,
                    "end": 725,
                    "text": "(Morris 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 884,
                    "end": 897,
                    "text": "(Larsen 2019)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Bargeldloses Bezahlen -weltweit"
        },
        {
            "text": "In Deutschland z. B. breitet sich das Zahlen per Smartphone zwar weiter aus, es bewegt sich aber noch auf einem sehr niedrigen Niveau. Der Anteil derer, die mit einem Smartphone bezahlen, ist wesentlich geringer als z. B. in China. Bisher haben in Deutschland rund 25 % der Befragten schon einmal mit dem Handy mobil bezahlt. Darunter fallen Zahldienste wie \"Paypal\" und \"Payback Pay\", aber auch \"Apple Pay\" und \"Google Pay\". Google Pay haben laut der Umfrage knapp 5 % der Befragten genutzt, bei Apple Pay waren es 4 % (Handelsblatt 2019). Also sehr geringe Zahlen, wenn man diese mit WeChat Pay und Alipay in China vergleicht. Die Bezahlfunktion ist zwar ein wichtiger Bestandteil der Apps, aber nicht die einzige: Das Angebot von WeChat kombiniert Social, Chat, Wallet, Third Party Services (z. B. Flug-und Zugreisen, Essensauslieferungen, Online-Shopping) und Miniprogramme zur Markenbildung von Unternehmen und Public Services. Konsument * innen müssen diesen WeChat-Kreislauf also theoretisch nie verlassen. Abb. 5.3 zeigt die typischen Funktionen, die einigen hundert Millionen Chines * innen täglich nutzen: Vom Aufstehen bis zum Schlafengehen organisieren sie alle täglichen Besorgungen und Tätigkeiten über Apps, durchschnittlich rund 4 Stunden/Tag (WeChatWiki 2020) und häufig über nur eine einzige sogenannte \"Super-App\". Super-Apps sind Applikationen, die sich Nutzer * innen einmalig auf das Smartphone herunterladen und eine Datenanalysefreigabe erteilen. Mit diesen Super-Apps laden sie sich gleichzeitig parallel auch sogenannte Miniprogramme anderer Anbieter herunter. Nutzen sie also die Angebote der anderen Anbieter, müssen sie nicht erst (mühsam) deren Apps herunterladen und die eigenen Daten erneut eingeben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bargeldloses Bezahlen -weltweit"
        },
        {
            "text": "Und so hat WeChat mit 73,7 % Marktanteil die meisten Nutzer * innen in China -QQ folgt mit \"nur\" 43,3 % an zweiter Stelle in China . WeChat liegt damit weltweit an Platz drei hinter Facebook und Youtube (WeChatWiki 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WeChat Pay und Alipay -ein kurzer Überblick"
        },
        {
            "text": "Dadurch, dass sie ihn nicht verlassen, entsteht eine lückenlose Customer Journey und eine sehr genaue Möglichkeit, die einzelnen Nutzer * innen zu analysieren. Im Vergleich dazu sind die westlichen Applikationen noch keine geschlossenen Systeme, da nur Teile ihrer Services integriert sind. Durch die wachsende Reisetätigkeit von chinesischen Bürgern, die zunehmend wohlhabender werden und sich Auslandsreisen leisten können, gelangen auch die chinesischen Payment-Systeme Alipay und WeChat dorthin. Denn die Reisenden kaufen in europäischen Luxusboutiquen ein oder fragen nach Steuerrückerstattungen am Flughafen. Das wird dazu führen, dass sich auch im Rest der Welt langfristig eine bargeldlose Gesellschaft durchsetzen wird (KPMG 2018). Es ist anzunehmen, dass die westlichen Plattform-Ökosysteme in Zukunft ebenfalls und in steigender Zahl Bezahlfunktionen anbieten werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WeChat Pay und Alipay -ein kurzer Überblick"
        },
        {
            "text": "Einschätzungen Der QR Code als zentraler Bestandteil des Bezahlens entwickelte sich erst mit dem Drängen der beiden Unternehmen in den Offline-Bereich. Da spielt der QR Code als extrem günstige Alternative für den Händler die entscheidende Rolle. Das eigentlich technisch bessere und verfügbare kontaktlose Bezahlen mit Karten ist im Vergleich teurer, wartungsintensiver und kam dabei völlig unter die Räder. Banken waren von dieser Bezahlmethode noch einige Jahre vom Bankenregulator ausgeschlossen und wenn man einmal von Kreditkarten absieht, haben die Banken heute noch Mühe, bei alltäglichen Zahlungen wieder eine tragende Rolle zu spielen. Auch ApplePay hat bislang keinen nennenswerten Marktanteil erreichen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Ich gehe davon aus, dass das Kundenerlebnis über die heutige Skepsis siegt. Der aktuelle Trend weg von Bargeld hin zu \"kontaktlos\" wird immer stärker zu \"mobile\" gehen. Viele Banken habe über Jahre abgewunken, wenn es um Apple-oder Google Pay ging. Als es dann doch angeboten wurde, haben es sogar die deutschen Konsument * innen angenommen. Die Wachstumsraten in den ersten Jahren sind bereits enorm und vielversprechend. Einen noch deutlich größeren Einschnitt kann es durch die Bezahlmöglichkeit innerhalb sozialer Medien wie WhatsApp geben. Nach Tests in Indien, UK, USA hat Facebook bereits angekündigt, dies nach und nach an alle Nutzer * innen ausrollen zu wollen. Wenn die Payfunktion bei WhatsApp nur halb so erfolgreich ist wie seinerzeit bei WeChat, kann das die Payment-Landschaft nachhaltig verändern. Das Potential ist enorm. Auch meine kon- (Mehringer 2020) .",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 872,
                    "text": "(Mehringer 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Wie wird sich aus Ihrer Sicht das Bezahlen in Europa in den nächsten Jahren ändern?"
        },
        {
            "text": "Die in China entstandenen großen Anbieter von Plattform-Ökosystemen waren zunächst die großen Internetkonzerne Baidu, Alibaba und Tencent (BAT) Ant Financial und JD, wie Abb. 5.4 zeigt (Evans P. C., The Rise of Asian Platforms -a Regional Survey 2016, S. 10). Später folgten jüngere Startups wie beispielsweise ByteDance oder DIDI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie wird sich aus Ihrer Sicht das Bezahlen in Europa in den nächsten Jahren ändern?"
        },
        {
            "text": "Im weltweiten Ranking (Abb. 5.5) lagen die chinesischen Plattform-Ökosysteme nach Marktkapitalisierung 2016, zum Zeitpunkt der letzten globalen Analyse von THECGE, noch hinter GAFA und Microsoft. Alibaba hielt nach Marktkapitalisierung \"nur\" Platz sechs, Tencent sieben, Baidu Platz 11. Inzwischen haben chinesische Plattform-Anbieter bei Einnahmen und teilweise auch beim Gewinn die westlichen Konkurrenten bereits überholt -das sehen wir uns in den einzelnen Unterkapitels gleich noch näher an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie wird sich aus Ihrer Sicht das Bezahlen in Europa in den nächsten Jahren ändern?"
        },
        {
            "text": "Dabei sind gerade die chinesischen Plattform-Ökosysteme mehr als nur eine Plattform, sie bieten mehrere Plattformen für unterschiedliche Marktteilnehmer an. Deshalb werden sie richtigerweise auch als \"Multiplattform-Unternehmen\" bezeichnet (Evans P. C., The Rise of Asian Platforms -a Regional Survey 2016, S. 12). In diese Gruppe gehörten 2016 Tencent, Alibaba, Softbank, Baidu, Yahoo Japan und Kakao. Sie machten zusammen 81 % des Marktwertes in Asien aus. Leider gibt es vom selben Researchteam keine jüngeren Vergleichszahlen in der Übersicht. Die aktuellen Zahlen zu den jeweiligen Plattform-Ökosystemen zeigen im Folgenden aber jeweils auf, dass sowohl die westlichen als auch die chinesischen Plattformen weiter im Umfang und Angebot gewachsen sind, dass die chinesischen Anbieter sich im weltweiten Vergleich verbessert und teilweise die westlichen Plattform-Ökosysteme bereits überholt haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie wird sich aus Ihrer Sicht das Bezahlen in Europa in den nächsten Jahren ändern?"
        },
        {
            "text": "Doch wie genau sind diese chinesischen Firmen aufgebaut, wie unterscheiden sie sich in Größe und Angebotspalette von denen im Westen?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie wird sich aus Ihrer Sicht das Bezahlen in Europa in den nächsten Jahren ändern?"
        },
        {
            "text": "Baidu deckt mehr als 80 % des chinesischen Marktes ab und ist damit die größte Suchplattform Chinas. Wie Google offeriert Baidu auch Karten, Übersetzungen und Cloud-Speicherdienste und entwickelt derzeit ein selbstfahrendes Auto. Anfang 2019 hat Baidu den Quellcode für \"Apollo\", seine Selbstfahr-Plattform, geöffnet, um rasche Fortschritte zu ermöglichen. \"Apollo\" steht nun allen Entwickler * innen offen. Damit ist Baidu ein eher offenes System und die nach eigenen Angaben größte von insgesamt acht Firmen, die in Peking das autonome Fahren pilotieren, mit 140.000 von insgesamt 153.600 autonom gefahrenen Kilometern (Liao, Search giant Baidu has driven the most autonomous miles in Beijing 2019b). Im Gegensatz zu Google hat Baidu außerdem stark in Online-Offline-Dienste (O2O) investiert, die es Nutzer * innen ermöglichen, über standortbasierte Apps mit Aktivitäten in ihrer Nähe in Verbindung zu treten (Nitsche und ",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 923,
                    "text": "(Nitsche und",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Das \"B\" der Big Three: Baidu"
        },
        {
            "text": "Alibaba hat seinen Namen von der Titelfigur einer Erzählung aus Tausendundeiner Nacht, \"Alibaba und die 40 Räuber\". Die meisten im Westen wissen sehr wenig über Alibaba, am häufigsten liest man, dass es so etwas wie das \"Amazon Chinas\" sei. Das ist nicht völlig falsch. Genau wie bei Amazon wurde das Wachstum von Alibaba hauptsächlich durch das E-Commerce-Geschäft und später durch Cloud-Services vorangetrieben. Beide Unternehmen dominieren ihre Heimatmärkte. Im Gegensatz zu Amazon ist Alibaba jedoch kein Verkäufer. \"Alibaba ist kein E-Commerce-Unternehmen, sondern ein E-Commerce-Anbieter\", erklärte Jack Ma, der Gründer von Alibaba, auf dem Bloomberg Global Business Forum in New York (Nitsche und Thalhammer 2019). Alibaba bietet bis auf eine Ausnahme (siehe 5.5) keine eigenen Marken an, sondern offeriert einen offenen Marktplatz, auf dem sich Marken präsentieren und gekauft werden können. Alibaba macht seinen Kund * innen also keine Konkurrenz, so wie Amazon dies noch tut. Alibaba (Mühlbauer 2018) . Anders als Facebook ist Tencent sehr aktiv und finanziell erfolgreich in der Gaming-Branche, beispielsweise ist es der weltweit größte Videospiel-Publisher. Im Gegensatz zu Facebook stammt deshalb auch der Großteil des Umsatzes nicht aus der Werbung, sondern zu mehr als der Hälfte aus dem Verkauf von Online-Spielen. Die Werbeeinnahmen von Tencent machen nur etwa 14 % des Gesamtumsatzes aus. letzter Stelle, das Schlusslicht bildet Amazon mit nur 1,7 %. Allerdings investiert Amazon auch am meisten in die Entwicklung und baut viel teure, eigene Infrastruktur auf.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 993,
                    "text": "Alibaba",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 1010,
                    "text": "(Mühlbauer 2018)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "\"A\" für \"Sesam öffne Dich\""
        },
        {
            "text": "Peter Petermann spricht es in seinem Interview (vgl. Abschn. 7.7) an: Die Abkürzung BAT hinkt bereits ein wenig hinter der dynamischen Entwicklung von Plattform-Ökosystemen in China hinterher. Tatsächlich hat die Bedeutung von Baidu in den letzten Jahren zu Gunsten größerer und/oder neuerer Spieler abgenommen. Häufig werden \"JD\" und \"Byte-Dance\" genannt. Daher hier ein kurzer Überblick:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JD und ByteDance -noch ganz ohne Buchstabe"
        },
        {
            "text": "JD ist nach eigenen Aussagen aktuell Chinas größtes Online-Einzelhandelsunternehmen (JoyBuy 2020). Gegründet in 1998 von Richard Liu, betreibt JD neben der chinesischen Einzelhandelsplattform JD.com auch die globale Plattform JoyBuy.com. (Statista 2020a, b) . JD kooperiert mit Tencent, die auch 10 % an JD halten und JD den Zugang zu WeChat als Verkaufsplattform ermöglicht. JD hält seit 2015 außerdem 10 % an der Supermarktkette Yonghui Superstores -JD erweitert das reine E-Commerce-Geschäft also, genau wie Alibaba und Amazon, um echte Ladengeschäfte.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 257,
                    "text": "(Statista 2020a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "JD und ByteDance -noch ganz ohne Buchstabe"
        },
        {
            "text": "ByteDance ist das jüngste der genannten Plattform-Ökosysteme aus China, es wurde \"erst\" 2012 gegründet. Es bietet Angebote im Bereich Internet, Soziale Medien und Technologie -damit ist vor allem KI gemeint -an. Es bezeichnet sich selber als \"Technologieunternehmen, das eine Reihe von Inhaltsplattformen betreibt\" (ByteDance 2020). Zu By-teDance gehören u. a. \"Toutiao\", eine Internet-Newsplattform, die Video-Sharing-App \"TikTok\", und zwei Videoplattformen. ByteDance ist noch ein Start-up und wird nicht an der Börse gehandelt. Softbank ist einer der Investoren. Statista weist noch keine Umsatzzahlen aus. Typisch für erfolgreiche Start-ups steigen die kommunizierten Umsatzzahlen von Quartal zu Quartal stark. Von Q4 2018 bis Q4 2019 angeblich um 310 % (Wilhelm 2020) auf über 50 Millionen US-Dollar, kommend von einem niedrigen Niveau.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JD und ByteDance -noch ganz ohne Buchstabe"
        },
        {
            "text": "Wenn im Text also von BAT die Rede ist, sind damit auch andere, neuere Plattform-Ökosysteme aus China gemeint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JD und ByteDance -noch ganz ohne Buchstabe"
        },
        {
            "text": "Aufmerksame Leser * innen vermuten es schon -westliche und asiatische Plattform sind nicht auf demselben Entwicklungsstand, was die Ausbildung von Plattform-Ökosysteme angeht. Das gilt sowohl für die reine Anzahl von Unternehmen, die in die Kategorie fallen, als auch für die Breite und Tiefe des jeweiligen Angebotes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAFA und BAT sind gleich, und auch nicht"
        },
        {
            "text": "Das Center of Global Enterprise hat bereits 2015 Plattform-Ökosysteme weltweit verglichen. Bereits damals gab es mehr Plattform-Ökosysteme in Asien als in den USA oder Europa: 82 Unternehmen in Asien, 64 in den USA und 27 in Europa. Die Top-10-Städte, die Plattform-Ökosystem-Unternehmen in ihrer Region ansässig haben, beherbergen insgesamt 55 chinesische Firmen und 49 US-amerikanische Plattform-Ökosysteme (Evans und Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAFA und BAT sind gleich, und auch nicht"
        },
        {
            "text": "Vergleicht man die Tiefe und Breite des jeweiligen Angebotes, fällt auf, dass chinesischen Plattformsysteme bereits breiter aufgestellt sind. Facebook bietet mit Facebook, WhatsApp, Messenger und Instagram verschiedene Möglichkeiten, sozial-digital zu interagieren. WeChat von Tencent, das häufig und fälschlicherweise als das \"WhatsApp Chinas\" bezeichnet wird, ist deutlich breiter angelegt: Es bietet seinen rund 1,15 Milliarden monatlich aktiven Usern (Statista 2019) als sogenannte Super-App zusätzlich zu den Möglichkeiten, sozial-digital zu interagieren, auch Einkaufsmöglichkeiten in der App über eine einfache JD-Anbindung, eine Bezahlfunktion, die von rund 900 Mio. Chinesen (bezahlen. net 2020) benutzt wird; man kann über WeChat seine Steuererklärung erstellen, Visa beantragen und vieles mehr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAFA und BAT sind gleich, und auch nicht"
        },
        {
            "text": "Auch Alibaba hält diesen Vergleich mit seinem Pendant, Amazon, stand. Amazon ist immer noch eher ein E-Commerce-Anbieter, der im Bereich Logistik und im Offline-Geschäft strategisch wächst. Alibaba dagegen bietet neben den klassischen E-Commerce-Plattformen wie Tmall und Taobao ein breites Angebot weiterer Unterhaltungsplattformen und Filmproduktionen, eigene Reisebüroangebote und mit Alipay ebenfalls eine eigene digitale Bezahlmöglichkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAFA und BAT sind gleich, und auch nicht"
        },
        {
            "text": "Neben diesen inhaltlichen gibt es zwischen GAFA und BAT noch weitere Unterschiede, die kurz aufgeführt werden sollen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAFA und BAT sind gleich, und auch nicht"
        },
        {
            "text": "Jedes der drei BAT-Unternehmen bietet für alle Schritte innerhalb einer Customer Journey Anwendungen an, entweder mit eigenen, firmeninternen Angeboten, durch Akquisitionen oder über Drittanbieter. GAFA-Plattform-Ökosysteme dagegen konzentrieren sich auf eigene Anwendungen innerhalb der obigen Struktur. Der \"chinesische Weg\" bietet einen entscheidenden Vorteil: Konsument * innen von BAT müssen nicht, wie in sogenannten westlichen Angeboten, Plattformen oder Apps verlassen, um etwas zu suchen, zu empfehlen, zu kaufen oder zu \"liken\". Das ist bequem für die Konsument * innen (siehe Kap. 7) und wichtig für den Erfolg der Unternehmen. Diese erhalten über einen Kunden oder eine Kundin strukturierte Daten ohne Datenbrüche, die mühsam mit Annahmen gefüllt werden müssten. Strukturierte Daten kombiniert mit KI-Auswertungen erlauben es diesen Plattformen, für die entsprechenden Konsument * innen passendere, relevantere Angebote zu entwickeln, sodass es sich im Gegenzug für diese Konsument * innen lohnt, auf der entsprechenden Plattform zu bleiben, sie zu \"liken\" und immer wieder auf sie zurückzukommen. Wie unterschiedlich diese Customer Journeys in \"West\" und \"Ost\" noch sind, zeigt Abb. 5.10. BAT-Ökosysteme sind damit deutlich näher am Marketingziel des sogenannten \"Segment of One\", also jeden Kunden, jede Kundin individuell zu verstehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdeckung der gesamten Customer Journey"
        },
        {
            "text": "Um hier mal ein praktisches Beispiel zu geben: Im Film \"Drive\" des dänischen Regisseurs Nicolas Winding Refn mit Ryan Gosling und Carey Mulligan von 2011 trägt die Hauptfigur eine Armbanduhr. Diese Uhr ist ein Einzelstück, allein für den Film designt. Das Design der Patek Philippe basiert vermutlich auf einer Calatrava 5196R-001 Roségold. Man kann die Uhr aus dem Film also nicht kaufen, es ist kein Serienfabrikat. Wollte man im Westen nun diese Uhr kaufen, wäre das nicht möglich. Auf Portalen wie \"whatkindofwatch.com\" und \"thedigitalsizzle.com\" kann man die Uhr zwar anschauen und bekommt Alternativen vorgeschlagen, aber genau diese Uhr kann man nicht kaufen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdeckung der gesamten Customer Journey"
        },
        {
            "text": "In China könnte eine KI dagegen feststellen, dass einige Nutzer * innen nach dieser Uhr suchen und analysieren, wie hoch die Zahlungsbereitschaft wäre, wenn sie diese Uhr als limitierte Auflage kaufen könnten. Würde sich das lohnen, könnte ein Uhrenhersteller die Uhr gegebenenfalls herstellen und verkaufen. Die Kunst ist weniger, die Uhr herzustellen, als vielmehr, dieses Nischensegment von vielleicht nur ein paar Hundert Nutzer * innen überhaupt zu identifizieren und im Vorfeld zu wissen, ob oder dass sich die Herstellung lohnt. Bei den \"All-in-One\"-Lösungen der chinesischen Plattform-Anbietern mit der Verbindung von Technologie und Daten liegt also sehr spezifisches, lückenlosen Wissen über die Bedürfnisse und Wünsche von Konsument * innen vor. Dadurch steigen, bezogen auf einzelne Nutzer * innen, Datenmenge und Datenqualität. Dies ermöglicht einer KI eine sehr viel genauere Analyse. Nur aus diesem Grunde sind Marken in der Lage, viel mehr personalisierte Services und Inhalte anzubieten, im besten Fall bis zu einem \"Segment-of-One\". Das können Plattformen, die noch stark auf Einzelanwendungen aufbauen, nur erheblich weniger spezifisch anbieten. Mit dieser Datenmenge von sinnvoll miteinander verknüpften Informationen führt die andere Kundenreise auf chinesischen Plattformen zu einem besseren Angebot für die Nutzer * innen und damit zu einer gefühlt besseren, weil passgenaueren nächsten Kundenreise. Es entsteht ein Optimierungszyklus, der positiv für alle Marktteilnehmer ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdeckung der gesamten Customer Journey"
        },
        {
            "text": "Chinesische Marktplätze wie JD und Alibaba kommen ursprünglich aus dem reinen E-Commerce und waren bis 2014 verwöhnt von Wachstumsraten im Bereich von über 20 % Jahresvergleich. Da sich das Wachstum auf den reinen Online-Verkaufsplattformen verlangsamt (ab 2015 immer unter 15 % im Jahresvergleich), kombinieren die entsprechenden Plattform-Ökosysteme das Onlinegeschäft zusehends mit dem stationären Handel (Hua 2019, S. 367) . Dabei nutzen sie ihre Daten-und KI-Möglichkeiten, um beide Kauferlebnisse für die Konsument * innen zu verschmelzen, also zu \"mergen\". Wenn diese handwerklich gut umgesetzt ist, erfolgt der Übergang von online zu offline und umgekehrt für den Konsumenten, die Konsumentin so nahtlos, dass es zu keinen Störgefühlen in der Nutzung kommt. Nutzer * innen ist im Idealfall nicht mehr bewusst, und es ist auch irrelevant, ob sie sich gerade in einer Online-Welt auf den Plattformen bewegen oder im echten Leben Angebote durchgehen -sie sind ständig \"on\" UND \"off\". Und dass Nutzer * innen ständig \"on\" sind, ist auch daran zu erkennen, dass in jedem Restaurant, in jedem Supermarkt und jedem Café, also überall dort, wo sich Menschen länger als nur ein paar Minuten aufhalten, Schnellladestationen für Smartphones aufgestellt sind. Gegen eine geringe Gebühr von ein paar Cents können Chines * innen hier ihre Handys in ein paar Minuten wieder aufladen. Die Akkukapazität handelsüblicher Handys reicht in China schon lange nicht mehr für einen ganzen Tag. Beispiele für diese nahtlose Customer Journey finden sich in den Kapiteln zu \"Smart Retail\" am Beispiel Fresh Hippo. Westliche Internetmarktplätze kaufen bzw. eröffnen ebenfalls stationäre Läden -so erwarb Amazon kürzlich die Lebensmittelkette \"Wholemart\" und experimentiert mit eigenen kleinen Läden, die sie \"Amazon Go\" nennen. Der Umfang der Akquisition und der Einsatz von Daten und KI scheint bei den chinesischen Firmen aber deutlich größer zu sein. Beispiele für diesen Einsatz finden sich bei Zakkour und Dudarenok (Zakkour und Dudarenok 2019, S. 51 -52) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 426,
                    "text": "(Hua 2019, S. 367)",
                    "ref_id": null
                },
                {
                    "start": 2002,
                    "end": 2041,
                    "text": "(Zakkour und Dudarenok 2019, S. 51 -52)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Online Merge Offline (OmO)"
        },
        {
            "text": "Inhalte werden für Marken dabei immer wichtiger, um das Kaufverhalten von Konsument * innen zu beeinflussen. Bei der Vielzahl an als selbstverständlich empfundenen Impulsen, Rabatten und Unterhaltungsangeboten, die Nutzer * innen ständig erhalten, die pausenlos online sind, kommen nur die Marken durch, die etwas Relevantes für die Nutzer * innen zu bieten haben. Marken müssen sich daher wandeln, weg von einer Absenderkommunikation hin zu einer relevanten Nutzer * innenkommunikation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Merge Offline (OmO)"
        },
        {
            "text": "Sowohl GAFA-Firmen als auch Tencent, JD und Alibaba haben Bezahlfunktionen im Portfolio. Die Angebote von Amazon (Amazon Pay) und Apple (Apple Pay) sind dabei reine mobile Bezahlapplikationen. WeChat Pay von Tencent und AliPay von Alibaba gehen weit über diese \"einfache\" Anwendung hinaus (siehe Abschn. 5.2). Mit ihnen können Nutzer * innen alle Finanzgeschäfte tätigen, die man im täglichen Leben benötigt, angefangen von der reinen mobile Bezahlfunktion, über Kredite, Versicherungen, Aktienhandel etc. Das Ergebnis: Kaum jemand in den Städten bezahlt noch mit Bargeld. Auf der Innovationsreise von Future Candy im November 2019 gab es bereits Läden, in denen wir Westler ohne Anbindung an WeChat Pay oder Alipay nicht mehr bezahlen konnten, obwohl wir Bargeld und Kreditkarten dabei hatten. Und sogar Obdachlose auf den Straßen haben neben einem kleinen Becher für Barspenden QR-Codes mit ihrem WeChat-Konto. Die Transaktion des Geldes erfolgt ohne Zeitverzug; PayPal-Versicherungsdienste sind damit relativ obsolet geworden. Diese Spannweite hatten GAFA-Unternehmen zum Redaktionsschluss des Buches noch nicht erreicht, aber sie sind dabei, sie zu vergrößern. Wie sehr Menschen sich an diesen schnellen Service gewöhnen können, zeigt folgendes exemplarisches Beispiel: Die Autorin vermietet in Berlin eine möblierte Wohnung. Im Sommer 2017 zog ein neuer Mieter ein, der direkt aus Taiwan kam. Wie in Deutschland üblich, sollte die Kaution vor der Schlüsselübergabe überwiesen werden. Der neue Mieter ging also freitags zu einer Deutschen Bank, um ein Konto zu eröffnen und die Überweisung zu tätigen. Wie in Deutschland üblich, wurde das Geld aber nicht sofort, sondern erst am Dienstag der nächsten Woche dem Konto der Vermieterin gutgeschrieben. Die Schlüsselübergabe sollte aber schon am Montag sein. Für die deutsche Vermieterin war klar, dass eine Überweisung von Freitag auf keinen Fall Montag schon dem Konto gutgeschrieben sein konnte. Für den taiwanesischen Mieter war es aufgrund seiner Erfahrungen mit We-Chat Pay und Co. dagegen selbstverständlich, dass das Geld sofort, also am Freitag gutgeschrieben würde. So schnell kann man sich an einen neuen Service und eine \"Cashless Society\" gewöhnen. Der Mieter hat dann aber trotzdem den Schlüssel am Montag erhalten und konnte einziehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bargeldloses Bezahlen"
        },
        {
            "text": "Ein Unternehmen, das die finanzielle Situation seiner Konsument * innen kennt, kann damit in drei Richtungen agieren: Erstens kann es sich gegen eventuelle Zahlungsausfälle besser absichern, weil ihm alle Konten, alle Schulden, alle Kredite seiner Käufer * innen bekannt sind. Dieses Prinzip wenden wir in Deutschland ebenfalls an: Wenn wir als Konsument * innen einen Telekommunikationsvertrag abschließen wollen, müssen wir dem Unternehmen unsere Bonität über die Schufa o. ä. nachweisen. Zweitens ist es dem Unternehmen möglich, die optimalen Angebote aus seinem Warensortiment auszuwählen, da es Abschlussdaten, also Kaufdaten, in Echtzeit über alle Konten des Kunden erkennen und analysieren kann. Drittens kann ein Onlinehändler mit diesen Finanzinformationen seine Plattform für Finanzdienstleister öffnen und auf diese Weise sein Portfolio vertikal erweitern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bargeldloses Bezahlen"
        },
        {
            "text": "Bezahldienste sind aber nur ein Beispiel für integrierte Applikationen. Im Marketing gilt: Je bequemer eine Anwendung, umso mehr wird sie verwendet und umso schneller kommt es zur gewünschten Aktion, z. B. zum Kauf, der Teilnahme an einer Umfrage oder zum Klick auf ein Double-Opt-in 2 für einen Newsletter. Ziel der Ökosysteme ist in der Regel, dass Benutzer * innen möglichst wenig andere Anwendungen öffnen müssen. Denn jede neue App birgt die Gefahr, dass es für Nutzer * innen zu lästig wird, zu unbequem und sie abgelenkt werden. Nutzer * innen, die in Gedanken woanders sind, kaufen nichts. Die Apps innerhalb der Plattform müssen so barrierefrei wie möglich sein. Die Apps von BAT sind denen von GAFA zur Zeit in einigen Punkten überlegen. BAT entwickeln daher zusätzlich noch sogenannte \"Mini-Programme\". Bei Mini-Programmen handelt es sich um Sub-Applikationen im plattformbasierten Ökosystem, die kleiner als 10 Megabyte sind. Sie können sich zu eigenständigen Ökosystemen innerhalb von Baidu, Alibaba und Tencent entwickeln. Der Vorteil für User * innen: Sie müssen keine zusätzlichen Apps herunterladen, die Mini-Programme arbeiten wie Apps, ohne dass eine neue App heruntergeladen werden muss, erneut eine Datenanalysefreigabe erteilt werden oder man seine persönlichen Daten erneut eingeben müsste. Dadurch fällt auch der Anmeldeprozess bei solchen neuen Apps weg. Es ist daher bequem, Mini-Programme zu verwenden. Marken nutzen diese Mini-Programme bevorzugt, um ihre individuellen Angebote innerhalb einer großen Plattform markengerecht zu inszenieren. Der Vorteil: Niemand verlässt mehr das \"große\" Ökosystem. Das führt zu All-in-One-Applikationen der großen Plattform-Ökosysteme, die deshalb auch \"Super-Apps\" genannt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lückenlose Nutzung verschiedener Applikationen"
        },
        {
            "text": "Das Wesen von Plattform-Ökosystemen ist, wie wir bereit zu Beginn des Kapitels diskutiert haben, offen für die Plattformteilnehmer zu sein. Das unterscheidet Plattform-Geschäftsmodelle wesentlich von traditionellen Geschäftsmodellen. Das heißt grundsätzlich sind alle Plattform-Ökosysteme, unabhängig davon, ob sie westliche oder asiatische Plattformen sind, im Kern offene Modelle. Die chinesischen Plattform-Anbieter sind im Vergleich zu GAFA aber noch weitaus offenere Systeme. Ihre Plattform-Teilnehmer, also ihre Kund * innen, können gegen Gebühr auf fast alle Daten der Plattform zurückgreifen. Eine detailliertere Beschreibung dazu findet sich in Abschn. 7.6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access für alle Ökosystem-Teilnehmer"
        },
        {
            "text": "Teilnehmende Marken werden dadurch in die Lage versetzt, mit ihren individuellen Konsumentendaten innerhalb der plattformbasierten Ökosysteme zu arbeiten und sich ihr eigenes Marken-Ökosystem aufzubauen. Aber auch Finanz-Spezialanbieter wie \"Ping An\" mit ihrem \"Ping An One Connect\" öffnen ihre Ökosysteme für andere Anbieter (Larsen 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access für alle Ökosystem-Teilnehmer"
        },
        {
            "text": "BAT ermöglichen es ihren Plattformteilnehmer * innen, Daten der Nutzer * innen zu analysieren. Aufgrund dieser Datentransparenz innerhalb des Ökosystems haben Marken die Möglichkeit, ihre Plattformdaten mit den eigenen Daten zu kombinieren und zu analysieren und z. B. für unterschiedliche Zielgruppen spezifische Wachstumsstrategien zu entwickeln. So weiß eine Marke, die auf einer der BAT-Plattformen aktiv ist, welche Kundengruppe an welchem Tag aus welcher Region welche Ware auf der Plattform anklickt -selbst, wenn der Suchende die Ware gar nicht gekauft hat. In BAT-Ökosystemen weiß die Marke auch noch genau, wer das ist. Sie erfährt außerdem, was der jeweilige Nutzende direkt vor der Suche auf der Plattform getan hat und zwar nicht nur auf der Plattform, sondern auch, was er oder sie im wirklichen Leben unternommen hat: Vielleicht saß die betreffende Person gerade in einem Café, hat über die systemeigene Bezahl-App einen Kaffee gekauft und vor Ort getrunken. Dadurch erhält die Marke Kenntnis davon, dass die Person vielleicht preissensibel ist, weil sie sich vielleicht einen günstigen Kaffee gekauft oder dazu einen Coupon eingelöst hat. Die Marke stellt fest, dass die Person mit zwei Freunden zusammen war und kann nachverfolgen, dass sich diese beiden Freunde genau dieselbe Marke vor ein paar Tagen ebenfalls angesehen, aber noch nichts erworben haben. Verknüpft die Marke diese Informationen mit Hilfe von KI, könnte sie nun allen dreien auf ihren Smartphones ein spezielles Angebot machen, dass z. B. einen Dreierrabatt beinhaltet. Wenn alle drei jetzt bestellen, gewährt sie ihnen einen größeren Rabatt, als wenn nur einer oder zwei von ihnen kauften.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access für alle Ökosystem-Teilnehmer"
        },
        {
            "text": "GAFA-Unternehmen teilen Konsumentendaten auf ihren Plattformen noch nicht in einem vergleichbaren Ausmaß mit ihren Kund * innen. Das hat zum einen mit den Unterschieden im Datenschutz zu tun (siehe Abschn. 2.3), zum anderen aber auch damit, dass ein Teil der GAFA-Unternehmen, vor allem Amazon und in geringerer Zahl auch Apple, eigene Produkte, also Eigenmarken, anbieten. Amazon zum Beispiel ist auf diese Weise für Händler sowohl Plattform als auch Konkurrent. Ein uneingeschränktes Teilen der Plattformdaten mit seinen Kund * innen würde einen Teil des Geschäftsmodells von Amazon behindern. Vor allem für Online-Einzelhändler in der sogenannten westlichen Welt ist dies eine Herausforderung. Sie erhalten nicht im gleichen Maße Daten von Nutzer * innen der Amazon-Plattform wie Amazon diese Daten selbst zur Verfügung hat. Alibaba und JD hingegen bietet bis auf jeweils eine einzige Ausnahme 3 keine Eigenmarken an und können sich infolgedessen deutlich neutraler und offener in Bezug auf das Teilen von Konsumentendaten zeigen: Ein attraktiver Service für ihre Kunden und Partner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access für alle Ökosystem-Teilnehmer"
        },
        {
            "text": "Zwar öffnen sich z. B. Amazon, Zalando und andere Retailer in diesem Bereich gerade vorsichtig: \"A recent co-launch of the Care of Athleisure brand with Puma, may suggest Amazon is looking to move from brand enemy to enabler, a role that Alibaba has relished and formalized through the Tmall Innovation Center.\" (Wang 2019) Aber im Einzelfall teilen westliche Plattformen längst noch nicht so viele Daten mit ihren eigenen Konsument * innen wie diese sie bräuchten, um ihre Marken sinnvoll zu führen. Ein Umstand, der sich in Zukunft auch in der westlichen Welt vermutlich deutlich ändern wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access für alle Ökosystem-Teilnehmer"
        },
        {
            "text": "Die bisher beschriebenen Veränderungen durch digitale Transformationen und insbesondere durch KI bleiben in China nicht ohne Auswirkungen auf Marken und Konsument * innen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marken und Marketing sind schneller"
        },
        {
            "text": "Auf Markenseite entstehen neue Möglichkeiten, bessere Angebote zu entwickeln und sie den Konsument * innen in interessanter Form zu präsentieren. Diese Möglichkeit entsteht durch die schon beschriebene lückenlose Datenerfassung aller Aktivitäten eines Kunden oder einer Kundin entlang aller Bereiche bis hin zum Kauf, der sogenannten Customer Journey. Diese Datenerfassung erlaubt eine deutlich bessere Analyse der Daten und damit bessere Consumer Insights. Sie führt aber auch zu noch mehr Konkurrenz unter den Marken und setzt sie unter Druck, schneller zu handeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marken und Marketing sind schneller"
        },
        {
            "text": "Für die Konsument * innen erwächst daraus eine neue Qualität der Angebote; sie werden einfacher, passgenauer und dadurch relevanter. Das führt aber auch zu einem schnell steigenden Anspruchsniveau der Konsument * innen: Nur wer in Zukunft exakt zum richtigen Zeitpunkt genau das Gewünschte oder Passende offeriert, wird noch als maßgebliche Marke wahrgenommen und gekauft. 3 Am 28. Juni 2018 führte Alibaba \"Taobao Xinxuan\" ein, was übersetzt soviel wie \"Ausgewähltes Taobao\" bedeutet. Auf dessen Homepage und in zwei Läden in China können Konsument * innen ausgesuchte Alibaba-Eigenmarken kaufen. Alibaba verfolgt damit das sogenannte M2C-Konzept, also \"Manufacturer to Consumer\" (Ho 2018) . Der Vorteil: Die Lieferkette ist dabei kürzer, es sind weniger Zwischenhändler am Gewinn beteiligt, die Artikel können insgesamt günstiger angeboten werden. Aktuell gibt es offenbar noch keine Versuche, die Private-Label-Produkte auf den anderen Verkaufsplattformen von Alibaba anzubieten. JD führte im Januar 2018 \"Jingzao\" ein, ebenfalls eine Private-Label-Plattform (Fung Business Intelligence 2018, S. 53).",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 690,
                    "text": "(Ho 2018)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Marken und Marketing sind schneller"
        },
        {
            "text": "Matti Antila is leading the SMB (small and medium business) division of Microsoft Finland. He has held several managing roles within the company since 2007 including product development. Before Microsoft he was working in selected companies including Nokia looking after product management. He writes an international blog about platform ecosystems and includes in the blog insights gained during the last 15 years while building platform businesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einschätzungen von Matti Antila, Leiter SMB Microsoft Finnland und Autor Platformbusinessmodel.com \"Western platforms dominate the scale of the business -chinese platforms the pace of change\""
        },
        {
            "text": "In retail, China is moving faster than the western world as the legacy retail play a lesser role in China and do not provide the friction for \"new retail\" or new retail innovation. The new model driven by mobile use and consumer data enabled by cloud computing is a paradigm shift to old brick and mortar. As the amount of data from this \"new retail\" is massive, AI is the crucial technology that enables creating clarity for data driven business actions. For marketers, it is vital to master data driven marketing with a constant development of marketing operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What, from your point of view, is the biggest difference between China and the western world when it comes to AI, marketing and retail?"
        },
        {
            "text": "A traditional, linear business takes in raw materials/components, creates products or services and sells them to its customers. A linear business owns its own inventory, invests into R&D and go-to-market efforts. In contrast, a platform business facilitates value exchanges between two or more interdependent groups, usually consumers (end customers) and providers. Platform businesses can be both physical and virtual (Alibaba, eBay, Microsoft Azure) and/or a combination of both (iPhone and AppStore). Platform businesses are valid in B2B, B2C and the public and private sectors. See more in https://platformbusinessmodel.com/platform-business-model-meaning/ In a platform ecosystem, the typical business processes, investment areas (R&D, operations, go to market/sales, marketing and support) needed to produce the end customer experience and value creation are a combined effort of a platform company and providers, for example Uber and the drivers, Microsoft Windows and the applications/application developers, AirBnB and accommodation providers, Facebook and marketeers. In addition, the role of the consumers/end customers is crucial in creating the actual end customer experience (for example, Facebook and Youtube). The business model of a platform company and the providers are interlinked and not sustainable without both the platform company and the providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is a platform ecosystem?"
        },
        {
            "text": "In traditional companies (linear business model), the core business processes are owned by the traditional company and with limited partnerships in supply chain, go-to-market, etc. For example, IKEA, car manufacturers, etc. operate in a traditional business model and governs the end customer experience creation without an ecosystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is that different from traditional companies?"
        },
        {
            "text": "A successful platform business model has a few competitive advantages compared to traditional model, for example:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "• Significantly larger R&D investments as both the platform company and the large number of providers invest into the end customer experience creation (product/service development) resulting in cumulating the R&D investments that no single independent company is able to invest alone • Operational investments/costs are shared between the platform company and the large number of providers resulting in cumulative investments/assets that no single company is able to invest alone. The mutual investments of the platform company and providers lower the need for financial resources of a platform company in scaling the business resulting in a lean balance sheet for the platform company and in that way higher ROI for the platform company • Significantly larger go-to-market investments that no single company alone can invest as both the platform company and the large number providers participate in go-tomarket efforts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "When the platform business model succeeds, the competitive advantages are significant and traditional models have hard time to compete. Having said that the platform model requires massive scale and many times the winner takes it all. Therefore it is a high riskhigh return game.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "From your perspective: What are leading platform ecosystem companies around the globe and why? There are various points of views to assess the leadership -for consumer driven services Google is the leading in generating advertising revenues, Facebook at monthly active users and Tencent when it comes to the breadth of service offering. In the B2B segment, Microsoft is the leading revenue generating platform ecosystems, Amazon/AWS is the market leader for infrastructure-as-a-service and platform-as-a-service provider. In accommodation services, AirBnB is leading the pack. Therefore, there are several leaders depending on the perspective and service segment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "What is the role of platform ecosystems like Tencent, Alibaba and JD in China -from a business perspective and from a consumer perspective? Tencent offers a massive breadth of digital services to consumers from gaming and messaging to payment and associated digital marketing and payments platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "Alibaba enabling merchants -small and large -to sell and market locally in China or globally and provides digital retail and wholesale services as well as associated payment and financial services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "JD is China's leading e-commerce platform with over 330 million active customers. JD Logistics is a business group of JD focusing on providing smart supply chain and logistic services. The logistic service and innovation are key differentiators towards Alibaba. Having said that so far, the one-day delivery has not been a financial success for JD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "Who leads in platform ecosystems right now from your perspective? Chinese or western eco platforms? Why? It has been difficult for the western platform providers to enter the Chinese market with their current offering and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "Tencent has been active in partnering/investing several western gaming companies like Epic Games, Supercell and non-gaming companies like Snap and Tesla. WeChat Pay is mainly expanding to western region by the help of Chinese user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "Alibaba and its e-commerce solution AliExpress are gaining an organic user base beyond the China market. In addition, their strategy is to act as the \"gateway to China\" for international brands and paving the way for the entrance to China. Therefore, the leadership status is not clear -western platforms dominate currently the scale of the business and the Chinese the pace of change as they jumped over the PC era to the mobile era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "What would be your recommendation to marketing and sales managers in Europe how to get ready for this new area?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "• Acquire or develop data driven marketing and sales management skills, it's all about data and how to make most of it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "• The amount of data is huge, without AI it is impossible to create clarity, insight and concrete actions whether it is personalized marketing, marketing automation or providing the next best lead for the sales teams. • Mobile first (China leading the mobile purchases) is the way to go when adopting the new data driven operations Plattform-Ökosystem zielen darauf ab, die wichtigsten Anwendungen einer Customer Journey innerhalb eines einzigen Systems anzubieten. Konsument * innen müssen für die einzelnen Stationen ihrer Kaufreise die Plattform nicht mehr verlassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "• Im Vergleich zeigt sich, dass die chinesischen BAT-Unternehmen (Baidu, Alibaba, Tencent, aber auch JD) deutlich weiterentwickelt sind als ihre westlichen Pendants, die sogenannten GAFA-Unternehmen (Google, Apple, Facebook, Amazon), was Breite und Tiefe ihres Angebotes angeht. • BAT-Unternehmen können daher die Wünsche der Konsument * innen präziser interpretieren und ihnen umfassender personalisierte und dadurch genauer auf ihre Bedürfnisse abgestimmte Angebote offerieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why might platform ecosystems become more successful than traditional companies in the future?"
        },
        {
            "text": "• Die Customer Journey ändert sich umso deutlicher, je besser es plattformbasierten Ökosystemen gelingt, bisherige Siloapplikationen zu integrieren. Nutzer * innen einer gut entwickelten Plattform wie Tencent und Alibaba können alle Customer-Journey-Schritte auf dieser einen Plattform vollziehen und müssen sie nicht verlassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plattform-Ökosysteme haben große Auswirkungen auf das Marketing und den Vertrieb"
        },
        {
            "text": "• Für Marken eröffnet sich so die Möglichkeit, mithilfe dieser bislang nichtexistierenden Technologie Daten von Einzelpersonen zu sammeln, zu analysieren und miteinander zu verknüpfen. Damit sind sie in der Lage, individuelle Angebote für die jeweilige Person zu entwickeln und ihr zum passenden Zeitpunkt Vorschläge mit den richtigen Inhalten zu unterbreiten. • Für Konsument * innen bedeuten diese neuen, hochrelevanten Angebote mehr Convenience und eine größere Warenauswahl. Sie werden aber auch ungeduldiger und ungnädiger mit Marken, die das neue Niveau an Relevanz nicht erreichen -eine neue Herausforderung für Marketing-und Sales-Aufgaben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plattform-Ökosysteme haben große Auswirkungen auf das Marketing und den Vertrieb"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Five ways to win with digital platforms",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accenture",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investor day: Transform marketing-how brands can leverage the Alibaba platform",
            "authors": [
                {
                    "first": "Alibaba",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "alibabagroup.com",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Februar 2018). #9 platform business model -Platform economy in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antila",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Uber, AirBnb, Lyft -Platform business companies are springing up everywhere -But what exactly is a platform business model?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antila",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Alle Infos zur Funktionsweise von WeChat Pay",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "About ByteDance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bytedance",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Februar 2020). Ecosystems -Kooperation als Zukunftsmodell für die Digital Eco",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deloitte",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The rise of Asian platforms -A regional survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The rise of the platform enterprise. A global survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gawer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Februar",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spotlight on China retail",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "handelsblatt.com. Studie bescheinigt Apple Pay und Google Pay hohe Nutzerzahlen",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wie China mit Apps und Big Data das Coronavirus in Schach halten will",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hecking",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "With Taobao Xinxuan, Alibaba enters into private-label goods. Here's what it means",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mobile marketing management: Case studies from successful practices",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Best global brands",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Interbrand",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Februar",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "WeChat revenue and usage statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Joybuy corporate profile",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Joybuy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Customer first building a trusted and connected customer experience in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kpmg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Digital China and the ping an ecosystem (22",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tomorrow -The McKinsey Berlin Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Alibaba v. Tencent: The battle for supremacy in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lashinsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Baidu, China's answer to Google, reports first quarterly loss since 2005. 06",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Search giant Baidu has driven the most autonomous miles in Beijing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Baidu/Alibaba/Tencent vs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mühlbauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Alibaba verbucht Rekordverkäufe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Manager Magazin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Alibaba verliert Europa-Chef",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehringer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "China's march to be the world's first cashless society: China Daily contributor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Der Erfolgskurs von BAT -die Big Three aus China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thalhammer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Auch WeChat möchte das Mobile Business verändern! Kommt nun der Instant App Durchbruch?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radovic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Share of mobile users using the leading social media platforms in China as of",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ranking der Länder mit den höchsten erwarteten Umsätzen im E-Commerce weltweit im Jahr",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Umsatz von Amazon in Deutschland und weltweit in den Jahren",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Gartner L2's Danielle Bailey on China shaping retail's future",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "WeChat data, insights and statistics: User profile, behaviours, usages, market trends. 24. Februar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wechatwiki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Januar 2020)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "New retail: Born in China going global. Hongkong: Alarice International",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zakkour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Dudarenok",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Alibaba und Tencent mit den GAFA-Unternehmen, fällt auf, dass GAFA gegenwärtig noch den jeweils größeren Umsatz haben (siehe Abb. 5.9). Bei den Profiten sind Alibaba und Tencent unter den Top 3. Der Gewinn von Facebook lag 2017 mit 39,1 % pro eingenommenem US-Dollar am höchsten, gefolgt von Tencent mit 30,1 % und Alibaba mit 25,7 %. Erst den vierten Platz mit 21,1 % nimmt Apple ein, die nach Interbrand wertvollste Marke der Welt(Interbrand 2018). Alphabet steht mit 11,5 % an vor-Abb. 5.9 Umsatz und Gewinn von GAFA-Unternehmen versus Tencent und Alibaba 2017;(Lashinsky 2018)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "JD bietet den Marken auf seiner Plattform das gesamte Retailgeschäft als sogenannten \"Retail as a Service\"-Modell an. Der Umsatz von JD.com weltweit lag in den letzten vier berichteten Quartalen (Q4/2018 -Q3/2019) bei 78,41 Milliarden US-Dollar (Statista 2019). Zum Vergleich: Der Umsatz von Alibaba lag im abgelaufenen Jahr 2019 bei rund 69,61 Milliarden US-Dollar. Amazon nahm im selben Zeitraum weltweit insgesamt 280,52 Milliarden US-Dollar ein",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Das Center for Global Enterprise (THECGE) hat bereits 2015 eine weltweite Studie durchgeführt und dabei vier Typen von Plattform-Unternehmen unterschieden(Evans und   Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 9), siehe Abb. 5.2:Transaktionale Plattformen: Das sind Plattformen, mit einer Technologie, einem Produkt oder einer Dienstleistung, die als Kanal (oder Vermittler) fungiert und den Austausch oder Transaktionen zwischen verschiedenen Benutzern, Käufern oder Anbietern erleichtert. AirBnB und Paypal sind 2015 solche Plattformen.Innovationsplattformen: Sind Unternehmen mit einer Technologie, einem Produkt oder einer Dienstleistung, die als Grundlage dient, auf der andere Firmen (lose in einem innovativen Ökosystem organisiert) komplementäre Technologien, Produkte oder Dienstleistungen entwickeln. In diesem Sinn sind Microsoft und SAP 2015 Innovationsplattformen.Integrierte Plattformen: Eine integrierte Plattform ist eine Technologie, ein Produkt oder eine Dienstleistung, die sowohl eine Transaktionsplattform als auch eine Innovationsplattform ist. Zu dieser Kategorie gehören Unternehmen wie Apple, das sowohl über passende Plattformen wie den App Store als auch über ein großes Dritt-Entwickler-Ökosystem verfügt, das die Erstellung von Inhalten auf der Plattform unterstützt.Investmentplattformen: Investitionsplattformen bestehen aus Unternehmen, die eine Plattform-Portfolio-Strategie entwickelt haben und daher als Holding-Gesellschaft aktiv sind oder in Plattform-Unternehmen investieren oder beides. Im Sinne dieser Definition ist Softbank 2015 eine entsprechende Plattform.Innerhalb der letzten 5 Jahre seit dieser globalen Studie gab es Weiterentwicklungen innerhalb der analysierten Unternehmen: So hat sich z. B. Tencent von einer reinen transaktionalen Plattform zu einer integrierten Plattform transformiert (Vgl. nächste Unterkapitel).Diese Entwicklung von Innovations-und Transaktionsplattformen zu integrierten Plattformen sagt THECOGE bereits 2015 voraus: \"This survey shows that the integrated plat-Abb. 5.2 Typen von Plattform-Unternehmen (Evans und Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 14)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Der Markt für mobile Zahlungen hat in China rasant zugenommen. Eine Umfrage aus dem Jahr 2017 ergab, dass 92 % der Menschen in den größten Städten Chinas die Top-Zahlungsapps WeChat Pay von Tencent oder Alipay von Alibaba als primäre Zahlungsmittel verwenden. Ende 2017 nutzten sogar schon 47 % der ländlichen Bevölkerung Chinas digitale Zahlungsdienste. 900 Millionen Menschen sollen demnach WeChat Pay auf monatlicher Basis nutzen. Im Vergleich dazu wirken die 127 Millionen Nutzer von Apple Pay weltweit relativ klein. Die iResearch Consulting Group schätzt, dass WeChat 40 % des chinesischen Marktes beherrscht und Alipay 54 % (Iqbal 2019).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Heiko Anemüller lebt und arbeitet seit 2015 in Beijing. Er ist von der ING Bank nach China entsendet und arbeitet dort in enger Kooperation mit INGs lokalem Partner Bank of Beijing. Im Joint-Venture der beiden Partnerbanken ist er Head of Retail Products. satz. Der Chef einer Firma für Kleinkredite hat mir vor ein paar Jahren mal erklärt, dass es er nicht danach schaut, welchen Job der Kunde seit wann ausübe und ob er oder sie die Fähigkeit besäße, zurückzuzahlen. Seine Firma schaue vor allem nach 2 Dingen: \"Gibt es Dich wirklich\" und \"Bist Du ehrlich\". Ganz so extrem muss man das gar nicht angehen. Welche Rolle spielten Cashless Payment und der QR Code bei der Entwicklung der sogenannten Plattform-Ökosysteme wie Alipay und WeChat? Alipay und WeChat haben es geschafft, Dinge einfacher zu machen. Vom Kerngeschäft E-Commerce und Social Media ausgehend wurden viele Alltagsthemen in die Apps integriert. Mobile Bezahlfunktionen wurden sehr schnell ausgeweitet. Diese reichen in alle Bereiche des täglichen Lebens: Strom-, Gas-, Telefonrechnungen, Zug-oder Kinokarten und vieles mehr. Um die Dimension der Veränderung zu erfassen, muss man wissen, dass das Lastschriftverfahren bis heute nicht besonders verbreitet ist. Die monatliche Stromrechnung konnte man früher nur an vorgesehenen Stellen begleichen. Von hier ging der Sprung direkt auf wenige Klicks in der App. Die Chinesen lieben daher ihre Super-Apps.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Einschätzungen von Heiko Anemüller, Head of Retail Products ING Bank: \"In China … servativsten deutschen Nachbarn in Beijing setzen allesamt WeChat Pay ein und sind weitgehend bargeldlos unterwegs. Davon wird sich Europa nicht abkoppeln können. Und in China ist das nächste Level bereits im Einsatz: Facial Payment. Das Gesichtsprofil dient als Erkennungsmerkmal, das Handy bleibt in der Tasche. Hier wird die Zukunft zeigen, wie Gesichtserkennung im Allgemeinen reguliert wird. Auch in China ein heißes Thema, da es bereits heute sehr viele Einsatzgebiete gibt. Auch hier ist die Schnelligkeit der Anbieter extrem hoch. Eine Umfrage von Alipay in 2019 zeigte, dass ein Großteil der Kunden ihr eigenes Bild in der Displayanzeige nicht mochte. Innerhalb von einer Woche wurde daraufhin ein Beauty Mode in den Prozess eingebaut. Wenn Sie Marketingmanager * innen und Werber * innen in Europa einen Tipp geben sollten, was sie mehr/besser machen sollten, um wettbewerbsfähig zu sein, was wäre das? Zunächst einmal sehe ich die Skepsis und die etwas langsamere Anpassung an neue Trends als Chance. Wir können in einigen Feldern in China sehen, wo die Reise hingehen wird. Die Entwicklung wird in Europa vielleicht nicht ganz deckungsgleich ablaufen, aber wir bekommen wichtige Hinweise. Diese können dann auf die lokalen Gegebenheiten übertragen werden.Klingt zwar etwas abgedroschen, aber Trends in China zu verstehen gelingt nicht wirklich über Power Point. Sehen und erleben ist da entscheidend. Ich hatte das Glück, die letzten 5 Jahren hier verbringen zu dürfen. Das hat mich nachhaltig verändert. Wer kann, sollte mit eigenen Augen China und die rasante Entwicklung erleben. Die für das Marketing wichtigsten Innovationen inklusive KI sind derzeit im Bereich E-Commerce und seinen damit verbundenen Kommunikations-und Interaktions-Tools zu finden. In China verschwimmen bereits die Online-und Offline-Welten; das Sammeln von Kundendaten, Auswerten und Anbieten von besseren Produkten und Services erfolgt fast nur noch über das Smartphone der Konsument * innen. China ist bereits eine \"Mobile-Only-Gesellschaft\", während Europa sich gerade zu einer \"Mobile-First-Gesellschaft\" entwickelt. Die sogenannten \"Big Three\", Baidu, Alibaba und Tencent, entwickeln daher keine Siloangebote mehr, sondern miteinander vernetzte Systeme, sogenannte \"Ökosysteme\". Anwender * innen müssen nicht mehr von App zu App welchseln, sondern erledigen vieles im täglichen Leben direkt in einer einzigen App. Das beste Beispiel dafür ist wie schon beschrieben WeChat von Tencent, häufig fälschlicherweise als \"WhatsApp von China\" bezeichnet. Bei WeChat kommuniziert man mit seinen Freunden, sucht nach Angeboten im Netz und kauft mit der direkt eingebundenen Pay-Funktion die Ware mit einem einzigen Klick. Für diese Leistung braucht man in Europa noch wenigstens drei Apps, etwa WhatsApp, Google und Apple Pay. WeChat ist damit potenter als WhatsApp. Es lohnt sich daher, BAT und GAFA zu vergleichen, um zu verstehen, wer welches Angebot hat, wie groß die jeweilige Firma ist und und wie vernetzt sie agiert.Auffällig ist, dass BAT als Plattform-Ökosysteme weiterentwickelt sind als die Plattformen von GAFA. Mit GAFA werden Google, Apple, Facebook und Amazon, also die Plattformen aus dem Westen, zusammengefasst. GAFA dominieren heute die USA und Europa, diese Dominanz haben sie trotz einiger Versuche in China bisher nicht erreicht. Anders herum haben die chinesischen Big Player ihre Präsenz in Europa oder den USA noch nicht maßgeblich ausbauen können. Jüngste Presseberichte gehen davon aus, dass einige dieser chinesischen Firmen, darunter Alibaba, sich aufmachen, ihre Präsenz in Europa und Deutschland auszubauen",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Thalhammer 2019). Baidu Abb. 5.5 Top 25 der öffentlich gehandelten Plattformen weltweit (Evans und Gawer, The Rise of the Platform Enterprise. A Global Survey 2016, S. 24) erwirtschaftet rund 90 % seiner Einnahmen über Werbung. Im ersten Quartal 2019 wurde das erste Mal seit 2005 ein Quartalsverlust gemeldet (Liao, Baidu, China's answer to Google, reports first quarterly loss since 2005 2019a). Zum Universum von Baidu gehören in China unter anderem • Baidu Baike, eine Online-Bibliothek • Baidu Tushu, das chinesische Pendant zu Google Books; allerdings gibt es keine Scans der Bücher, sondern einen Link zur Kaufmöglichkeit des Werkes • Baidu Tieba, eine Kommunikationsplattform • Zhidao, eine weitere Wissensplattform; Nutzer der Seite können sich online gegenseitig Fragen stellen und Antworten geben Abb. 5.6 zeigt im Überblick die Einnahmen, die täglichen aktiven Nutzer * innen und die Verteilung der Marktanteile bei der Onlinesuche in China, Europa und den USA. Die Bedeutung von Baidu nimmt allerdings in letzter Zeit ab, unter anderem dadurch, dass andere Unternehmen wie JD, ByteDance und DIDI an Bedeutung gewinnen und Baidu in Umfang, Reichweite und Umsatz übersteigen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "hat außerdem ein deutlich komplexeres Plattform-Ökosystem als Amazon. Dazu gehören verschiedene vertikale und horizontale Angebote, teilweise als Beteiligungen, häufig zu 100 %: E-Commerce-Plattformen • Taobao, eine C2C-Plattform und Super-App • Tmall.com, eine B2C-Retail-Plattform • Tmall Global, eine internationale B2C-Retail-Platform • 1688.com, eine Warenplattform für B2B • Aliexpress, eine B2B2C-Plattform für kleine Unternehmen in China und anderen Ländern, ermöglicht, international Produkte für Konsumenten und Händler anzubieten • Fliggy, eine Online-Reisebuchungsplattform • Lazada, eine internationale E-Commerce-Plattform mit Fokus auf Südostasien Finanz-und Bezahllösungen • Alipay, Super-App, Payment-und Lifestyle-Plattform • Ant Financial, das wertvollste FinTech-und Unicorn-Unternehmen der Welt Digitale Media-und Entertainment-Angebote • Youku, ein Video-und Livestream-Portal • Tmall TV, ein Streaming-Portal • Alisports.com, Alibabas Sport-Devision inklusive E-Sports, Sponsoring und Events • Alibaba Pictures, eine Filmproduktionsfirma und Filmgesellschaft • UC Browser, ein Webbrowser • Alibaba Music, Alibabas Music-Devision: Musik, Entertainment, Streaming • AutoNavi, ein Anbieter von Geodaten und Navigations-App Social Media • Sina Weibu, ein Kurznachrichtendienst Lokale Dienstleistungen • Ele.me, ein Lieferservice • Koubei, eine Live-Suchmaschine für Restaurants, Mieten, Reisen • DIDI, ein Fahrdienst, ähnlich Uber im Westen Marketing-Plattform • Alimama, eine Internet-Werbe-, Media-Buying-und Marketing-Plattform Cloud-Dienstleistungen • Alibaba Cloud, ein Cloud-Dienstleister Alibaba hat weniger Einnahmen als andere globale Anbieter wie z. B. Amazon (Abb. 5.7) und verdient das meiste Geld damit, Händlern für Werbung und Transaktionen Gebühren zu berechnen. Rund 60 % des Umsatzes kommen von Alimama, seiner Werbeplattform. Dies macht Alibabas Nettogewinnmarge außergewöhnlich hoch (Nitsche und Thalhammer 2019). Während Amazon aus jedem verdienten Dollar 5,3 Cent Gewinn generiert, sind es bei Alibaba 27,8 Cent pro Dollar. Die jüngsten Geschäftszahlen sind beim Umsatz weiter positiv: Im dritten Geschäftsquartal, das ist in China Ende Dezember, stieg der Umsatz von Alibaba um 38 % auf 21,3 Mrd. Euro. Dieses Wachstum kommt organisch aus einem Zuwachs von Nutzer * innen auf den Internetportalen, dem eigenen Logistikanbieter Cainiao und dem Cloud-Computing-Angebot von Alibaba. Dabei verlangsamte sich aber erneut das Wachstum im Kerngeschäft, dem Online-Verkauf von Konsumwaren (Manager Magazin 2020). Ein Grund, warum Anbieter wie Alibaba in China den Bereich \"New Retail\" (vgl. Kap. 6) massiv ausbauen, um so weiter große Wachstumsraten zu generieren. Im gesamten Geschäftsjahr 2019 erzielte Alibaba weltweit einen Umsatz von rund 69,61 Milliarden US-Dollar. Zum Vergleich: Amazon nahm im selben Zeitraum weltweit insgesamt 280,52 Milliarden US-Dollar ein. (Statista 2020a, b). \"T\" für Tencent Tencent ist ein Konzern, der in den Geschäftsfeldern Messenger, Soziale Netzwerke im Internet, Onlinemedien und Unterhaltung tätig ist. Zu ihm gehören rund 700 Unternehmen (siehe Abb. 5.8). Am ehesten ist Tencent daher mit Facebook in der westlichen Welt vergleichbar. Zu Tencent gehören u. a.: • WeChat, die größte Instant-Messenger-Plattform Chinas mit über eine Milliarde aktiver Accounts. Mit WeChat können auch Waren eingekauft und bezahlt werden. • QQ.com, ein Unterhaltungsportal, ebenfalls mit über einer Milliarde aktiven Accounts. Zu QQ gehören u. a. noch QQ Wallet, eine Bezahlfunktion, und QQ Musik. Unternehmen des Landes, an dem auch Google seit 2018 mit 550 Millionen US-Dollar beteiligt ist",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Die User-Experience in Europa sieht in etwa so aus: Ein Freund erzählt Ihnen auf Whats-App von einem tollen neuen Buch, das er gelesen hat und nennt Ihnen den Titel. Sie finden, dass sich das interessant anhört und wollen das Buch auch lesen. Sie suchen also über Google, wo man das Buch kaufen kann und stellen fest, dass Amazon die kürzeste Lieferzeit hat. Also öffnen Sie die Amazon-App, bestellen das Buch an Ihre Wohnadresse und bezahlen mit PayPal. Für diese Kundenreise haben Sie mindestens fünf Apps geöffnet, bei denen Sie sich irgendwann einmal angemeldet und Ihre Zustimmung zur Datenverarbeitung gegeben haben.Eine ähnliche Customer Journey in China sieht so aus: Ein Freund erzählt Ihnen auf WeChat von einem tollen neuen Buch, das er gelesen hat und nennt Ihnen den Titel. Inner-Abb. 5.10 Typische Customer Journey in Europa und in China (eigene Darstellung) 5.5 GAFA und BAT sind gleich, und auch nicht halb der App bekommen Sie von WeChat Kaufoptionen inklusive Rabatte und Lieferzeiten angezeigt. Sie kaufen das Buch bei JD und bezahlen mit WeChat Pay.Obwohl die Kundenreisen sehr ähnlich aussehen (vgl. Abb. 5.10), gibt es einen entscheidenden Unterschied aus Marketingsicht: In China verlassen Sie nie die erste App, die Sie geöffnet haben. Sie bleiben in EINEM Ökosystem. In der westlichen Kundenreise müssen Sie ständig die Apps wechseln. Damit besteht eine größere Gefahr, dass die Reise abbricht, Sie also nichts kaufen, vielleicht sogar frustriert sind von der Handhabung der Apps und der Händler nichts verdient. Für die Plattform-Ökosysteme ist diese nahtlose Customer Journey deshalb von Vorteil, weil sie Ihre Daten vom Beginn der Suche bis zum Kauf, bzw. bis zur Lieferung ineinandergreifend zur Verfügung haben. Über die GPS-Daten des Smartphones weiß die genutzte Plattform außerdem, wo Sie sich befinden, wenn Sie suchen, bestellen, wer gerade bei Ihnen ist (über die GPS-Daten Ihrer Freunde) und wohin Sie sich Dinge liefern lassen.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Die digitale Transformation steht vor einer neuen S-Kurve• Die digitale Welt wandelt sich aktuell von Einzelapplikationen zu sogenannten Plattform-Ökosystemen. Ziel dieser Plattform-Ökosysteme ist es, möglichst viele Daten aus dem Leben von Menschen zu sammeln und mittels KI zu analysieren; Denn wer Daten und damit Insights hat, hat einen entscheidenden Wettbewerbsvorteil. Die Ökosysteme versuchen daher, die gesamte Customer Journey abzubilden • Die Pay-Funktion innerhalb der Plattform-Ökosysteme ist dabei besonders wichtig, weil sie die Daten dazu liefert, welche Waren zu welchem Preis an welche Konsument * innen verkauft wurden. Damit entsteht innerhalb nur einer Anwendung ein sogenannter Closed Loop, den KI benötigt, um perfekt analysieren zu können.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}