{
    "paper_id": "1aed38971c7d8cf2e56fcd6be717b0f29afd77bf",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the letter by Christopher Cosgriff and colleagues 1 about the importance of sharing COVID-19 data for the greater good. Although many aggregate datasets have been made available, the potential to conduct secondary analysis of this data is small, and Cosgriff and colleagues 1 rightly emphasised that patient-level data is necessary. However, sharing patientlevel data is challenging because of an absence of interoperability and sharing of patient records, especially across geographical borders, and issues of individual consent and ensuring anonymity. Another problem to consider is the ongoing influx of patients; ideally the dataset should have a built-in capability to be updated constantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sharing patient-level real-time COVID-19 data"
        },
        {
            "text": "We would like to draw attention to such a dataset, containing international patient-level deidentified real-time data, released and curated by the Open COVID-19 Data Curation Group. 2 The dataset was created by aggregating curated data from multiple sources, including official government publications, peerreviewed papers, and online reports. As of May, 2020, the dataset contains data of over 540 000 patients from 131 countries. All data are geocoded and include, where available, simple demographics, presence of comorbidity (as a binary feature), symptoms, key dates (ie, date of onset, admission, and confirmation), travel history, and outcomes. However, the dataset does not contain detailed physiologic, laboratory, imaging, and treatment data, and the amount of missing data is an obvious issue with such real-world information. A live version of the data record is available online and being continually updated. This record has already yielded important results, such as a realtime visualisation tool and scientific publications, for example, on factors contributing to mortality 3 or on the effect of human mobility on the pandemic. 4 Collaborating globally and sharing data freely to provide real-time guidance and enable research is key to better understand and control outbreaks, such as COVID-19.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1145,
                    "end": 1146,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sharing patient-level real-time COVID-19 data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data sharing in the era of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Cosgriff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ebner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Celi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digital Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological data from the COVID-19 outbreak, real-time case information",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mekaru",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Data",
            "volume": "7",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting mortality risk in patients with COVID-19 using artificial intelligence to help medical decisionmaking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pourhomayoun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shakibi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20047308"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "493--97",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "For the real-time visualisation tool see",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence www.thelancet.com/digital-health Published online May 28, 2020 https://doi.org/10.1016/S2589-7500(20)30132-1 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}