{"paper_id": "1aefc0fc267a06df934844f36fd96f17c0007174", "metadata": {"title": "Market Trends in Lateral Flow Immunoassays", "authors": [{"first": "Shara", "middle": [], "last": "Rosen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Senior Consultant", "location": {"postCode": "1743, H9B 1R5", "settlement": "StratCom, Sunnybrooke, Montreal", "region": "QC", "country": "Canada"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The LF format is so versatile that manufacturers of rapid immunoassay tests have developed LF tests for almost any situation where a rapid test is required. In hospitals, clinics, physician offices, and clinical laboratories, LF-based tests are used for the qualitative and quantitative detection of a wide variety of antigens and antibodies. More recently, they are being developed to measure the products of gene amplification. They can be used to test just about any biological sample, including urine, tears, sweat, saliva, serum, plasma, whole blood, and biopsied tissue and fluids. LF-based tests are also used in veterinary medicine, for quality control, to assure product safety in food production, environmental testing, water safety, and pharmaceutical and biologics manufacturing. In these circumstances, rapid tests are used to screen for pathogens and toxins in raw materials, the manufacturing environment, and the finished product. Water utilities test drinking water for chemical toxins, metals, and pathogens. Rapid test systems are also used to assess progress in environmental remediation of soil and ground water pollutants. Veterinarians use rapid tests to screen commercial livestock and household pets for a number of medical conditions.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Another reason for the continued popularity of LF tests is the low development cost and ease of production. If the target analyte and necessary antibodies are available, assay development costs can be as low as $30,000 or not higher than $100,000. Further, prototype test kits can be available for clinical trials in as little as 4 months. Once developed and tested, test kits can be manufactured for $0.10-$3.00 per test.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The remainder of this chapter describes the world market for rapid immunoassays and LF tests, and discusses the progress that LF tests have made in immunoassay test segments. Further, the chapter addresses the impact that patents and new technologies will have on the future of LF-based tests.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The world market for LF-based tests [1] is estimated at $2,270 million in 2005 and, with a compounded annual growth rate (CAGR) of 10%, it will reach $3,652 million in 2012 (Table 2 .1). This estimate includes LF-based tests used in human and veterinary medicine, food and beverage manufacturing, pharmaceutical, medical biologics and personal care product production, environmental remediation, and water utilities. LF tests are also available and in development for biowarfare agents and pathogens such as anthrax, smallpox, avian influenza, and other potential biological weapons. These are not included in this market analysis because these tests are not in routine use at this time and are in fact a market in waiting mode.", "cite_spans": [{"start": 36, "end": 39, "text": "[1]", "ref_id": null}], "ref_spans": [{"start": 173, "end": 181, "text": "(Table 2", "ref_id": "TABREF0"}], "section": "Lateral Flow Segments"}, {"text": "Growth in LF testing is derived mainly from the clinical and veterinary sectors where more of the current test menu will be used in more places outside a central laboratory in response to increased interest in public health issues and the prevalence of chronic diseases. Since the early 1990s, clinical LF tests have grown in popularity. Predictions are that patient self-testing will skyrocket because of rising consumer expectations, technological innovations, and the surge of consumer activism in healthcare. Furthermore, pharmacies, retail outlets, and physician offices are establishing their position for patient wellness screening. The expectation is that, under these conditions, point-ofcare (POC) testing -self-tests and professional -will grow at 20-25% per year instead of the 10% predicted here. However, this may be more a case of wishful thinking than reality. This is because current tests and technologies cannot accommodate the needs of the consumer and professional markets. For consumer self-testing, many of the tests are blood-based, which is not a user-friendly sampling type. Thus, manufacturers have begun the search for alternate samples such as urine and saliva. In the professional setting, most POC tests do not meet the quality standards offered by laboratory-based tests. Further, the thought is that new tests and technologies are just too expensive. Faster, more sensitive, more user-friendly, and less expensive tests may produce better market penetration.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Segments"}, {"text": "Generally speaking, as is shown in Table 2 .2, LF tests so far have had limited success in penetrating the market for immunoassays. Worldwide, even clinical LF tests have managed no more than 33% market share compared to their labbased immunoassay counterparts. The technology issues discussed above are only part of the reason. The main issue is that they compete with established lab-based test strategies that are more sensitive and less expensive when direct material costs are considered.", "cite_spans": [], "ref_spans": [{"start": 35, "end": 42, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Lateral Flow Segments"}, {"text": "Worldwide, there is a huge demand for decentralized rapid tests. The US market accounts for $1,005 million (44%), the European market approximately 35% ($799 million), and the rest of the world (ROW) the remaining 21% ($466 (Table 2. 3). The European Union (EU) is not a single market but is a confederation of countries, which, for the purposes of this discussion, includes the original 13 EU countries: Austria, Belgium, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, and UK.", "cite_spans": [], "ref_spans": [{"start": 224, "end": 233, "text": "(Table 2.", "ref_id": "TABREF0"}], "section": "Lateral Flow Geography"}, {"text": "As the largest single market for rapid test products, the United States has an enormous impact on how the rapid test industry develops. In healthcare, food safety, and biologicals manufacturing, the pressures of cost and quality management are pushing the need for rapid and decentralized testing. However, even in the United States, POC and LF in particular have so far not lived up to expectation. This aspect of LF technology is discussed in more detail below.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Geography"}, {"text": "Lateral flow tests are used in veterinary medicine to test commercial livestock (large animals -cows, poultry, sheep, pigs, etc.) and household pets (cats, dogs, etc.) for a variety of medical conditions including: bacterial and viral infections, allergies, fertility issues, and diabetes. This test segment is not to be confused with food safety testing, which is normally performed on animals that have entered the food chain.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in Veterinary Medicine"}, {"text": "Approximately 60% of immunoassays for small and large animals are performed in reference laboratories. In 2007, LF-type tests occupy some 39% of the veterinary rapid immunoassay and ELISA tests performed. In 2007, these tests generated revenues of $205 million worldwide and, with 9% CAGR, will reach $310 million in 2012. However, as large animal veterinarians are expected to contain outbreaks of infectious diseases in livestock, they are beginning to rely on newer LF tests for more rapid test results. In the area of small animal veterinary practices, rapid on-site testing provides significant advantage in this extremely competitive market. In all cases, the animal owner pays for these tests out-of-pocket. Further, testing in the large animal segment is somewhat regulated by ministries of food and agriculture. The small animal segment is totally non-regulated.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in Veterinary Medicine"}, {"text": "The market is highly fragmented with different tests used for specific animal species. Some 60% of the LF veterinarian market is occupied by tests for household pets. These tests include: tests for anemia, cancer, endocrine function; viral pathogens such as canine adenovirus type-1 (CAV-1), calicivirus (CaCV), adenovirus, coronavirus, parvovirus, rabies, rotavirus, West Nile Virus, etc.; and bacteria and parasites such as E. coli, cryptosporidia, heartworm, hookworm, leishmania, leptospirosis, Lyme disease, roundworm, and tapeworm.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in Veterinary Medicine"}, {"text": "No one company dominates the market for LF tests in veterinary medicine. ", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in Veterinary Medicine"}, {"text": "In the past 3-5 years, food safety issues and concerns for public health have led to more stringent legislation in food safety requirements. Legislation has produced increased demand for pathogen and toxin tests in just about every segment of the food production industry -processed food, meats, poultry, beverages, and dairy; and by all major food producers worldwide. In 2007, most food safety tests are performed using lab-based traditional microbiology techniques, but the appreciation of rapid on-the-spot tests is on the rise. These tests are used primarily for testing raw materials, interim products in the manufacturing process, and final product for bacteria such as listeria, salmonella, E. coli, and others.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "Traditional microbiological testing requires finished product to sit in a warehouse pending test results that can take two to four days, whereas rapid technologies provide microbial test results in as little as 24 hours. The financial benefit of rapid microbial testing methods is a necessity in today's competitive environment.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "The food and beverage sector (food) is the largest segment within the industrial rapid test market. In 2007, LF-based tests generated $30 million and, with a CAGR of 15%, will reach $60 million in 2012. However, in 2007, LF tests for food and beverage testing account for only 10% of all immunoassays used in this sector (See Table 2 ", "cite_spans": [], "ref_spans": [{"start": 326, "end": 333, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "There is a growing demand from food companies for quicker testing so as to release finished goods more quickly and thus reduce inventories. But, despite their potential for saving inventory and warehousing costs, LF tests account for only a small share of the total number of food microbiology tests. Tests used for food safety are highly regulated and most regulatory bodies have not established formal rapid test certification procedures. In Europe, it is only Denmark (the Danish system of validation of microbiological test methods called the DanVal) and France (the Association Francaise de Normalisation -AFNOR), which have established product approvals, and the Association of Analytical Communities (AOAC) approves tests in the United States.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "A driver in the demand for rapid and LF tests in food production is the adoption of Hazard Analysis and Critical Control Points (HAACP) regulations that prescribe test procedures throughout the manufacturing process. The combination of increased competition within the European food industry and the launching of the European validation system, MICROVAL, for alternative food testing methods will make it possible for Europe, within the next few years, to catch up with the leading position of the United States in the use of rapid food testing methods. In addition, large food exporting countries such as Mexico and Brazil, as well as growing processed food industries in Asia Pacific, will provide another avenue of growth for rapid tests.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "In a move to facilitate LF test use on-site in smaller, low-volume facilities and those that do not already own immunoassay instrumentation, manufacturers market pregnancy test-like immunoassay dipsticks for Salmonella, Listeria, and E. coli. ", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Food and Beverage Industry"}, {"text": "Similar to the food industry, product safety is a major concern in the production of pharmaceuticals, medical biologicals, and personal care products (known as ''pharma''). There is no specific regulatory body that oversees the sterility of these pharma products. However, pathogen and toxin content can impact on product quality, which then detracts from a company's brand image and eventually profit earning potential. Thus, pharma product companies have been quick to recognize the contribution that rapid and LF tests can make to their bottom line. Pharma products are manufactured with a long shelf-life, sometimes a year or more. They may be contaminated with slow-growing bacteria, yeasts, and molds that may be of little consequence early in a product's shelf-life, but can destroy product quality once they have grown.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Pharmaceutical Industry"}, {"text": "Unfortunately, the pharmaceutical industry generally has been hesitant to introduce innovative systems into the manufacturing sector and so LF tests have managed to capture only 7% of the market for immunoassays in this sector (See Table 2 .2). The main reason is that there has been no regulatory imperative to do more testing.", "cite_spans": [], "ref_spans": [{"start": 232, "end": 239, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Lateral Flow Tests in the Pharmaceutical Industry"}, {"text": "This situation may soon change, due to the Food and Drug Administration's sponsorship of a voluntary regulatory process. In 2004, the FDA issued a guidance document intended to describe a regulatory framework (Process Analytical Technology, PAT) that will encourage the voluntary development and implementation of new quality assurance procedures. The guidance [2] was prepared by the Office of Pharmaceutical Science in the Center for Drug Evaluation and Research (CDER), under the direction of FDA's Process Analytical Technology (PAT) Steering Committee with membership from CDER, Center for Veterinary Medicine (CVM), and Office of Regulatory Affairs (ORA).", "cite_spans": [{"start": 361, "end": 364, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Lateral Flow Tests in the Pharmaceutical Industry"}, {"text": "Similar to HAACP, PAT is intended to be a system for designing, analyzing, and controlling manufacturing through the timely measurement of critical quality and performance attributes throughout the manufacturing processfrom raw materials to final product.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Pharmaceutical Industry"}, {"text": "No one company dominates the market for LF pharma tests. The leaders are Strategic Diagnostics, Neogen, Idexx Labs, and Biocontrol Systems. Other companies include: Celsis International PLC, Medical Wire & Equipment Co., Merck KGaA, and M-Tech Diagnostics Ltd.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests in the Pharmaceutical Industry"}, {"text": "Environmental remediation and drinking water quality are highly regulated by government agencies in all developed countries and some of the more prosperous developing countries. Agencies such as the EPA, FDA, and the Food Safety and Inspection Service of the US Department of Agriculture test environmental samples and, together with the Association of Official Analytical Chemists International (AOAC), establish official methods for use in testing for environmental contaminants in certain market segments. The AOAC also manages procedures and guidelines for validating new methods, worldwide.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests for Environmental Remediation and Water Testing"}, {"text": "Throughout the OECD, countries have enacted safe water legislation such as the EU Directives and the US Safe Drinking Water Act. Regulations differ from country to country, but overall they are expected to minimize water contamination by industries by regulating the point sources that discharge pollutants into lakes and rivers.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests for Environmental Remediation and Water Testing"}, {"text": "Because of the significant impact that contamination can have on public health, most testing is therefore performed in certified laboratories by approved methods. LF and other rapid tests are performed primarily for spot checks in between required test periods. They are also used by households to verify the cleanliness of well water. As such, this is a small market that together account for not more than $10 million, worldwide. In this area, LF and rapid tests in general will grow not more than 4% annually for the foreseeable future.", "cite_spans": [], "ref_spans": [], "section": "Lateral Flow Tests for Environmental Remediation and Water Testing"}, {"text": "This biggest LF test segment is generally seen as the most lucrative because, worldwide, there is a huge demand for decentralized availability of diagnostic tests. Clinical LF-based rapid testing generated company revenues of $2,010 million; and accounts for 89% of the total world market for lateral flow tests in 2007 (Table 2 .4). With an 10% CAGR, this segment will grow to $3,240 million by 2012.", "cite_spans": [], "ref_spans": [{"start": 320, "end": 328, "text": "(Table 2", "ref_id": "TABREF0"}], "section": "Clinical Test Segments"}, {"text": "Clinical LF tests are used primarily to replace lab-based immunoassays in decentralized testing locations, generally known as point-of-care testing (POC). The data presented here include all LF-based POC immunoassays for selftesting, which are sold over the counter (OTC) and those performed by healthcare professionals in hospital laboratories, hospital wards, clinics, community health centers, and physician offices. The data do not include the diabetes segment. These tests do not use LF technology. LF tests are sometimes used in laboratories when a rapid test result is required. However, the success of LF- This growth is largely related to significant increases in OTC pregnancy tests, and in various professional test segments including cholesterol, cardiac markers, and others as shown in Table 2 .4.", "cite_spans": [], "ref_spans": [{"start": 799, "end": 806, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Clinical Test Segments"}, {"text": "Since the early 1990s, industry watchdogs predicted that POC would be the dominant methodology used when rapid diagnoses are required. The prediction has not been realized. Infrastructure and reimbursement barriers have been blamed for POC testing's poor track record. However, worldwide, payer groups have begun to provide reimbursement approval for POC tests. Many physicians use POC testing as a tool to provide improved patient care. Inside the hospital, the problems associated with quality control and training non-laboratory staff have scared off many would be users. To avoid these issues, many hospitals have placed rapid test systems in laboratories, or set up special POC test teams. Therefore, with many administrative issues under control, the most telling cause for POC's limited market penetration is really technological. Most rapid POC tests are based on immunochromatographic techniques with visual detection of test results. However, as imaging and computational capabilities improve, there is a significant trend within the diagnostics industry to replace visual detection with digital and instrument-based methods.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Most new POC test devices have a built-in memory to store test results that can later be downloaded into a computer or have the ability to send results to a receiving network. Further, they are being designed with multi-test cassettes that avoid the need for quality control procedures each time a test is run. Improvements in all of these aspects of POC testing have gone a long way to increase testing in the professional sector. The next step is to make home testing for chronic diseases interactive so that patients can be advised to take action when necessary. Similarly, POC information systems can aid physicians in determining the significance of a lab result. This value-added component of POC testing is in progress.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "The most widely used home (over the counter, OTC) LF tests are for pregnancy and ovulation. Worldwide, these home tests generated approximately $565 million in 2005; 87% of the market for all OTC tests. Home-based tests for drug use have had a limited appeal to parents primarily in the United States. Other tests such as those for cholesterol, infectious diseases, fecal occult blood and coagulation have not had the anticipated market penetration. Manufacturers had anticipated consumer acceptance of these and other self-tests. The need for a blood sample is a primary reason for the limited use of these tests.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Added to this is a significant dilemma for the users of self-tests -what does it all mean? Consumers are often confused about what to do with the test results and so prefer just not to do them. The time is ripe for more user-friendly digital OTC devices that leave nothing to interpretation. Launched in 2004 are OTC pregnancy test devices that say yes or no instead of a series of lines or dots. The public is ready. Now it is up to the manufacturers. In the meantime, the latest trend to overcome reticence for self-testing is direct to consumer marketing of lab tests in public venues such as malls and supermarkets and home testing kits via the Internet.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "After many years of slow growth, the professional POC test market is beginning to come alive. Demand for quicker test turnaround time has spurred the launch of at least 60 new POC tests and devices in the past few years and at least another 30 are near market. The market for professional LF POC tests is estimated at $1,375 million up from approximately $810 million in 2000. With 7% growth, this market segment will reach $1,950 million in 2012. Most of the growth will come from increased use of cardiac markers and tests for critical care. Other growth stems from new assays for cancer, diabetes, cardiac disease, lipids, and coagulation factors.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Not all POC testing needs can be filled by LF-type rapid tests. Increasingly, physicians are looking to increase the number of tests they offer in their offices. There is growing demand for small, easy-to-use, and easy-to-maintain systems for near-patient sites and small clinical labs worldwide.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "In the hospital setting, there is pressure for more rapid turnaround time and efficient patient management to minimize the length of stay in emergency rooms and throughout the hospital. However, hospital administrators maintain that POC tests (LF included) are more expensive than lab-based tests and that manually read patient test results are lost to the historical record. Further, once the patient leaves an acute care area such as the ER, OR, or an intensive care unit, the baseline testing done in that unit is relatively useless because, more often than not, the test results from LF devices do not correlate well with labbased systems. The evidence for this supply/demand dynamic is evident in the continued growth in the market for critical care analyzers and instrumented systems for cardiac and cancer markers.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Outside the hospital, the most widely used professional POC tests are for pregnancy, infectious diseases, cholesterol, and urinalysis strips. In Europe, numerous companies market small tabletop chemistry and immunoassay systems for physician office labs (POLs) and clinics. In the United States, this trend is emerging. For a number of years, POLs had resorted to performing only Clinical Laboratory Improvement Amendment (CLIA) waived tests. However, in the past several years, companies have begun distributing chemistry, hematology, and immunoassay instrumentation to POLs more aggressively. These compete significantly with LF tests especially in the areas of infectious diseases, cardiac markers, cholesterol, and hormone tests.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "There was some anticipation that rapid tests for H. pylori, Strep A, flu, cholesterol, Lyme diseases, and sexually transmitted disease (STD) (e.g., chlamydia and vaginitis) would become part of physicians' care routine. This has not been the case, although at least 75 vendors worldwide market POC test kits for these analytes and more. There are a number of reasons to account for the limited use of these tests worldwide. Firstly, the tests take too long -very few patients will wait for approximately 30 min for test results after they may have already spent at least that long waiting for their turn to see the physician. Further, technologically, many of the tests have not proved to be as sensitive as lab-based tests.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Here the future use of miniaturized lab-on-a-chip type devices should make rapid, cost-effective assays for just about any assay available for POL use. These are not expected to make any market impact until 2015.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "The LF market is highly diversified, with a different set of companies active in the various sectors. At least 20 companies are active in the largest self-test segment -pregnancy and ovulation ( , NJ) . Further, all major pharmacy chains sell their own home brand test kits manufactured by the leaders and other original equipment manufacturer (OEM) companies. This test segment continues to grow at an average of 2% per year as more and more women enjoy using these tests in the privacy of their own homes.", "cite_spans": [], "ref_spans": [{"start": 193, "end": 194, "text": "(", "ref_id": null}, {"start": 195, "end": 200, "text": ", NJ)", "ref_id": null}], "section": "Clinical Test Segments"}, {"text": "Roche Diagnostics (Indianapolis, IN) pioneered the coagulation self-test market since the mid-1990s and has had some success in Europe, primarily Germany. However, without reimbursement, there was little demand in the United States. Then, in July 2002, the US Medicare program began to cover home anticoagulation monitoring for patients with mechanical heart valves that are taking coumadin. This segment should therefore see 11% annual growth. In the past several years, several more POC pregnancy tests (PT) have come to market, most are used by professionals in the hospital or clinic setting. Many pharmacies maintain CLIA labs and are already preparing to offer PT testing to the patients unable to perform the tests themselves. Payment can be arranged with health insurance providers for qualified patients or would be paid out-of-pocket.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Most professional cholesterol testing takes place in outside the hospital in patient care sites such as physician offices, clinics, and wellness fairs. The market is growing a healthy 14% annually and is estimated at $260 million in 2007. The market leaders are Roche's Accu-Chek and Reflotron products, and Inverness/Cholestech's LDX. Other players are ActiMed Laboratories' (Burlington, Nj) ENA.C.T. Total Cholesterol Test, Johnson & Johnson's ADVANCED CARE Cholesterol Test, and Polymer Technology Systems, Inc.'s (Indianapolis, IN) Bioscanner Test Strips.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "As more is learned about cardiovascular diseases and their links to diabetes, lipid metabolism, inflammation, and hypercoagulopathies, the definition of a cardiac marker expands. Depending on one's point of view, tests such as Ddimer, hsCRP (high-sensitivity C reactive protein), HgbA1c, cholesterol and associated lipid fractions can all be considered part of the cardiac marker segment. Thus, this is by far the most dynamic POC segment that will show the most change over the next few years, particularly in the assembly of multianalyte panels that draw from all of these areas. In the meantime, traditional cardiac markers (CK-MB, myoglobin and troponin I/T) have had their own shake up with the emergence of D-dimer, hsCRP, and BNP (B-type natriuretic peptide) as new additions. The undisputed leader and innovator in this segment is Biosite, Inc. (now part of Inverness Medical). There are also at least 20 companies that sell LF tests for all or one of the cardiac marker panels.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "At least 75 companies sell rapid tests for infectious diseases including Strep A/B, legionella, HBsAg test, mononucleosis, malaria, respiratory viruses, influenza, meningitis, filariasis, adenovirus, tuberculosis, Epstein Barr virus, measles, mumps, rubella, chlamydia, and gonorrhea. The primary market for LF-based infectious disease testing is in patient care settings outside the hospital. The market leader is Inverness Medical with 35% of the market. . This sector will see a moderate 16% CAGR due to increased testing for respiratory disease pathogens. However, rapid immunoassays are threatened by breakthrough in molecular testing with increases in sensitivity and specificity of these tests.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "Most cancer testing is done by lab-based immunoassays, molecular tests, and analysis of tissue biopsies. The newest LF test on the market is Inverness/ Matritech's BladderChek Test POC test for bladder cancer. As of June 2006, Matritech reports that more than one million BladderChek Tests were sold. The product accounts for approximately 75% of the company's product sales ($10 million).", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Segments"}, {"text": "The US market accounts for $1,005 million (50%) and the European market for approximately $804 million (40%) of the worldwide market for LF clinical tests. Japan and Asia represents 5% ($100 million) and the ROW accounts for the remaining 5% of the market. As the largest single market for in vitro diagnostic (IVD) and POC products, the United States has an enormous impact on how the rapid test industry develops. Managed care's obsession with cost reductions is pushing the need for nearer the patient and decentralized testing in the home, at the bedside and in the physician's office. This implies a level of connectivity not generally available in current POC devices but which is becoming a necessary feature in new product design.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Geography"}, {"text": "The European market for POC tests, especially in the POL sector, has been growing faster than that of the United States. However, most of these test locations use low volume, tabletop versions of traditional chemistry, immunoassay and hematology instruments versus specially designed POC devices. The main reason for this is that these laboratories are lightly regulated compared to the CLIA standards required in the United States. Therefore, the European market for LF-based devices has been evolving slower than that of the United States. This situation may change as EU governments see centralized testing as a way to control the cost of delivering healthcare to their aging populations. Similar to all countries of the OECD (Organization for Economic Co-operation and Development), they have begun placing greater emphasis on the prediction and prevention of disease through more proactive diagnostics. Thus the POC test market in Europe is expected to increase in the number of tests conducted, the number of tests available, and the number of test locations.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Geography"}, {"text": "Japan's highly centralized form of healthcare delivery does not leave much room for POC testing in the physician office. However, Japan's hospitals are increasing their uptake of rapid tests for emergency and critical care. Further, Japan is the single largest market for rapid flu tests since Roche's Tamiflu is prescribed for all diagnosed cases of influenza.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Geography"}, {"text": "The combination of increasing international demand for sophisticated laboratory systems and quality rapid test products, in conjunction with the slowing of IVD market growth in OECD countries, has encouraged companies to look outside the traditional markets -the United States, Europe and Japan. Market opportunities are evolving in emerging markets such as South America, Eastern Europe, Russia, and parts of Asia and Africa. Entrepreneurial companies are beginning to take advantage of them, more as a method of survival than for altruistic reasons.", "cite_spans": [], "ref_spans": [], "section": "Clinical Test Geography"}, {"text": "The roots of lateral flow technology go back to the discovery of the antibody-antigen immunoassay reaction by Yallow and Burson in the 1960s combined with the principles of thin layer and paper chromatography. Then in 1987, and within several months of each other, three researchers, Robert Rosenstein for Becton Dickinson & Co., Keith May for Unilever, and David Charlton for Carter Wallace, filed US patents for what is now considered the basics of the LF platform. BD still owns the Rosenstein patent and Inverness Medical acquired the other two patents.", "cite_spans": [], "ref_spans": [], "section": "The Future"}, {"text": "In an interview with Robert Rosenstein, he explained that all three patents did essentially the same thing with slight variations. The aim was to develop an easy OTC platform for the pregnancy test. ''Because of the significant implications of these almost simultaneous filings, it took 10 years for the patents to be issued in 1997. This ten year delay impeded innovation at a time when the demand for rapid tests was expanding, The result is that, up until recently, all LF tests are just about the same -same analytes and same technology,'' he added.", "cite_spans": [], "ref_spans": [], "section": "The Future"}, {"text": "How did the patent delay impede innovation in rapid tests? A patent does not prevent competition, it encourages competition. Once the patent is published, the whole world knows what the patentee is doing and has a detailed road map of the invention and its intended use. In this way it leaves the door open for other inventors to change or improve upon the original patent and thus allows for some competition in the time frame of the original patent.", "cite_spans": [], "ref_spans": [], "section": "The Future"}, {"text": "The three base patents and add-ons are set to expire in 2006-2013. This has inspired a wealth of innovation that should put LF in good stead for the next 5-10 years or until digital multiplexed platforms gain market penetration.", "cite_spans": [], "ref_spans": [], "section": "The Future"}, {"text": "''Lateral flow is limited, so companies are starting to develop readers to remove the subjectivity in reading the test strips. It also makes lateral flow not such a simple test to use because readers have to be calibrated. There are ways to adapt lateral flow to new test needs, but it won't happen for every kind of test. Lateral flow is best for yes/no type tests. If you need quantitation, then they probably are not as good as some of the other new technologies are more appropriate. So lateral flow will definitely be complemented by other testing modalities such as chips, biosensors and bead arrays,'' said Rosenstein.", "cite_spans": [], "ref_spans": [], "section": "The Future"}, {"text": "A small example of the innovation in new tests and techniques underway is shown below.", "cite_spans": [], "ref_spans": [], "section": "The Future"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "BioAssay Works is developing a new colloidal gold that minimizes background noise and enhances the reaction", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chembio Diagnostic Systems has received a patent for its next-generation Dual Path Platform (DPP), a chromatographic immunoassay platform that Chembio believes improves sensitivity in single and multiple parameter tests as compared to standard single", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "KG is developing its FLORIDA technology (Fluorescence Labelled Optical-Read Immuno Dipstick Assay) designed for lateral flow immunoassays with a sensitivity of only a few parts per trillion", "authors": [{"first": "Cibitest", "middle": [], "last": "Gmbh", "suffix": ""}, {"first": "&amp;", "middle": [], "last": "Co", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "EY Laboratories has developed the InstantCHEK that provides quantitative test results for infectious diseases in seconds", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "LifeAssays AB has developed the Magneto-Immunoassays in a lateral flow format, which replace the gold or colored polymer particles with superparamagnetic particles as the label", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "QuantRx Biomedical was issued a US patent for the QuantRx oral fluid collection device specifically designed for rapid lateral flow. It allows for the production of a one-step device incorporating saliva sampling and testing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Talecris Biotherapeutics and BBI Holdings PLC are developing a physician office test device as a screening tool for detecting patients' levels of Alpha-1", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antitrypsin (AAT), the naturally occurring protein that is present at low levels in individuals suffering from Alpha-1 Antitrypsin Deficiency", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The UK's Institute of Biomedical Science is promoting the development of particle-based immunoassays incorporating lateral flow membrane technology for a rapid allergy assay using a 20-ml sample of whole blood", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "WaveSense LLC introduced the UltraPlatform, a proprietary magnetic bead-based lateral flow separations system, which is designed to capture and sort live cells, proteins, and or genes for testing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The LF data for this chapter is taken with permission from The Worldwide Market for In Vitro Diagnostic Tests", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Department of Health and Human Services, Food and Drug Administration", "authors": [], "year": 2004, "venue": "Guidance for Industry, PAT -A Framework for Innovative Pharmaceutical Development, Manufacturing, and Quality Assurance", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The leaders are Idexx Laboratories, Inc. (Westbrook, ME), Neogen, Inc. (Lansing, MI), and Heska Corp. (Loveland, CO). Other significant players include Agen Biomedical (Acacia Ridge, Australia), Biogal-Galed Labs (M.P. Megiddo, Israel), and Biomedica GmbH (Vienna, Austria).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "No one company dominates the market for LF food tests. The leaders are Strategic Diagnostics, Inc. (Newark, DE), Neogen, Idexx Labs and Biocontrol Systems (Brownsville, CA). Other companies include Celsis International PLC (Chicago, IL), Medical Wire & Equipment Co. (Wiltshire, United Kingdom), Merck KgaA (Dermstadt, Germany), and M-Tech Diagnostics Ltd. (Cheshire, United Kingdom).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "LH). The top vendors are: Inverness Medical/Unipath (Waltham, MA), Carter Products/Division of Carter-Wallace, Inc. (New York, NY), Parke-Davis/Warner Wellcome Consumer Health (Morris Plains, NJ), and Ortho Pharmaceutical Corp. (Titusville", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Then comes Becton Dickinson and Company (Franklin Lakes, NJ) with 15%, Meridian Bioscience, Inc. (Cincinnati, OH) and Quidel Corporation (San Diego, CA) with about 8% each, and after that a host of some 20 companies including: Inverness/Acon Labs, Beckman Coulter (Fullerton, CA), Fisher Healthcare (Houston, TX), Genzyme/Wyntek (Cambridge, MA), Gull Labs, Polymedco, Inc. (Chicago, IL), Princeton BioMediTech Corporation (Princeton, NJ), Trinity Diagnostics PLC (Bray, Ireland), and Remel (Fisher Scientific)", "latex": null, "type": "figure"}, "TABREF0": {"text": "World LF test revenues (in $ Millions)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Other ¼ TSH, PSA, FSH, HbA1c, cancer, etc. Source: Kalorama Information, company reports based tests is primarily linked to trends in POC testing, the venue for which they were originally designed. POC testing, by lateral flow, inside and outside the hospital, is one of the fastest growing segments of the diagnostics market. In 2007, LF tests represent approximately 35% of the immunoassay market, compared to 25% in 2003.", "latex": null, "type": "table"}}, "back_matter": []}