{"paper_id": "1aefb71e47d65a8a0375cff6d59b4bd4c2fe83a4", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "In recent years a number of species have been transferred from the genus Agabus Leach to Ilybius Erichson. The first of these was I. vittiger (Gyllenhal), recognised as an Ilybius by LARSON and ROUGHLEY (1983) , but then NILSSON (2000) transferred 19 species of the (now) I. chalconatus group, 3 species of the I. erichsoni group and 13 species of the I. opacus group from Agabus to Ilybius, placing the remaining Ilybius species, including I. vittiger, as the I. subaeneus group.", "cite_spans": [{"start": 183, "end": 209, "text": "LARSON and ROUGHLEY (1983)", "ref_id": "BIBREF3"}, {"start": 221, "end": 235, "text": "NILSSON (2000)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The I. chalconatus and erichsoni groups of species were revised (as members of the genus Agabus ) by FERY and NILSSON (1993) , and these authors, drawing on unpublished data from R. B. Angus, noted that the usual diploid chromosome number for Ilybius is 34 autosomes plus X0 sex chromosomes, while in Agabus the norm appears to be 42 plus X0. The only species whose known karyotypes do not fit these data are I. wasastjernae (C. R. Sahlberg), whose number was reported as 36 plus X0, and I. montanus (Stephens), whose number was reported as varying between 30 and 34 autosomes, plus X0. FERY and NILSSON further suggested that a diploid autosome number of 42 may be pleisiotypic for Agabus, with reductions to 36 and 34 being apomorphies of the species with these numbers.", "cite_spans": [{"start": 101, "end": 124, "text": "FERY and NILSSON (1993)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Agabus is a large genus, with only a relatively small number of species known chromosomally. It is, however, worth pointing out that the species now known to have a diploid number of 42 plus X0 (R. B. Angus, unpubl . data) include all those from which different numbers have been reported (A. bipustulatus (L.), sturmii (Gyllenhal) (SUORTTI 1971) , confinis (Gyllenhal) (SMITH 1953) and A . conspersus (Marsham) (YADAV et al. 1984) ). Thus at the present time none of the species placed in Agabus by NILSSON (2000) shows deviation from the supposedly pleisiotypic number.", "cite_spans": [{"start": 201, "end": 214, "text": "Angus, unpubl", "ref_id": null}, {"start": 332, "end": 346, "text": "(SUORTTI 1971)", "ref_id": "BIBREF9"}, {"start": 370, "end": 382, "text": "(SMITH 1953)", "ref_id": "BIBREF8"}, {"start": 412, "end": 431, "text": "(YADAV et al. 1984)", "ref_id": "BIBREF10"}, {"start": 500, "end": 514, "text": "NILSSON (2000)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The first chromosome data for Ilybius are those reported by SUORTTI (1971) for six species, all currently placed in the I. subaeneus group. She listed the karyotypes as 17 pairs of autosomes plus X (male). Our data confirm this value for I. fuliginosus (F.) and add I. quadriguttatus (Lacordaire) to the list.", "cite_spans": [{"start": 60, "end": 74, "text": "SUORTTI (1971)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Hereditas 140: 185 Á/192 (2004) This paper places on record our unpublished data for species which have been transferred to Ilybius, and gives an analysis of the unique (within the Dytiscidae) variation in chromosome number shown by I. montanus.", "cite_spans": [{"start": 10, "end": 31, "text": "140: 185 Á/192 (2004)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The material used in this study is listed in Table 1 . The beetles were kept alive in aquaria at room temperature (ca 238C) until they could be processed in the laboratory. They were fed with living Tubifex worms, obtainable from aquarists' shops.", "cite_spans": [], "ref_spans": [{"start": 45, "end": 52, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Material"}, {"text": "Karyotypes were obtained from mid-gut, ovary and testis of adult beetles. The method of obtaining and preparing the karyotypes from beetle tissues was described by ANGUS (1982), and SHAARAWI and ANGUS (1991) . Treatment times for colchicine and hypotonic potassium chloride were 12.5 min in each solution, and fixation time was 45 min.", "cite_spans": [{"start": 164, "end": 181, "text": "ANGUS (1982), and", "ref_id": "BIBREF0"}, {"start": 182, "end": 194, "text": "SHAARAWI and", "ref_id": "BIBREF7"}, {"start": 195, "end": 207, "text": "ANGUS (1991)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Methods"}, {"text": "C-banding, used in the analysis of I. montanus, was obtained by treatment with barium hydroxide and salt sodium citrate (ANGUS 1982) . Best results were obtained from 2 day old slides using a 5 min treatment with barium hydroxide at about 238C.", "cite_spans": [{"start": 120, "end": 132, "text": "(ANGUS 1982)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods"}, {"text": "Karyotypes were prepared from photographs printed at a magnification of 3000 )/. Once karyotypes had been assembled from cut photographs, they were scanned into Adobe Photoshop to be prepared for publication.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "I. wasastjernae. Male and female karyotypes are shown in Fig. 1a and 1b. 2N 0/36'/X0/XX. The karyotype is unlike any other reported here, with the X chromosome the smallest in the nucleus, and autosome 1 approximately twice as long as autosome 2. Autosomes 2 Á/18 show a steady decrease in size, with autosome 18 about a quarter the length of autosome 2. The autosomes include metacentric, submetacentric and acrocentric chromosomes, as illustrated.", "cite_spans": [], "ref_spans": [{"start": 57, "end": 64, "text": "Fig. 1a", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "The karyotypes of the remaining species, including I. montanus without any fusions, are broadly similar ( Fig. 1cÁ/1l, 2a) . 2N 0/34'/X0/XX. The X chromosome is large, its length ranging from as long as autosome 1 to as long as autosome 5, and metacentric or almost so. Peculiarities of the various species are noted below.", "cite_spans": [], "ref_spans": [{"start": 106, "end": 122, "text": "Fig. 1cÁ/1l, 2a)", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "I. vittiger. Fig. 1c (ß/), 1d (à/). The X chromosome is metacentric, about as long as autosome 3, and autosomes 1 Á/3 are almost metacentric. Autosomes 4 and 5 are clearly submetacentric, with the short arm at most half the length of the long one.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 20, "text": "Fig. 1c", "ref_id": null}], "section": "RESULTS"}, {"text": "I. erichsoni . Fig. 1e (ß/). The chromosomes are all either metacentric or submetacentric and the X chromosome is about as long as autosome 2.", "cite_spans": [], "ref_spans": [{"start": 15, "end": 22, "text": "Fig. 1e", "ref_id": null}], "section": "RESULTS"}, {"text": "I. neglectus. Fig. 1f (ß/), 1g (à/). The X chromosome is metacentric, as long as autosome 1. Autosomes 1Á/9 are metacentric or almost so, autosomes 10 and 13 are submetacentric with secondary constrictions in their short arms, while autosomes 11 and 14 are clearly submetacentric rather than metacentric. I. albarracinensis. Fig. 1h . The karyotype is similar to that of I. neglectus in the long metacentric X chromosome, but differs acrocentric autosome 14. In the arrangement shown in Fig. 1h autosome 12 has a secondary constriction in its short arm, and no other autosome shows a secondary constriction. However, not all secondary constrictions may be apparent, and variations in chromosome length due to differences in condensation within individual nuclei mean that the small differences in the positions of the chromosomes in the karyotype cannot be taken as evidence of difference between species.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 21, "text": "Fig. 1f", "ref_id": null}, {"start": 325, "end": 332, "text": "Fig. 1h", "ref_id": null}, {"start": 487, "end": 494, "text": "Fig. 1h", "ref_id": null}], "section": "RESULTS"}, {"text": "I. chalconatus. Fig. 1i Á/1l. The X chromosome is metacentric, about as long as autosomes 2 and 3. This species is unusual in having an inversion polymorphism affecting the centromere position of autosome 15. In British (Fig. 1i) and Cretan (Fig. 1j ) material the chromosome is metacentric, while in Israeli (Fig. 1k ) Hereditas 140 (2004) and Sardinian (Fig. 1l ) material it is acrocentric. To date no heterozygous individual has been found, but only a few specimens have been studied. The identities of the Cretan, Israeli and Sardinian specimens have been checked by Dr H. Fery.", "cite_spans": [{"start": 334, "end": 340, "text": "(2004)", "ref_id": null}], "ref_spans": [{"start": 16, "end": 23, "text": "Fig. 1i", "ref_id": null}, {"start": 220, "end": 229, "text": "(Fig. 1i)", "ref_id": null}, {"start": 241, "end": 249, "text": "(Fig. 1j", "ref_id": null}, {"start": 309, "end": 317, "text": "(Fig. 1k", "ref_id": null}, {"start": 355, "end": 363, "text": "(Fig. 1l", "ref_id": null}], "section": "RESULTS"}, {"text": "I. montanus. Fig. 2a shows the karyotype of a Spanish specimen which has no chromosomal fusions. The X chromosome is metacentric, relatively shorter than in related species, its length about the same as autosome 6. Autosomes 10 and 12 are submetacentric, with secondary constrictions in their short arms, as in autosomes 10 and 13 of I. neglectus ( Fig. 1f and 1g ).", "cite_spans": [], "ref_spans": [{"start": 13, "end": 20, "text": "Fig. 2a", "ref_id": "FIGREF1"}, {"start": 349, "end": 363, "text": "Fig. 1f and 1g", "ref_id": null}], "section": "RESULTS"}, {"text": "Karyotype variation in I. montanus", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "(1) Mitotic karyotypes. As noted in the introduction, the karyotype of I. montanus is unique within the Dytiscidae in its variation in autosome number. Representative karyotypes of I . montanus are shown in Fig. 2 . C-banding (Fig. 2h) shows small centromeric C-bands on all the chromosomes. Observed diploid chromosome numbers range from 29'/XX ( à/), X0 (ß/) (Corconte, Fig. 2c ) to 34'/XX/X0 (La Salceda, Fig. 2a) . The variation in numbers is seen to result from fusion of autosomes. The variation in chromosome numbers required the development of a method to which allowed accurate analysis of the fusion events. The specimen with the highest number of chromosomes was used as a basis for establishing the karyotype, as this number of chromosomes matches those shown by related species (see introduction). The only specimen with the full number of chromosomes came from La Salceda in Spain (Fig. 2a) , so this was taken as a reference specimen and other karyotypes were assessed by comparison with it. Three different fusion events were recognised, involving autosomes 3 and 15 (3/15), 4 and 14 (4/14) and 7 and 13 (7/13). In karyotypes involving chromosomal fusions, fused chromosomes were placed in the position of the longer of the two chromosomes involved in the fusion.", "cite_spans": [], "ref_spans": [{"start": 207, "end": 213, "text": "Fig. 2", "ref_id": null}, {"start": 226, "end": 235, "text": "(Fig. 2h)", "ref_id": null}, {"start": 372, "end": 379, "text": "Fig. 2c", "ref_id": null}, {"start": 408, "end": 416, "text": "Fig. 2a)", "ref_id": "FIGREF1"}, {"start": 895, "end": 904, "text": "(Fig. 2a)", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "All the fusion positions produced all possible chromosomal arrangements: unfused, heterozygous or fused.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The specimen with the lowest number of chromosomes, 29'/XX, was from Corconte in Spain; it had homozygous fused chromosomes in positions 3/15 and 7/13 but was heterozygous for position 4/14. No specimen was found with all three positions homozygous fused, which explains why the lowest observed autosome number for I. montanus is 29, and not 28 as would be expected in a specimen homozygous fused in all three positions.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Detailed views of fusion points are given in Fig.  3Á /5. Matching unfused and fused chromosomes was based in the first instance on overall size and shape. This was in many cases supported by other nuances, especially hints of chromomere banding and minor details of the disposition of the chromosome arms. These apparently incidental features, frequently visible in preparations from gut cells, but rare in testis, cannot be controlled, as, for instance can G-banding in mammal chromosomes, but they tend to be consistent, especially between homologous chromosomes within a single karyotype (e.g. Fig. 2 and 3) . Fusion 3/15 (Fig. 3) involves a long almost metacentric chromosome (3) and a short submetacentric chromosome (15). The centromere of chromosome 3 remains, but that of 15 is lost, and the fusion is between the ends of the shorter arm of chromosome 3 (identified by its chromomeres) and the long arm of chromosome 15. The only karyotypes heterozygous for this fusion that were obtained are from testis (e.g. Fig. 2j ), but the chromomeres of the fused and unfused chromosomes shown in Fig. 3a Á/d support this interpretation.", "cite_spans": [], "ref_spans": [{"start": 45, "end": 53, "text": "Fig.  3Á", "ref_id": "FIGREF2"}, {"start": 598, "end": 611, "text": "Fig. 2 and 3)", "ref_id": "FIGREF2"}, {"start": 626, "end": 634, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 1020, "end": 1027, "text": "Fig. 2j", "ref_id": null}, {"start": 1097, "end": 1104, "text": "Fig. 3a", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "Fusion 4/14 involves a long (4) and a short (14) submetacentric chromosome. The fusion is between the ends of the short arm of chromosome 4 and the long arm of chromosome 14 (Fig. 4) . The centromere of chromosome 14 is lost. The chromomeres of these chromosomes in the heterozygous karyotype shown in Fig. 4c and 4e provide strong evidence for this interpretation of the fusion. Fused chromosomes 7/13 (Fig. 5 ) are both submetacentric As in the other two fusions, the centromere of the long chromosome (7) remains. The chromosomes are fused at the ends of their long arms. The chromomeres of the heterozygous karyotypes shown in Fig. 5e and 5k support this interpretation, and show the loss of the centromere region of chromosome 13 in the fused arrangement.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 182, "text": "(Fig. 4)", "ref_id": null}, {"start": 302, "end": 309, "text": "Fig. 4c", "ref_id": null}, {"start": 403, "end": 410, "text": "(Fig. 5", "ref_id": null}, {"start": 631, "end": 638, "text": "Fig. 5e", "ref_id": null}], "section": "RESULTS"}, {"text": "(2) Meiosis. Meiotic cells were obtained from males heterozygous for one or two fusion events, in an Hereditas 140 (2004) attempt to demonstrate pairing of heterozygous chromosomes. Chromosome pairing is between homologous regions of chromosomes, whether fused or unfused, and this is demonstrated by very clear and consistent pachytene banding (Fig. 6a) . Pachytene nuclei are not suitable for detailed analysis as identification of the individual bivalents is in most cases impossible. However, in no case was the banding of a bivalent or trivalent found to show clear differences between the two strands.", "cite_spans": [{"start": 101, "end": 121, "text": "Hereditas 140 (2004)", "ref_id": null}], "ref_spans": [{"start": 345, "end": 354, "text": "(Fig. 6a)", "ref_id": "FIGREF3"}], "section": "RESULTS"}, {"text": "The karyotype of a specimen heterozygous for fusion 7/13 is shown in Fig. 2i . Meioses from this specimen are shown in Fig. 6b and c. Chromosomes 7 and 13 form a trivalent, with the free chromosome 13 attached to the end of the homologous region of fused 7/13. Figure 6b shows this clearly, with the positions of the terminalised chiasmata indicated by arrows. The other chromosomes show normal bivalent pairing, except for the unpaired X-chromosome. The apparently uneven, possibly heteromorphic bivalent lying just below the X-chromosome appears to be a consistent feature of I. montanus meiosis. Figure 6c shows a C-banded preparation from the same specimen. This is at a slightly earlier stage and the chromosomes of the trivalent are lying side by side. The centromere of unfused chromosome 13 cannot be detected. Fig. 2j shows a karyotype heterozygous for fusions 3/15 and 7/13. Figure 6d shows an unbanded first metaphase of meiosis from this specimen, while Fig. 6e shows a C-banded first metaphase. The trivalent formed by chromosomes 3 and 15 is ring shaped, apparently an arrangement left from the linear pairing of the chromosomes during prophase. In the unbanded preparation (Fig. 6d ) a gap (indicated by a broken line) can be seen in the middle of the right hand side of the ring. In the C-banded preparation (Fig. 6e ) the gap is on the left side of the ring, and the three centromeres can be seen. Chiasmata are indicated by arrows. The trivalent involving chromosomes 7 and 13 is similar to that shown in Fig. 5c , but the fused and unfused elements cannot be distinguished. None of the specimens showed any indication of failure of meiosis, and in all cases there were second metaphases, spermatids and spermatozoa present.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 76, "text": "Fig. 2i", "ref_id": null}, {"start": 119, "end": 126, "text": "Fig. 6b", "ref_id": null}, {"start": 261, "end": 270, "text": "Figure 6b", "ref_id": null}, {"start": 599, "end": 608, "text": "Figure 6c", "ref_id": null}, {"start": 819, "end": 826, "text": "Fig. 2j", "ref_id": null}, {"start": 885, "end": 894, "text": "Figure 6d", "ref_id": null}, {"start": 966, "end": 973, "text": "Fig. 6e", "ref_id": null}, {"start": 1188, "end": 1196, "text": "(Fig. 6d", "ref_id": null}, {"start": 1324, "end": 1332, "text": "(Fig. 6e", "ref_id": null}, {"start": 1523, "end": 1530, "text": "Fig. 5c", "ref_id": null}], "section": "RESULTS"}, {"text": "(3) Population differences. There was a difference in chromosomal arrangements both within and between localities (Fig. 2a Á/2k) .", "cite_spans": [], "ref_spans": [{"start": 114, "end": 128, "text": "(Fig. 2a Á/2k)", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "Fusion frequencies were studied from Wisley, Woolmer Bog and Burley, where karyotypes had been obtained from a number of specimens ( Table 2 ). The frequencies of fusion events were analysed. Hardy-Weinberg equilibrium analysis was applied to each fusion event. Only Woolmer fusion 3/15 was not at Hardy-Weinberg equilibrium (x 2 0/8.48, 2 df, p 0/0.014). The frequencies of the other fusion events showed no departure from the Hardy-Weinberg equilibrium. Differences in the frequencies of each fusion event between the populations also showed that Woolmer differs from the other two localities with respect to fusion 3/15 (x 2 0/19.47, 5 df, p 0/0.0016), but that there were no other differences.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 140, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "The Ilybius species reported here, with the exception of I. wasastjernae, show a striking uniformity of chromosomal arrangement, both in terms of the overall numbers and also the sequence of chromosome lengths and centromere positions along the karyotype. If, as is suggested by FERY and NILSSON (1993) this chromosomal arrangement is a synapomorphy, then it suggests a close relationship between those species having it. The karyotype of I. wasastjernae may represent an intermediate arrangement between that found in Agabus and that found in the other Ilybius species. This would be consistent with the basal position of the I. opacus species group (which includes I. wasastjernae ) within the Ilybius clade in the mitochondrial DNA analysis reported by RIBERA et al. (2004) . Information on the karyotypes of other species of the I. opacus group (which includes I. wasastjernae) would be interesting in this context. The Ilybius species with karyotypes having 34 autosomes show some interspecific differences in the relative lengths of the chromosomes, as well as in centromere position, but these are not great. The inversion polymorphism shown by autosome 15 of I. chalconatus is noteworthy, and it would be helpful to find material heterozygous for this character. The karyotype of I. montanus sometimes conforms to the same pattern as the other species, but shows an exceptional variation in chromosome number. This variation is caused by fusion between chromosomes and is continuous in that all chromosome events show all possible variations, homozygous unfused, heterozygous and homozygous fused. There is thus no evidence that the differences in chromosome number are leading to speciation. This is supported by the morphology of the beetle, which does not show any signs of variation suggestive of speciation. Analysis of meiotic cells shows an apparently normal sequence of events, and testes of individuals heterozygous for fusions show normal spermatogenesis with no trace of degenerating cells, which might follow from failed meiosis. Thus the beetles do not show any evidence of reduced fertility, despite the chromosomal variation. Heterozygosity for chromosomal fusions and the consequent formation of trivalents at first division of meiosis, might have been expected to disrupt meiosis or to result in the production of aneuploid cells. However, we have been unable to find any evidence of this. The most likely explanation for this is that in the trivalents the positions of the chiasmata are such that separation during first anaphase, each chromosome always has one centromere: there are no acentrics or dicentrics. Thus chiasmata must be either in the longer of the chromosomes involved in the fusions, or distal to the centromere of the short chromosome when aligned for pairing Á/ i.e. in its short arm. There must also be some mechanism by which a fused chromosome goes to one pole while its unfused counterparts both go to the other one.", "cite_spans": [{"start": 279, "end": 302, "text": "FERY and NILSSON (1993)", "ref_id": "BIBREF1"}, {"start": 756, "end": 776, "text": "RIBERA et al. (2004)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Specimens were obtained from a wide geographical region (Table 1 ) and showed differences in karyotypes both within and between localities. There is no evidence for the variation to have originated from a single site. Study of specimens from 3 different localities in England, shows that the fusion events do not deviate from the Hardy-Weinberg equilibrium, except for one fusion event within one locality. Fusion 3/15 from Woolmer has fewer heterozygous individuals than expected. Whether this suggests that the population at Woolmer is being selected for homozygous fused or unfused individuals is not clear.", "cite_spans": [], "ref_spans": [{"start": 56, "end": 64, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "The consistency of the fusion events is good evidence that each happened only once in history and has been passed down through generations. If there was a current instability in the chromosomes it is likely that there would be a greater diversity of fusions. We have not examined possible causes for fusions in Hereditas 140 (2004) this study, but it has been shown in mice that disruption in telomere function increased the frequencies of non-random end to end fusions (HEMANN et al. 2001; LUNDBLAD 2001) .", "cite_spans": [{"start": 311, "end": 331, "text": "Hereditas 140 (2004)", "ref_id": null}, {"start": 470, "end": 490, "text": "(HEMANN et al. 2001;", "ref_id": "BIBREF2"}, {"start": 491, "end": 505, "text": "LUNDBLAD 2001)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Separation of two species standing as Helophorus aquaticus (L.) (Coleoptera: Hydrophilidae) by banded chromosome analysis", "authors": [{"first": "R", "middle": ["B"], "last": "Angus", "suffix": ""}], "year": 1982, "venue": "Á/ Syst. Entomol", "volume": "7", "issn": "", "pages": "264--281", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A revision of the Agabus chalconatus -and erichsoni -groups (Coleoptera: Dytiscidae), with a proposed phylogeny", "authors": [{"first": "H", "middle": [], "last": "Fery", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Nilsson", "suffix": ""}], "year": 1993, "venue": "Á/ Entomol. Scand", "volume": "24", "issn": "", "pages": "79--108", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The shortest telomere, not average telomere length, is critical for cell viability and chromosome stability", "authors": [{"first": "M", "middle": ["T"], "last": "Hemann", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Strong", "suffix": ""}, {"first": "L.-Y", "middle": [], "last": "Hao", "suffix": ""}], "year": 2001, "venue": "Á/ Cell", "volume": "107", "issn": "", "pages": "67--77", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Recognition of Ilybius vittiger (Gyllenhal, 1827), new combination", "authors": [{"first": "D", "middle": ["J"], "last": "Larson", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Roughley", "suffix": ""}], "year": 1983, "venue": "North America", "volume": "115", "issn": "", "pages": "7--15", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Genome instability: McClintock revisited", "authors": [{"first": "V", "middle": [], "last": "Lundblad", "suffix": ""}], "year": 2001, "venue": "Á/ Curr. Biol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A new view on the generic classification of the Agabus -group of genera of the Agabini, aimed at solving the problem with a paraphyletic Agabus (Coleoptera: Dytiscidae). Á", "authors": [{"first": "A", "middle": ["N"], "last": "Nilsson", "suffix": ""}], "year": 2000, "venue": "Koleopterologische Rundschau", "volume": "70", "issn": "", "pages": "17--36", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Phylogeny and historical biogeography of Agabine diving beetles (Coleoptera) inferred from mitochondrial DNA sequences. Á/ Mol", "authors": [{"first": "I", "middle": [], "last": "Ribera", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Nilsson", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Vogler", "suffix": ""}], "year": 2004, "venue": "Phylogenet. Evol", "volume": "30", "issn": "", "pages": "545--562", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A chromosomal investigation of five European species of Anacaena Thomson (Coleoptera: Hydrophilidae)", "authors": [{"first": "F", "middle": ["A"], "last": "Shaarawi", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Angus", "suffix": ""}], "year": 1991, "venue": "Á/ Entomol. Scand", "volume": "21", "issn": "", "pages": "415--426", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chromosome numbers of Coleoptera", "authors": [{"first": "S", "middle": ["G"], "last": "Smith", "suffix": ""}], "year": 1953, "venue": "", "volume": "", "issn": "", "pages": "31--48", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Spermatogenesis of some species of Dytiscidae (Coleoptera). Á", "authors": [{"first": "M", "middle": [], "last": "Suortti", "suffix": ""}], "year": 1971, "venue": "Ann. Zool. Fenn", "volume": "8", "issn": "", "pages": "390--393", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Karyological investigations on seven species of Dytiscidae (Adephaga: Coleoptera). Á/ Tü rkiye", "authors": [{"first": "J", "middle": ["S"], "last": "Yadav", "suffix": ""}, {"first": "K", "middle": [], "last": "Karamjeet", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Yadav", "suffix": ""}], "year": 1984, "venue": "Bitki Koruma Dergisi", "volume": "8", "issn": "", "pages": "3--16", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "/l. Mitotic chromosomes arranged as karyotypes. (a) I. wasastjernae ß/; (b) I. wasastjernae à/; (c) I. vittiger ß/; (d) I. vittiger à/; (e) I. erichsoni ß/; (f) I. neglectus ß/; (g) I. neglectus à/; (h) I. albarracinensis ß/; (i) I. chalconatus E. Harling ß/; (j) I. chalconatus Crete, Spili à/; (k) I. chalconatus Israel ß/; (l) I. chalconatus Sardinia à/. Scale 0/5 mm.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "/k. Mitotic chromosomes of I. montanus arranged as karyotypes. (a) La Salceda ß/1. (b) La Salceda ß/2. (c) Corconte à/. (d) Pinail à/. (e) Studland Heath ß/. (f) Lurgie Loch Moss ß/. (g) Lurgie Loch Moss à/. (h) Lurgie Loch Moss, same specimen as (g), C-banded. (i) Burley ß/1. (j) Burley ß/2. (k) Oksby ß/. Scale 0/5 mm.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "/5. I. montanus, chromosome pairs involved in fusions. Letters above chromosomes refer to karyotypes from which they are taken, shown in Fig. 2. Scale0/5 mm. (3) Fusion 3/15. (4) Fusion 4/14. (5) Fusion 7/13.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "/e. I. montanus, first division of meiosis. (a) pachytene, Burley ß/1, (b Á/c) Burley ß/1 (karyotype; Fig. 1i), heterozygous for fusion 7/13. (b) early metaphase (c) diakinesis/early metaphase, C-banded. (d Á /e) Burley ß/2 (Fig. 1j), heterozygous for fusions 3/15 and 7/13 (d) metaphase, (e) metaphase C-banded. Arrows indicate the positions of chiasmata, broken lines the positions of gaps. Scale0/5 mm.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Source localities of the material and number of specimens from which karyotypes were obtained.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Species </td><td>Country </td><td>Locality </td><td>Number\n</td></tr><tr><td>I. wasastjernae (C. R. Sahlberg) </td><td>Sweden </td><td>Umeå district </td><td>2\n</td></tr><tr><td>I. vittiger (Gyllenhall) </td><td>Sweden </td><td>Umeå district </td><td>2\n</td></tr><tr><td>I. erichsoni (Gemminger &amp; Harold) </td><td>Sweden </td><td>Umeå district </td><td>1\n</td></tr><tr><td>I. neglectus (Erichson) </td><td>Germany </td><td>Hamburg </td><td>3\n</td></tr><tr><td>I. albarracinensis (Fery) </td><td>Spain </td><td>Sierra de Albarracin </td><td>1\n</td></tr><tr><td>I. chalconatus (Panzer) </td><td>England </td><td>Norfolk, East Harling </td><td>1\n</td></tr><tr><td>Scotland </td><td>Berwickshire, Lurgie Loch Moss </td><td>3\n</td></tr><tr><td> </td><td>Italy </td><td>Sardinia, Giara de Gesturi </td><td>1\n</td></tr><tr><td> </td><td>Greece </td><td>Crete, Rethymnon &amp; Spili </td><td>2\n</td></tr><tr><td>I. montanus (Stephens) </td><td>Israel </td><td>Hula </td><td>1\n</td></tr><tr><td>England </td><td>Surrey, Wisley </td><td>11\n</td></tr><tr><td> </td><td> </td><td>Hampshire, Woolmer Bog </td><td>12\n</td></tr><tr><td> </td><td> </td><td>Hampshire, New Forest, Burley </td><td>17\n</td></tr><tr><td> </td><td> </td><td>Dorset, Studland Heath </td><td>4\n</td></tr><tr><td> </td><td>Scotland </td><td>Berwickshire, Lurgie Loch Moss </td><td>3\n</td></tr><tr><td> </td><td>France </td><td>Vienne, Pinail </td><td>1\n</td></tr><tr><td> </td><td>Spain </td><td>Segovia, La Salceda </td><td>2\n</td></tr><tr><td> </td><td> </td><td>Cantabria, Corconte </td><td>1\n</td></tr><tr><td> </td><td>Denmark </td><td>Jutland, Oksby </td><td>1\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Numbers of specimens with unfused (u), fused (f) and heterozygous (h) arrangements at the three fusion sites, taken from three populations.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Wisley </td><td> </td><td>Woolmer </td><td>Burley\n</td><td> </td></tr><tr><td>u </td><td>h f </td><td>u </td><td>h f </td><td>u </td><td>h </td><td>f\n</td></tr><tr><td>3/15 9 </td><td>1 </td><td>1 </td><td>4 </td><td>1 </td><td>7 </td><td>11 </td><td>4 </td><td>0\n</td></tr><tr><td>4/14 0 </td><td>1 </td><td>10 </td><td>1 </td><td>1 </td><td>10 </td><td>1 </td><td>3 </td><td>11\n</td></tr><tr><td>7/13 0 </td><td>7 </td><td>4 </td><td>0 </td><td>7 </td><td>5 </td><td>0 </td><td>8 </td><td>7\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements Á/ Part of this research has been carried out as a project for a Masters degree at Royal Holloway, University of London. We would like to thank the School of Biological Sciences for providing the facilities needed. We are also grateful to Hans Fery for checking a number of identifications, and to Hans Fery, Garth Foster, Anders Nilsson and Reuven Ortal for sending living material.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}