{
    "paper_id": "1af6e17d758b5de98910207a88a7fb33803d9963",
    "metadata": {
        "title": "Journal Pre-proof Irisin modulates genes associated with severe coronavirus disease (COVID-19) outcome in human subcutaneous adipocytes",
        "authors": [
            {
                "first": "Miriane",
                "middle": [],
                "last": "De Oliveira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marna",
                "middle": [
                    "Eliana"
                ],
                "last": "Sakalem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Teresa"
                ],
                "last": "De Sibio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Solla",
                "middle": [],
                "last": "Lucas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruna",
                "middle": [
                    "Moretto"
                ],
                "last": "Mathias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Regina",
                "middle": [],
                "last": "Célia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Nogueira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Obesity is the most common metabolic disorder in the world, and is a public health problem 29 that affects both developed and developing countries (1-3). The amount and distribution of adipose 30 tissue is associated with many adverse consequences, such as hypertension, type II diabetes, 31 cardiovascular diseases (4), and may lead to decreased expiratory reserve volume (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "The emergence and spread of 2019 severe acute respiratory syndrome coronavirus 2 (SARS- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "32"
        },
        {
            "text": "In face of this scenario, of a highly infective disease with potential to cause death, it has been 45 previously shown that people with a pre-existing chronic medical condition such as obesity are more 46 susceptible to develop severe COVID-19 outcomes (10). Obesity has an impact on pulmonary 47 response to COVID-19, especially in obese and diabetic individuals; in these individuals, the ACE2 58 is increased which turns adipose tissue into a potential target and viral reservoir (15) . 59 Recently, a molecular study conducted with 700 lung transcriptome samples from patients 60 with comorbidities, cardiovascular diseases, familial primary pulmonary hypertension, hypertension 61 and pulmonary hypertension, associated with severe COVID-19 showed that ACE2 is more 62 expressed in these patients than in control individuals (16). In addition, there are other reports that 63 contain other several genes with potential importance for SARS-CoV-2 cell cycle and ",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "61",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "In a study with transcriptional analyzes of proteins that interact with SARS-CoV-2, altered 74 transcripts in aging lung were observed, such as increased hyaluronan and proteoglycan link protein 75 2 (HAPLN2), and decreased while tribbles homolog 3 (TRIB3) (18). TRIB3, mainly expressed in type 76 I (AT1) and type II (AT2) alveolar cells (19), is probably the common target as a protective factor 77 for other viruses, as it has been previously shown for flavivirus dengue and Zika (20), and the 78 increased replication of hepatitis C virus (HCV) was associated with its inhibition (21). TRIB3 79 interacts with nucleocapsid protein and RNA-dependent RNA polymerase of human coronavirus 80 (HCoVs) may decrease virus infection and replication (18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "Irisin is a cleaved peptide formed from the fibronectin type III domain-containing protein 5 82 (FNDC5) (22), which directs white adipose tissue to brown adipose tissue with increased 83 thermogenesis, which was suggested as a therapeutic agent for human metabolic disease such as 84 obesity (23). It has been postulated that irisin modulates macrophage activity by reducing reactive 85 oxygen species (ROS) overproduction, which could suggest its potential anti-inflammatory 86 properties, with possible important action also in the course of lung injury (24). Seq analysis was selected in order to perform a \"free\" investigation of the genes expressed in the 97 cells, because RNA-Seq does not require predesigned probes, the data sets are unbiased, allowing for 98 hypothesis-free experimental design. transcript level was increased by 3-fold compared to the control group. TLR3 and SIRT1 genes were 152 decreased in the presence of irisin; HDAC2 was elevated, and HAT1 and RAB1A expression were not 153 altered by irisin action (Fig.3) . (22, 26, 27, 32) , it must be considered that the major reason behind this outcome is its the 179 ability of irisin to induce adipocyte browning, in a process known as irisin's canonical function, which largely depends on the experimental conditions or the distinct adipocyte subsets used (33-37).",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "(22,",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1039,
                    "text": "(Fig.3)",
                    "ref_id": null
                }
            ],
            "section": "81"
        },
        {
            "text": "In a research from 2015, Kristóf and colleagues (36) suggest that irisin is able to induce a \"beige\" 182 program in differentiating human primary subcutaneous white adipocytes, and not effectively 183 browning; the protocol used consisted of irisin administration during the whole differentiation 184 procedure, or in the last four days of the differentiation, and the cell lineage employed was of 185 preadipocytes. In addition, Lee and coworkers (34) showed that FNDC5 improved thermogenesis in 186 subcutaneous but not omental adipocytes, and the magnitude of thermogenic activation was less 187 evident compared to those observed in neck adipocytes. Therefore, despite the divergent results in The authors have nothing to disclose. Larger circles represent general terms and smaller circles represent specific terms; terms joined by lines 527 indicate a relationship between them; 12 terms are represented in the REVIGO analysis. 528 529 TRIB3 was elevated by Irisin 530 Figure 3: Irisin effect on FURIN, ADAM10, TLR3, HAT1, HDAC2, SIRT1, RAB1A, KDM5B and TRIB3 , 531 in subcutaneous adipocytes: Human subcutaneous adipocytes were treated with 20nm irisin for 24h, after 532 this period the RNA extraction, preparation and sequencing was performed. Bioinformatics analysis was 533 performed using Kallisto software. a) FURIN, b) ADAM10, c) TLR3, f) SIRT1 and h) KDM5B were decreased 534 by irisin e) HDAC2 and i) TRIB3 were elevated by irisin. The values expressed in fragments per kilobase of 535 exon model per million reads mapped (FPKM), from RNA-seq, were used to compare irisin group (Ir) with 536 control (C); using Student's t-test to compare results, after performing the Kolmogorov Smirnov normality 537 test. Data are expressed as mean ± standard deviation. The significance level was set at 5%. ** P<0.001, *** 538 P<0.0001 n=3, ns= non significant. 539 540",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 1065,
                    "text": "Figure 3: Irisin effect on FURIN, ADAM10, TLR3, HAT1, HDAC2, SIRT1, RAB1A, KDM5B and TRIB3",
                    "ref_id": null
                }
            ],
            "section": "181"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "growth GO:0016049 7",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--07",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "extracellular structure organization GO:0043062 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "TreeMap analysis for the terms involves ADAM10 and other genes Down regulated by Irisin. The grouped terms and the enriched genes are represented for each main term found after the TreeMap cluster analysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the possible development of coronavirus disease (COVID-19) it brings, has led us to a 34 public health crisis, threatening the world and its population, since and all groups and ages are 35 susceptible (6). Infected patients may never develop any symptoms; and the ones affected by 36 COVID-19 may present variable clinical conditions, from loss of smell and taste, to mild respiratory 37 issues, and with the possibility of severe symptoms such as respiratory insufficiency, that can result 38 in death (6). The SARS-CoV-2 virus particles are transmitted by symptomatic or asymptomatic 39 carrier people, and in the case of people developing COVID-19, the propagation begins days before 40 the onset of symptoms, in form of large droplets during coughing and sneezing (7), and possibly 41 even during normal conversations, what results in a disseminated mass contagion (8). An individual 42 is infected by inhaling viral droplets or by touching a contaminated surface and then the face mucous 43 membranes in the nose, mouth or eyes (9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "64 invasion/attachment, that have been shown to be up-regulated in patients with severe COVID-19 65 comorbidities, such as: ADAM metallopeptidase domain 10 (ADAM10), toll like receptor 3 (TLR3), 66 histone acetyltransferase 1 (HAT1), histone deacetylase 2 (HDAC2), lysine demethylase 5B 67 (KDM5B), sirtuin 1 (SIRT1), member RAS oncogene family (RAB1A), transmembrane serine 68 protease 2 (TMPRSS2), and furin paired basic amino acid cleaving enzyme (FURIN) (16). In the case 69 of FURIN, it is a cellular endoprotease that proteolytically activates large numbers of proprotein 70 substrates in secretory pathway compartments, as well as activates pathogenic agents; also, FURIN 71 plays an essential role in embryogenesis, and catalyses the maturation of a strikingly diverse 72 collection of proprotein substrates (17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "preadipocytes (HPAd -802S-05A; Cell Applications, Inc., San Diego, CA, 105 USA) were purchased from Sigma-Aldrich (St. Louis, MO, USA). Preadipocytes were cultured, 106 differentiated in adipocytes and treated with 1 μg/ml (20 nM) irisin (Sigma-Aldrich St. Louis, MO, 107 USA), as described in Oliveira et al, 2020 (27).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", preparation, sequencing and bioinformatics analysis expressed in fragments per kilobase of exon model per million reads mapped (FPKM), and each 119 sample will have one for each gene, were used to demonstrate the expression of genes in adipocytes 120 and modulation of genes by irisin who are out FC. Differentially expressed genes found in the RNA-121 seq were not validated by real-time PCR in this article data, we believe our data analyzed with RNA-122 seq needs no further investigation by real-time PCR, since our aim, in this moment, of three samples per groups for each gene were analyzed using Student's t-test to128 compare results between irisin and control groups, after performing the Kolmogorov Smirnov 129 normality test. Data are expressed as mean ± standard deviation. The significance level was set of FURIN and ADAM10 by irisin leads to the enrichment of several terms in Gene 134 Ontology (GO) 135 136 Both FURIN and ADAM10 genes were downregulated after irisin treatment within the FC 137 established in our study. They are known to participate along with other genes downregulated by 138 irisin in the enrichment of 14 and 12 terms in Gene Ontology (GO), respectively, that represent 139 biological processes (Board 1 and 2). Figures 1 and 2 represent the enriched GO terms, which 140 involve the FURIN and ADAM10 genes, respectively, and show genes grouped by similarity 141(Similarity = 0.7); the interactive graphics were generated by REVIGO (http://revigo.irb.hr/) (28).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "effect on TLR3, HAT1, HDAC2, KDM5B, SIRT1, RAB1A, FURIN, ADAM10 144 and TRIB3 mRNA expression 145 146 In our study, DE genes were classified as up or downregulated considering FC values > 1.3 147 for irisin and control groups. Although all TRIB3, TLR3, HAT1, HDAC2, KDM5B, SIRT1, RAB1A, downregulated by irisin within the FC established in our study. However, it is possible to 150 demonstrate the action of irisin in other genes using the values expressed in FPKM. The TRIB3 151",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "overweight leads to reduced lung function, contributing to the reduction in lung 158 volumes, especially the functional residual capacity in obese individuals compared with healthy 159 individuals (29-31). ACE2 is widely expressed in adipocytes and enriched in adipocytes of 160 individuals with obesity and type II diabetes; there are ACE2 regulator genes in the human lung, and 161 the protein is used by SARS-CoV-2 to infect alveolar epithelial cells, resulting in the development of 162 COVID-19 (15). These observations should be taken into consideration when an obese patient 163 presents SARS-CoV-2 infection (11). In our transcriptome data from human subcutaneous 164 adipocytes, there was no detection of ACE2 expression, what is probably due to the fact that the 165 subcutaneous adipocytes used are from normal individuals, and the expression of ACE2 is low to the 166 point that it might be undetected by the parameters determined in our study for the RNA-seq 167 technique; however the cell line showed the expression of multiple genes related to severe COVID-168 19, such as FURIN, ADAM10, TLR3, KDM5B, SIRT1 and TRIB3. 169 Our data showed that irisin treatment decreased the levels of FURIN, ADAM10, TLR3, 170 KDM5B and SIRT1 mRNA expression, and increased the levels of TRIB3 transcript by 3-fold. These 171 results come together with the beneficial results that irisin has shown in a recent study published by 172 our group (27), in which irisin improved uncoupling protein 1 (UCP1) production, reduced lipid 173 profile and oxidative stress, while not altering leptin, adiponectin, peroxisome proliferator-activated 174 receptor gamma (PPARy) and FNDC5 levels. According to anti-obesity effects of irisin on human a 175 recent study has shown that irisin also inhibits lipogenesis and enhances fat browning in human 176 adipocytes obtained from visceral adipose tissue, a fat depot with worst metabolic profile (26).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Although a considerable number of studies have so far demonstrated a beneficial effect of irisin on 178 obesity",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "188 regard to irisin's effect and FNDC5's participation in different fat deposits, previous results by 189 Oliveira and colleagues (27) using human subcutaneous adipocytes incubated for 24 hours with 190 20nM irisin indicated that irisin may be used to prevent obesity or maintain weight due to its impact 191 on the lipid profile without altering adipokine levels; in this present article, it was demonstrated what 192 irisin might, in addition, lead to reduction of FURIN, ADAM10, TLR3, KDM5B and SIRT1 along 193 with increase in TRIB3 mRNA expression. 194 FURIN cleaves SARS-CoV-2 spike (S) glycoprotein, the key protein used to infect mammal 195 cells (38); ADAM10 is correlated with ACE2 cleavage regulation in human airway epithelia (39); 196 TLR3 plays an important role in the innate response to SARS-CoV or MERS-CoV infection and 197 regulates ACE2 cleavage (40); KDM5B regulates positively ACE2 (41); in more than 57% addressed 198 studies, researchers found that SIRT1 was upregulated in the lung of patients with severe COVID-19 199 comorbidities; all these genes favor the viral infection and can be potential targets for preventing 200 SARS-CoV-2 spread (16). On the other hand, TRIB3 gene has been linked to fatty acid synthesis 201 control and insulin resistance, in addition to regulating plasma levels of triglycerides and HDL 202 cholesterol in humans (42) and was previously reported to decrease virus infection and replication; 203 so TRIB3 can be considered a therapeutic target for COVID-19 (18). 204 Irisin is found in human blood at concentrations of 3 to 5 ng/ml; circulates at ~3.6 ng/ml in 205 sedentary individuals; this level is increased to ~4.3 ng/ml in individuals undergoing aerobic interval 206 training (43). The involvement of irisin in viral infection is poorly understood; however, a cross-207 sectional study of patients with HIV demonstrated that irisin levels correlated negatively with body 208 fat and positively with fat-free mass and strength parameters (44). In another scenario, researchers 209 verified that FNDC5 overexpression or irisin supplementation could preserve mitochondrial function 210 and attenuate oxidative damage as well as cell apoptosis (45, 46). Irisin is known for stimulating markers of the white adipose tissue browning process 212 contributing to energy metabolism, tissue regeneration, cell proliferation and also in decreasing 213 insulin resistance, helping to transport glucose into the muscles and consequently, lowering blood 214 glucose (45). However, its effects on the hormonal regulation and metabolic process are not 215 completely understood. We demonstrated that irisin reduced FURIN, which participates along with 216 other genes, also downregulated by irisin, in the enrichment of 14 terms in GO. The terms include 217 protein maturation, cellular response to transforming growth factor-beta stimulus, extracellular 218 matrix organization, multicellular organism metabolism, regulation of lipase activity, and receptor 219 metabolism; the interaction between these terms can be seen in figure 1. FURIN is one of the 220 proteases responsible for the proteolytic cleavage of avian influenza virus activating the 221 haemagglutinin (47), and for the cleavage of human immunodeficiency virus (HIV) envelope 222 polyprotein precursor gp160 to gp120 and gp41 prior to viral assembly (48). Therefore, our results 223 proving that irisin downregulates FURIN, which presents a proved impact on SARS-CoV-2 cleavage 224 to human cells, may indicate that the treatment with irisin, through FURIN reduction, could 225 consequently result in impaired SARS-CoV-2 infection. In addition, we observed that the reduction 226 of ADAM10, along with other genes, after irisin enrichment resulted in 12 terms in GO, represented 227 by protein maturation, negative regulation of cell adhesion and cell growth, as described in table 2 228 and in interactive graphic in Figure.2. Since ADAM10 can be a candidate enzyme responsible for the 229 FNDC5 cleavage (49), the reduction of ADAM10 mRNA in our study can be explained by the 230 administration of exogenous irisin. The reduction of ADAM10 by irisin resulted in the enrichment of 231 the biological process Notch signaling pathway; because this pathway is thought to play a major role 232 during the differentiation and the activity of innate and adaptive immune cells (50), it is possible that 233 irisin treatment indirectly results in a more efficient immune system. 234 Moreover, our data showed that the diminished ADAM10 and FURIN lead to the enrichment 235 of common processes such as extracellular structure organization, protein maturation, protein 236 processing membrane and protein ectodomain proteolysis. Anders et al. (51) and Hwang et al. (52) 237described that the activity of ADAM10 is also controlled by furin protein, which could be in line with 238 our findings since treatment with irisin decreased FURIN and ADAM10 mRNA. The reduction of 239 both genes could be beneficial for cell and extracellular processes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Acute respiratory distress syndrome (ARDS) is the definition of the most severe form of 241 acute lung injury (ALI). ARDS and ALI are severe clinical conditions that are associated with excessive inflammatory response, sepsis, impaired gas exchange, alveolar-capillary barrier 243 disruption, and pulmonary edema (53-57). Therefore, patients with ALI/ARDS, among other 244 symptoms, present decreased oxygenation capacity, bilateral lung ground-glass edge on chest 245 radiographs, and an increase in breathing rate (56, 57). A recent histopathological study 246 demonstrated that irisin ameliorated the lung injury that was induced by lipopolysaccharides (LPS) 247 in C57BL/6J mice and A549 cell (adenocarcinomic human alveolar basal epithelial cells), and 248 suppressed the production of IL-1β, IL-6, MCP-1, TNF-α, and apoptosis in alveolar epithelial cells 249 (58). Although alveolar cells do not express irisin, previous studies using exogenous irisin indicated 250 that these cells benefit from irisin in case the pulmonary tissue is damaged; the administration of 251 irisin in mice subjected to ischemia demonstrated that inflammation in the lungs was reduced, there 252 was evident tissue repair, and hypoxemia and proinflammatory cytokines were decreased.(59). The 253 clinical characteristics of SARS-CoV-2 infection are varied and are similar to those described above 254 by ARDS e ALI (10, 53-57), a fact that reinforces testing irisin in cases of COVID-19. These data 255 also support a promising potential for irisin in the battle against SARS-CoV-2 infection, and since 256 literature in this domain is scarce, further researches are required.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The data presented byPinto et al., 2020 (16)  andMoraes et al., 2020 (18)  offer gene targets 258 for preventing severe COVID-19. Drugs that act on these gene targets, inhibiting ADAM10, TLR3, 259 HAT1, HDAC2, KDM5B, SIRT1, RAB1A and FURIN, or stimulating TRIB3, should be explored. Our260 results from adipose tissue treatment with irisin showed a decrease in the expression of practically all 261 targets mentioned by Pinto et al., 2020 (16) and increased TRIB3 mentioned by Moraes et al., 2020 262 (18). Researches conducted in the lung tissue are required in order to validate if the same occurs in 263 pulmonary spectrum. 264 In conclusion, irisin presented a very positive effect in the regulation of diverse genes related 265 to the COVID-19 outcome in the adipose tissue, causing reduction of genes implicated in elevated 266 viral infection, and increase in genes that block virus-cell cleavage; these results indicate that irisin 267 treatment could end in a reduction of SARS-CoV-2 infection rate in human cells. The obesity is 268 associated with an increased recruitment of macrophages in the adipose tissue (60), and irisin 269 modulates macrophage activity by reducing reactive oxygen species (ROS) overproduction and 270 increasing the expression of anti-oxidative stress factors (61, 62); thus, the beneficial effects of irisin 271 not only depend on the positive effect on the regulation of diverse genes related to the COVID-19 272outcome in the adipose tissue, but also to its anti-inflammatory properties related to the targeting of macrophages. These results might be translatable for other tissues and systems, considering the genes 274 targeted are expressed in several body cell types. Since the respiratory system is the most 275 considerably affected in COVID-19, the effect of irisin in the lung tissue and the resulting gene 276 expression must be tested. Therefore, we expect with our data, while preliminary and speculative, to 277 stimulate further investigations relating to irisin and gene expression in other tissues than the 278 adipose. This might evoke a COVID-19 therapeutic strategy to stimulate TRIB3 expression and 279 decrease ACE2 regulatory genes, possibly aiding patients with both mild outcomes as well as the 280 ones suffering from severe COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fundação de Amparo à Pesquisa do Estado de São Paulo -FAPESP (2016/03242-3) and 289 Conselho Nacional de Desenvolvimento Científico e Tecnológico -CNPQ (409438/2016) supported 290 this study. The funders had no role in the study design, data collection and analysis, decision to 291 publish or preparation of the manuscript. The results shown here are, in part, based upon data 292 generated by RNA-Seq from a previous study that did not publish all the results obtained. The 293 authors would like to thank Loreta Casquel De Tomasi for her comments and English review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "2015 Obesity Collaborators, Afshin A, Forouzanfar MH, et al. Health Effects of Overweight 298 and Obesity in 195 Countries over 25 Years. N Engl J Med. Mediterranean Region Obesity Collaborators. Burden of obesity in the Eastern 302 Mediterranean Region: findings from the Global Burden of Disease 2015 study. Int J Public Health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "PH, Abraham G, Mathew M, Sundaram A, Ali AAM, Vijayan M. Quantification of 310 Subcutaneous and Visceral Fat in Abdominal CT and the Correlation with Metabolic Parameters. J 311 Assoc Physicians India. 2019;67(12):38-40. 312 313 5.Venkata C, Sampathkumar P, Afessa B. Hospitalized patients with 2009 H1N1 influenza infection: 314 the Mayo Clinic experience. Mayo Clin Proc. 2010;85(9):798-805. doi:10.4065/mcp.2010.0166 315 316 6.Singhal T. A Review of Coronavirus Disease-2019 (COVID-19). Indian J Pediatr. Stadnytskyi V, Bax CE, Bax A, Anfinrud P. The airborne lifetime of small speech droplets and 324 their potential importance in SARS-CoV-2. Proc Natl Acad Sci U S A. 2020;202006874.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Boström P, Wu J, Jedrychowski MP, et al. A PGC1-α-dependent myokine that drives brown-fat-372 like development of white fat and thermogenesis. Nature. Perakakis N, Triantafyllou GA, Fernández-Real JM, et al. Physiology and role of irisin in glucose 376 homeostasis. Nat Rev Endocrinol. 2017;13(6):324-337. doi:10.1038/nrendo.2016.221 377 378 24.Shao L, Meng D, Yang F, Song H, Tang D. Irisin-mediated protective effect on LPS-induced 379 acute lung injury via suppressing inflammation and apoptosis of alveolar epithelial cells. Biochem 380 Biophys Res Commun. 2017;487(2):194-200. doi:10.1016/j.bbrc.2017.04.020 381 382 25.Moreno-Navarrete JM, Ortega F, Serrano M, et al. Irisin is expressed and produced by human 383 muscle and adipose tissue in association with obesity and insulin resistance. J Clin Endocrinol 384 Metab. 2013;98(4):E769-E778. doi:10.1210/jc.2012-2749 385 386 26.Frühbeck G, Fernández-Quintana B, Paniagua M, et al. FNDC4, a novel adipokine that reduces 387 lipogenesis and promotes fat browning in human visceral adipocytes [published online ahead of 388 print, 2020. Metabolism. 2020;108:154261. doi:10.1016/j.metabol.2020.154261 389 390 27.de Oliveira M, Mathias LS, Rodrigues BM, et al. The roles of triiodothyronine and irisin in 391 improving the lipid profile and directing the browning of human adipose subcutaneous cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Shao L, Meng D, Yang F, Song H, Tang D. Irisin-mediated protective effect on LPS-induced 501 acute lung injury via suppressing inflammation and apoptosis of alveolar epithelial cells. Biochem 502 Biophys Res Commun. 2017;487(2):194-200. doi:10.1016/j.bbrc.2017.04.020 503 504 59.Chen K, Xu Z, Liu Y, et al. Irisin protects mitochondria function during pulmonary 505 ischemia/reperfusion injury. Sci Transl Med. 2017;9(418):eaao6298. 506 507 60.Weisberg SP, McCann D, Desai M, Rosenbaum M, Leibel RL, Ferrante AW Jr. Obesity is 508 associated with macrophage accumulation in adipose tissue. J Clin Invest. 2003;112(12):1796-1808. Mazur-Bialy AI. Irisin acts as a regulator of macrophages host defense. Life Sci. 2017;176:21-25. 512 doi:10.1016/j.lfs.2017.03.011 513 514 62.Mazur-Bialy AI, Kozlowska K, Pochec E, Bilski J, Brzozowski T. Myokine irisin-induced 515 protection against oxidative stress in vitro. Involvement of heme oxygenase-1 and antioxidazing enzymes superoxide dismutase-2 and glutathione peroxidase. J Physiol Pharmacol. Enriched GO terms, which involve down regulation of FURIN gene in the irisin group. Larger 522 circles represent general terms and smaller circles represent specific terms; terms joined by lines indicate a 523 relationship between them; 14 terms are represented in the REVIGO analysis. 524 Enriched GO terms, which involve down regulation of ADAM10 gene in the irisin group. 526",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Obesity is a chronic disease, a fact that makes the patients more susceptible to severe infection by SARS-Cov-2, and irisin could have a positive effect on inflammation; in addition, plasma and subcutaneous adipose tissue expression of irisin are decreased in patients with obesity 90 (25, 26). Based on this, the present study aimed to evaluate the effects of irisin on human subcutaneous adipocytes through global transcriptome analysis, focusing on the genes studied in previous researches(16, 18). Through RNA-Seq-based transcriptomic analysis, we provide evidence that the human subcutaneous adipocytes in culture do not express ACE2 mRNA, but express ADAM10, TLR3, HAT1, HDAC2, KDM5B, SIRT1, RAB1A, FURIN and TRIB3. Irisin treatment increased by 3-fold the levels of TRIB3 transcript and decreased the levels of other genes. The RNA-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "World Health Organization. Situation reports. Available at: https://www.who.int/docs/default-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mol 33.Gassenhuber H, et al. Evidence against a beneficial effect of irisin in humans. PLoS One. suppression of STING. PLoS Biol. 2018;16(8):e2006134. doi:10.1371/journal.pbio.2006134. 42.Angyal A, Kiss-Toth E. The tribbles gene family and lipoprotein metabolism. Curr Opin Lipidol. 43.Jedrychowski MP, Wrann CD, Paulo JA, et al. Detection and Quantitation of Circulating Human doi:10.1016/j.cmet.2015.08.001. 44.Trombeta JCDS, Prestes J, Nascimento DDC, et al. New insights into the effects of irisin levels in HIV-infected subjects: correlation with adiposity, fat-free mass, and strength parameters. Arch 45.Ling L, Chen D, Tong Y, et al. Fibronectin type III domain containing 5 attenuates NLRP3 inflammasome activation and phenotypic transformation of adventitial fibroblasts in spontaneously hypertensive rats. J Hypertens. 2018;36(5):1104-1114. doi:10.1097/HJH.0000000000001654. 46.Zhang Y, Li R, Meng Y, et al. Irisin stimulates browning of white adipocytes through mitogenactivated protein kinase p38 MAP kinase and ERK MAP kinase signaling. Diabetes. 47.Stieneke-Gröber A, Vey M, Angliker H, et al. Influenza virus hemagglutinin with multibasic cleavage site is activated by furin, a subtilisin-like endoprotease. EMBO J. 1992;11(7):2407-2414. 48.Hallenberger S, Bosch V, Angliker H, Shaw E, Klenk HD, Garten W. Inhibition of furinmediated cleavage activation of HIV-1 glycoprotein gp160. Nature. 1992;360(6402):358-361. 49.Yu Q, Kou W, Xu X, et al. FNDC5/Irisin inhibits pathological cardiac hypertrophy. Clin Sci 50.Vieceli Dalla Sega F, Fortini F, Aquila G, Campo G, Vaccarezza M, Rizzo P. Notch signaling regulates immune responses in atherosclerosis. Front Immunol. 2019;10:1130. doi: 51.Anders A, Gilbert S, Garten W, Postina R, Fahrenholz F. Regulation of the alpha-secretase ADAM10 by its prodomain and proprotein convertases. FASEB J. 2001;15(10):1837-1839. doi:10.1096/fj.01-0007fje. 52.Hwang EM, Kim SK, Sohn JH, et al. Furin is an endogenous regulator of alpha-secretase 53.Rubenfeld GD, Caldwell E, Peabody E, et al. Incidence and outcomes of acute lung injury. N 54.Wheeler AP, Bernard GR. Acute lung injury and the acute respiratory distress syndrome: a clinical review. Lancet. 2007;369(9572):1553-1564. doi:10.1016/S0140-6736(07)60604-7. 55.Matthay MA, Ware LB, Zimmerman GA. The acute respiratory distress syndrome. J Clin Invest. 56.Imai Y, Kuba K, Neely GG, et al. Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury. Cell. 2008;133(2):235-249. doi:10.1016/j.cell.2008.02.043. 57.Yu J, Wang Y, Li Z, et al. Effect of Heme Oxygenase-1 on Mitofusin-1 protein in LPS-induced ALI/ARDS in rats. Sci Rep. 2016;6:36530. Published 2016 Nov 10. doi:10.1038/srep36530.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Note: This board shows: the GO terms that includes FURIN (enriched in the set of genes down-regulated by irisin) and their description, the adjusted q-value, the number of geneIDs to each term_description is showed, highlighted FURIN (ID5045). Board 1: TreeMap analysis for the terms involves FURIN and other genes Down regulated by Irisin. The grouped terms and the enriched genes are represented for each main term found after the TreeMap cluster analysis; 14 terms are grouped into 6 main terms (Representative_term).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Note: This board shows: the GO terms that includes ADAM10 (enriched in the set of genes down-regulated by irisin) and their description, the adjusted q-value, the number of geneIDs to each term_description is showed, highlighted ADAM10 (ID102). 2. TRIB3 is increased by irisin.3. Irisin diminished FURIN and ADAM10 in human subcutaneous adipocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Representative_term"
        }
    ]
}