{"paper_id": "1afb9f1f43fc91cfa7ebded5acb3a3e459875d86", "metadata": {"title": "Clinical Trial Protocol A prospective, randomized, double blind placebo-controlled trial to evaluate the efficacy and safety of tocilizumab in patients with severe COVID-19 pneumonia TOC-COVID Severe COVID-19 pneumonia \"Leiter der Klinischen Prüfung/LKP\" (in accordance with German Drug Law)", "authors": [{"first": "P", "middle": ["D"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Freiburg", "location": {"addrLine": "55", "postCode": "79106", "settlement": "Freiburg i. Br"}}, "email": ""}, {"first": "Tobias", "middle": [], "last": "Wengenmayer", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Freiburg", "location": {"addrLine": "55", "postCode": "79106", "settlement": "Freiburg i. Br"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "I confirm that I and my colleagues will comply with the local legislation (in Germany, the German Drug Law with the appropriate amendments). I further confirm that the clinical trial will be carried out in compliance with the Declaration of Helsinki and ICH-GCP guidelines.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I acknowledge that all confidential information contained in this document will not be used for any other purpose other than the evaluation or conduct of the clinical investigation without the prior written consent of the Sponsor.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Under my supervision I put copies of this CTP and possible updates as well as access to all information regarding the carrying out of this clinical trial at the disposal of my colleagues; in particular I will promptly forward all information from the Sponsor in relation to pharmaceutical safety (SUSARs and SmPC, if applicable) to my colleagues.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I confirm that I and my colleagues were informed by a responsible scientist about the results and expected risks of the pharmacological and toxicological examination associated with the clinical trial.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I will discuss this CTP in detail with my colleagues and ensure that they are comprehensively informed about the trial compound/preparation and the execution of the trial.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I confirm that I will be responsible for supervising any individual or party to whom I delegate study tasks conducted at the trial site.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Furthermore I commit myself not to commence patient enrolment prior to approval of the competent authorities (CA) and acceptance by the responsible Independent Ethics Committee (IEC).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Name ( TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 9 of 69 TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 • Laboratory parameters Until end of the study (extended follow up):", "cite_spans": [{"start": 7, "end": 59, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 60, "end": 77, "text": "EudraCT-No.: 2020", "ref_id": null}, {"start": 104, "end": 156, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 157, "end": 174, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Date"}, {"text": "• SAEs related to IMP as per investigator's judgment", "cite_spans": [], "ref_spans": [], "section": "List of Abbreviations"}, {"text": "Prospective, randomised, double blind, placebo-controlled STATISTICAL ANALYSIS Sample size and primary efficacy analysis: Sample size calculation is based on the primary endpoint ventilator free days (VFD) up to day 28 post randomization. According to recommendations in Yeha et al (2019) and Morton et al (2017) for interventions which affect VFD primarily through shortened duration of ventilation rather than mortality, the Wilcoxon rank sum test will be used for the primary analysis. Nothing is known about the expected treatment effect. Morton et al (2017) , Table 6 , showed in a simulation study based on a cohort of ventilated patients that a sample size of 90 patients per treatment arm is required to show a difference between treatment arms at two-sided significance level of 0.05 with 80% power if the intervention reduces the number of days under ventilation by a factor of 25% and the difference in mortality rates is 10%. If the probability of successful extubation within 28 days is considered and assumed to be 60% under verum and 40% under placebo, an analysis of the time to successful extubation considering death as a competing event using a Fine and Gray model would require a sample size of 91 patients per treatment arm to show a difference between treatment arms at two-sided significance level of 0.05 with a power of 80% (Latouche et al, 2004) . Therefore, the 1:1 randomization of a total of 200 patients between treatment arms is planned.", "cite_spans": [{"start": 293, "end": 312, "text": "Morton et al (2017)", "ref_id": "BIBREF22"}, {"start": 543, "end": 562, "text": "Morton et al (2017)", "ref_id": "BIBREF22"}, {"start": 1349, "end": 1371, "text": "(Latouche et al, 2004)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 565, "end": 572, "text": "Table 6", "ref_id": null}], "section": "TRIAL DESIGN"}, {"text": "Interim analysis: Unblinded safety interim analyses will be performed after randomization and completion of 28 days follow-up of 50 patients and of 100 patients. The analyses will be reviewed by the DSMB and in case of safety concerns modifications or stop of the trial will be considered. The interim analyses and the interim reports will describe patient recruitment, treatment compliance as well as safety and tolerability for the patients in this period. Efficacy parameters will not be analysed. The analyses cannot lead to an early conclusion of superiority of the study treatment. Therefore, no alpha adjustment of the final efficacy analysis is necessary.", "cite_spans": [], "ref_spans": [], "section": "TRIAL DESIGN"}, {"text": "To be assessed for eligibility: n= 230 To be randomised 1:1 to trial: ", "cite_spans": [], "ref_spans": [], "section": "SAMPLE SIZE"}, {"text": "Will be determined later TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No. 2020 Confidential Page 15 of 69 No causal therapy for COVID-19 exists. To this day, there is only one randomized study comparing the effect of antiviral therapy (lopinavir and ritanavir) with placebo. This study was unable to demonstrate any significant effect of specific antiviral therapy [3] .", "cite_spans": [{"start": 25, "end": 77, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 78, "end": 94, "text": "EudraCT-No. 2020", "ref_id": null}, {"start": 381, "end": 384, "text": "[3]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "FUNDER(S)"}, {"text": "SARS-CoV2 infection leads to a concomitant pulmonary inflammation. This inflammation is supposed to be the main driver in the pathogenesis of lung failure (Acute Respiratory Distress Syndrome; ARDS) [4] .", "cite_spans": [{"start": 199, "end": 202, "text": "[4]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "FUNDER(S)"}, {"text": "Besides antiviral therapy, the modification of pulmonary inflammation is a possible therapy target. Therefore, various immunosuppressive drugs are used in clinical practice. Therapies include glucocorticoids, cytokine adsorbers and more selective immunosuppressive drugs like tocilizumab.", "cite_spans": [], "ref_spans": [], "section": "FUNDER(S)"}, {"text": "However, routine glucocorticoid administration is not recommended by European task forces since prolonged SARS virus persistence resulted from glucocorticoid administration.", "cite_spans": [], "ref_spans": [], "section": "FUNDER(S)"}, {"text": "Tocilizumab is a well-known drug, which is approved in Germany since 2011 for the treatment of rheumatoid arthritis [5, 6] . Tocilizumab is an IL-6 blocking agent ( Figure 2 ). Blockage of the IL-6 receptor inhibits the cytokine storm (cytokine release) while leaving the cytotoxic T cell response untouched which is crucial for virus elimination.", "cite_spans": [{"start": 116, "end": 119, "text": "[5,", "ref_id": "BIBREF17"}, {"start": 120, "end": 122, "text": "6]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 165, "end": 173, "text": "Figure 2", "ref_id": null}], "section": "Overview of investigational medicinal product (IMP)"}, {"text": "The humanized Anti-IL-6-R antibody Tocilizumab binds and inactivates the IL-6-receptor resulting in suppression of downstream proinflammatory pathways (modified according to Tanaka et al. 2014 [7] ).", "cite_spans": [{"start": 174, "end": 196, "text": "Tanaka et al. 2014 [7]", "ref_id": null}], "ref_spans": [], "section": "Figure 2 Mechanism of action of Tocilizumab"}, {"text": "The side effect profile of tocilizumab is well known (see section 9.1.4). So far, tocilizumab has been used for treating COVID-19 unsystematically worldwide without scientific evidence. For example, Xu et al. (2020) report on 20 patients with COVID-19 and IL-6-R blockade and describe a clear clinical improvement without significant side effects (see Appendix 20.1). This paper is not published in a peer reviewed journal so far and a control group is lacking. Despite this meager scientific review, both the Chinese and Italian guidelines for the treatment of COVID-19 patients recommend the use of tocilizumab (see Appendix 20.1).", "cite_spans": [], "ref_spans": [], "section": "Figure 2 Mechanism of action of Tocilizumab"}, {"text": "For further details on IMP(s) please refer to section 9.", "cite_spans": [], "ref_spans": [], "section": "Figure 2 Mechanism of action of Tocilizumab"}, {"text": "The SARS-CoV-2 pandemic overwhelms intensive care units all over the globe. One of the main obstacles in fighting the pandemic is the lack of a causal therapy, which leads to long courses clogging the intensive care units.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "Tocilizumab, an IL-6 blocking agent, inhibits the cytokine storm while leaving the cytotoxic T cell response untouched. Therefore, compared to high-dose glucocorticoid therapy (as seen with other viral infections) IL-6-blockade is not supposed to be accompanied by an increased or prolonged virus production.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "Based on these considerations and the in chapter 1.2 cited encouraging case series, tocilizumab was used as therapeutic agent in COVID-19 hotspots in China, Italy and Swiss. Randomized studies demonstrating safety and efficacy however are pending.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "Despite the lack of proven benefit, tocilizumab was incorporated in the COVID-19 therapy algorithms in China and Italy (see appendix 20.1). China even approved tocilizumab as therapeutic agent for COVID-19 without scientific evidence of action.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "The unsystematic use of a highly potent drug without sound scientific evidence is (ethically) highly problematic. Therefore tocilizumab should be only used in controlled clinical studies in COVID-19. Without a placebo controlled, randomized trial, the benefit or risk of tocilizumab in COVID-19 patients cannot be evaluated.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "Damage to the lungs by SARS-CoV-2 is most probably caused by a cytokine storm. Aim of the present study therefore is to evaluate the efficacy and safety of an immunosuppressing therapy with tocilizumab in patients with severe COVID-19. Tocilizumab, being an IL-6 blocking agent, can counteract this inflammation and potentially reduce lung damage. Specifically the present study will evaluate the effect of a single dose of tocilizumab on the clinical course of patients with severe COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Trial purpose and rationale"}, {"text": "In order to counteract bias and to ensure homogeneous study groups and treatment of the patients, a double blind study design is mandatory. In an open study, one potential bias would be that patients randomized to tocilizumab would get prescribed an alternative immunosuppressive therapy (like glucocorticoids).", "cite_spans": [], "ref_spans": [], "section": "Rational for choice of control interventions/comparators"}, {"text": "Tocilizumab in treatment of rheumatoid arthritis consist of a single i.v. dose every 4 weeks. By far most evidence concerning effectivity and side effects is based on this application form.", "cite_spans": [], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "In contrast to that, repetitive dosing is known to be effective in Cytokine Release Syndrome (CRS), mostly related to CAR-T cell therapy. The CRS often manifests with acute confusion +/profound shock symptoms. A therapeutic effect of tocilizumab medication therefore can be assessed reliably within hours.", "cite_spans": [], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "In COVID-19 we rather expect to prevent a further deterioration or to achieve improvement of respiratory failure. Thus, we assume that the therapeutic effect of tocilizumab cannot be monitored as clearly as in the above-mentioned CRS.", "cite_spans": [], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "Therefore, it will be very difficult to define clinical or laboratory parameters that would trigger readministration of the study drug after a short period of time. Of note, preliminary analysis of IL-6 levels showed a huge variety in COVID-19 patients not corresponding with severity of lung failure.", "cite_spans": [], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "Most published case reports and case series of tocilizumab in COVID-19 were performed using a single dose regime of tocilizumab given intravenously. For that, a single dose regime will also be the used for treatment in the present study. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Tocilizumab is a well-known drug, which is approved in Germany since 2011 for the treatment of rheumatoid arthritis and the t-cell mediated cytokine releasing syndrome (CARS) caused as side effect of the chimeric antigen receptor (CAR) T cell therapy. Tocilizumab is an IL-6 blocking agent. Blockage of the IL-6 receptor inhibits the cytokine storm while leaving the cytotoxic T cell response untouched.", "cite_spans": [{"start": 238, "end": 290, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 291, "end": 308, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "The potential benefit opposes the known side effects. The knowledge gained by this trial will be beneficial for future COVID-19 patients. Tocilizumab will be given through a preexisting venous cannula and does therefore not cause pain or discomfort. Side effects are described for tocilizumab and include infections, gastritis, arterial hypertension, leukocytopenia, neutropenia, hepatitis and allergic reactions. In summary, there is substantial evidence for a positive benefitto-risk-ratio for the patients included in this trial for both substance-specific and non-substancespecific assessments.", "cite_spans": [], "ref_spans": [], "section": "Rational for dose selection"}, {"text": "Objectives and corresponding endpoints are shown in Table below . The time period of 28 days starts with randomisation. ", "cite_spans": [], "ref_spans": [{"start": 52, "end": 63, "text": "Table below", "ref_id": null}], "section": "Objectives and endpoints"}, {"text": "This is a prospective, randomised, double blind, placebo-controlled trial (see Figure below ). ", "cite_spans": [], "ref_spans": [{"start": 79, "end": 91, "text": "Figure below", "ref_id": null}], "section": "Trial design"}, {"text": "Patients will be randomised to either:", "cite_spans": [], "ref_spans": [], "section": "Treatment arms"}, {"text": "Intervention arm:", "cite_spans": [], "ref_spans": [], "section": "Treatment arms"}, {"text": "• Application of 8mg/kg body weight (BW) Tocilizumab i.v. once immediately after randomisation (12 mg/kg for patients with <30kg BW; total dose should not exceed 800mg) AND", "cite_spans": [], "ref_spans": [], "section": "Treatment arms"}, {"text": "• Conventional treatment OR TOC-COVID, Clinical Trial Protocol V 1. 2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 27 of 69 Control arm:", "cite_spans": [{"start": 68, "end": 81, "text": "2, 16.04.2020", "ref_id": null}, {"start": 82, "end": 99, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Treatment arms"}, {"text": "• Placebo i.v. once immediately after randomisation AND", "cite_spans": [], "ref_spans": [], "section": "Treatment arms"}, {"text": "For details on treatment please refer to section 6.1.", "cite_spans": [], "ref_spans": [], "section": "• Conventional treatment"}, {"text": "IMP will only be given once.", "cite_spans": [], "ref_spans": [], "section": "Treatment duration"}, {"text": "200 patients are planned to be enrolled in the trial (about 100 patients to each treatment arm).", "cite_spans": [], "ref_spans": [], "section": "Number of patients"}, {"text": "Two sites are planned in Germany, which must meet the structural and personnel requirements for performing the planned regular trial-related investigations.", "cite_spans": [], "ref_spans": [], "section": "Participating sites"}, {"text": "If necessary, additional qualified sites can be included during trial conduct.", "cite_spans": [], "ref_spans": [], "section": "Participating sites"}, {"text": "Accrual of patients within 3 months is envisioned", "cite_spans": [], "ref_spans": [], "section": "Recruitment rate (optional)"}, {"text": "See planned dates in section synopsis.", "cite_spans": [], "ref_spans": [], "section": "Trial timetable"}, {"text": "The study starts with the enrolment of the first patient (milestone 1). Subjects will be primarily observed for 28 days after randomisation. There will be two safety analyses, first after 50 subjects reach the primary endpoint (milestone 2) and second after 100 subjects reach the primary endpoint (milestone 3). After 200 subjects reached the primary endpoint (milestone 5) the first analysis to efficacy and safety will be performed.", "cite_spans": [], "ref_spans": [], "section": "Trial timetable"}, {"text": "In total the patients will be followed up during 11 months in the extended follow-up part of the study. Trial population and selection criteria", "cite_spans": [], "ref_spans": [], "section": "Trial timetable"}, {"text": "Patients will only be allowed to enter the trial if they provide written informed consent to their participation (following full explanation of the trial) (see section 5.1).", "cite_spans": [], "ref_spans": [], "section": "Target population"}, {"text": "Severe COVID-19 pneumonia", "cite_spans": [], "ref_spans": [], "section": "Health condition studied"}, {"text": "No gender ratio has been stipulated in this trial as no gender effect of the trial treatment is anticipated in terms of efficacy and safety.", "cite_spans": [], "ref_spans": [], "section": "Gender distribution"}, {"text": "Patients eligible for inclusion in this trial must meet all of the following criteria: 4. Written informed consent obtained from the patient or legal authorized representative or investigator consilium (\"Gießener Modell\") according to international guidelines and local laws;", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "Patients eligible for this trial must not meet any of the following criteria: 13. Participation in any other interventional clinical trial within the last 30 days before the start of this trial 14. Simultaneous participation in other interventional trials (except for participation in COVID-19 trials) which could interfere with this trial; simultaneous participation in registry and diagnostic trials is allowed 15. Failure to use one of the following safe methods of contraception: female condoms, diaphragm or coil, each used in combination with spermicides; intra-uterine device; hormonal contraception in combination with a mechanical method of contraception;", "cite_spans": [], "ref_spans": [], "section": "Exclusion criteria"}, {"text": "Women can only take part in this study if the risk of becoming pregnant is absolutely minimized. Save contraceptive methods comprise: female condoms, diaphragm or coil, each used in combination with spermicides; intra-uterine device; hormonal contraception in combination with a mechanical method of contraception and have to be used while participating in the study; (see section 7.5.3).", "cite_spans": [], "ref_spans": [], "section": "Exclusion criteria"}, {"text": "If a patient appears to be eligible for the trial, the investigator will inform the patient about the trial and ask the patient for his/her written consent, if applicable written informed consent of the TOC-COVID, Clinical Trial Protocol V 1. 2, 16.04.2020 EudraCT-No.: 2020 legal authorized representative of the patient or investigator consilium (\"Gießener Modell\") is needed. It is imperative that written consent is obtained prior to any trial-specific procedures.", "cite_spans": [{"start": 243, "end": 256, "text": "2, 16.04.2020", "ref_id": null}, {"start": 257, "end": 274, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Patient eligibility"}, {"text": "The investigator will then open the eCRF (REDCap system) and will create a screen for entering a new trial patient. The system will automatically assign the next consecutive number (e.g. 1, 2, 3, etc.). The unique patient identification number will then consist of the center number combined with the consecutive patient number.", "cite_spans": [], "ref_spans": [], "section": "Patient eligibility"}, {"text": "The investigator will then record the details of the trial patient on the patient identification log. The following will be entered:", "cite_spans": [], "ref_spans": [], "section": "Patient eligibility"}, {"text": "• name of the patient • unique study-specific patient identification code assigned to the patient at the time of enrolment in the REDCap system • date of written consent • information whether the patient was randomized (see below) • the randomization number (see below).", "cite_spans": [], "ref_spans": [], "section": "Patient eligibility"}, {"text": "With this list, the identity of each patient can be revealed. The list must be kept confidential and remain at the trial site. It must not be copied or otherwise be passed on! However, Sponsor representatives, clinical research associates (CRAs), auditors and representatives of competent authorities (CA) must be allowed to inspect the list on request.", "cite_spans": [], "ref_spans": [], "section": "Patient eligibility"}, {"text": "The investigator will check if all inclusion/exclusion criteria are fulfilled and will answer the corresponding questions in the REDCap system. If all criteria are fulfilled, the investigator will complete a randomisation form. The following data will be entered on the form:", "cite_spans": [], "ref_spans": [], "section": "Central randomisation by fax"}, {"text": "• patient identification code assigned for the trial (see section 5.1) • body weight of the patient • Patients name • Site (UKF or UHZ)", "cite_spans": [], "ref_spans": [], "section": "Central randomisation by fax"}, {"text": "The fully completed form will then be faxed to the Pharmacy UKF (see responsibility list) for randomisation:", "cite_spans": [], "ref_spans": [], "section": "Central randomisation by fax"}, {"text": "Fax: +49 761 270-54650 Randomisation times: 24/7", "cite_spans": [], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "Patients name will only be available for investigator (study team at the site) and pharmacy.", "cite_spans": [], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "Pharmacy will review all relevant pieces of information on the randomisation fax and randomise the patient according to randomisation list provided by CTU.", "cite_spans": [], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "If the data on the randomisation fax appear to be incomplete or implausible, the pharmacy will contact the prescribing member of the trial group for clarification. In this case the patient will be randomised when the query has been resolved. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 31 of 69", "cite_spans": [{"start": 242, "end": 294, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 295, "end": 312, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "The randomisation number and patient identification number assigned to the patient will be sent to the investigator group and the CTU (ZKS Freiburg) by E-mail. The investigator group will enter the randomization number into the REDCap system and the patient identification log.", "cite_spans": [], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "Trial treatment according to the randomisation number will be shipped from the pharmacy to the investigator and can be initiated.", "cite_spans": [], "ref_spans": [], "section": "Pharmacy Medical Center -University of Freiburg"}, {"text": "The randomisation code will be generated by the CTU using the following procedure to ensure that treatment assignment is unbiased and concealed from patients and investigator staff. Randomisation will be stratified by center and will be performed in blocks of variable length in a ratio of 1:1 within each center. The block lengths will be documented separately and will not be disclosed to the investigators. The randomisation code will be produced by validated programs based on the Statistical Analysis System (SAS).", "cite_spans": [], "ref_spans": [], "section": "Randomisation methodology"}, {"text": "The randomisation list will be transferred to the pharmacy. Read and write access to the directory storing the randomisation list and the program code for generation of the randomization list will be removed for all members of the CTU except the statistician who generated the list and who will perform the unblinded safety interim analyses.", "cite_spans": [], "ref_spans": [], "section": "Randomisation methodology"}, {"text": "A copy of the randomization list will be stored in a directory to which only the pharmacovigilance department of the CTU has read access.", "cite_spans": [], "ref_spans": [], "section": "Randomisation methodology"}, {"text": "Treatment plan and procedure IMP will be administered by authorised study personnel.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "All dosages prescribed and dispensed to the patient and any dose change or interruption must be recorded in the patient chart, CRFs and/or on drug accountability forms, as appropriate. It is recommended to apply IMP as a 60-minute intravenous infusion.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "Moreover, all subjects in both arms (intervention or control) will be treated for their COVID-19 pneumonia and the maybe resulting ARDS (acute respiratory distress syndrome) to best clinical practice. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 32 of 69", "cite_spans": [{"start": 201, "end": 253, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 254, "end": 271, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Dosing regimen and IMP administration"}, {"text": "All dose changes or interruptions must be recorded on the appropriate eCRF page and documented and explained in the source data.", "cite_spans": [], "ref_spans": [], "section": "Dose modification and dose delay / or dose reduction"}, {"text": "If an anaphylactic reaction or other serious hypersensitivity / serious infusion related reaction occurs, administration of IMP should be stopped immediately and IMP should be permanently discontinued.", "cite_spans": [], "ref_spans": [], "section": "Dose modification and dose delay / or dose reduction"}, {"text": "The conventional therapy for COVID-19 pneumonia will be performed to the most actual state of knowledge. Other new treatment options (e.g. antiviral strategies) of SARS-CoV2 that maybe will be recommended in the study period will be incorporated in the standard of care (see appendix 20.1).", "cite_spans": [], "ref_spans": [], "section": "Definition of conventional and allowed concomitant treatment"}, {"text": "A cross-over from the control arm to the interventional arm is not allowed, because of the so far missing evidence.", "cite_spans": [], "ref_spans": [], "section": "Definition of conventional and allowed concomitant treatment"}, {"text": "The patient may be treated with new available convincing COVID-19 therapies according to DSMB and SSC recommendations (see section 14.1 and 14.2).", "cite_spans": [], "ref_spans": [], "section": "Definition of conventional and allowed concomitant treatment"}, {"text": "The patient may be treated in the setting of other clinical trials on COVID-19 and its sequelae, preferably after primary follow up of 28 days after randomisation.", "cite_spans": [], "ref_spans": [], "section": "Definition of conventional and allowed concomitant treatment"}, {"text": "Patients who need ECMO may participate in the clinical trial conducted by UKF on cytokine adsorption.", "cite_spans": [], "ref_spans": [], "section": "Definition of conventional and allowed concomitant treatment"}, {"text": "Patients should receive treatment/medication appropriate to their clinical condition in an emergency.", "cite_spans": [], "ref_spans": [], "section": "Guidelines for rescue medications and/or non-drug therapies or supportive care"}, {"text": "The formation of CYP450 enzymes may be suppressed by increased levels of cytokines (e.g. IL-6) during chronic inflammation. Therefore, for molecules that antagonize cytokine activity, such as tocilizumab, it is expected that the formation of CYP450 enzymes could be normalized. When starting tocilizumab therapy, patients taking medications that are individually dose adjusted and metabolized by means of CYP450, CYP3A4, CYP1A2, or CYP2C9 (e.g. atorvastatin, calcium channel blockers, theophylline, warfarin, phenytoin, cyclosporine, or benzodiazepines) are recommended to be monitored as doses may need to be adjusted to maintain their therapeutic effect.", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "The following medications are prohibited:", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "• Treatment with any investigational agent (COVID-19 anti-viral agents may be allowed) cell-depleting therapies, biologic agents (e.g., tumor necrosis factor antagonists or IL-TOC-COVID, Clinical Trial Protocol V 1. 2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 33 of 69 6/IL-6R therapies including sarilumab, siltuximab), Janus kinase inhibitors (e.g. tofacitinib, baricitinib), alkylating agents (e.g., chlorambucil, cyclophosphamide), thalidomide, IV gamma globulin, antithymocyte globulin, and azathioprine during the study", "cite_spans": [{"start": 216, "end": 229, "text": "2, 16.04.2020", "ref_id": null}, {"start": 230, "end": 247, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "• Bone marrow transplantation with total lymphoid irradiation during the study", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "• Plasmapheresis or extracorporeal photopheresis during the study", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "• Immunization with a live or attenuated vaccine for the duration of the patient's study participation.", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "• Herbal medicines", "cite_spans": [], "ref_spans": [], "section": "Precautions and prohibited concomitant therapy"}, {"text": "CM will be documented in the eCRF beginning with the date of ICF signature and until EOS visit.", "cite_spans": [], "ref_spans": [], "section": "Documentation of concomitant medication/treatment"}, {"text": "Only the following CM has to be entered in eCRF: Additionally, investigational products administered to the patients in the setting of other clinical trials must be documented in the eCRF.", "cite_spans": [], "ref_spans": [], "section": "Documentation of concomitant medication/treatment"}, {"text": "The investigator should adhere to the randomised treatment and ensure that the code is only broken if necessary according to the protocol. As a matter of principle, unblinding in clinical trials is only performed after closure of the database for the final analysis. However, the coding system for the IMP(s) includes a mechanism that permits rapid identification of the product(s) in case of a medical emergency, but does not permit undetectable breaks of the blinding (ICH-GCP 5.13.4).", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "Any of the following can be reasons for premature unblinding:", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "• In emergency situations, if it is necessary for the trial patient's safety, i.e. if the further treatment depends on the knowledge of the IMP; •", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "In the event of accidental administration of the IMP to a person who is not a trial patient; •", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "In the event of administration of an incorrect dose, in particular overdose of IMP which might put the patient at risk;", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "In emergency situations or in the event of accidental or erroneous administration of the IMP, the decision of whether unblinding is necessary lies with the investigator. If possible, the sponsor / co-ordinating investigator should be consulted first.", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "• In the event of a SUSAR (see section 10.2.4 for definition);", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "In case of SUSAR, the decision to whether unblinding is necessary or not lies with the person responsible for the pharmacovigilance/safety management in the trial.", "cite_spans": [], "ref_spans": [], "section": "Premature unblinding"}, {"text": "Unblinding by envelope:", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "To allow emergency unblinding the investigator will be supplied with a set of emergency envelopes, i.e., a sealed envelope for each treated study patient that, if opened, reveals the treatment assigned to that patient. If emergency unblinding of a patient is necessary, the investigator will open the emergency envelope (based on the randomisation number) and has to enter date and time as well as his/her name and signature on the unblinding form contained in the envelope. The investigator also has to fax the form to the CTU immediately:", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Clinical Trials Unit", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Medical Center -University of Freiburg", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Fax: +49 761 270-74390", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Should accidental/inadvertent breaking of the seal of an emergency envelope happen although there was no emergency unblinding, the investigator has to document this and to contact the CTU immediately in the same manner.", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Additionally, unblinding has to be documented in the CRF.", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Unblinding in case of SUSAR:", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "In case of SUSAR unblinding will be performed by the responsible persons for the pharmacovigilance/safety management in the trial only for that specific patient according to the procedure defined in the pharmacovigilance manual. The blind should be maintained for persons responsible for the ongoing conduct of the study (such as the PC, DM, CRAs, and investigators) and those responsible for data analysis and interpretation of results at the conclusion of the study, such as biometrics personnel. Unblinded information should only be accessible to those who need to be involved in the safety reporting to national CAs or persons performing ongoing safety evaluations during the trial.", "cite_spans": [], "ref_spans": [], "section": "Unblinding procedure and documentation"}, {"text": "Usually, the patient's treatment with the IMP is not continued after unblinding except in case of SUSAR. However, the patient will continue to be followed up and trial data will be documented in the CRF. For further details, see section 8.3 Discontinuation Criteria for Individual Trial Patients.", "cite_spans": [], "ref_spans": [], "section": "Consequences for the patient's treatment"}, {"text": "After end of the primary follow up (28 days), the therapy will be performed according to the German treatment guidelines. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 7 Visit schedule and assessments", "cite_spans": [{"start": 122, "end": 174, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 175, "end": 192, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Treatment after end of the primary Follow Up"}, {"text": "A detailed Flowchart is provided in Table 1 Visit schedule and assessments -Flowchart in the synopsis. The schedule of assessment lists all of the assessments and indicates with an \"X\" when they have to be performed. All data obtained from these assessments must be available in the patient's source documentation.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 43, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Flow and visit schedule"}, {"text": "Screening evaluations have to be performed within 2 days prior to randomisation.", "cite_spans": [], "ref_spans": [], "section": "Visit and assessment windows"}, {"text": "During the course of the trial, visits and test procedures should occur on schedule whenever possible; visits that occur ± 2 days from the scheduled date will not constitute any protocol deviation.", "cite_spans": [], "ref_spans": [], "section": "Visit and assessment windows"}, {"text": "The investigator is obliged to give the patient / patients legal authorized representative / investigator consilium thorough information about the trial and the trial related assessments, and the patient / the legal authorized representative / investigator consilium should be given ample time to consider his or her participation. The investigator must not start any trial-specific procedure before Informed Consent Form (ICF) is signed and dated by both the patient or legal representative (and impartial witness, if applicable) and the investigator or a decision based on \"Gießener Modell\" (investigator consilium) has been made. The investigator must keep the original signed ICF (a signed copy is given to the patient), (see section 15.3).", "cite_spans": [], "ref_spans": [], "section": "Screening and randomisation"}, {"text": "After being informed about the trial, patients have to undergo the examinations listed in the flowchart prior to randomisation.", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "Patients must meet all inclusion criteria and none of the exclusion criteria to be considered eligible.", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "Patients considered eligible by the investigator and after giving their written Informed Consent should be randomised to the trial as described in section 5.2.", "cite_spans": [], "ref_spans": [], "section": "Screening"}, {"text": "Trial sites are required to document all screened patients on the screening log. If a screened subject is not randomised, this should be recorded in the source documents and on the patient identification log.", "cite_spans": [], "ref_spans": [], "section": "Data to be collected on screening failures"}, {"text": "Screening failures are defined as patients who signed an ICF but failed to be randomised in the study for any reason. These patients are to be documented on the patient identification log (see section 5.1) and all eCRF pages until randomisation have to be filled in. Additionally, the reason for not being randomized has to be entered in the eCRF. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 36 of 69", "cite_spans": [{"start": 348, "end": 400, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 401, "end": 418, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Data to be collected on screening failures"}, {"text": "The data that will be collected at screening include the following (please refer to section 7.5 for a precise definition of assessments): ", "cite_spans": [], "ref_spans": [], "section": "Assessments at screening, randomisation, treatment (D0)"}, {"text": "This visit will take place on day 28 after randomisation for in-patients remaining on the ward (EOS visit) or on day of patient's discharge. The following assessments will be done: The patients who were discharged before day 28 will be contacted by phone on day 28 for safety control. If applicable a SAE reporting will be initiated.", "cite_spans": [], "ref_spans": [], "section": "Assessments at D28 (±2D) or at patient's discharge"}, {"text": "After end of the primary FU of 28 days the patients will be followed up until month 12 after randomization. During this phase (6 and 12 months (EOS) after randomisation) the survival status of the patients will be recorded and the patients will complete QOLs.", "cite_spans": [], "ref_spans": [], "section": "Extended FU part and EOS"}, {"text": "For details on SAE documentation and reporting see section 10.2.2.", "cite_spans": [], "ref_spans": [], "section": "Extended FU part and EOS"}, {"text": "Patient's demographics comprise year of birth, sex and childbearing potential.", "cite_spans": [], "ref_spans": [], "section": "Patient demographics"}, {"text": "At screening relevant past medical history and assessments of any current medical conditions inclusive lung diseases and immunosuppression status (e.g. HIV or autoimmune diseases) have to be documented in the eCRF.", "cite_spans": [], "ref_spans": [], "section": "Medical history"}, {"text": "All women must undergo a blood pregnancy test at screening to confirm eligibility in the trial and thereafter as indicated in the flowchart (see Table 1 ). Women of childbearing potential must use effective contraception during and up to 3 months after treatment; the patients/legal guardian(s) were informed about this precaution during informed consent conversation. For further details see section 10.2.5.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Pregnancy test"}, {"text": "Physical examinations are recommended to be performed according to the flowchart; relevant findings concerning these examinations will only be documented in the eCRF at screening. At other visits in case of clinically relevant abnormal findings, the investigator has to document an AE (please refer to section 10.1.1 for definitions) on the corresponding eCRF page.", "cite_spans": [], "ref_spans": [], "section": "Physical examination"}, {"text": "Vital parameters include at least the following:", "cite_spans": [], "ref_spans": [], "section": "Vital parameter"}, {"text": "• Heart rate • SpO 2 ", "cite_spans": [], "ref_spans": [], "section": "Vital parameter"}, {"text": "Height and weight will be measured once at screening.", "cite_spans": [], "ref_spans": [], "section": "Height and weight"}, {"text": "Pulmonary parameters are at least the following: Parameters that are assessed on routine basis only on the ICU (e.g. paO2 via arterial BGA) will be estimated by surrogate parameters on the normal ward. Performance of BGA on the days 0, 1, 3, 7, 14, 21, 28 is optional.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary parameter"}, {"text": "BGA parameters are at least the following:", "cite_spans": [], "ref_spans": [], "section": "Pulmonary parameter"}, {"text": "-", "cite_spans": [], "ref_spans": [], "section": "Pulmonary parameter"}, {"text": "The following scores will be assessed during the study and documented in eCRF as shown in Flow chart (see Table 1 ", "cite_spans": [], "ref_spans": [{"start": 106, "end": 113, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Scores"}, {"text": "Quality of life questionnaires will be completed by the patients according to the Flow chart (see Table 1 ) and comprise the following (see Appendix 20 .7) ", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Quality of life questionnaires (QOLs):"}, {"text": "Placement of the subjects will be analysed for every day while hospitalisation. The highest category of care will be documented (emergency room < regular ward < IMC < ICU < discharged < passed away).", "cite_spans": [], "ref_spans": [], "section": "Placement"}, {"text": "emergency room regular ward -IMC (Intermediate care) -ICU (intensive care unit) -Discharged from hospital -Passed away 8 Discontinuation criteria", "cite_spans": [], "ref_spans": [], "section": "Placement"}, {"text": "The sponsor/coordinating investigator is under obligation to monitor the progress of the clinical trial with regard to safety-relevant developments and, if necessary, initiate the premature termination of a treatment arm or the entire clinical trial. The sponsor/coordinating investigator will be supported in this responsibility by the DSMB, if necessary.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of one of the treatment arms or the entire trial"}, {"text": "A treatment arm or the entire clinical trial must be terminated prematurely if:", "cite_spans": [], "ref_spans": [], "section": "Premature termination of one of the treatment arms or the entire trial"}, {"text": "• the benefit-to-risk ratio for the patients changes markedly, • the sponsor/coordinating investigator OR the DSMB considers that the termination of the trial is necessary, • indications arise that the trial patients' safety is no longer guaranteed, • the question(s) addressed in the trial can be clearly answered on the basis of an interim analysis, • the questions(s) addressed in the trial can be clearly answered on the basis of results of another trial on the same subjects, • an insufficient recruitment rate makes a successful conclusion of the clinical trial unrealisable/no longer feasible.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of one of the treatment arms or the entire trial"}, {"text": "If the clinical trial is prematurely terminated or suspended for any reason, the investigator should promptly inform the trial patients and ensure appropriate therapy and follow-up for the patients.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of one of the treatment arms or the entire trial"}, {"text": "Where required by the applicable regulatory requirements, the CA(s) and the IEC(s) will also be informed (this is usually done by the sponsor).", "cite_spans": [], "ref_spans": [], "section": "Premature termination of one of the treatment arms or the entire trial"}, {"text": "Both the investigator and the sponsor have the right to terminate the trial at one of the sites.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of the trial at one of the trial sites"}, {"text": "The clinical trial can be terminated prematurely at his site by the investigator if, for instance unforeseeable circumstances have arisen at the trial site which preclude the continuation of the clinical trial, the investigator considers that the resources for continuation are no longer available, the investigator considers that the continuation of the trial is no longer ethically or medically justifiable.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of the trial at one of the trial sites"}, {"text": "The sponsor/coordinating investigator can initiate the exclusion of a site from further participation if, for instance, patient recruitment is inadequate, serious problems arise with regard to the quality of the collected data which cannot be resolved.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of the trial at one of the trial sites"}, {"text": "Premature termination at one of the trial sites does not automatically mean a termination of the trial for already enrolled trial patients. A separate decision on further treatment must be made for each patient, depending on the overall situation. Adequate further treatment and follow-up of already enrolled trial patients must be ensured. The documentation of already enrolled trial patients will be reviewed for completeness and plausibility. Queries may be raised for further clarification before the site is closed. These queries must be answered properly by the site. The CA(s) and IEC(s) must be duly notified of the site´s closure, including reasons, within the specified period. The trial site concerned will be closed in stages by the CRA when a decision has been made on the further treatment of the patients concerned.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of the trial at one of the trial sites"}, {"text": "It has to be distinguished if trial treatment of a patient has been stopped prematurely or if the trial participation of a patient was stopped prematurely.", "cite_spans": [], "ref_spans": [], "section": "Discontinuation of trial treatment or trial participation for individual patients"}, {"text": "In the case trial treatment of a patient has been stopped prematurely, further follow-up visits and the assessment of the trial endpoints are essential to enable an analysis of the full analysis set according to the intention-to-treat principle. Further visits, follow-up and documentation should always be striven for/ensured in this case. This includes the follow-up of AEs, the time of termination, the results available at that time and, if known, the documentation of the termination of treatment on the CRF and in the medical record, giving reasons, a final examination and documentation according to the protocol (if possible).", "cite_spans": [], "ref_spans": [], "section": "Discontinuation of trial treatment or trial participation for individual patients"}, {"text": "In the case trial participation of a patient was stopped prematurely, the conduct of further followup visits is no longer possible. The documentation should be completed as far as possible under these circumstances, e.g. a final examination and documentation according to the protocol (if possible), a documentation of the premature trial termination on the CRF and in the medical record, giving reasons, appropriate further treatment and follow-up outside the trial should be ensured; inform general practitioner of the termination, if necessary (provided that the patient agrees). In studies that assess the survival status, an attempt should at least be made to assess the patient's survival status by telephone follow-up (unless informed consent for documentation has been withdrawn).", "cite_spans": [], "ref_spans": [], "section": "Discontinuation of trial treatment or trial participation for individual patients"}, {"text": "The trial patient can have his/her trial treatment terminated prematurely at any time, without having to give reasons.", "cite_spans": [], "ref_spans": [], "section": "Premature discontinuation of trial treatment"}, {"text": "The investigator responsible for the trial has the right to terminate the treatment of a patient according to the following conditions:", "cite_spans": [], "ref_spans": [], "section": "Premature discontinuation of trial treatment"}, {"text": "• Adverse events (including intercurrent illnesses) which preclude further treatment with the IMP or make further participation in the clinical trial inadvisable because the informational value of the trial results is impaired. • Logistical reasons (patient changes his/her doctor or hospital or moves to another location)", "cite_spans": [], "ref_spans": [], "section": "Premature discontinuation of trial treatment"}, {"text": "The trial patient can withdraw his/her consent at any time, without having to give reasons, and have his/her entire trial participation terminated prematurely. However, the prerequisite for this is that the patient actively terminates trial participation by withdrawing his/her consent for the follow-up and documentation.", "cite_spans": [], "ref_spans": [], "section": "Premature termination of trial participation"}, {"text": "The responsible investigator may only withdraw a patient from participation in the trial for the following reasons:", "cite_spans": [], "ref_spans": [], "section": "Premature termination of trial participation"}, {"text": "• Extreme circumstances arise which make any trial-relevant follow-up impossible", "cite_spans": [], "ref_spans": [], "section": "Premature termination of trial participation"}, {"text": "The IMP administered in this trial is RoActemra® (Tocilizumab) i.v. or matching placebo respectively.", "cite_spans": [], "ref_spans": [], "section": "Investigational medicinal product (s) (IMP(s))"}, {"text": "See current version of SmPC RoActemra® i.v..", "cite_spans": [], "ref_spans": [], "section": "IMP background information"}, {"text": "See current version of SmPC.", "cite_spans": [], "ref_spans": [], "section": "Preclinical data"}, {"text": "See current version of SmPC.", "cite_spans": [], "ref_spans": [], "section": "Pharmacokinetics"}, {"text": "See current version of SmPC.", "cite_spans": [], "ref_spans": [], "section": "Pharmacodynamics"}, {"text": "The adverse reactions of RoActemra® (Tocilizumab) are known (see current SmPC). Severe adverse reactions are: infections, gastritis, hypertonia, leukopenia, neutropenia, liver injury, allergic reactions and interstitial lung disease. For further details on adverse drug reactions please refer to the current version of corresponding SmPC.", "cite_spans": [], "ref_spans": [], "section": "Adverse reactions"}, {"text": "The IMPs used in this trial are characterised as follows, according to the applicable current SmPC:", "cite_spans": [], "ref_spans": [], "section": "IMPs pharmaceutical characteristics"}, {"text": "Proprietary name: RoActemra®", "cite_spans": [], "ref_spans": [], "section": "IMPs pharmaceutical characteristics"}, {"text": "Manufacturer: Roche Pharma AG Approved indications: -The treatment of severe, active and progressive rheumatoid arthritis (RA) in adults not previously treated with MTX.", "cite_spans": [], "ref_spans": [], "section": "Name of substance: Tocilizumab"}, {"text": "-The treatment of moderate to severe active RA in adult patients who have either responded inadequately to, or who were intolerant to, previous therapy with one or more disease-modifying anti-rheumatic drugs (DMARDs) or tumour necrosis factor (TNF) antagonists.", "cite_spans": [], "ref_spans": [], "section": "Name of substance: Tocilizumab"}, {"text": "-RoActemra is indicated for the treatment of chimeric antigen receptor (CAR) T cell-induced severe or life-threatening cytokine release syndrome (CRS) in adults and paediatric patients 2 years of age and older. ", "cite_spans": [], "ref_spans": [], "section": "Name of substance: Tocilizumab"}, {"text": "Commercially available Tocilizumab (Roactemra®) or NaCl 0.9% solution for infusion will be used to prepare a patient individual infusion solution according to protocol and SmPC, as applicable. No specific labelling of stock solution will be done. Final application form of both IMPs (solution for infusion) will be labelled according to GCP and AMG rules.", "cite_spans": [], "ref_spans": [], "section": "Packaging and labelling"}, {"text": "Commercially available Roactemra® will be used to prepare individual infusion according to trial protocol. Drug is directly bought by marketing authorisation holder and always available at the pharmacy stock.", "cite_spans": [], "ref_spans": [], "section": "Supply and ordering"}, {"text": "No study specific stock will be established. Commercial available Roactemra® will be used for preparation of infusion. The used lot number and expiry date will be checked and documented in study specific forms.", "cite_spans": [], "ref_spans": [], "section": "Receipt and storage"}, {"text": "Commercial available Roactemra® 80mg, 200mg and 400mg respectively will be used. At the pharmacy, it is aseptically reconstituted according to the current SmPC. The infusion bag is labelled in a blinded manner according to resepective GCP guidelines and AMG.", "cite_spans": [], "ref_spans": [], "section": "Preparation of IMP solutions"}, {"text": "For placebo preparation a respective NaCl Infusion bag is labelled in a blinded manner according to respective GCP guidelines and AMG.", "cite_spans": [], "ref_spans": [], "section": "Preparation of IMP solutions"}, {"text": "To avoid unblinding the infusion bag will be put into opaque plastic sleeves.", "cite_spans": [], "ref_spans": [], "section": "Preparation of IMP solutions"}, {"text": "Trial medication will be dispensed by an authorised person at the investigator site. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 46 of 69", "cite_spans": [{"start": 85, "end": 137, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 138, "end": 155, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Dispensing"}, {"text": "Not applicable", "cite_spans": [], "ref_spans": [], "section": "Return and destruction"}, {"text": "Compliance will be assessed by the investigator and will be registered in the source document.", "cite_spans": [], "ref_spans": [], "section": "Drug compliance and accountability"}, {"text": "The investigator or designee must maintain an accurate record of the order, delivery and dispensing of IMP in a drug accountability log. Drug accountability will be checked by the CRA during site visits as stated in the trial-specific monitoring manual.", "cite_spans": [], "ref_spans": [], "section": "Drug compliance and accountability"}, {"text": "• The investigator may only dispense the IMP to patients who have been enrolled in the study. •", "cite_spans": [], "ref_spans": [], "section": "Drug compliance and accountability"}, {"text": "The dispensing of the IMP to patients outside of this clinical trial is not permitted.", "cite_spans": [], "ref_spans": [], "section": "Drug compliance and accountability"}, {"text": "Not applicable 10 Safety monitoring and reporting", "cite_spans": [], "ref_spans": [], "section": "Treatment adherence"}, {"text": "An adverse event (AE) is any untoward medical occurrence in a patient administered any dose of a pharmaceutical product and which does not necessarily have to have a causal relationship with the use of the product. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of an IMP, whether or not related to the product.", "cite_spans": [], "ref_spans": [], "section": "Definition of AEs"}, {"text": "• In order to monitor the conditions of the patients from the time the patients receive the first dose of IMP the investigator is requested to report any untoward clinical event on the AE-page of the CRF. Any untoward medical occurrence, which occurs after the period of patient follow-up defined in the protocol, is not considered an AE. • Irrespective of any causal relationship, all AEs spontaneously reported by the patient or observed by the investigator will be continuously documented in the medical record and on the designated case report form (AE CRF page). • All AEs must be described by diagnosis or, if an underlying diagnosis is not known, by symptoms or medically significant laboratory or instrumental abnormalities. The AEs will be documented as shown in section 10.1.2. Please note that medical or surgical procedures (e.g., tooth extraction, transfusion, surgery) performed are not AEs per se; the medical condition that leads to the procedure is an AE; • Symptoms, medically significant laboratory, or instrumental (e.g. electrocardiographic) abnormalities of a pre-existing disease are not to be considered an AE. Occurrences of new symptoms or laboratory or instrumental abnormalities, as well as worsening of preexisting ones, are considered AEs. • All AEs, no matter how intense, are to be followed up by the investigator in accordance with ICH-GCP until resolved or judged no longer clinically relevant, or in case of a chronic condition, until it is fully characterised.", "cite_spans": [], "ref_spans": [], "section": "Definition of AEs"}, {"text": "• Respiratory failure has not to be documented as AE in this study (see section 10.2.3.2) • Expected COVID-19 complications which are defined as secondary safety endpoints (see Table 2 ) and which will be documented on the separate eCRF-pages designated for this purpose will not be collected on the AEs eCRF pages • Overdose without clinical sequelae is not to be considered an AE. For the purposes of this study, an overdose is defined as a single dose of IMP that exceeds the prescribed dose for each age range.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 184, "text": "Table 2", "ref_id": "TABREF5"}], "section": "Definition of AEs"}, {"text": "Adverse events have to be documented in the eCRF starting from the ICF signature and until 28 days after administration of IMP. Note: According to the CIOMS VI Working group the causal relationship between the investigational product and the adverse event should be characterized as \"related\" or \"not related\" (the various gradients of relatedness offer little or no advantages in data analysis or regulatory reporting).", "cite_spans": [], "ref_spans": [], "section": "Documentation of AEs"}, {"text": "The expression \"related\" means, that there is evidence or argument to suggest a reasonable causal relationship between the event and the administration of the study drug, e.g. close temporal connection, exclusion of other causes.", "cite_spans": [], "ref_spans": [], "section": "Documentation of AEs"}, {"text": "The assessment \"not related\" is appropriate, if the (S)AE is clearly or most likely explained by other causes even if a potential relationship between study drug and the (S)AE cannot be completely excluded.", "cite_spans": [], "ref_spans": [], "section": "Documentation of AEs"}, {"text": "• Serious / non-serious • Action taken with IMP(s) • Outcome", "cite_spans": [], "ref_spans": [], "section": "Documentation of AEs"}, {"text": "A Serious Adverse Event (SAE) is any untoward medical occurrence that results in any of the following outcomes:", "cite_spans": [], "ref_spans": [], "section": "Definition of SAEs"}, {"text": "Life-threatening situation (patient is at immediate risk of death), • Inpatient hospitalization or prolongation of existing hospitalization (excluding those for study therapy and/or assessments, placement of an indwelling catheter, social/convenience admissions, respite care, elective or pre-planned treatment/surgery) • Persistent or significant disability/incapacity, • Congenital anomaly/birth defect, • Other, medically important condition: conditions which, in the investigator's opinion, may not be immediately life-threatening or result in hospitalization, but may jeopardize the patient's safety or may require intervention to prevent one of the other outcomes listed in the definition above, may also be considered serious. Examples of such conditions include: allergic bronchospasm requiring treatment in an emergency room or at home, unexpected convulsions (i.e. convulsions which cannot be explained by the underlying illness) that do not result in hospitalization, development of IMP dependency or drug abuse, suspected transmission of infectious agents by medicinal product, etc.", "cite_spans": [], "ref_spans": [], "section": "Definition of SAEs"}, {"text": "Clarification of SAEs:", "cite_spans": [], "ref_spans": [], "section": "Definition of SAEs"}, {"text": "• NOTE: The term \"life-threatening\" in the definition of \"serious\" refers to an event/reaction in which the patient was at risk of death at the time of the event/reaction; it does not refer to an event/ reaction which hypothetically might have caused death if it were more severe,", "cite_spans": [], "ref_spans": [], "section": "Definition of SAEs"}, {"text": "All SAEs (with the exception of the special situation described below) that occur starting from the signature of ICF and until 28 days after administration of the IMP will be documented in the eCRF and on the provided SAE reporting form. Thereafter and until end of the study (EOS) only SAEs related to IMP as per investigator's judgment will be reported on the SAE form to the sponsor and documented in the eCRF.", "cite_spans": [], "ref_spans": [], "section": "Documentation of SAEs"}, {"text": "After EOS only SAEs related to IMP as per investigator's judgment will be reported on the SAE form to the sponsor.", "cite_spans": [], "ref_spans": [], "section": "Documentation of SAEs"}, {"text": "The SAE reporting form will be processed as described in the section below.", "cite_spans": [], "ref_spans": [], "section": "Documentation of SAEs"}, {"text": "SAEs must be reported by fax to the following address within 24 hours after knowledge by the investigator: If only limited data are initially available, a follow-up report is required. If new information including outcome becomes available or e.g. relationship to IMP(s) is reconsidered, a SAE follow-up report should be sent within 24 hours using the same procedure as for transmitting the initial SAE report (details will be provided in SAE reporting manual).", "cite_spans": [], "ref_spans": [], "section": "Reporting policy"}, {"text": "As this trial involves patients suffering from severe COVID-19 associated with significant mortality/morbidity and respiratory failure and that these parameter are secondary endpoints (i.e. anticipated clinical outcomes) collected on the specific eCRF pages and taking into consideration recommendations of the CIOMS working group VI concerning management of safety information from clinical trials, the following events have not to be notified to the sponsor as SAEs:", "cite_spans": [], "ref_spans": [], "section": "Specific protocol exceptions to expedited SAE reporting"}, {"text": "• Death due to severe COVID-19 • Respiratory failure • Expected COVID-19 complications which are defined as secondary safety endpoints (see Table 2 ) and which will be documented on the separate CRF-pages designated for this purpose A study patient's death and respiratory failure will be documented on specific eCRFs pages and should not be communicated to the sponsor as SAEs. Nevertheless, the investigator must complete the eCRF page designated for death documentation within 3 working days after knowledge to enable the sponsor to survey continuously safety of study participants and to fulfil legal reporting requirements.", "cite_spans": [], "ref_spans": [{"start": 140, "end": 147, "text": "Table 2", "ref_id": "TABREF5"}], "section": "Specific protocol exceptions to expedited SAE reporting"}, {"text": "Please note that \"death\" is usually an SAE outcome and not an SAE per se. Only in cases where the clinical circumstances before the death are unknown (i.e. patient died without a determinable cause of death), then the diagnosis \"death\" itself should be reported as an SAE. In case of fatal outcome of an already-registered SAE, a follow-up notification must be done.", "cite_spans": [], "ref_spans": [], "section": "Reporting of patient death"}, {"text": "According to section 12, subsection 6 GCP-V, in case of patient's death the investigator must submit on demand all information to the competent IEC, the other IEC(s) involved, the CA and the sponsor, that is required for the fulfilment of their duties (note that personal data must be transmitted using the trial-specific patient identification number, i.e. in pseudonymised form).", "cite_spans": [], "ref_spans": [], "section": "Reporting of patient death"}, {"text": "The investigator must complete eCRF page designated for premature treatment/study discontinuation within 3 working days after knowledge to enable the sponsor to survey continuously safety of study participants and to fulfil legal reporting requirements.", "cite_spans": [], "ref_spans": [], "section": "Reporting of premature treatment/study discontinuation"}, {"text": "The sponsor's reporting requirements are divided into expedited reporting and reporting that must be performed on request or annually.", "cite_spans": [], "ref_spans": [], "section": "Sponsor reporting requirements"}, {"text": "The sponsor's expedited reporting requirements are particularly relevant to suspected unexpected serious adverse reactions (SUSARs). The definition is a combination of the definitions of serious adverse reaction (for seriousness criteria see section 10.2) and unexpected adverse reaction (adverse reaction: the nature or severity of which is not consistent with the applicable RSI (SmPC) for the IMP).", "cite_spans": [], "ref_spans": [], "section": "Definition of SUSARs"}, {"text": "Events associated with placebo will not satisfy the criteria for a SUSAR and therefore for expedited reporting. Placebo in this study only is a NaCl 0,9% solution for infusion.", "cite_spans": [], "ref_spans": [], "section": "Definition of SUSARs"}, {"text": "The sponsor's expedited reporting requirements comprise the following: TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 • All SUSARs must be reported within 15 days after knowledge (section 13, subsection 2 GCP-V), • All SUSARs that are life-threatening or result in death must be reported within 7 days after knowledge (section 13, subsection 3 GCP-V), • All circumstances requiring a review of the benefit/risk evaluation of the IMP must be reported within 15 days after knowledge (e.g. expected serious adverse reaction with unexpected outcome, increased incidence of expected serious adverse reactions, SUSARs after the end of the patient's participation in the clinical trial, events in connection with the trial conduct or the development of the IMP which may affect the safety of the trial patients) (section 13, subsection 4 GCP-V).", "cite_spans": [{"start": 71, "end": 123, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 124, "end": 141, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "SUSAR/ circumstance requiring a review of the benefit/risk evaluation"}, {"text": "In addition to the expedited reporting, the sponsor shall submit an annual report once a year or on request throughout the clinical trial period, according to section 13, subsection 6 GCP-V and ICH guideline E2F. The aim of the DSUR is to concisely describe all new safety information relevant for one or several clinical trial(s), to assess the safety conditions of subjects included in the concerned trial(s) and to evaluate whether the benefit / risk ratio is still favourable.", "cite_spans": [], "ref_spans": [], "section": "Development Safety Update Report (DSUR)"}, {"text": "Any pregnancy (female trial participant or female part of male trial participant) that occurs during trial participation and up to 3 months after IMP administration must be reported. To ensure patient safety each pregnancy must be reported to Pharmacovigilance CTU on the pregnancy reporting form within 24 hours of learning of its occurrence. The pregnancy should be followed up to determine outcome, including spontaneous or voluntary termination, details of birth, and the presence/absence of any birth defects, congenital abnormalities or maternal and new-born complications.", "cite_spans": [], "ref_spans": [], "section": "Pregnancies"}, {"text": "Data handling and data management", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "Information about trial patients will be kept confidential and managed under the applicable laws and regulations. Those regulations require a signed patient authorization informing the patient of the following:", "cite_spans": [], "ref_spans": [], "section": "Data confidentiality"}, {"text": "• what protected health information (PHI) will be collected from patients in this trial; • who will have access to that information and why; • who will use or disclose that information; • the rights of a research patient to revoke their authorization for use of their PHI.", "cite_spans": [], "ref_spans": [], "section": "Data confidentiality"}, {"text": "In the event that a patient revokes authorisation to collect or use PHI, the investigator, by regulation, retains the ability to use all information collected prior to the revocation of patient authorization. For patients that have revoked authorization to collect or use PHI, attempts should be made to obtain permission to collect at least vital status (i.e. that the patient is alive) at the end of their scheduled trial phase.", "cite_spans": [], "ref_spans": [], "section": "Data confidentiality"}, {"text": "The eCRF data collection system for this trial uses built-in security features to encrypt all data for transmission in both directions, preventing unauthorised access to confidential participant information. Access to the system will be controlled by individually assigned user identification codes and passwords, made available only to authorised personnel who have completed prerequisite training.", "cite_spans": [], "ref_spans": [], "section": "Data confidentiality"}, {"text": "The investigator will record the participation in the trial, the frequency of the trial visits, the relevant medical data, the concomitant treatment and the occurrence of adverse events in the medical record of each trial patient.", "cite_spans": [], "ref_spans": [], "section": "Documentation in medical records"}, {"text": "An electronic data capture (EDC) system will be used in this trial (called eCRF). All data collected during the trial will be entered on the trial-specific e-forms by the responsible investigator, or designated person, as timely as possible. Data entry and data corrections on eforms are automatically tracked in the audit trail created by the EDC system.", "cite_spans": [], "ref_spans": [], "section": "Documentation in eCRF"}, {"text": "The following CRF data are stated to be the source data in this study:", "cite_spans": [], "ref_spans": [], "section": "Documentation in eCRF"}, {"text": "• severity of AEs and • relationship of AEs to the IMP These data will be directly reported on the eCRF pages.", "cite_spans": [], "ref_spans": [], "section": "Documentation in eCRF"}, {"text": "The data management will be performed with REDCap™ Version 9, a fully web based remote data entry system based on web forms, which is developed and maintained by the REDCap Consortium (redcap@vanderbilt.edu).", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "Details on data management (procedures, responsibilities, etc.) will be described in a datamanagement manual. The Data Management Manual is a working document which will be continuously updated and maintained during the trial, i.e. the performance of data management and any deviations from the first version of the data management manual will be documented therein as well. The technical specifications of the database will be described in a data description plan (DDP). Before any data entry is performed, the trial database and eCRFs will be validated. Site data entry personnel will not be given access to the trial data base until they have been trained and signed an access form.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "SAS software will be used to review the data for completeness, consistency and plausibility. The checks to be programmed will be specified beforehand in a data validation plan. After running the check programs, the resulting queries will be sent to the investigator for correction or verification of the documented data. Data corrections will be entered directly into REDCap by the responsible investigator, or designated person. Query forms which contain the corrections must be confirmed by the dated signature of the investigator (not the study nurse) in the designated places.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "Concomitant treatments or procedures entered into the database will be coded using the WHO Drug Reference List.", "cite_spans": [], "ref_spans": [], "section": "Data coding"}, {"text": "Adverse events will be coded using the Medical dictionary for regulatory activities (MedDRA) terminology.", "cite_spans": [], "ref_spans": [], "section": "Data coding"}, {"text": "The sponsor is responsible for implementing and maintaining quality assurance and quality control systems with written SOPs to ensure that trials are conducted, data are generated, documented, and reported in compliance with the protocol, ICH-GCP, and the applicable regulatory requirement(s).", "cite_spans": [], "ref_spans": [], "section": "Quality assurance"}, {"text": "Monitoring is performed by the CRAs of the CTU, Medical Center -University of Freiburg. Riskbased monitoring will be done according to ICH-GCP E6 (R2) and standard operating procedures (SOP) to verify that patients' rights and wellbeing are protected, reported trial data are accurate, complete and verifiable from source documents and that the trial is conducted in compliance with the approved protocol and any necessary amendments, with ICH-GCP and with the applicable regulatory requirements to ensure patient`s safety and integrity of clinical trial data. The investigator will accept monitoring visits before, during and after the clinical trial. Prior to patient recruitment, a site initiation visit at each site is conducted in order to train and introduce the investigators and their staff to the trial protocol, essential documents, handling of IMP and related trial specific procedures, ICH-GCP and national/local regulatory requirements. Initiation visits can be conducted on-site or by telephone.", "cite_spans": [], "ref_spans": [], "section": "Monitoring procedure"}, {"text": "During the trial, the CRA will visit the site regularly depending on the recruitment rate and quality of data on the basis of a RbQM process. During these on-site visits, the CRA verifies that the trial is conducted according to the trial protocol, trial specific procedures, ICH-GCP and national/local regulatory requirements. The presence of signed informed consents, eligibility of patients, primary endpoint, handling of IMP and documentation/reporting of safety data (e.g. AE/SAE) will be verified by the CRA. The CRA performs also source data verification (SDV), source data review (SDR) and drug accountability check to ensure that the clinical trial data which are recorded in the source data and eCRFs are complete and accurate. Extent of SDV and monitor visit frequency will be adapted for individual sites in case of lack of data quality or a high number of protocol violations. All trial specific monitoring procedures, monitoring visit frequency and extent of SDV will be predefined in a trial specific monitoring manual. The investigator must maintain source documents for each patient in the trial, consisting of case and visit notes (hospital or clinic medical records) containing demographic and medical information, laboratory data, and the results of any other tests or assessments. All information recorded on eCRFs must be traceable to source documents in the patient's file as defined in section 12.2. The investigator must also keep the original signed ICF (a signed copy is given to the patient).", "cite_spans": [], "ref_spans": [], "section": "Monitoring procedure"}, {"text": "The investigator must give the CRA access to all relevant source documents to confirm their consistency with the eCRF entries.", "cite_spans": [], "ref_spans": [], "section": "Monitoring procedure"}, {"text": "Source data as defined by ICH-GCP include original documents, data, and records such as hospital records, clinical and office charts, laboratory notes, memoranda, patients' diaries or evaluation checklists, patient's questionnaires, pharmacy dispensing records, recorded data from automated instruments, copies or transcriptions certified after verification as being accurate copies, microfiches, photographic negatives, microfilm or magnetic media, X-rays, and records kept at the pharmacy, at the laboratories and at medico-technical departments involved in the clinical trial.", "cite_spans": [], "ref_spans": [], "section": "Source data"}, {"text": "According to the ICH-GCP guidelines, audits may be performed as a quality measure independent of and separate from routine monitoring. Audits may be conducted by the sponsor or an independent external party, inspections by CA(s).", "cite_spans": [], "ref_spans": [], "section": "Auditing procedures and inspections"}, {"text": "The trial may be audited at any time, with appropriate notification, by qualified personnel from the sponsor or its designees, to assess compliance with the protocol, ICH-GCP, SOPs and regulatory requirements. These audits may also be conducted for quality assurance purposes, to ensure that complete and accurate data are submitted, and that all AEs/SAEs are being identified and reported in compliance with the protocol and applicable regulations. The trial may also be inspected by regulatory authority inspectors, after appropriate notification. Proposed dates for sponsor's audit, characteristics of the audit type and further information will be transmitted to the investigator by the CRA in a timely manner.", "cite_spans": [], "ref_spans": [], "section": "Auditing procedures and inspections"}, {"text": "In the event of an audit or an inspection, the investigators must ensure access to all study documents, including source data, to the auditors or inspectors. The verification of the eCRF data must be by direct inspection of source documents. The investigator will be informed about the outcome of the audit.", "cite_spans": [], "ref_spans": [], "section": "Auditing procedures and inspections"}, {"text": "The investigator must inform the CTU (quality assurance and CRA) of any notification of an inspection immediately.", "cite_spans": [], "ref_spans": [], "section": "Auditing procedures and inspections"}, {"text": "Before data base lock and unblinding for final analysis a detailed statistical analysis plan (SAP) will be prepared. This will be completed during the 'blind review' of the data, at the latest. This blind review, i.e. a checking and assessment of the data, will be performed after the end of the recruitment period and the planned follow-up period without looking at the randomised treatment for each patient. If the SAP contains any changes to the analyses outlined in the trial protocol, they will be marked as such, and reasons for amendments will be given.", "cite_spans": [], "ref_spans": [], "section": "Biostatistical planning and analysis"}, {"text": "All statistical programming for analysis will be performed with the Statistical Analysis System (SAS) or with R.", "cite_spans": [], "ref_spans": [], "section": "Biostatistical planning and analysis"}, {"text": "For details on trial design see section 3.1 of the protocol.", "cite_spans": [], "ref_spans": [], "section": "Trial design"}, {"text": "The randomisation code is generated by a statistician of the Clinical Trials Unit, who will also conduct the unblinded safety analysis. The final statistical analysis will be performed by statisticians of the Institute of Medical Biometry and Statistics (IMBI) being blind throughout the trial until unblinding for the final analysis.", "cite_spans": [], "ref_spans": [], "section": "Trial design"}, {"text": "For details on endpoints see section 1 of the protocol.", "cite_spans": [], "ref_spans": [], "section": "Objectives and endpoints"}, {"text": "Sample size calculation is based on the primary endpoint ventilator free days (VFD) up to day 28 post randomization. According to recommendations in Yeha et al (2019) and Morton et al (2017) for interventions which affect VFD primarily through shortened duration of ventilation rather than mortality, the Wilcoxon rank sum test will be used for the primary analysis. Nothing is known about the expected treatment effect. Morton et al (2017) , Table 6 , showed in a simulation study based on a cohort of ventilated patients that a sample size of 90 patients per treatment arm is required to show a difference between treatment arms at two-sided significance level of 0.05 with 80% power if the intervention reduces the number of days under ventilation by a factor of 25% and the difference in mortality rates is 10%. If the probability of successful extubation within 28 days is considered and assumed to be 60% under verum and 40% under placebo, an analysis of the time to successful extubation considering death as a competing event using a Fine and Gray model would require a sample size of 91 patients per treatment arm to show a difference between treatment arms at two-sided significance level of 0.05 with a power of 80% (Latouche et al, 2004) . Therefore, the 1:1 randomization of a total of 200 patients between treatment arms is planned.", "cite_spans": [{"start": 171, "end": 190, "text": "Morton et al (2017)", "ref_id": "BIBREF22"}, {"start": 421, "end": 440, "text": "Morton et al (2017)", "ref_id": "BIBREF22"}, {"start": 1227, "end": 1249, "text": "(Latouche et al, 2004)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 443, "end": 450, "text": "Table 6", "ref_id": null}], "section": "Sample size calculation"}, {"text": "Efficacy analyses will be performed primarily in the full analysis set (FAS) according to the intention-to-treat (ITT) principle. This means that the patients will be analysed in the treatment arms to which they were randomised, irrespective of whether they refused or discontinued the treatment or whether other protocol violations are revealed.", "cite_spans": [], "ref_spans": [], "section": "Definition of populations included in the analyses"}, {"text": "The per-protocol (PP) population is a subset of the FAS and is defined as the group of patients who had no major protocol violations. The protocol deviations leading to an exclusion of patients from the PP population will be defined in the SAP. The analysis of the PP population will be performed for the purpose of a sensitivity analysis.", "cite_spans": [], "ref_spans": [], "section": "Definition of populations included in the analyses"}, {"text": "Safety analyses will be performed in the safety population. Patients in the safety population are analysed as belonging to the treatment arm defined by treatment received. Patients are included in the respective treatment arm, if treatment was started / if they received at least one dose of trial treatment.", "cite_spans": [], "ref_spans": [], "section": "Definition of populations included in the analyses"}, {"text": "Demographic and other baseline data (including disease characteristics and ventilation type and duration prior to randomisation) will be summarised descriptively by treatment arm using the FAS.", "cite_spans": [], "ref_spans": [], "section": "Patient demographics/other baseline characteristics"}, {"text": "Continuous data will be summarised by arithmetic mean, standard deviation, minimum, 25% quantile, median, 75% quantile, maximum, and the number of complete and missing observations. If appropriate, continuous variables can also be presented in categories.", "cite_spans": [], "ref_spans": [], "section": "Patient demographics/other baseline characteristics"}, {"text": "Categorical data will be summarised by the total number of patients in each category and the number of missing values. Relative frequencies are displayed as valid % (number of patients divided by the number of patients with non-missing values).", "cite_spans": [], "ref_spans": [], "section": "Patient demographics/other baseline characteristics"}, {"text": "The application of trial medication will be summarised by treatment arm. The number of patients with doses deviating from the protocol will be presented by treatment arm.", "cite_spans": [], "ref_spans": [], "section": "Trial medication"}, {"text": "The concomitant medication will be summarised by ATC level 1/2/4. In each table, patients will be counted once, if they took at least one medication from the respective ATC level. The number of patients and the percentage of the total number of patients in the respective population will be given.", "cite_spans": [], "ref_spans": [], "section": "Concomitant medication"}, {"text": "The primary endpoint VFD is defined as follows:", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "• VFD = 0 if the patient dies within 28 days after randomization • VFD = x if ventilation (including NIV, IMV and ECMO) time = 28 -x.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "• VFD = 0 if ventilation (including NIV, IMV and ECMO) time ≥ 28.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "According to recommendations in Yeha et al (2019) and Morton et al (2017) for interventions which affect VFD primarily through shortened duration of ventilation rather than mortality, the Wilcoxon rank sum test stratified by center will be used for the primary analysis of the primary endpoint VFD up to day 28 after randomization. The hypothesis of equality of treatment arms with respect to VFD will be tested at a two-sided significance level of 0.05.", "cite_spans": [{"start": 54, "end": 73, "text": "Morton et al (2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Primary endpoint"}, {"text": "Patients who are discharged from hospital before day 28 after randomization will have a telephone interview regarding their actual and past ventilation status at day 28, so information on ventilation status can be completed. It is expected that the number of patients lost to follow-up before day 28 is very small. In the primary analysis, for these very few patients, the remaining days with missing data on ventilation status will be counted as ventilation free. This is regarded as adequate, as it is assumed, that patients who are at risk for further ventilation until day 28 after randomisation will not drop out early.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "For further exploration of the treatment effect different supporting analyses of the primary endpoint and of the components of the primary endpoint will be performed.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "In an additional analysis, for patients who withdrew from study prematurely before day 28 after randomisation, the missing data on ventilation status will be filled by multiple imputation techniques. In the multiple imputation model the following parameters will be included: patient's age, the number of ventilation days before withdrawal, and the ventilation status just before withdrawal.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "Descriptive analyses of the VFD and of the number of days under ventilation will be performed showing arithmetic mean, standard deviation, minimum, 25% quantile, median, 75% quantile, maximum and histograms.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "The probability of successful extubation within 28 days will be estimated by the Aalen-Johansen estimator considering death as a competing event. For patients not requiring intubation the time is zero. For patients who are extubated and die within 28 days the time to death as competing event will enter the analysis as proposed by Yeha et al (2019) . A comparison of the treatment arms will be performed with the Fine and Gray model by estimating the subdistribution hazard ratio with 95% confidence interval. Center will be included as covariate in this model.", "cite_spans": [{"start": 332, "end": 349, "text": "Yeha et al (2019)", "ref_id": null}], "ref_spans": [], "section": "Primary endpoint"}, {"text": "The survival probability within 28 days will be estimated by the Kaplan-Meier method. A comparison of the treatment arms will be performed with the Cox model by estimating the hazard ratio with 95% confidence interval. Center will be included as covariate in this model.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "In additional analyses the ventilation status at time of randomisation will be included for adjustment, and analyses separately for patients defined by ventilation status at time of randomisation will be performed.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "In further analyses it will be explored how treatment of patients with other COVID-19 therapies influences the comparison of the randomized treatment groups (Tocilizumab versus Placebo). Further analyses for exploring the primary endpoints will use multistate models.", "cite_spans": [], "ref_spans": [], "section": "Primary endpoint"}, {"text": "The analysis of secondary endpoints (for definition see section 2) will be described in the SAP.", "cite_spans": [], "ref_spans": [], "section": "Secondary endpoints for efficacy"}, {"text": "All safety parameters (adverse events, laboratory assessments, vital signs) will be listed by patient and displayed in summary tables.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "The adverse events (AEs) are displayed in summary tables by treatment arm as follows:", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "The incidence of AEs defined by preferred term (PT) according to MedDRA will be calculated as the number of patients who experienced at least one AE with the respective PT in percentage of the total number of patients in the safety population. In the incidence tables the PTs will be grouped by system organ class (SOC) according to MedDRA. Additionally, the incidence of AEs defined by SOC will be calculated as the number of patients who experienced at least one AE in the respective SOC as percentage of the total number of patients in the safety population.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "Each Incidences of AEs will be calculated with 95%-confidence intervals.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "A listing of laboratory values will be provided by laboratory parameter, patient, and treatment arm.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "The laboratory values will be converted into SI units and the severity grade calculated using appropriate common toxicity criteria (CTCAE version 5). A severity grade of 0 will be assigned when the value is within normal limits. Laboratory data will be summarised and compared between treatment arms by shift tables.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "Vital signs will be summarised and compared between treatment arms by shift tables.", "cite_spans": [], "ref_spans": [], "section": "Safety parameters"}, {"text": "Unblinded safety interim analyses will be performed after randomization and completion of 28 days follow-up of 50 patients and of 100 patients. The analyses will be reviewed by the DSMB and in case of safety concerns modifications or stop of the trial will be considered. The interim analyses and the interim reports will describe patient recruitment, treatment compliance as well as safety and tolerability for the patients in this period. Efficacy parameters will not be analysed. The analyses cannot lead to an early conclusion of superiority of the study treatment. Therefore, no alpha adjustment of the final efficacy analysis is necessary.", "cite_spans": [], "ref_spans": [], "section": "Interim analyses"}, {"text": "A detailed description of the planned interim analyses will be given in a separate SAP for the safety analyses.", "cite_spans": [], "ref_spans": [], "section": "Interim analyses"}, {"text": "14 Scientific steering and data safety monitoring board", "cite_spans": [], "ref_spans": [], "section": "Interim analyses"}, {"text": "A trial related scientific steering committee (SSC) will be appointed by the sponsor prior to the start of the trial comprising of 3-5 investigators participating in the trial and sponsor representatives from the clinical trial team and representatives from the CTU including the responsible biostatistician.", "cite_spans": [], "ref_spans": [], "section": "Scientific steering committee (SSC)"}, {"text": "The SSC will be involved in the development of the protocol and will ensure transparent management of the trial according to the protocol through recommending and approving modifications as circumstances require. The SSC will review protocol amendments as appropriate. Together with the clinical trial team, the SSC will also develop recommendations for publications of trial results including authorship rules.", "cite_spans": [], "ref_spans": [], "section": "Scientific steering committee (SSC)"}, {"text": "Additionally the SSC together with DSMB has to monitor the current development and efficacy status of new COVID-19 therapies (see Appendix 20.1, Cochrane: COVID-19 study register). In case of availability of convincing new treatments for COVID-19 the SSC together with DSMB has to inform promptly the coordinating investigator. Implementation of such treatments has to be thoroughly considered as well as decisions on whether the clinical trial has to be modified or stopped prematurely.", "cite_spans": [], "ref_spans": [], "section": "Scientific steering committee (SSC)"}, {"text": "A data safety monitoring board (DSMB) consisting of a specialist from pulmonology, a specialist from rheumatology and clinical immunology, and a statistician will be established. The function of the DSMB is to monitor the course of the study and if necessary to give a recommendation to the SSC for discontinuation, modification or continuation of the study. The underlying principles for the DSMB are ethical and safety aspects for the patients. It is the task of the DSMB to examine whether the conduct of the study is still ethically justifiable, whether safety of the patients is ensured, and whether the process of the study is acceptable.", "cite_spans": [], "ref_spans": [], "section": "Data safety monitoring board (DSMB)"}, {"text": "For this purpose, the DSMB will perform and review unblinded safety interim analyses after the 28 day follow-up of the first 50 patients and after the 28 day follow-up of the first 100 patients is completed. After the interim analysis, a DSMB meeting will be conducted and recommendations on the further continuation of the study will be given to the SSC.", "cite_spans": [], "ref_spans": [], "section": "Data safety monitoring board (DSMB)"}, {"text": "Additionally the DSMB together with SSC has to monitor the current development and efficacy status of new COVID-19 therapies (see Appendix 20.1, Cochrane: COVID-19 study register). In case of availability of convincing new treatments for COVID-19 the DSMB together with SSC has to inform promptly the coordinating investigator. Implementation of such treatments has to be thoroughly considered as well as decisions on whether the clinical trial has to be modified or stopped prematurely.", "cite_spans": [], "ref_spans": [], "section": "Data safety monitoring board (DSMB)"}, {"text": "For special cases related to obtaining informed consent see section 15.3.", "cite_spans": [], "ref_spans": [], "section": "Ethical and legal principles"}, {"text": "This clinical trial was designed, shall be implemented and reported in accordance with the ICH-GCP, with applicable local regulations (including European Directive 2001/20/EC), and with the ethical principles laid down in the Declaration of Helsinki.", "cite_spans": [], "ref_spans": [], "section": "Regulatory and ethical compliance"}, {"text": "Before initiating the clinical trial, the sponsor/coordinating investigator should submit the CTP and any required application(s) to the appropriate competent authority for review, acceptance, and/or permission, as required by the applicable regulatory requirements.", "cite_spans": [], "ref_spans": [], "section": "Regulatory and ethical compliance"}, {"text": "The protocol and the proposed informed consent form must be reviewed and approved by a properly constituted Independent Ethics Committee (IEC) before trial start. A signed and dated statement that the protocol and informed consent have been approved by the IEC must be available prior to initiation of the trial.", "cite_spans": [], "ref_spans": [], "section": "Regulatory and ethical compliance"}, {"text": "Before the start of the trial, the investigator is required to sign a protocol signature page confirming his/her agreement to conduct the trial in accordance with these documents and all of the instructions and procedures found in this protocol and to give access to all relevant data and records to sponsor CRAs, auditors, sponsor Clinical Quality Assurance representatives, designated agents of sponsor, IECs and CA(s) as required.", "cite_spans": [], "ref_spans": [], "section": "Responsibilities of the investigator"}, {"text": "Before enrolment in the clinical trial, the patient will be informed that participation in the clinical trial is voluntary and that he/she may withdraw from the clinical trial at any time without having to give reasons and without penalty or loss of benefits to which the patient is otherwise entitled.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "The treating physician will provide the patient/legal authorized representative (see below) with information about the treatment methods to be compared and the possible risks involved. At the same time, the nature, significance, implications, expected benefits and potential risks of the clinical trial and alternative treatment will be explained to the patient. During the informed consent discussion, the patient, if applicable, will also be informed about the insurance cover that exists and the insured's obligations. The patient will be given ample time and opportunity to obtain answers to any open questions. All questions relating to the clinical trial should be answered to the satisfaction of the patient and/or his/her legal representative. In addition, the patient will be given a patient information sheet which contains all the important information in writing.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "The patient's written consent must be obtained before any trial-specific tests/treatments.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "For this purpose, the written consent form will be personally dated and signed by the trial patient and the investigator conducting the informed consent discussion.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "By signing the consent form, the patient agrees to voluntarily participate in the clinical trial and declares his/her intention to comply with the requirements of the clinical trial and the investigator's instructions during the clinical trial. By signing the form, the patient also declares that he/she agrees to the recording of personal data, particularly medical data, for the trial, to their storage and codified (\"pseudonymised\") transmission to the sponsor, CA(s), and further agrees that authorised representatives of the sponsor, who are bound to confidentiality, national or foreign CA(s) may inspect his/her personal data, particularly medical data, which are held by the investigator.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "After signing, the patient will be given one copy of the signed and dated written consent form and any other written information to be provided to the patients.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "In the case of substantial amendments, the patient must be informed with an appropriate revised patient information/consent form. Changed trial procedures can only be carried out if they have been approved by the CA and the leading IEC, and if the patient has been appropriately informed and has given his/her written consent.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "Fertile men and women of child bearing potential should be informed that taking the IMP may involve unknown risks to the foetus if pregnancy were to occur during the trial and agree that in order to participate in the trial they must adhere to the contraception requirement during the trial and up to 3 months after IMP administration. The patients have to agree to data collection related to pregnancy and its outcome. If there is any question that the patient will not reliably comply, they should not be entered in the trial.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "Should the patient be unable to consent (e.g. because of sedation for treatment with mechanical ventilation), the legal representative has to be informed about the study and can give the informed consent. A special case represents patients that are unable to consent because of a severe COVID-19 pneumonia and an official legal representative was not declared so far. Because the highest potency for tocilizumab in COVID-19 is assumed for an early application, it is not possible to wait until a legal representative is declared. In this special case an enrolment of the patient is possible, when a participation conforms to the presumed will of the patient ( § 41 (1) sentence 2 and sentence 3 AMG). In this approach -also known as \"Gießener Lösung\" -patients can be enrolled, when two physicians (one of them has to be independent of the study team) agree that a participation conforms to the presumed will of the patient. This process has to be documented on a special form approved by the ethical review committee of Gießen. In every case the patient himself or his legal representative has to be informed about the study participation as soon as possible. The patient or the legal representative then has to give their informed consent, when they agree with the study participation. Of course, the participation can be terminated immediately, when the patient or the legal representative do not agree with the enrolment, without the necessity of giving reasons.", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "During the whole study the investigator has to inform the patient about availability of convincing new treatments for COVID-19 and reconsider patient's treatment and participation in the study accordingly (see section 14.1 und 14.2)", "cite_spans": [], "ref_spans": [], "section": "Informed consent procedures"}, {"text": "Subject insurance (minimum: € 500,000 per subject) according to applicable law has been taken out with The investigator, or an individual who is designated by the investigator, will inform the subject of the existence of the insurance, including the obligations arising from it. The trial subjects must be afforded access to insurance documents and provided with a copy of the general conditions of insurance on request.", "cite_spans": [], "ref_spans": [], "section": "Patient insurance"}, {"text": "The investigator must ensure anonymity of the patients; patients must not be identified by names in any documents submitted to sponsor. Signed informed consent forms and patient enrolment log must be kept strictly confidential to enable patient identification at the site.", "cite_spans": [], "ref_spans": [], "section": "Confidentiality of trial documents and patient records"}, {"text": "All study-related information will be stored securely at the study site. All participant information will be stored in locked file cabinets in areas with limited access. All laboratory specimens, reports, data collection, process, and administrative forms will be identified by a coded identification number (see section 5.1) only to maintain participant confidentiality.", "cite_spans": [], "ref_spans": [], "section": "Confidentiality of trial documents and patient records"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Financial disclosure"}, {"text": "The investigator will be given an investigator site file containing all the necessary essential trial documents for the initiation of the trial at his/her site. The essential documents include a list on which the investigator will enter all appropriately qualified persons to whom he/she has delegated important trial-related tasks.", "cite_spans": [], "ref_spans": [], "section": "Trial documents/investigator site file"}, {"text": "of the CRA, auditor, IEC or CA(s), the investigator shall make available all the requested trialrelated records for direct access. Essential documents must not be removed permanently.", "cite_spans": [], "ref_spans": [], "section": "Trial documents/investigator site file"}, {"text": "After completion of the clinical trial, the essential trial documents -as defined by ICH-GCP E6 section 8 -will be retained at the trial site for a sufficient period so that they will be available for audits and inspections by the CA(s).", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "The investigator will be responsible for the storage. The following retention periods will apply after the completion/termination of the clinical trial:", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "• The above-mentioned essential documents must be retained for at least 10 years (section 13, subsection 10 GCP-V).", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "• The medical records and other source documents must be retained for the longest possible period allowed by the hospital, the institution or the private practice.", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "The investigator/the institution should take measures to prevent accidental or premature destruction of these documents. The sponsor will notify the investigator in writing when the trialrelated essential documents are no longer required.", "cite_spans": [], "ref_spans": [], "section": "Archiving"}, {"text": "The steering group and all authors of the main publications of the trial result have access to the full trial dataset in order to ensure that the validity of the results can be verified.", "cite_spans": [], "ref_spans": [], "section": "Access to trial data"}, {"text": "Protocol adherence and amendments", "cite_spans": [], "ref_spans": [], "section": "17"}, {"text": "Investigators ascertain they will apply due diligence to avoid protocol deviations. Under no circumstances should the investigator contact sponsor or its agents, if any, monitoring the trial to request approval of a protocol deviation, as no authorised deviations are permitted. If the investigator feels a protocol deviation would improve the conduct of the trial this must be considered a protocol amendment, and unless such an amendment is agreed upon by sponsor and approved by the IEC it cannot be implemented.", "cite_spans": [], "ref_spans": [], "section": "Protocol adherence"}, {"text": "Any change or addition to the protocol can only be made in a written protocol amendment that must be approved by sponsor, CA where required, and the IEC.", "cite_spans": [], "ref_spans": [], "section": "Amendments to the protocol"}, {"text": "Only changes of the protocol that are required for patient safety may be implemented prior to IEC approval.", "cite_spans": [], "ref_spans": [], "section": "Amendments to the protocol"}, {"text": "Regardless of the need for approval of formal protocol amendments, the investigator is expected to take immediate action required for the safety of any patient included in this trial, even if this action represents a deviation from the protocol. In such cases, the sponsor has to be notified as soon as possible of this action; the IEC should be informed correspondingly.", "cite_spans": [], "ref_spans": [], "section": "Amendments to the protocol"}, {"text": "Information regarding important protocol modifications will be provided in due time to further relevant parties (e.g. investigators, trial participants, trial registries, journals).", "cite_spans": [], "ref_spans": [], "section": "Amendments to the protocol"}, {"text": "Details will be described in the Monitoring Manual and Statistical Analysis Plan.", "cite_spans": [], "ref_spans": [], "section": "Protocol deviations"}, {"text": "Financing of the trial will be clarified later.", "cite_spans": [], "ref_spans": [], "section": "Financing of the trial and role of funders"}, {"text": "The funders will not control the final decision regarding any of aspects of the trial: design, conduct, data analysis and interpretation, manuscript writing, and dissemination of trial results.", "cite_spans": [], "ref_spans": [], "section": "Financing of the trial and role of funders"}, {"text": "According to ICH-GCP 4.9.6, a trial agreement on the conduct of the clinical trial and the compensation for conducting the trial will be signed between the sponsor of the clinical trial and the investigators including their heads of administration.", "cite_spans": [], "ref_spans": [], "section": "Trial agreement-investigator compensation"}, {"text": "There is no payment planned for patients.", "cite_spans": [], "ref_spans": [], "section": "Reimbursement of trial patients"}, {"text": "After completion of the analysis by the responsible biostatistician and the coordinating investigator will prepare and sign the final integrated medical and statistical report / a synopsis of the results / a publication containing the results of the study jointly with the biostatistician.", "cite_spans": [], "ref_spans": [], "section": "Trial reports"}, {"text": "Except when required by law, no one will disclose a result of the clinical trial to third parties unless all parties involved have first agreed on the results of the analysis and their interpretation.", "cite_spans": [], "ref_spans": [], "section": "Trial reports"}, {"text": "The final trial report will be written and signed in co-operation between the coordinating investigator and the CTU of Medical Center -University of Freiburg.", "cite_spans": [], "ref_spans": [], "section": "Trial reports"}, {"text": "The sponsor ensures that the key design elements of this protocol will be posted in publicly accessible clinical trials DRKS registry.", "cite_spans": [], "ref_spans": [], "section": "Clinical trials registry"}, {"text": "The sponsor assures that the key design elements of this protocol will be posted in a publicly accessible clinical trials registry (see section 18.5) . In addition, upon trial completion the results of this trial will be submitted for publication and/or posted in a publicly accessible database of clinical trial results irrespective of the results of the trial.", "cite_spans": [{"start": 144, "end": 149, "text": "18.5)", "ref_id": null}], "ref_spans": [], "section": "Publication of trial protocol and results"}, {"text": "Reporting guidelines will be taken into account (see www.equator-network.org), the CONSORT statement and/or other relevant guidance will be adhered to in the preparation of papers on the results of randomised studies.", "cite_spans": [], "ref_spans": [], "section": "Publication of trial protocol and results"}, {"text": "Each publication of trial results will be in mutual agreement between the principal investigator, the other investigators involved and the CTU / the SSC. All data collected in connection with the clinical trial will be treated in confidence by the coordinating investigator and all others involved TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 Confidential Page 63 of 69 in the trial, until publication. Interim data and final results may only be published (orally or in writing) with the agreement of the coordinating investigator and the CTU / the SSC.", "cite_spans": [{"start": 298, "end": 350, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 351, "end": 368, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "Publication of trial protocol and results"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "2.4.2 SUSAR/ circumstance requiring a review of the benefit/risk evaluation", "authors": [{"first": ")", "middle": ["..................................................................... ."], "last": "Saes", "suffix": ""}], "year": null, "venue": "Serious Adverse Events", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "54 13.4 Definition of populations included in the analyses", "authors": [{"first": "", "middle": [".................................................................... ."], "last": "Biostatistical", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "57 14 Scientific steering and data safety monitoring board", "authors": [{"first": "", "middle": ["...................... ."], "last": "Interim Analyses", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "60 15.5 Confidentiality of trial documents and patient records", "authors": [{"first": "", "middle": ["................................................................................... ."], "last": "Ethical", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "60 16.1 Trial documents/investigator site file", "authors": [{"first": "", "middle": [".............................................................................. ."], "last": "Trial", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "62 18.1 Financing of the trial and role of funders", "authors": [{"first": "Administrative", "middle": ["................................................................................... ."], "last": "Agreements", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "1054--1062", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series", "authors": [{"first": "P", "middle": ["K"], "last": "Bhatraju", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Ghassemieh", "suffix": ""}, {"first": "M", "middle": [], "last": "Nichols", "suffix": ""}, {"first": "R", "middle": [], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Jerome", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Nalla", "suffix": ""}], "year": 2020, "venue": "The New England journal of medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19. The New England journal of medicine", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wen", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Comparison of tocilizumab monotherapy versus methotrexate monotherapy in patients with moderate to severe rheumatoid arthritis: the AMBITION study", "authors": [{"first": "G", "middle": [], "last": "Jones", "suffix": ""}, {"first": "A", "middle": [], "last": "Sebba", "suffix": ""}, {"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Lowenstein", "suffix": ""}, {"first": "A", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Gomez-Reino", "suffix": ""}], "year": 2010, "venue": "Ann Rheum Dis", "volume": "69", "issn": "", "pages": "88--96", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Tocilizumab monotherapy versus adalimumab monotherapy for treatment of rheumatoid arthritis (ADACTA): a randomised, double-blind", "authors": [{"first": "C", "middle": [], "last": "Gabay", "suffix": ""}, {"first": "P", "middle": [], "last": "Emery", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Vollenhoven", "suffix": ""}, {"first": "A", "middle": [], "last": "Dikranian", "suffix": ""}, {"first": "R", "middle": [], "last": "Alten", "suffix": ""}, {"first": "K", "middle": [], "last": "Pavelka", "suffix": ""}], "year": 2013, "venue": "The Lancet", "volume": "381", "issn": "", "pages": "1541--1550", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "IL-6 in inflammation, immunity, and disease", "authors": [{"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "M", "middle": [], "last": "Narazaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Kishimoto", "suffix": ""}], "year": 2014, "venue": "Cold Spring Harb Perspect Biol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effective Treatment of Severe COVID-19 Patients with Tocilizumab. not publiche to date. 2020. • Schoenfeld DA, Bernard GR, Network A. Statistical evaluation of ventilator-free days as an efficacy measure in clinical trials of treatments for acute respiratory distress syndrome", "authors": [{"first": "M", "middle": ["H"], "last": "• Xiaoling Xu", "suffix": ""}, {"first": "Tiantian", "middle": [], "last": "Li", "suffix": ""}, {"first": "Wei", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Dongsheng", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Binqing", "middle": [], "last": "Fu", "suffix": ""}, {"first": "", "middle": [], "last": "Yonggang", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "Zhou", "suffix": ""}, {"first": "Yun", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Xiuyong", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xiaohua", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Aijun", "middle": [], "last": "Pan", "suffix": ""}, {"first": "Haiming", "middle": [], "last": "Wei", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "", "pages": "1772--1777", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Reappraisal of Ventilator-Free Days in Critical Care Research", "authors": [{"first": "N", "middle": [], "last": "Yehya", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Harhay", "suffix": ""}, {"first": "Maq", "middle": [], "last": "Curley", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Schoenfeld", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Reeder", "suffix": ""}], "year": 2019, "venue": "Am J Respir Crit Care Med", "volume": "200", "issn": "", "pages": "828--836", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Effective sample size estimation for a mechanical ventilation trial through Monte-Carlo simulation: Length of mechanical ventilation and Ventilator Free Days", "authors": [{"first": "S", "middle": ["E"], "last": "Morton", "suffix": ""}], "year": 2017, "venue": "Mathematical Biosciences", "volume": "284", "issn": "", "pages": "21--31", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "• Council for International Organizations of Medical Sciences. Working Group VII., World Health Organization. The Development Safety Update Report (DSUR) : harmonizing the format and content for periodic safety reporting during clinical trials : report of CIOMS Working Group VII. Geneva: World Health Organization; 2006. • Council for international organizations of medical sciences. Working group. Management of safety information from clinical trials", "authors": [{"first": "A", "middle": [], "last": "• Latouche", "suffix": ""}], "year": 1985, "venue": "Statistics in Medicine", "volume": "23", "issn": "", "pages": "818--829", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wen", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Fan", "middle": ["G"], "last": "", "suffix": ""}], "year": null, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001282"]}}, "BIBREF27": {"ref_id": "b27", "title": "Serial Evaluation of the SOFA Score to Predict Outcome in Critically Ill Patients", "authors": [{"first": "F", "middle": ["L"], "last": "Ferreira", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Bota", "suffix": ""}, {"first": "A", "middle": [], "last": "Bross", "suffix": ""}, {"first": "C", "middle": [], "last": "Mélot", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Vincent", "suffix": ""}], "year": 2001, "venue": "JAMA. 10. Oktober", "volume": "286", "issn": "14", "pages": "1754--1762", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: Results of a multicenter, prospective study", "authors": [{"first": "•", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "J-L", "middle": [], "last": "De Mendonca", "suffix": ""}, {"first": "A", "middle": [], "last": "Cantraine", "suffix": ""}, {"first": "F", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "R", "middle": [], "last": "Takala", "suffix": ""}, {"first": "J", "middle": [], "last": "Suter", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "", "suffix": ""}], "year": 1998, "venue": "JAMA. 11. Juni", "volume": "26", "issn": "11", "pages": "2983--91", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Acute renal failure -definition, outcome measures, animal models, fluid therapy and information technology needs", "authors": [{"first": "Rinaldo", "middle": [], "last": "Bellomo", "suffix": ""}], "year": 2004, "venue": "the Second International Consensus Conference of the Acute Dialysis Quality Initiative", "volume": "8", "issn": "", "pages": "204--212", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: Results of a multicenter, prospective study", "authors": [{"first": "J-L", "middle": [], "last": "Sofa Score -Vincent", "suffix": ""}, {"first": "A", "middle": [], "last": "De Mendonca", "suffix": ""}, {"first": "F", "middle": [], "last": "Cantraine", "suffix": ""}, {"first": "R", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": [], "last": "Takala", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Suter", "suffix": ""}], "year": 1998, "venue": "JAMA. 10. Oktober", "volume": "26", "issn": "2", "pages": "1754--1762", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "2020-001408-41 1. not hospitalized with resumption of normal activities", "authors": [{"first": "", "middle": [], "last": "Eudract-No", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "2. not hospitalized, but unable to resume normal activities", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "5. hospitalized, requiring nasal high-flow oxygen therapy, noninvasive mechanical ventilation", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "6. hospitalized, requiring ECMO, invasive mechanical ventilation, or both", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wen", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Fan", "middle": ["G"], "last": "", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Richmond Agitation Sedation Scale (RASS)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Monitoring Sedation Status Over Time in ICU PatientsReliability and Validity of the Richmond Agitation-Sedation Scale (RASS)", "authors": [{"first": "E", "middle": ["W"], "last": "Ely", "suffix": ""}, {"first": "B", "middle": [], "last": "Truman", "suffix": ""}, {"first": "A", "middle": [], "last": "Shintani", "suffix": ""}, {"first": "Jww", "middle": [], "last": "Thomason", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Wheeler", "suffix": ""}, {"first": "S", "middle": [], "last": "Gordon", "suffix": ""}], "year": 2003, "venue": "JAMA. 11. Juni", "volume": "289", "issn": "22", "pages": "2983--91", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Quality of life questionnaires • 36-Item Short Form Survey Instrument", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "George's Respiratory Questionnaire • Hospital Anxiety and Depression Scale", "authors": [{"first": "•", "middle": [], "last": "St", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Site: [Please enter particulars of the Trial Site] I confirm that I have read the Clinical Trial Protocol (CTP) and hereby commit to adhering to all actions and terms as specified in the relevant sections of the clinical, ethical and general paragraphs.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "of trial treatment ............................................ 43 8.3.2 Premature termination of trial participation.............................................. 43 9 Investigational medicinal product (s) (IMP(s)) .......................................................... 44 9.1 IMP background information................................................................................. 44 9.1.1 Preclinical data ....................................................................................... 44 9.1.2 Pharmacokinetics ................................................................................... 44 9.1.3 Pharmacodynamics ................................................................................ 44 9.1.4 Adverse reactions ................................................................................... 44 9.2 IMPspharmaceutical characteristics .................................................................... 44 9.3 Packaging and labelling ....................................................................................... 45 9.4 Supply and ordering ............................................................................................. 45 9.5 Receipt and storage ............................................................................................. 45 9.6 Preparation of IMP solutions ................................................................................ 45 9.7 Dispensing ........................................................................................................... 45 9.8 Return and destruction ......................................................................................... 46 9.9 Drug compliance and accountability ..................................................................... 46 9.10 Treatment adherence ........................................................................................... 46 10 Safety monitoring and reporting ................................................................................ 46 20.4 Seven-category scale ........................................................................................... 69 20.5 Richmond Agitation Sedation Scale (RASS) ........................................................ 69 20.6 Glasgow Coma Scale ........................................................................................... 69 20.7 Quality of life questionnaires ...............................................................................Case numbers and deaths in Italy, mortality 10.6% (according to WHO dashboard, query on 28.03.2020) ............................................................................................. Mechanism of action of Tocilizumab ............................................................ Trial design .................................................................................................. Trial timetable .............................................................................................. 28", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure 3 Trial design", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figure 4 Trial timetable", "latex": null, "type": "figure"}, "FIGREF4": {"text": "-II Score (see Appendix 20.3) -Seven-category scale (see Appendix 20.4) -GCS (Glasgow Coma Scale) (see Appendix 20.6) -Vigilance of patients with sedation will be assessed by RASS (Richmond Agitation Sedation Scale) (seeAppendix 20.5)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "for all subjects participating in the clinical trial.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Visit schedule and assessments -Flowchart ............................................... 15 Objectives and related endpoints ................................................................. 24 Dosing schedule .......................................................................................... 31", "latex": null, "type": "table"}, "TABREF1": {"text": "• Placebo i.v. once immediately after randomisation AND • Conventional treatment• Days on ICU in the first 28 days (d) • IMV free days (d) in the first 28 days after randomisation o IMV and ECMO are defined as ventilator days o IMV free days =0, if the patient dies in the first 28 days • Time to successful extubation within 28 days after randomisation (d) • Renal failure (%) and renal replacement therapy (%) • Change of ventilation mode and invasiveness: o Horowitz Index (paO 2 /fiO 2 ) o fiO 2 on NIV/IMV o O 2 -level on O 2 nasal cannula, O 2 mask and High-flow nasal cannula o PEEP und compliance on NIV/IMV o Extracorporeal membrane oxygenation (ECMO) support • SOFA-Score • APACHE-II Score • Seven-category scale • Richmond Agitation Sedation Scale (RASS) • Glasgow Coma Scale • Laboratory (PCT, IL-6, Ferritin, D-Dimers)", "latex": null, "type": "table"}, "TABREF2": {"text": "PARTICIPATING SITES 2 sites are planned in Germany at Universitätsklinikum Freiburg (1. site) and at Universitäts-Herzzentrum Freiburg-Bad Krozingen (Bad Krozingen) (2. site) If necessary, additional qualified sites can be included during trial conduct.", "latex": null, "type": "table"}, "TABREF3": {"text": "Visit schedule and assessments -Flowchart Physical examination is recommended to be performed according to the flow chart; detailed findings concerning these examinations must only be documented in the eCRF at screening. At other visits, in case of clinically relevant abnormal findings, the investigator has to document an AE on the AE-page in the eCRF.", "latex": null, "type": "table"}, "TABREF5": {"text": "Objectives and related endpoints", "latex": null, "type": "table"}, "TABREF10": {"text": "Dosing scheduleTotal dose of tocilizumab should not exceed 800mg.", "latex": null, "type": "table"}, "TABREF18": {"text": "For further characteristics, see current version of the corresponding SmPC for Tocilizumab.", "latex": null, "type": "table"}, "TABREF21": {"text": "table will be produced for the following AE-sets:", "latex": null, "type": "table"}}, "back_matter": [{"text": "The investigator, or an individual who is designated by the investigator, will be responsible for the maintenance and completeness of the trial documents during the clinical trial. At the request TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The APACHE-II Score provides an estimate of ICU mortality based on a number of laboratory values and patient signs taking both acute and chronic disease into account. Note: The data used should be from the initial 24 hours in the ICU, and the worst value (further from baseline/normal) should be used.The following defines \"chronic organ insufficiency\" and immunocompromise:• Liver insufficiency 13.10 (1985) : 818-829. TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020 EudraCT-No.: 2020 ", "cite_spans": [{"start": 396, "end": 408, "text": "13.10 (1985)", "ref_id": null}, {"start": 420, "end": 472, "text": "TOC-COVID, Clinical Trial Protocol V 1.2, 16.04.2020", "ref_id": null}, {"start": 473, "end": 490, "text": "EudraCT-No.: 2020", "ref_id": null}], "ref_spans": [], "section": "APACHE-II Score"}, {"text": "The seven-category ordinal scale consisted of the following categories:", "cite_spans": [], "ref_spans": [], "section": "Seven-category scale"}]}