{"paper_id": "1afe8306de1652adc164ce3c074d5d4a0eb497cf", "metadata": {"title": "This time is indeed different: A study on global market reactions to public health crisis 1", "authors": [{"first": "Daniel", "middle": [], "last": "Schell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mei", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Toan", "middle": [], "last": "Luu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Duc", "middle": [], "last": "Huynh", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This paper studies the differences in stock market reactions to the same kind of diseaserelated news by analyzing abnormal returns of global stock markets during Public Health Risk Emergency of International Concern (PHEIC) announcements. Drawing the data from 26 stock market indices over the period from 22 April 2008 to 12 March 2020, we compare stock market reactions to all six PHEIC announcements made by the World Health Organization since 2009. Although the PHEIC announcements can be categorized as the same type of event, we found no consistent patterns in market reactions. The markets did not show significant reactions in a 30-day event window, which suggests a relatively low economic impact of the diseases on a global scale during this time, except for Covid-19. Among all diseases included in our study, only Covid-19 had a significant negative effect on stock markets at least lasting 30 days.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Currently the Covid-19 pandemic poses huge uncertainty to the global economy and stock markets. What was perceived to be comparable to a regular flu, turned out to trigger the worst crisis since World War II (\"Coronavirus: Greatest test,\" 2020). Since 2005, serious pandemics with the potential requirement of an internationally coordinated response can be formally declared by the World Health Organization (WHO) as a Public Health Emergency of International Concern (PHEIC) (\"Strengthening health security,\" 2005). Since then the WHO has announced six PHEIC: H1N1 (swine influenza) in 2009, poliovirus and Ebola outbreak in West Africa in 2014, Zika virus in 2016, Ebola outbreak in 2019, and Covid-19 in 2020. A naïve observer may expect investors react in a similar way to each of the PHEIC announcements because all these events fulfill the same predefined requirements. A closer look at the data shows distinguishable reactions to different diseases.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our research is related to the literature on economic impacts of pandemics. Donadelli, Kizys and Riedel (2017) documented that investor mood, driven by WHO alerts and disease-related news, leads to a significant positive effect on pharmaceutical companies' stock returns in the United States. Using historical data back to 14 th century, Jordà, Singh and Taylor (2020) demonstrate that significant macroeconomic effects of the pandemics persist for about forty years. We also acknowledge the study of Abdullah et al. (2020) that the number of cases and deaths could be predictive factors of stock returns during the COVID-19 outbreaks. Ramelli and Wagner (2020a) state that investors reacted to the outbreak and spread of Covid-19 in different phases and emphasize the concerns of investors about corporate debt and liquidity. In contrast, our study focuses on short-term stock market reactions to different PHEIC announcements on a global scope. To our best knowledge, our research is the first one that compares all six PHEIC announcements at a cross-country level using event study methodology. Hence, this paper attempts to answer two main research questions: (i) How do different equity markets react to the variety of PHEIC announcements made by the World Health Organization? (ii) How long do the over-or under-reactions persist in the particular event windows? In doing so, we analyzed 26 stock market indices over a period of 12 years during six public health crises by using event study methodology (MacKinlay, 1997) .", "cite_spans": [{"start": 76, "end": 110, "text": "Donadelli, Kizys and Riedel (2017)", "ref_id": "BIBREF4"}, {"start": 338, "end": 368, "text": "Jordà, Singh and Taylor (2020)", "ref_id": "BIBREF8"}, {"start": 501, "end": 523, "text": "Abdullah et al. (2020)", "ref_id": "BIBREF0"}, {"start": 636, "end": 662, "text": "Ramelli and Wagner (2020a)", "ref_id": "BIBREF9"}, {"start": 1509, "end": 1526, "text": "(MacKinlay, 1997)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Although all events fulfill the same requirements to be announced a PHEIC, the potential risks and impacts may be perceived differently across diseases and countries (Ullah et al., 2019) . The stock market data reveals that the announcements of Covid-19 in 2020 and of Ebola in 2014 led to significant negative abnormal returns on the announcement days in a relatively larger number of countries. The findings suggest that investors distinguished the different PHEIC announcements even though they are the same type of event. Additionally, after the PHEIC announcement of Covid-19, the negative stock market reactions lasted for at least 30 days due to the further spread of the virus, and the countermeasures and travel bans announced by countries around the world.", "cite_spans": [{"start": 166, "end": 186, "text": "(Ullah et al., 2019)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Section 2 presents the data and summarizes the methodology. Section 3 describes the main findings and results. Section 4 concludes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study uses daily values of 26 stock market indices, including 23 developed countries, China, the Euro Stoxx 50 and the MSCI Emerging Markets Index, from April 22, 2008 to March 12, 2020. We use the MSCI World as a comprehensive benchmark, capturing large and mid-cap equity performance across the developed market countries, to gauge the general global market performance. The dataset is obtained from Thomson Reuters Eikon. For each index, we calculate the daily return as the natural logarithmic first difference of the daily closing price. Tables A7-A12 present the descriptive statistics. More noticeably, the majority of equity returns in the COVID-19 pandemic exhibit negative values (Table A12) . Therefore, even before conducting the event study, we can observe how this time adversely impacted the stock markets.", "cite_spans": [], "ref_spans": [{"start": 695, "end": 706, "text": "(Table A12)", "ref_id": "TABREF0"}], "section": "Data"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "We apply event study methodology to identify abnormal returns during six PHEIC announcements. Following the approach of MacKinlay (1997) about event studies, we choose estimation windows of 250 trading days, excluding 14 days preceding the events. Table 1 summarizes the event timeline for all six PHEIC announcements. ", "cite_spans": [], "ref_spans": [{"start": 248, "end": 255, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methodology"}, {"text": "where R it represents the return of a specific stock market index i on day t which belongs to the estimation window, R mt is the market return of the MSCI World Index on day t belonging to the same period. α i and β i are parameters of the market model for constant terms and coefficients, respectively. The expected return E(R it ) is determined as follows:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "where AR it represents the abnormal return of any stock market index on day t, which belongs to the event window. We add up individual abnormal returns to generate cumulative abnormal return (CAR) for each of the above-mentioned event windows to measure the total impact of an event over a period of time:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "where t1 and t2 represent the start and end of the event window. After identifying all AR it and CAR it over the specified event windows, we test their statistical significance by conducting a t-test to determine whether the abnormal returns and cumulative abnormal returns are statistically significant different from 0. The critical values for the null hypothesis rejection are ± 2.576, 1.96 and 1.645 with the confidence level of 99%, 95% and 90%, respectively. Although the current literature emphasizes the role of the external and internal exogenous shocks and heterogeneity involved in regressions, the event study approach is a beneficial tool for capturing abnormal returns over a short window (Ullah et al., 2018; Ullah et al., 2020) . Figure 1 demonstrates the correlation of abnormal returns of 26 countries at the PHEIC announcement days. There is no significant correlation among these abnormal returns, which suggests the independent feature in stock market reactions to these public health crises.", "cite_spans": [{"start": 703, "end": 723, "text": "(Ullah et al., 2018;", "ref_id": "BIBREF13"}, {"start": 724, "end": 743, "text": "Ullah et al., 2020)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 746, "end": 754, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Methodology"}, {"text": "The total observations include 24 equity country-level indices, the MSCI emerging market and EUROSTOXX50 ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "On January 30, 2020, the PHEIC announcement date of Covid-19, ten countries as well as the Euro Stoxx 50 and the MSCI Emerging Markets showed significant abnormal returns of which all, except for the United States, were negative (Table A1) . Generally speaking, the PHEIC announcement led to negative investors' expectations on a global scale. The effect could also be observed when looking at the cumulative abnormal returns in the longer event window.", "cite_spans": [], "ref_spans": [{"start": 229, "end": 239, "text": "(Table A1)", "ref_id": "TABREF0"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Only China, the origin of the disease outbreak, showed significant negative cumulative abnormal returns in both, the [0, 2] and [-2, 2] event window. This could indicate an early reaction of the market in China before the official announcement of the WHO. However, it is likely that the significant effects are mainly related to the extraordinary returns after the announcement day. The significant negative returns in the [0, 2] event window indicate an additional late reaction of the market to the announcement. Additionally, an increasing number of infected people as well as further lockdown measures could be explanations for the strong negative cumulative abnormal returns in the event windows. The [0, 13] event window did not reveal any significant cumulative abnormal returns for the country indices which indicates no significant reaction of the markets in the medium-term. However, in the [0, 30] event window, which gauges the market reaction in the long-term, 19 indices showed significant cumulative abnormal returns of which all, again except for the United States, were negative. This emphasizes the severity of the disease and its impact on the global economy. Furthermore, it shows that investors were too slow in adjusting to the severe impacts of Covid-19 which indicates an underreaction on the announcement day. These findings are in line with Ramelli and Wagner (2020a) who observed 'feverish' stock price movements during late February and beginning of March. Furthermore, the shift from China as the epicenter of the disease to Europe can be observed. While Hong Kong showed a significant negative abnormal return on the event date, it showed a non-significant positive cumulative abnormal return in the [0,30] event window (Table A1) .", "cite_spans": [{"start": 1367, "end": 1393, "text": "Ramelli and Wagner (2020a)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1750, "end": 1760, "text": "(Table A1)", "ref_id": "TABREF0"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "On July 17, 2019, the declaration of the Ebola outbreak as a PHEIC did not trigger similar stock market reactions with only Sweden showing a significant negative abnormal return while Switzerland showed a significant positive abnormal return on the announcement day. Furthermore, only Italy experienced a significant negative cumulative abnormal return in the long-term [0, 30] event window (Table A2 ). Both reactions are unlikely to be related to the announcement.", "cite_spans": [], "ref_spans": [{"start": 391, "end": 400, "text": "(Table A2", "ref_id": "TABREF1"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The reactions to the announcement of Zika virus in 2016 were somehow different: it led to significant negative abnormal returns in Canada and Finland on the announcement day, but to a significant positive one in Japan. Italy experienced negative cumulative abnormal returns in the [-2, 2] and in the [-3, 3] event window indicating that the country incorporated other negative information before the event date. In the [0, 30] event window only Singapore showed significant positive cumulative abnormal returns (Table A3) . Again, this effect is likely to be caused by other events.", "cite_spans": [], "ref_spans": [{"start": 511, "end": 521, "text": "(Table A3)", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Compared to the other events, the PHEIC announcement of the Ebola outbreak in West Africa in 2014 is the only event that led to comparable results to those of the PHEIC announcement of Covid-19. On August 8, 2014, 11 indices exhibited significant abnormal returns. All of them, except for the United States, were negative. Furthermore, Portugal showed negative cumulative abnormal returns in the [-2, 2] and in the [-3, 3] event window (Table A4 ). However, compared to Covid-19, the [0, 30] event window did not show any significant cumulative abnormal returns which indicates a lower economic impact of Ebola for the global economy. Neither the PHEIC announcement of Polio nor of Swine influenza (H1N1) led to any significant abnormal returns on the event date.", "cite_spans": [{"start": 396, "end": 403, "text": "[-2, 2]", "ref_id": null}], "ref_spans": [{"start": 436, "end": 445, "text": "(Table A4", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "For the PHEIC announcement of Polio, only Portugal showed significant negative cumulative abnormal returns in the [0, 13] event window (Table A5 ). The PHEIC announcement of Swine Influenza only led to significant positive cumulative abnormal returns for Singapore in the long-term [0, 30] event window (Table A6 ). Both results are unlikely to be caused by the PHEIC announcements.", "cite_spans": [], "ref_spans": [{"start": 135, "end": 144, "text": "(Table A5", "ref_id": null}, {"start": 303, "end": 312, "text": "(Table A6", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "There are two main conclusions drawn from the global reaction during PHEIC announcements. First, there is no generalizable pattern in the market reactions to PHEIC announcements, probably due to the J o u r n a l P r e -p r o o f speed, severity, and many other factors of the pandemics. Covid-19 stands out as the most influential pandemic on a global scale and this time is indeed different. Second, except for Covid-19, the markets did not show several significant reactions in the 30 days event window, implying a relatively low impact of those pandemics on global markets during this time. This is in line with the findings of Baker et. al (2020) which state that Covid-19 caused more dramatic and more frequent daily stock market swings than any other disease before that. They identify the policy responses and containment efforts as the most compelling explanation for the dramatic effects on the stock markets (2020).", "cite_spans": [{"start": 632, "end": 651, "text": "Baker et. al (2020)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Apparently, the COVID-19 outbreaks have various impacts on individuals, societies, and economic expectations. Although the current literature has been investigating the negative impact of Covid-19 on different aspects in the economy (Baldwin and Weder di Mauro, 2020; Goodell, 2020; Gopinath, 2020; Ramelli and Wagner, 2020b) , our findings shed a new light on how the public health crisis announcements are relevant to the severely negative market reactions. In addition, the study of Goodell (2020) suggests the substantial financial market reactions in a new flaring of COVID-19. Previous health crises did not lead to unprecedented social distancing, which might be one of the main reasons for the fear and severe negative impacts on the financial markets.", "cite_spans": [{"start": 233, "end": 267, "text": "(Baldwin and Weder di Mauro, 2020;", "ref_id": "BIBREF1"}, {"start": 268, "end": 282, "text": "Goodell, 2020;", "ref_id": "BIBREF6"}, {"start": 283, "end": 298, "text": "Gopinath, 2020;", "ref_id": "BIBREF7"}, {"start": 299, "end": 325, "text": "Ramelli and Wagner, 2020b)", "ref_id": "BIBREF10"}, {"start": 486, "end": 500, "text": "Goodell (2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The outbreak and global spread of Covid-19 proved the tremendous effect a disease can have on the society and economy. While saving human lives has the highest priority, the effects of encountered containment policies and the adoption of social distancing have tremendous effects on the global economic outcome. Rather than reacting in a similar manner to public health risk announcements made by the WHO, investors did react to various diseases differently. To what extent the perception of severity is in line with reality, and to what extent the stock market reactions are justified by economic fundamentals, are still open questions. Our study assists policy makers to identify the different severities of market reactions to take timely actions to mitigate the systematic risk. Therefore, it might be helpful to take prompt and timely actions when evaluating the real impact of COVID-19 on the equity market. Our analysis provides a starting point of documenting differentiated market reactions at a cross-event and cross-country level. Lastly, event studies are a simple way to see abnormal market movements. Subsequent studies should use advance econometrics models to deal with external and internal exogenous shocks and heterogeneity involved in the event study research", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market returns", "authors": [{"first": "M", "middle": [], "last": "Abdullah", "suffix": ""}, {"first": "", "middle": [], "last": "Al-Awadhi", "suffix": ""}], "year": 2020, "venue": "Journal of Behavioral and Experimental Finance", "volume": "20", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jbef.2020.100326"]}}, "BIBREF1": {"ref_id": "b1", "title": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes", "authors": [{"first": "R", "middle": [], "last": "Baldwin", "suffix": ""}, {"first": "B", "middle": [], "last": "Weder Di Mauro", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Unprecedented Stock Market Impact of COVID-19", "authors": [{"first": "S", "middle": [], "last": "Baker", "suffix": ""}, {"first": "N", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "S", "middle": [], "last": "Davis", "suffix": ""}, {"first": "K", "middle": [], "last": "Kost", "suffix": ""}, {"first": "M", "middle": [], "last": "Sammon", "suffix": ""}, {"first": "T", "middle": [], "last": "Viratyosin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26945"]}}, "BIBREF3": {"ref_id": "b3", "title": "Greatest test since World War Two, says UN chief", "authors": [{"first": "; Bbc", "middle": [], "last": "Coronavirus", "suffix": ""}, {"first": "", "middle": [], "last": "News", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Dangerous infectious diseases: Bad news for Main Street, good news for Wall Street?", "authors": [{"first": "M", "middle": [], "last": "Donadelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Kizys", "suffix": ""}, {"first": "M", "middle": [], "last": "Riedel", "suffix": ""}], "year": 2017, "venue": "Journal of Financial Markets", "volume": "35", "issn": "", "pages": "84--103", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 and finance: Agendas for future research", "authors": [{"first": "J", "middle": ["W"], "last": "Goodell", "suffix": ""}], "year": 2020, "venue": "Finance Research Letters", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Limiting the economic fallout of the coronavirus with large targeted policies", "authors": [{"first": "Gita", "middle": [], "last": "Gopinath", "suffix": ""}], "year": 2020, "venue": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes", "volume": "", "issn": "", "pages": "41--48", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Longer-Run Economic Consequences of Pandemics. Federal Reserve Bank of San Francisco", "authors": [{"first": "Ò", "middle": [], "last": "Jordà", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Singh", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Taylor", "suffix": ""}], "year": 2020, "venue": "Working Paper Series", "volume": "", "issn": "", "pages": "1--16", "other_ids": {"DOI": ["10.24148/wp2020-09"]}}, "BIBREF9": {"ref_id": "b9", "title": "Feverish Stock Price Reactions to COVID-19", "authors": [{"first": "S", "middle": [], "last": "Ramelli", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Wagner", "suffix": ""}], "year": 2020, "venue": "SSRN Electronic Journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3550274"]}}, "BIBREF10": {"ref_id": "b10", "title": "What the stock market tells us about the consequences of COVID-19", "authors": [{"first": "S", "middle": [], "last": "Ramelli", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Wagner", "suffix": ""}], "year": 2020, "venue": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes", "volume": "", "issn": "", "pages": "63--70", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Strengthening health security by implementing the international health regulations (2005) World Health Organization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Risk perceptions and risk management approaches of Chinese overseas investors: An empirical investigation", "authors": [{"first": "S", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Stokes", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiao", "suffix": ""}], "year": 2019, "venue": "Research in International Business and Finance", "volume": "47", "issn": "", "pages": "470--486", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dealing with endogeneity bias: The generalized method of moments (GMM) for panel data", "authors": [{"first": "S", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "P", "middle": [], "last": "Akhtar", "suffix": ""}, {"first": "G", "middle": [], "last": "Zaefarian", "suffix": ""}], "year": 2018, "venue": "Industrial Marketing Management", "volume": "71", "issn": "", "pages": "69--78", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "How to use instrumental variables in addressing endogeneity? A step-by-step procedure for non-specialists", "authors": [{"first": "S", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "G", "middle": [], "last": "Zaefarian", "suffix": ""}, {"first": "F", "middle": [], "last": "Ullah", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Correlation of abnormal returns at the defined PHEIC announcement days.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of events, estimation windows and excluded daysNotes: We excluded the previous fourteen days before estimated window.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of significant market reactions to PHEIC announcements Notes: * < 0.1, ** < 0.05, *** < 0.01. This table summarizes only the significant results while the full results are presented in the Appendix.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors are grateful to the Editor and anonymous reviewers. But our errors remain our own.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement:"}]}