{"paper_id": "1b007c619ae78aa6b1b7cf6ccffeb8d85ac7525b", "metadata": {"title": "Risk Management and Insurance Review A REVIEW OF CATASTROPHIC RISKS FOR LIFE INSURERS", "authors": [{"first": "Alex", "middle": [], "last": "Huynh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aaron", "middle": [], "last": "Bruhn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bridget", "middle": [], "last": "Browne", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Catastrophic mortality events are characterized by a sudden and concentrated increase in mortality and as such present a major risk to life insurers. Such events include pandemics, war, natural disasters, terrorist attacks, and industrial, transport, and other accidents. Of these, pandemics arising from influenza are considered the most significant threat to the life insurance industry due to their capacity to cause a major increase in claims. We review the features and mortality implications of an influenza pandemic for life insurers, and describe a range of other risks that are likely to emerge as well.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Life insurers and reinsurers are exposed to the risk of future mortality uncertainty. This risk may arise from trends such as improvements in mortality that continue to be greater than expected, or the risk may be from a shock such as a catastrophic mortality event, which causes an unexpected increase in mortality. The latter in particular poses a significant threat to the life insurance industry due to the potential for a substantial rise in claims over a short period of time. As a result, severe adverse financial consequences can potentially arise, such as breaches in regulatory solvency and capital requirements (Cox and Hu, 2004) .", "cite_spans": [{"start": 622, "end": 640, "text": "(Cox and Hu, 2004)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This article reviews the main sources of potential catastrophic risks facing life insurers, in particular the mortality risk posed by influenza pandemics. Although there are a range of catastrophic mortality events that may impact the life insurance industry, influenza pandemics are considered the most serious threat because they have the potential to cause large numbers of deaths in multiple regions around the world and their future Alex Huynh is a consultant at Booz and Company, Sydney. Aaron Bruhn is Lecturer in Actuarial Studies, School of Finance and Applied Statistics, ANU College of Business and Economics, Australian National University, Canberra, ACT 0200, Australia, phone: +61 2 6125 4904; e-mail: aaron.bruhn@anu.edu.au. Bridget Browne is a Senior Lecturer in Actuarial Studies, School of Finance and Applied Statistics, ANU College of Business and Economics, Australian National University, Canberra, ACT 0200, Australia, phone: +61 2 6125 7373; e-mail: bridget.browne@anu.edu.au. This article was subject to double-blind peer review. occurrence is thought to be inevitable (Osterholm, 2005; Standard & Poor's, 2011) . Potential associated nonmortality risks are discussed in order to place the impact of increased mortality within a context of wider risks to the business. Risk mitigation strategies, both traditional and more recent, are also discussed.", "cite_spans": [{"start": 1094, "end": 1111, "text": "(Osterholm, 2005;", "ref_id": "BIBREF70"}, {"start": 1112, "end": 1136, "text": "Standard & Poor's, 2011)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A catastrophic event can be defined as \"any natural or man-made incident, including terrorism, which results in extraordinary levels of mass casualties, damage, or disruption severely affecting the population, infrastructure, environment, economy, national morale, and/or government functions.\" 1 More general definitions include \"a sudden, extensive, or notable disaster or misfortune,\" a \"final decisive event, usually causing a disastrous end,\" \"any sudden and violent change in the Earth's surface caused by flooding, earthquake, or some other rapid process,\" 2 or \"an event causing great and usually sudden damage or suffering; a disaster.\" 3 In the context of life insurance and particularly for the purposes of reinsurance, a catastrophic event has a specific meaning or definition, similar to \"one event or occurrence claiming more than an agreed number (a common figure is 5) of lives insured within a given period, usually 24-72 hours\" (IAAust, 2009 ). However, for the purposes of this article, we are referring to an event that could cause widespread loss of life, potentially leading to substantial risks of insolvency for a life insurer.", "cite_spans": [{"start": 946, "end": 959, "text": "(IAAust, 2009", "ref_id": null}], "ref_spans": [], "section": "CATASTROPHIC EVENTS"}, {"text": "The events that are discussed in this article clearly represent a loss of life and property that are tragic and disastrous by any reasonable definition. In terms of insured loss in the life insurance context, however, many of these events are not likely to represent unmanageable financial losses, for reasons specific to each type of event. However, we note that of course all such events are tragic, and any other implication when discussing them in the context of life insurance risk is not intended to be insensitive.", "cite_spans": [], "ref_spans": [], "section": "CATASTROPHIC EVENTS"}, {"text": "Perhaps the one event that gives rise to the most obvious loss of life on a large scale is war, from which millions of civilians and military personnel have died throughout history. One set of estimates for overall fatalities arising from the deadliest wars of the 20th century is provided in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 293, "end": 300, "text": "Table 1", "ref_id": "TABREF0"}], "section": "War"}, {"text": "The estimation of fatalities attributed to war is exceptionally difficult. This is because of the wide range of causes of deaths, unreliable and sparse data, and the varying views taken by historians. The estimates above are intended only to indicate the magnitude of these events, and estimates vary significantly between sources. 4", "cite_spans": [], "ref_spans": [], "section": "War"}, {"text": "Although it is clear that wars have the potential to cause millions of deaths, it is common for life insurers to include a war exclusion clause in the policy contract, which exempts them from paying out claims if the policyholder died as a result of war-related events (Simon, 1981) . ", "cite_spans": [{"start": 269, "end": 282, "text": "(Simon, 1981)", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "War"}, {"text": "A natural disaster is an event caused by nature, the scale of which results in significant destruction and loss of human lives (Centre for Research on the Epidemiology of Disasters, 2011). These include droughts, earthquakes, tsunamis, extreme temperatures, floods, landslides, cyclones, volcanic activity, and wildfires. Table 2 describes the 20 natural disasters with the highest death tolls since 1900.", "cite_spans": [], "ref_spans": [{"start": 322, "end": 329, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Natural Disasters"}, {"text": "It is clear that the deadliest types of natural disasters have been floods, earthquakes, and droughts. These have primarily occurred in developing countries where populations are large but generally uninsured, and hence the impact on the life insurance industry could be considered as limited in a historical context.", "cite_spans": [], "ref_spans": [], "section": "Natural Disasters"}, {"text": "Although numerous natural disasters have affected developed or industrialized countries, they have generally caused tremendous amounts of property damage and a relatively lower number of deaths in comparison to the natural disasters listed in Table 2 . This is due to relatively stricter building codes, modern medical facilities, good emergency response, and early warning systems. For example, Hurricane Katrina in 2005 caused the highest general insurance loss in history of U.S. $73 billion (2010 dollars) and although the loss of human life was tragic at 1,836 people, it was not on the same scale as the natural disasters mentioned in ", "cite_spans": [], "ref_spans": [{"start": 243, "end": 250, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Natural Disasters"}, {"text": "Industrial accidents include spills or leaks of toxic chemicals, and various explosions. Transport accidents include air, boat, rail, and road transport. Other accidents include fires and collapses of key structures. Table 3 describes the 10 industrial and transport accidents with the highest death tolls since 1900.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 224, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Industrial, Transport, and Other Accidents"}, {"text": "It is also worth noting that some industrial accidents such as nuclear accidents tend to increase mortality over an extended period of time and hence have not featured in the list in Table 3 . For example, the Chernobyl disaster in 1986, the worst nuclear power plant accident in history, is estimated to have killed up to 50 people in the initial explosion and fire but since 1986 may have caused between 4,000 and 985,000 excess deaths as a result cancer from radioactive contamination (WHO, 2005b; Yablokov et al., 2009) .", "cite_spans": [{"start": 488, "end": 500, "text": "(WHO, 2005b;", "ref_id": null}, {"start": 501, "end": 523, "text": "Yablokov et al., 2009)", "ref_id": "BIBREF114"}], "ref_spans": [{"start": 183, "end": 190, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Industrial, Transport, and Other Accidents"}, {"text": "There is no consensus on the definition of terrorism (Zeidan, 2004) , but one definition from the United States is that \"terrorism\" is premeditated, politically motivated violence perpetrated against noncombatant targets by subnational groups or clandestine agents (National Counterterrorism Center, 2010a).", "cite_spans": [{"start": 53, "end": 67, "text": "(Zeidan, 2004)", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "Data on terrorist attacks are largely incomplete, with information derived through open source reporting rather than government collection programs. The data can also be ambiguous due to its subjective nature in classifying what constitutes a \"terrorist\" attack.", "cite_spans": [], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "Notwithstanding that, the deadliest terrorist attack in history is recognized to be the September 11 terrorist attacks in 2001, which caused the deaths of nearly 3,000 people. There have been numerous other terrorist attacks, such as hijackings and bombings, which have resulted in hundreds of deaths. Table 4 lists the 10 deadliest terrorist attacks in recent times.", "cite_spans": [], "ref_spans": [{"start": 302, "end": 309, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Terrorist Attacks"}, {"text": "Clearly, more severe terrorist attacks such as those involving the use of biological weapons have the potential to cause a substantial number of deaths.", "cite_spans": [], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "Severe acute respiratory syndrome, also known as SARS, is a respiratory disease caused by the SARS coronavirus, which is believed to be an animal virus that crossed the species barrier to humans . The first known cases of SARS occurred in Guangdong Province, China, in November 2002, and the last human transmission of SARS occurred on July 5, 2003 WHO, 2004) . Over this period there were 8,096 SARS cases in 26 countries causing 774 deaths and although it seems that the spread of SARS has been fully contained, the possibility of resurgence of a SARS epidemic remains as long as SARS coronavirus-like viruses are still present in wildlife specifies (WHO, 2004) .", "cite_spans": [{"start": 349, "end": 359, "text": "WHO, 2004)", "ref_id": null}, {"start": 652, "end": 663, "text": "(WHO, 2004)", "ref_id": null}], "ref_spans": [], "section": "SARS and AIDS"}, {"text": "The human immunodeficiency virus (HIV) is a retrovirus that causes acquired immunodeficiency syndrome (AIDS). The virus infects cells of the immune system, weakening it and making infected individual more susceptible to other infections. It can take up to 10-15 years for an HIV-infected individual to develop AIDS, which is the most advanced stage of HIV infection (WHO, 2011b) . HIV is classified as a pandemic by the World Health Organization (WHO) and since its outbreak more than four decades ago, more than 60 million people have been infected with HIV and nearly 30 million people have died from AIDS-related causes, with the sub-Saharan African region bearing the majority of this burden. Overall however, the global growth of HIV appears to have stabilized with the number of new HIV infections and AIDS-related deaths steadily declining due to HIV prevention efforts and the increased availability of antiretroviral therapy. HIV/AIDS is unlikely to cause a significant number of deaths in industrialized countries given the widespread availability of medical care and increased preventive measures and awareness 5 (Joint United Nations Programme on HIV/AIDS, 2010).", "cite_spans": [{"start": 366, "end": 378, "text": "(WHO, 2011b)", "ref_id": null}], "ref_spans": [], "section": "SARS and AIDS"}, {"text": "A pandemic is an outbreak of infectious disease that spreads throughout the world and infects a significant proportion of the human population. According to the WHO, a pandemic can start when three conditions have been met: there is global outbreak of a disease caused by an agent that is new or long absent from the human population, 6 the agent infects humans and is able to cause serious illness, and the agent transmits efficiently and sustainably among humans (WHO, 2011a). 7 In contrast, an epidemic refers to an infectious disease that spreads to people in a specific geographical region that occurs well beyond what is expected based on recent experience (Potter, 2001) .", "cite_spans": [{"start": 663, "end": 677, "text": "(Potter, 2001)", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Pandemics"}, {"text": "Many pandemics have occurred throughout history such as the plague, smallpox, and tuberculosis. However, it is impossible to determine which disease will cause the next pandemic given that infectious diseases are able to mutate and become more virulent (Morens et al., 2004) . Diseases considered as having the potential to cause future pandemics include anthrax, avian influenza, Crimean-Congo hemorrhagic fever, ebola hemorrhagic fever, hendra virus infection, influenza, lass fever, marburg hemorrhagic fever, meningococcal disease, human monkeypox, nipah virus infection, H1N1 influenza virus, severe acute respiratory syndrome, and tularemia (WHO, 2011a). Other historically deadly diseases such as vector-borne diseases (dengue fever, the plague, rift valley fever, yellow fever, and malaria), diarrheal diseases (cholera, botulism, and Escherichia coli), tuberculosis, tetanus, typhus, measles, whooping cough, meningitis, syphilis, hepatitis, smallpox, and tropical diseases are not considered to be potential pandemic threats, although it is worth noting that some of these infectious diseases are causing significant number of deaths in developing countries.", "cite_spans": [{"start": 253, "end": 274, "text": "(Morens et al., 2004)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Pandemics"}, {"text": "Influenza is a highly infectious viral disease that has been recognized as an ongoing pandemic threat, because it has the potential to cause large numbers of deaths and its future occurrence is thought to be inevitable (Osterholm, 2005) . The inevitability of the influenza virus having an ongoing presence in the human population is due to its ability to mutate and subsequently avoid recognition by the human immune system (Cox and Subbarao, 2000; Osterholm, 2005; Woolnough et al., 2007). 8 In contrast to seasonal influenza epidemics that occur annually, influenza pandemics are rare and unpredictable events, which have occurred irregularly throughout history. Since 1590, there have been between 11 and 14 influenza pandemics with as little as 2 years separating some outbreaks and as many as 56 years between others (Patterson, 1986; Pyle, 1986; Beveridge, 1997; Potter, 1998; Chang et al., 2010) . Although a simple 6 More specifically, it must be caused by a new influenza virus A subtype of which the hemagglutinin surface protein is not related to that of influenza viruses circulating immediately before the outbreak, and could not have arisen from those viruses by mutation (Potter, 2001) . 7 In contrast, a disease such as cancer is not considered a pandemic even though it is widespread and kills a significant number of people, because a pandemic must also be infectious (Stitt, 2006) . 8 A process called \"antigenic drift\" refers to small defects in the replication of genetic viral material, which allow for slightly different strains of the virus to emerge from year to year. This usually causes annual epidemics because people's immunity to the new virus is limited. A process called \"antigenic shift\" refers to the sudden introduction of a new influenza virus subtype to the environment, which has the potential to cause pandemics as the human population will generally have no protection against the new virus subtype. This can occur when an existing influenza virus infecting an animal becomes capable of directly infecting a human or when the formation of a new virus occurs through mixing of genetic material from animal and human influenza viruses, which is known as genetic reassortment . Source: Glezen (1996) , Simonsen et al. (1998) , Johnson and Mueller (2002) , WHO (2005a WHO ( , 2010 , and Taubenberger and Morens (2006) . a Although the global death toll of the 1918-1919 Spanish Flu is estimated to have been 50 million people, others argue that it could have been as high as 100 million people (Crosby, 1989; Johnson and Mueller, 2002; Patterson and Pyle, 1991) . b 18,500 is the number of laboratory confirmed deaths (WHO, 2011c). However, the true extent of deaths attributable to the 2009-2010 H1N1 flu could be significantly higher since many people died without being tested.", "cite_spans": [{"start": 219, "end": 236, "text": "(Osterholm, 2005)", "ref_id": "BIBREF70"}, {"start": 425, "end": 449, "text": "(Cox and Subbarao, 2000;", "ref_id": "BIBREF22"}, {"start": 450, "end": 466, "text": "Osterholm, 2005;", "ref_id": "BIBREF70"}, {"start": 467, "end": 493, "text": "Woolnough et al., 2007). 8", "ref_id": null}, {"start": 823, "end": 840, "text": "(Patterson, 1986;", "ref_id": "BIBREF72"}, {"start": 841, "end": 852, "text": "Pyle, 1986;", "ref_id": "BIBREF77"}, {"start": 853, "end": 869, "text": "Beveridge, 1997;", "ref_id": "BIBREF6"}, {"start": 870, "end": 883, "text": "Potter, 1998;", "ref_id": "BIBREF75"}, {"start": 884, "end": 903, "text": "Chang et al., 2010)", "ref_id": "BIBREF14"}, {"start": 1187, "end": 1201, "text": "(Potter, 2001)", "ref_id": "BIBREF76"}, {"start": 1387, "end": 1400, "text": "(Stitt, 2006)", "ref_id": "BIBREF87"}, {"start": 2224, "end": 2237, "text": "Glezen (1996)", "ref_id": "BIBREF38"}, {"start": 2240, "end": 2262, "text": "Simonsen et al. (1998)", "ref_id": "BIBREF83"}, {"start": 2265, "end": 2291, "text": "Johnson and Mueller (2002)", "ref_id": "BIBREF46"}, {"start": 2294, "end": 2304, "text": "WHO (2005a", "ref_id": null}, {"start": 2305, "end": 2317, "text": "WHO ( , 2010", "ref_id": null}, {"start": 2324, "end": 2354, "text": "Taubenberger and Morens (2006)", "ref_id": "BIBREF90"}, {"start": 2531, "end": 2545, "text": "(Crosby, 1989;", "ref_id": "BIBREF24"}, {"start": 2546, "end": 2572, "text": "Johnson and Mueller, 2002;", "ref_id": "BIBREF46"}, {"start": 2573, "end": 2598, "text": "Patterson and Pyle, 1991)", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "INFLUENZA PANDEMICS"}, {"text": "approach based on historical frequencies suggests that there is a 3-4 percent chance of an influenza pandemic occurring in any given year, the frequency of a pandemic outbreak has not significantly increased or decreased throughout the passage of time and there seems to be no chronological pattern that allows a reasonable prediction of the future occurrence of influenza pandemics (Potter, 2001) . The recent occurrence of the 2009-2010 H1N1 flu does not decrease the probability of another pandemic occurring in the near future as virus mutations may occur at any time (Chang et al., 2010) .", "cite_spans": [{"start": 383, "end": 397, "text": "(Potter, 2001)", "ref_id": "BIBREF76"}, {"start": 572, "end": 592, "text": "(Chang et al., 2010)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "INFLUENZA PANDEMICS"}, {"text": "The main sources of empirical data on influenza pandemics are provided by four pandemics that have occurred in the last century: the 1918 Spanish Flu, the 1957 Asian Flu, the 1968 -1969 Hong Kong Flu, and the 2009-2010 H1N1 flu. Table 5 summarizes these pandemics.", "cite_spans": [{"start": 133, "end": 137, "text": "1918", "ref_id": "BIBREF24"}, {"start": 138, "end": 159, "text": "Spanish Flu, the 1957", "ref_id": null}, {"start": 160, "end": 179, "text": "Asian Flu, the 1968", "ref_id": null}, {"start": 180, "end": 185, "text": "-1969", "ref_id": null}], "ref_spans": [{"start": 229, "end": 236, "text": "Table 5", "ref_id": "TABREF5"}], "section": "INFLUENZA PANDEMICS"}, {"text": "The origin of the 1918-1919 Spanish Flu is unknown although many historians suggest that it may have originated in the United States or Europe where the first cases were recorded 9 (Crosby, 1989; Langford, 2002) . There has also been speculation that it may have emerged from China (Beveridge, 1997) . The 1957 Asian Flu is believed to have originated in the southern provinces of Guizhou or Hunan in China (Cox and Subbarao, 2000) . Similarly, the 1968-1969 Hong Kong Flu began with an outbreak in southeastern China followed by an epidemic in Hong Kong (Cockburn et al., 1969; WHO, 2005a) . In contrast, the 2009-2010 H1N1 flu began with reports of an outbreak of highly transmissible influenza-like illness in the state of Veracruz, Mexico (WHO, 2011c) . Despite this, most authorities agree that future influenza pandemics are likely to emerge from Asia where dense populations of humans live in close proximity to birds and pigs 10 (Potter, 2001) .", "cite_spans": [{"start": 181, "end": 195, "text": "(Crosby, 1989;", "ref_id": "BIBREF24"}, {"start": 196, "end": 211, "text": "Langford, 2002)", "ref_id": "BIBREF51"}, {"start": 282, "end": 299, "text": "(Beveridge, 1997)", "ref_id": "BIBREF6"}, {"start": 302, "end": 310, "text": "The 1957", "ref_id": null}, {"start": 407, "end": 431, "text": "(Cox and Subbarao, 2000)", "ref_id": "BIBREF22"}, {"start": 555, "end": 578, "text": "(Cockburn et al., 1969;", "ref_id": null}, {"start": 579, "end": 590, "text": "WHO, 2005a)", "ref_id": null}, {"start": 743, "end": 755, "text": "(WHO, 2011c)", "ref_id": null}, {"start": 937, "end": 951, "text": "(Potter, 2001)", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Origin and Features"}, {"text": "While seasonal influenza epidemics usually occur during the autumn and winter months in temperate regions and all year round for tropical and subtropical regions, the emergence of influenza pandemics is not constrained by season (Nguyen- Van-Tam and Hampson, 2003) . This is because virus mutations that produce novel influenza viruses are random in nature and as such, it is reasonable to believe that influenza pandemics may emerge at any time during the year.", "cite_spans": [{"start": 238, "end": 264, "text": "Van-Tam and Hampson, 2003)", "ref_id": null}], "ref_spans": [], "section": "Origin and Features"}, {"text": "History also suggests that an influenza pandemic may last anywhere from less than 12 months to as long as 24 months. The duration of the influenza pandemic will have a significant impact on overall mortality as, for example, a slower spread of influenza accompanied with a longer duration may allow for better preventative measures to be implemented.", "cite_spans": [], "ref_spans": [], "section": "Origin and Features"}, {"text": "Influenza pandemics have been characterized by multiple waves of infection, each with varying impact. The reasons underlying this are not precisely understood, but may include the adaptation of the virus to its human host, demographic or geographical variation, seasonality, and overall immunity of the human population (Beveridge, 1997; Miller et al., 2009) . For example, the 1918-1919 Spanish Flu involved three successive waves of infection within 1 year. The first wave began in March 1918 and caused high morbidity 11 but relatively low mortality. An exceptionally virulent second wave of infection followed in August 1918, which caused significant mortality. In many countries, a third wave with a level of impact between the first and second waves occurred in early 1919. It is believed that all major populations of the world were affected within 10 months (Nguyen- Van-Tam and Hampson, 2003) ; however, this pattern was not universal among all countries (Patterson and Pyle, 1991) . For example, Australia delayed the outbreak until early 1919 through partial success of a maritime quarantine and experienced a single longer wave of infection (Johnson and Mueller, 2002 ).", "cite_spans": [{"start": 320, "end": 337, "text": "(Beveridge, 1997;", "ref_id": "BIBREF6"}, {"start": 338, "end": 358, "text": "Miller et al., 2009)", "ref_id": "BIBREF64"}, {"start": 875, "end": 901, "text": "Van-Tam and Hampson, 2003)", "ref_id": null}, {"start": 964, "end": 990, "text": "(Patterson and Pyle, 1991)", "ref_id": "BIBREF73"}, {"start": 1153, "end": 1179, "text": "(Johnson and Mueller, 2002", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Origin and Features"}, {"text": "In the 1957-1958 Asian Flu, most countries experienced two distinct waves of infection separated by 1-3 months (WHO, 2005a). The two waves of infection had similar severity in several countries, but greater severity for the second wave in others (McDonald, 1958; Dauer and Serfling, 1961) . In less than 6 months, the infection had reached every part of the world (Dunn, 1958) .", "cite_spans": [{"start": 246, "end": 262, "text": "(McDonald, 1958;", "ref_id": "BIBREF59"}, {"start": 263, "end": 288, "text": "Dauer and Serfling, 1961)", "ref_id": null}, {"start": 364, "end": 376, "text": "(Dunn, 1958)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Origin and Features"}, {"text": "The international spread of the 1968-1969 Hong Kong Flu initially resembled the 1957-1958 Asian Flu, but spread more slowly in the latter part of 1968 (Cockburn et al., 1969) . Nevertheless, it spread globally within 6 months. There were two geographically distinct mortality patterns: North America had a first pandemic season that was more severe 10 Wild birds are the primary natural reservoir for all subtypes of influenza A viruses, which have been responsible for causing the influenza pandemics of the 20th and 21st centuries. Pigs are considered to be the most likely \"mixing vessel\" to create a novel influenza virus since they are susceptible to avian, human, and swine influenza viruses (Glezen, 1996 ; Centers for Disease Control and Prevention, 2011). 11 Morbidity is the incidence of disease or sickness. than the second while Europe and Asia had a second pandemic season that was more severe than the first (Viboud et al., 2005) .", "cite_spans": [{"start": 151, "end": 174, "text": "(Cockburn et al., 1969)", "ref_id": null}, {"start": 698, "end": 711, "text": "(Glezen, 1996", "ref_id": "BIBREF38"}, {"start": 922, "end": 943, "text": "(Viboud et al., 2005)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Origin and Features"}, {"text": "In the 2009-2010 H1N1 flu, there were two waves of infection, the first of which began in April 2009 and the second of which began in August 2009. Despite initial efforts to contain the virus, within 5 weeks of the Mexico outbreak it infected people in 74 countries across all continents (WHO, 2011b) . The global spread of the 2009 H1N1 flu was far more rapid than that observed in previous influenza pandemics. This is largely attributed to the greater volume of international air passenger traffic (Chang et al., 2010) .", "cite_spans": [{"start": 288, "end": 300, "text": "(WHO, 2011b)", "ref_id": null}, {"start": 501, "end": 521, "text": "(Chang et al., 2010)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Origin and Features"}, {"text": "The preceding analysis of catastrophic mortality events suggests that an influenza pandemic represents the most likely catastrophic threat to the life insurance industry. Quite clearly the major risk is that of increased mortality and its consequent impact on claims.", "cite_spans": [], "ref_spans": [], "section": "Making Sense of Historical Data"}, {"text": "However, assessing the impact of influenza pandemics on mortality can be difficult due to the scantiness and unreliability of available statistics . This is partly due to the fact that increases in mortality may be caused not only by influenza and pneumonia, but also from cardiovascular-renal disease and other underlying chronic diseases that can be exacerbated by influenza (Eickhoff et al., 1961; Housworth and Langmuir, 1974) . This means that influenza-related deaths are often attributed to complications that occur after the initial infection of influenza (Simonsen et al., 1997) and as such, influenza may not be listed as a cause on the death certificate for many influenza-related deaths . Even when it is, inconsistencies arise because of changes in influenza coding of the International Classification of Diseases and differences in influenza certification and coding between and within countries (WHO, 2007) .", "cite_spans": [{"start": 377, "end": 400, "text": "(Eickhoff et al., 1961;", "ref_id": "BIBREF32"}, {"start": 401, "end": 430, "text": "Housworth and Langmuir, 1974)", "ref_id": "BIBREF42"}, {"start": 564, "end": 587, "text": "(Simonsen et al., 1997)", "ref_id": "BIBREF84"}, {"start": 910, "end": 921, "text": "(WHO, 2007)", "ref_id": null}], "ref_spans": [], "section": "Making Sense of Historical Data"}, {"text": "Furthermore, 20th-century influenza pandemic mortality experience can be difficult to apply to current circumstances due to environmental changes over time. Some changes that may decrease the impact of future influenza pandemics include improvements in medical care and technology, establishment of global health monitoring and early warning systems, emergency preparedness plans, better communication methods, and improved socioeconomic conditions (Baumgart et al., 2007) . Changes that may increase the impact of future influenza pandemics include a higher percentage of the population at older ages, increased urban population density, and increased human mobility through international air passenger travel (Faulds and Bridel, 2009 ).", "cite_spans": [{"start": 449, "end": 472, "text": "(Baumgart et al., 2007)", "ref_id": "BIBREF4"}, {"start": 711, "end": 735, "text": "(Faulds and Bridel, 2009", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Making Sense of Historical Data"}, {"text": "Nevertheless, the range of historical influenza pandemic severities provides a wide array of potential scenarios to examine and assess in terms of planning today, with the 1918-1919 Spanish Flu sometimes considered as the upper bound on future influenza pandemic mortality (Glezen, 1996; Nguyen-Van-Tam and Hampson, 2003) . The Spanish Flu's estimated death toll of 50-100 million people corresponded to 2.76-5.52 percent of the world population at the time (Patterson and Pyle, 1991) , but it is estimated that \"in today's world, an event with as severe a mortality outcome as that of the 1918 pandemic could only occur if a virus with substantially higher lethality and a better ability to spread were to emerge\" . Notably however, \"any modeling of pandemic risk contain[s] large inherent uncertainties and . . . the results would be dependent on a wide range of assumptions\" (Professor Neil Ferguson, cited in Woolnough et al., 2007) . Dauer and Serfling (1961) , Glezen (1996) , Simonsen et al. (1998) , United Nations (1999) ", "cite_spans": [{"start": 273, "end": 287, "text": "(Glezen, 1996;", "ref_id": "BIBREF38"}, {"start": 288, "end": 321, "text": "Nguyen-Van-Tam and Hampson, 2003)", "ref_id": null}, {"start": 458, "end": 484, "text": "(Patterson and Pyle, 1991)", "ref_id": "BIBREF73"}, {"start": 913, "end": 936, "text": "Woolnough et al., 2007)", "ref_id": "BIBREF105"}, {"start": 939, "end": 964, "text": "Dauer and Serfling (1961)", "ref_id": null}, {"start": 967, "end": 980, "text": "Glezen (1996)", "ref_id": "BIBREF38"}, {"start": 983, "end": 1005, "text": "Simonsen et al. (1998)", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Making Sense of Historical Data"}, {"text": "A common approach to assess the severity of an influenza pandemic is to calculate the excess mortality rate. This is defined as the difference between the observed mortality rate and the expected baseline mortality rate in the absence of an influenza pandemic (Simonsen et al., 1997) . The excess mortality rate has varied significantly among the influenza pandemics of the 20th and 21st centuries as illustrated in Table 6 .", "cite_spans": [{"start": 260, "end": 283, "text": "(Simonsen et al., 1997)", "ref_id": "BIBREF84"}], "ref_spans": [{"start": 416, "end": 423, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Excess Mortality Rate"}, {"text": "Two features stand out from this table. First, there is an apparently decreasing excess mortality impact over the last century. However, there is no biological reason why random mutations could not produce further devastating viruses, nor why the mortality arising from the 1918-1919 Spanish Flu should represent the maximum possible mortality in a future pandemic (Murray et al., 2006) . Second, the excess mortality for the United States has tended to be lower than for the rest of the world. This is thought to be due to more limited access to health care and poor nutritional status in developing countries, where the disease burden has tended to be higher.", "cite_spans": [{"start": 365, "end": 386, "text": "(Murray et al., 2006)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Excess Mortality Rate"}, {"text": "The excess mortality rate can be further decomposed into the clinical attack rate (the rate of illness in the whole population) and the case fatality rate (the rate of death among people who are infected by the disease) (Stitt, 2006) . The differences in the excess mortality rate for influenza pandemics in the last century have been primarily driven by the case fatality rates, which have varied from greater than 2.5 percent for the 1918-1919 Spanish Flu, to less than 0.1 percent for other influenza pandemics (Taubenberger and Morens, 2006) . In contrast, the clinical attack rates for influenza pandemics over the past century have ranged from 25 percent to 35 percent (Glezen, 1996; Nguyen-Van-Tam and Hampson, 2003; Shrestha et al., 2011) .", "cite_spans": [{"start": 220, "end": 233, "text": "(Stitt, 2006)", "ref_id": "BIBREF87"}, {"start": 514, "end": 545, "text": "(Taubenberger and Morens, 2006)", "ref_id": "BIBREF90"}, {"start": 675, "end": 689, "text": "(Glezen, 1996;", "ref_id": "BIBREF38"}, {"start": 690, "end": 723, "text": "Nguyen-Van-Tam and Hampson, 2003;", "ref_id": null}, {"start": 724, "end": 746, "text": "Shrestha et al., 2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Excess Mortality Rate"}, {"text": "The 1918-1919 Spanish Flu was characterized by exceptionally high mortality and a concentration of mortality in young adults aged between 20 and 40 years old, arising from three rapidly successive waves of infection within a single year (Pyle, 1986; Woolnough et al., 2007) . However, existing research on the characteristics of the virus has failed to provide sufficient explanation on a genetic basis of the exceptional virulence (Langford, 2002; García-Sastre and Whitley, 2006; Taubenberger and Morens, 2006) , but factors such as World War I, limited medical knowledge and treatments, and an underlying disease burden of tuberculosis are noted to have contributed to the high severity (Noymer and Garenne, 2000; Baumgart et al., 2007; Woolnough et al., 2007) . The relatively low impact of the 2009-2010 H1N1 flu was predominantly due to the low virulence of the virus (the lowest of influenza pandemics in the 20th and 21st centuries (Chang et al., 2010) , although pharmaceutical advances, efficient public health measures, and preexisting levels of immunity may have also mitigated the impact.", "cite_spans": [{"start": 237, "end": 249, "text": "(Pyle, 1986;", "ref_id": "BIBREF77"}, {"start": 250, "end": 273, "text": "Woolnough et al., 2007)", "ref_id": "BIBREF105"}, {"start": 432, "end": 448, "text": "(Langford, 2002;", "ref_id": "BIBREF51"}, {"start": 449, "end": 481, "text": "García-Sastre and Whitley, 2006;", "ref_id": "BIBREF37"}, {"start": 482, "end": 512, "text": "Taubenberger and Morens, 2006)", "ref_id": "BIBREF90"}, {"start": 690, "end": 716, "text": "(Noymer and Garenne, 2000;", "ref_id": "BIBREF69"}, {"start": 717, "end": 739, "text": "Baumgart et al., 2007;", "ref_id": "BIBREF4"}, {"start": 740, "end": 763, "text": "Woolnough et al., 2007)", "ref_id": "BIBREF105"}, {"start": 940, "end": 960, "text": "(Chang et al., 2010)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Excess Mortality Rate"}, {"text": "In life insurance, the process of underwriting involves evaluating the health and financial status of the applicant and is used to select the risks that the insurer is willing to accept, and to classify and price the risks that are accepted (Bellis et al., 2010) . There are several types of underwriting used to evaluate the risk of each applicant depending on the product and level of coverage: examples include full medical underwriting, simplified underwriting, and guaranteed issue. 12 In the normal course of events, the mortality on fully medically underwritten products is usually significantly lower than that of the general population, because full medical underwriting usually removes at-risk subgroups, such as those with underlying chronic diseases. The mortality on guaranteed and simplified issue products is closer to or worse than that of the general population (Toole, 2007a) .", "cite_spans": [{"start": 241, "end": 262, "text": "(Bellis et al., 2010)", "ref_id": "BIBREF5"}, {"start": 488, "end": 490, "text": "12", "ref_id": null}, {"start": 879, "end": 893, "text": "(Toole, 2007a)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Differences Between Insured and General Populations"}, {"text": "There is also a significant amount of economic self-selection involved with purchasing a life insurance policy. Individuals need sufficient discretionary income to purchase a life insurance policy and generally would only be interested in purchasing it if they had assets or a particular lifestyle to protect (Toole, 2007a) . As a result, they are likely to be healthier than the general population, due to better education, better understanding of good health maintenance, and better access to preventive health care due to their greater financial means.", "cite_spans": [{"start": 309, "end": 323, "text": "(Toole, 2007a)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Differences Between Insured and General Populations"}, {"text": "Whether or not differences in mortality experience between insured and general populations continue in the event of a pandemic does not have a straightforward answer.", "cite_spans": [], "ref_spans": [], "section": "Differences Between Insured and General Populations"}, {"text": "The health system may be overwhelmed in the event of a pandemic, and as such there may not be a significant difference in the access to or quality of health care between those insured and those not. However, the higher socioeconomic status of those insured could continue to result in better access to health care as well as better education about the impact of influenza. On the other hand, this group is also more likely to engage in international travel and live in high-density urban areas.", "cite_spans": [], "ref_spans": [], "section": "Differences Between Insured and General Populations"}, {"text": "Some historical evidence does suggest that underwriting and economic self-selection will continue to result in lighter mortality experience for the insured population in the event of an influenza pandemic. Mead (1919) observes that the ratio of all cause mortality 12 Full medical underwriting usually involves a physical examination by a doctor, a blood test, and possibly other tests for diseases or drugs. Simplified underwriting generally requires the applicant to answer a series of questions about their current and previous health as well as any dangerous hobbies or activities. Guaranteed issue typically involves very little to no underwriting. claims paid to the average amount of sum insured in force was higher for industrial life policies 13 than for ordinary life policies during an 1889 influenza pandemic, likely due to the higher socioeconomic status and medical underwriting of ordinary life policies. These findings are consistent with similar studies on the 1918-1919 influenza pandemic Little, 1919) . 14 Furthermore, a Swiss Re study on the 1957-1958 and 1968-1969 influenza pandemics observed a 12 percent lower excess death rate in standard ordinary policyholders compared to age-and gender-matched general population . These results are consistent with a study published by Metropolitan Life Insurance Company (1976) . A number of other sources and studies are based on the estimated impact of a new pandemic and these suggest that the ratio of insured lives' mortality to that of the general population can range from 40 percent to 100 percent (Weisbart, 2006; APRA, 2007; Dreyer et al., 2007; Stracke, 2007; Toole, 2007a) .", "cite_spans": [{"start": 206, "end": 217, "text": "Mead (1919)", "ref_id": "BIBREF61"}, {"start": 1007, "end": 1020, "text": "Little, 1919)", "ref_id": "BIBREF54"}, {"start": 1335, "end": 1341, "text": "(1976)", "ref_id": null}, {"start": 1570, "end": 1586, "text": "(Weisbart, 2006;", "ref_id": "BIBREF102"}, {"start": 1587, "end": 1598, "text": "APRA, 2007;", "ref_id": null}, {"start": 1599, "end": 1619, "text": "Dreyer et al., 2007;", "ref_id": "BIBREF30"}, {"start": 1620, "end": 1634, "text": "Stracke, 2007;", "ref_id": "BIBREF88"}, {"start": 1635, "end": 1648, "text": "Toole, 2007a)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Differences Between Insured and General Populations"}, {"text": "A Society of Actuaries (SoA) Delphi study surveyed 30 life insurance industry experts about how the U.S.-insured excess mortality might deviate from that of the U.S. general population during an influenza pandemic. Two pandemic scenarios were adopted from the U.S. Department of Health and Human Services' projection for the number of excess deaths as a result of an influenza pandemic: a moderate scenario of 0.7 excess deaths per 1,000 and a severe scenario of 6.5 excess deaths per 1,000 (Toole, 2007b) . The results of this study are summarized in Table 7 .", "cite_spans": [{"start": 491, "end": 505, "text": "(Toole, 2007b)", "ref_id": "BIBREF92"}], "ref_spans": [{"start": 552, "end": 559, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Differences Between Insured and General Populations"}, {"text": "Source: Langford (2002) .", "cite_spans": [{"start": 8, "end": 23, "text": "Langford (2002)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "FIGURE 1 Age-Specific Distribution of Excess Mortality Rates for the 1918-1919 Spanish Flu in England and Wales"}, {"text": "In general, the participants of this study believed that the ratio is higher in the severe scenario compared to the moderate scenario, as the impact of underwriting and economic self-selection could be diminished. Overall however, given that differences have been observed between the insured and general population during influenza pandemics, it is plausible to consider that such differences may occur in the future.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 1 Age-Specific Distribution of Excess Mortality Rates for the 1918-1919 Spanish Flu in England and Wales"}, {"text": "The age-specific distribution of excess mortality rates for seasonal influenza epidemics typically has a \"U\" shape curve representing high mortality among infants and the elderly with comparatively low mortality rates at other ages (Nguyen- Van-Tam and Hampson, 2003) . On the other hand, the age-specific distribution of excess mortality rates for influenza pandemics has tended to affect a higher proportion of persons under 65 years of age than seasonal influenza. During annual seasonal influenza epidemics, only about 10 percent of influenza-related deaths occur in persons under 65 years of age (Centers for Disease Control and Prevention, 2011), whereas during the influenza pandemics of 1918-1919, 1957-1958, 1968-1969, and 2009-2010 , persons under 65 years of age have accounted for 99 percent, 36 percent, 48 percent, and 87 percent of all excess influenza-related deaths, respectively (Simonsen et al., 1998; Shrestha et al., 2011) . This is often attributed to the partial immunity that many persons over 65 years of age may have retained from exposure to similar influenza infections as children or young adults (Nguyen- Van-Tam and Hampson, 2003) .", "cite_spans": [{"start": 241, "end": 267, "text": "Van-Tam and Hampson, 2003)", "ref_id": null}, {"start": 695, "end": 741, "text": "1918-1919, 1957-1958, 1968-1969, and 2009-2010", "ref_id": null}, {"start": 897, "end": 920, "text": "(Simonsen et al., 1998;", "ref_id": "BIBREF83"}, {"start": 921, "end": 943, "text": "Shrestha et al., 2011)", "ref_id": "BIBREF81"}, {"start": 1135, "end": 1161, "text": "Van-Tam and Hampson, 2003)", "ref_id": null}], "ref_spans": [], "section": "Mortality Variations With Age"}, {"text": "The age-specific distribution of excess mortality rates for these four influenza pandemics have exhibited either \"\\/\\,\" \"U,\" or \"/\\\" shapes, which have been quite similar for both genders. Figure 1 shows the \"\\/\\\" excess mortality curve from the 1918-1919 Spanish Flu in England and Wales, though it is worth noting that there was considerable variation between countries (Murray et al., 2006) .", "cite_spans": [{"start": 372, "end": 393, "text": "(Murray et al., 2006)", "ref_id": "BIBREF68"}], "ref_spans": [{"start": 189, "end": 197, "text": "Figure 1", "ref_id": null}], "section": "Mortality Variations With Age"}, {"text": "Age-Specific Distribution of Excess Mortality Rates for the 1957 Asian Flu and 1968 -1969 Hong Kong Flu in the United States.", "cite_spans": [{"start": 60, "end": 64, "text": "1957", "ref_id": null}, {"start": 65, "end": 83, "text": "Asian Flu and 1968", "ref_id": null}, {"start": 84, "end": 89, "text": "-1969", "ref_id": null}], "ref_spans": [], "section": "FIGURE 2"}, {"text": "Sources: Dauer (1958) and Housworth and Spoon (1971) .", "cite_spans": [{"start": 9, "end": 21, "text": "Dauer (1958)", "ref_id": "BIBREF27"}, {"start": 26, "end": 52, "text": "Housworth and Spoon (1971)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "FIGURE 2"}, {"text": "There was excess mortality in children under 5 years old and very high excess mortality in young adults aged 20-40 years old while there was negative excess mortality among older persons 15 (Luk et al., 2001; Langford, 2002; Murray et al., 2006) .", "cite_spans": [{"start": 190, "end": 208, "text": "(Luk et al., 2001;", "ref_id": "BIBREF56"}, {"start": 209, "end": 224, "text": "Langford, 2002;", "ref_id": "BIBREF51"}, {"start": 225, "end": 245, "text": "Murray et al., 2006)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "FIGURE 2"}, {"text": "In comparison, the 1957 Asian Flu and 1968 -1969 Hong Kong Flu in the United States exhibited the characteristic \"U\" excess mortality curve as shown in Figure 2 ( Eickhoff et al., 1961; Serfling et al., 1967; Housworth and Spoon, 1971 ). This corresponded to excess mortality concentrated in infants and the elderly.", "cite_spans": [{"start": 19, "end": 23, "text": "1957", "ref_id": null}, {"start": 24, "end": 42, "text": "Asian Flu and 1968", "ref_id": null}, {"start": 43, "end": 48, "text": "-1969", "ref_id": null}, {"start": 163, "end": 185, "text": "Eickhoff et al., 1961;", "ref_id": "BIBREF32"}, {"start": 186, "end": 208, "text": "Serfling et al., 1967;", "ref_id": "BIBREF80"}, {"start": 209, "end": 234, "text": "Housworth and Spoon, 1971", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 152, "end": 160, "text": "Figure 2", "ref_id": null}], "section": "FIGURE 2"}, {"text": "In contrast, the 2009 H1N1 flu caused disproportionately high mortality in young adults and had a \"/\\\" excess mortality curve (Vaillant et al., 2009 ). The age-specific distribution of excess mortality for the 2009-2010 H1N1 flu is not shown as complete vital statistics are not yet available. 15 The high excess mortality in young healthy adults is often attributed to a \"cytokine storm,\" which is an overreaction of the immune system resulting in the failure of multiple organ systems (Kobasa et al., 2007) . Another explanation is that many apparently healthy young adults were also infected with tuberculosis exacerbating secondary pneumonia that can occur as a complication of an influenza virus (Noymer and Garenne, 2000) . Negative excess mortality in the elderly is observed as the number of deaths caused by pandemic influenza in this age group was significantly lower than seasonal influenza. This is believed to have arisen because of partial protection from the infection as a result of exposure to a similar virus causing the epidemic of 1847-1848 (Langford, 2002) .", "cite_spans": [{"start": 126, "end": 148, "text": "(Vaillant et al., 2009", "ref_id": "BIBREF99"}, {"start": 294, "end": 296, "text": "15", "ref_id": null}, {"start": 487, "end": 508, "text": "(Kobasa et al., 2007)", "ref_id": "BIBREF50"}, {"start": 701, "end": 727, "text": "(Noymer and Garenne, 2000)", "ref_id": "BIBREF69"}, {"start": 1061, "end": 1077, "text": "(Langford, 2002)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "FIGURE 2"}, {"text": "Sources: Collins (1931) , Chin et al. (1960) , Davis et al. (1970) , and Shrestha et al. (2011) .", "cite_spans": [{"start": 9, "end": 23, "text": "Collins (1931)", "ref_id": "BIBREF18"}, {"start": 26, "end": 44, "text": "Chin et al. (1960)", "ref_id": null}, {"start": 47, "end": 66, "text": "Davis et al. (1970)", "ref_id": "BIBREF29"}, {"start": 73, "end": 95, "text": "Shrestha et al. (2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "FIGURE 3 Age-Specific Distribution of Clinical Attack Rates for the Influenza Pandemics of the 20th and 21st Centuries From Local U.S. Studies"}, {"text": "The morbidity impact of an influenza pandemic is generally measured by the clinical attack rate. During seasonal influenza epidemics, typical clinical attack rates range from 5 percent to 15 percent (Faulds and Bridel, 2009) . In contrast, the clinical attack rates for influenza pandemics of the 20th and 21st centuries have ranged from 25 percent to 35 percent (Glezen, 1996; Nguyen-Van-Tam and Hampson, 2003; Shrestha et al., 2011) . The higher observed transmissibility for influenza pandemics is due to the high susceptibility of the human population to a novel influenza virus (Miller et al., 2009) .", "cite_spans": [{"start": 199, "end": 224, "text": "(Faulds and Bridel, 2009)", "ref_id": "BIBREF34"}, {"start": 363, "end": 377, "text": "(Glezen, 1996;", "ref_id": "BIBREF38"}, {"start": 378, "end": 411, "text": "Nguyen-Van-Tam and Hampson, 2003;", "ref_id": null}, {"start": 412, "end": 434, "text": "Shrestha et al., 2011)", "ref_id": "BIBREF81"}, {"start": 583, "end": 604, "text": "(Miller et al., 2009)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Impact on Morbidity"}, {"text": "Obtaining accurate and detailed morbidity data is also difficult as clinical attack rates have received less attention than excess mortality rates, with researchers generally relying on anecdotal evidence or local studies to estimate clinical attack rates. Figure 3 shows the clinical attack rates for the influenza pandemics of the 20th and 21st centuries as published by U.S. local studies.", "cite_spans": [], "ref_spans": [{"start": 257, "end": 265, "text": "Figure 3", "ref_id": null}], "section": "Impact on Morbidity"}, {"text": "This illustrates a decreasing trend in clinical attack rates as age increases. This is attributed to the fact that healthy susceptible school children, college students, and employed persons tend to have more frequent contact with others than do the elderly.", "cite_spans": [], "ref_spans": [], "section": "Impact on Morbidity"}, {"text": "Several studies have examined the potential impact of an influenza pandemic on the life insurance industry. They have focused on estimating the aggregate life insurance claims using deterministic scenarios derived from the 1918, 1957, and 1968 influenza pandemics. A summary of some of these studies is presented in Table 8 . The \"W\" distribution is a hypothetical distribution, extrapolated from the historical \"U\" and \"\\/\\\" shapes.", "cite_spans": [], "ref_spans": [{"start": 316, "end": 323, "text": "Table 8", "ref_id": "TABREF8"}], "section": "OVERALL IMPACT OF A PANDEMIC"}, {"text": "b", "cite_spans": [], "ref_spans": [], "section": "OVERALL IMPACT OF A PANDEMIC"}, {"text": "The excess mortality rate ratio of insured to general population for Dreyer et al. (2007) is the same across all three scenarios, but is differentiated into group life and individual life products.", "cite_spans": [{"start": 69, "end": 89, "text": "Dreyer et al. (2007)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "OVERALL IMPACT OF A PANDEMIC"}, {"text": "Although the methodology and assumptions vary slightly between studies, unsurprisingly it is apparent that a wide range of outcomes are considered possible. This is due to the inherent uncertainty involved with modeling influenza pandemics since there is limited historical experience on which to base key assumptions. In general, the studies conclude that the life insurance industry will be able to absorb the impact of a severe pandemic, but will incur significant losses.", "cite_spans": [], "ref_spans": [], "section": "OVERALL IMPACT OF A PANDEMIC"}, {"text": "Managing the exposure to catastrophic mortality events is not straightforward for life insurers and reinsurers because the probability of such an event occurring in any year is low while the potential for devastating losses is high. Since influenza pandemics are rare events, there are scarce data for forming assumptions within the range of internal risk models adopted by companies, and as such calibration of required parameters leaves much uncertainty. This would typically be dealt with through a range of stress tests, scenario testing, and sensitivity testing (Baumgart et al., 2007) .", "cite_spans": [{"start": 567, "end": 590, "text": "(Baumgart et al., 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "TRADITIONAL RISK MITIGATION"}, {"text": "Several possibilities relating to the mitigation of risk arising from exposure to pandemics are discussed below.", "cite_spans": [], "ref_spans": [], "section": "TRADITIONAL RISK MITIGATION"}, {"text": "A common strategy to manage the exposure to catastrophic mortality risk is the use of risk transfer mechanisms such as reinsurance or retrocession. 16 This will typically transfer the risk from a smaller and less diversified insurer to a larger reinsurer with a more diversified portfolio. However, this ultimately exposes the ceding party to the same risk it seeks to transfer, via the credit risk of the counterparty reinsurer. This is because reinsurance and retrocession may default when faced with widespread catastrophic losses in a pandemic, as reinsurance is essentially pure mortality risk business, and the usual advantage conferred by reinsurers' geographical diversification is significantly reduced in the event of a pandemic 17 (APRA, 2007; Dreyer et al., 2007; Cummins and Trainar, 2009) . In other words, credit risk is substituted for mortality risk. This issue of credit risk is discussed in more detail shortly.", "cite_spans": [{"start": 742, "end": 754, "text": "(APRA, 2007;", "ref_id": null}, {"start": 755, "end": 775, "text": "Dreyer et al., 2007;", "ref_id": "BIBREF30"}, {"start": 776, "end": 802, "text": "Cummins and Trainar, 2009)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Capital and Reinsurance"}, {"text": "Exposure to mortality risk can also be partly mitigated by retaining the risk through holding greater levels of capital (Baumgart et al., 2007) . However, this poses the additional risk to the business that this use of capital may be highly inefficient, with the economically efficient amount of capital to hold difficult to determine as the insurer needs to balance the risk of insolvency against the economic cost of capital required to protect against this risk .", "cite_spans": [{"start": 120, "end": 143, "text": "(Baumgart et al., 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Capital and Reinsurance"}, {"text": "The impact of increased mortality due to an influenza pandemic will also depend on the proportions of death benefit and longevity benefit products in a life insurer's portfolio (Broekhoven et al., 2006) . If mortality were to increase unexpectedly, death benefit products such as individual and group life policies will cause losses, whereas an increase in mortality will cause gains for longevity benefit products such as annuities because payments to the policyholder will no longer need to be made and reserves can be released. As the values of death benefit and longevity benefit products move in opposite directions in response to changes in mortality, the aggregate impact on the life insurer may be a loss or profit .", "cite_spans": [{"start": 177, "end": 202, "text": "(Broekhoven et al., 2006)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Product Diversification"}, {"text": "However, the effectiveness of this natural hedge will depend on the age-specific distribution of excess mortality rates as life insurers primarily write death benefit policies to younger age groups, and sell annuity policies to older age groups. Furthermore, for most life insurers, death benefit products constitute a larger proportion of business written compared to longevity benefit products, and as result, a significant loss is the more likely outcome.", "cite_spans": [], "ref_spans": [], "section": "Product Diversification"}, {"text": "Diversification across other lines of businesses is also somewhat limited, mainly because health and general insurance business may also be affected adversely. Health insurance, for example, is likely to contribute to losses through an increase in claims for hospitalizations, general practitioner visits, and other medical expenses due to increased morbidity (Broekhoven et al., 2006) . With respect to general insurance, greater business interruption claims may arise due to closure of business operations ordered by civil authorities, and travel insurance claims may also increase due to trip cancellations from travel restrictions and interruptions due to sickness (Faulds and Bridel, 2009) . Various other lines of businesses such as public liability, employers liability, product liability, and medical malpractice coverage may also be affected depending on policy wording and legal judgments (Maynard and Baxter, 2008) .", "cite_spans": [{"start": 360, "end": 385, "text": "(Broekhoven et al., 2006)", "ref_id": "BIBREF9"}, {"start": 669, "end": 694, "text": "(Faulds and Bridel, 2009)", "ref_id": "BIBREF34"}, {"start": 899, "end": 925, "text": "(Maynard and Baxter, 2008)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Product Diversification"}, {"text": "Perhaps the most obvious approach to risk mitigation is to price appropriately for the risk involved. However, this is problematic for various reasons. First, it is difficult to assess the risk of an influenza pandemic. Second, explicitly building this extra cost into premiums may be difficult to achieve in a competitive market, especially before actual insurance losses occur. Third, although pricing could be used to recover some of the losses following a pandemic, this also would be constrained by competitive forces. To some extent however, postevent recoupment of losses is possible, given that the majority of life insurers are likely to be affected (Stitt, 2006) .", "cite_spans": [{"start": 659, "end": 672, "text": "(Stitt, 2006)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Pricing for the Risk"}, {"text": "Given that mortality risk represents the most significant financial risk to insurers arising from an influenza pandemic, the previously highlighted studies have focused on estimating the additional gross or net life insurance claims that may arise. Quite clearly, however, in the event of an influenza pandemic, a life insurer is exposed to a range of risks other than increased mortality such as underwriting risk, operational risk, market risk, liquidity risk, and credit risk. A discussion of these risks follows.", "cite_spans": [], "ref_spans": [], "section": "WIDER RISKS"}, {"text": "Underwriting risk may worsen as individuals who are exposed to a greater risk of influenza seek to obtain life insurance, and although this may increase demand, it has the potential to worsen claims experience as the increase in risk has not been accounted for (Stitt, 2006) . In particular, there could be significant adverse selection in simplified insurance products, which involve limited underwriting or screening procedures.", "cite_spans": [{"start": 261, "end": 274, "text": "(Stitt, 2006)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Underwriting Risk"}, {"text": "The increase in underwriting risk could be avoided by temporarily suspending new business. Although adequate pricing could potentially reduce underwriting risk, it would be difficult to achieve in an influenza pandemic because the additional risk cannot be accurately assessed and for a similar reason, additional underwriting procedures may not reduce underwriting risk either.", "cite_spans": [], "ref_spans": [], "section": "Underwriting Risk"}, {"text": "As with other industries, the life insurance industry is exposed to potentially significant operational risk in the event of a pandemic with a high rate of infection during a pandemic likely to disrupt business operations. Substantial increases in staff absenteeism can be expected due to personal illness, unwillingness to attend work, inability to travel to work due to quarantine restrictions, or having to take care of sick family members (Risk Management Solutions, 2007) .", "cite_spans": [{"start": 443, "end": 476, "text": "(Risk Management Solutions, 2007)", "ref_id": null}], "ref_spans": [], "section": "Operational Risk"}, {"text": "Any spread of infection in the workplace could be mitigated by implementing appropriate occupational health and safety measures, such as promoting greater awareness about infection, reduced contact between staff and the general public, access to adequate health care, rigorous hygiene practices, and frequent cleaning of common areas (Stitt, 2006; Baumgart et al., 2007; Risk Management Solutions, 2007) . However, specific to life insurers is the probability that a surge in claim and insurance policy applications may strain the level and quality of services provided during a pandemic (Baumgart et al., 2007; Mäkinen, 2009 ). This may significantly impact on the company's future level of new businesses and market share after the pandemic if the level and quality of services provided is poor relative to competitors (Faulds and Bridel, 2009 ).", "cite_spans": [{"start": 334, "end": 347, "text": "(Stitt, 2006;", "ref_id": "BIBREF87"}, {"start": 348, "end": 370, "text": "Baumgart et al., 2007;", "ref_id": "BIBREF4"}, {"start": 371, "end": 403, "text": "Risk Management Solutions, 2007)", "ref_id": null}, {"start": 588, "end": 611, "text": "(Baumgart et al., 2007;", "ref_id": "BIBREF4"}, {"start": 612, "end": 625, "text": "Mäkinen, 2009", "ref_id": null}, {"start": 821, "end": 845, "text": "(Faulds and Bridel, 2009", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Operational Risk"}, {"text": "An influenza pandemic may cause an increase in market risk depending on the extent, duration and severity of the pandemic and its impact on the real economy (Munich Re, 2007; Faulds and Bridel, 2009) . The value of a life insurer's assets may fall due to underlying macroeconomic effects and market reaction due to increased uncertainty, 18 with the greater state of uncertainty causing a rise in the volatility of financial markets (Baumgart et al., 2007; Risk Management Solutions, 2007) . This may lead to an increase in investors' risk aversion resulting in a \"flight to safety\" whereby investors shift away from riskier assets such as equity and corporate bonds toward safer assets such as government bonds, gold, and cash (Broekhoven et al., 2006) . As a result, equity and corporate bond markets may fall sharply.", "cite_spans": [{"start": 165, "end": 174, "text": "Re, 2007;", "ref_id": null}, {"start": 175, "end": 199, "text": "Faulds and Bridel, 2009)", "ref_id": "BIBREF34"}, {"start": 433, "end": 456, "text": "(Baumgart et al., 2007;", "ref_id": "BIBREF4"}, {"start": 457, "end": 489, "text": "Risk Management Solutions, 2007)", "ref_id": null}, {"start": 728, "end": 753, "text": "(Broekhoven et al., 2006)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Market Risk"}, {"text": "A pandemic may have a similar impact on economic growth as a typical business cycle downturn or recession although the effects are likely to be short term 19 (Buetre et al., 2006) . In response, central banks are likely to implement expansionary monetary policies leading to a fall in interest rates (Munich Re, 2007) .", "cite_spans": [{"start": 158, "end": 179, "text": "(Buetre et al., 2006)", "ref_id": null}, {"start": 300, "end": 317, "text": "(Munich Re, 2007)", "ref_id": null}], "ref_spans": [], "section": "Market Risk"}, {"text": "If exposure to market risk is within accepted bounds of risk, it could be accepted and retained. If it cannot be accepted, the amount of exposure could be reduced or transferred.", "cite_spans": [], "ref_spans": [], "section": "Market Risk"}, {"text": "In particular, it would be appropriate to review investments in industries that could be more adversely affected by a pandemic (Faulds and Bridel, 2009) . The exposure could also be transferred using derivatives such as protective put options to hedge against equity market exposure and swaptions to hedge interest guarantees 20 (Baumgart et al., 2007) . This may once again introduce credit risk, although most likely to a lesser extent than for, say, reinsurance.", "cite_spans": [{"start": 127, "end": 152, "text": "(Faulds and Bridel, 2009)", "ref_id": "BIBREF34"}, {"start": 329, "end": 352, "text": "(Baumgart et al., 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Market Risk"}, {"text": "A risk of insolvency through liquidity risk is significant (Toole, 2007a ). An unexpected rise in life insurance claims has the potential to increase liquidity risk if there are insufficient liquid assets available to meet cash flow obligations. This increase in claims can clearly come from an increase in death benefits, but it can also come from savings products as policyholders may surrender these policies in order to pay for increased medical expenses (Faulds and Bridel, 2009) . Liquidity risk arising from increase claim volumes is compounded if these are paid for by liquidating assets at a depressed value, and if counterparty reinsurers default on their obligations (Stitt, 2006) .", "cite_spans": [{"start": 59, "end": 72, "text": "(Toole, 2007a", "ref_id": "BIBREF91"}, {"start": 459, "end": 484, "text": "(Faulds and Bridel, 2009)", "ref_id": "BIBREF34"}, {"start": 678, "end": 691, "text": "(Stitt, 2006)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Liquidity Risk"}, {"text": "Liquidity risk could be retained if the life insurer has sufficient financial capacity, such as letters of credits, to withstand this risk. Otherwise, the life insurer could reduce the risk by adjusting the asset allocation, delaying claim payouts, or arranging for bridge financing (Risk Management Solutions, 2007 ).", "cite_spans": [{"start": 283, "end": 315, "text": "(Risk Management Solutions, 2007", "ref_id": null}], "ref_spans": [], "section": "Liquidity Risk"}, {"text": "An additional and resultant business risk arising from claims not being paid in a timely manner is that the reputation of the life insurer could be damaged and future business may be jeopardized.", "cite_spans": [], "ref_spans": [], "section": "Liquidity Risk"}, {"text": "Credit risk associated with the ability of reinsurers to pay claims may increase substantially in the event of a pandemic. This is because the life reinsurance market is highly concentrated and all life insurers with reinsurance protection are likely to seek reimbursement at the same time. As a result, reinsurers may develop solvency issues causing them to potentially default on their obligations or be slow to pay reinsurance claims (Weisbart, 2006) . Consequently, the life insurer's solvency and ability to pay claims in a timely manner may be significantly compromised (Baumgart et al., 2007) . 19 Depending on the severity of the pandemic, McKibbin and Sibodenko (2006) estimate a loss of 0.8-12.6 percent of gross domestic product (GDP) to the global economy while Arnold et al. (2006) estimate a loss of 1.0-4.0 percent of GDP to the U.S. economy. 20 A protective put option protects the buyer from a drop in stock price and consists of buying a put option on a stock and the stock itself. A swaption is an option to enter into an interest rate swap where a specified fixed rate is exchanged for floating rate (Hull, 2011 ).", "cite_spans": [{"start": 437, "end": 453, "text": "(Weisbart, 2006)", "ref_id": "BIBREF102"}, {"start": 576, "end": 599, "text": "(Baumgart et al., 2007)", "ref_id": "BIBREF4"}, {"start": 602, "end": 604, "text": "19", "ref_id": null}, {"start": 648, "end": 677, "text": "McKibbin and Sibodenko (2006)", "ref_id": null}, {"start": 774, "end": 794, "text": "Arnold et al. (2006)", "ref_id": "BIBREF1"}, {"start": 1120, "end": 1131, "text": "(Hull, 2011", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Credit Risk"}, {"text": "An alternative to reinsurance are catastrophic mortality bonds, which essentially eliminate credit risk. These instruments offer several advantages and disadvantages compared to reinsurance. These are described in the next section.", "cite_spans": [], "ref_spans": [], "section": "Credit Risk"}, {"text": "Securitization involves the isolation of a pool of assets or rights to a set of cash flows and the repackaging of the assets or cash flows into securities that are traded in the capital markets (Cowley and Cummins, 2005) . Insurance-linked securities (ILS) are instruments designed to transfer insurance risk to the capital markets (Cummins and Trainar, 2009 ). Life securitizations have been predominantly used as a financing tool although some have facilitated risk management. On the other hand, nonlife securitizations have typically been used to transfer catastrophic event risk (Ernst & Young, 2011) .", "cite_spans": [{"start": 194, "end": 220, "text": "(Cowley and Cummins, 2005)", "ref_id": "BIBREF19"}, {"start": 332, "end": 358, "text": "(Cummins and Trainar, 2009", "ref_id": "BIBREF26"}, {"start": 584, "end": 605, "text": "(Ernst & Young, 2011)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "THE MARKET"}, {"text": "The market for ILS has expanded significantly in recent years, growing at 40-50 percent per year since 1997 (Hartwig et al., 2008) . To the end of 2011, there have been seven public catastrophic mortality bonds transactions with a total bond issuance value of approximately U.S. $2.5 billion, 21 though catastrophic mortality bonds represent less than 10 percent of the overall volume outstanding for life ILS. Despite this, the medium-term outlook for catastrophic mortality bonds remains positive and the market is estimated to reach U.S. $5-20 billion by 2019 (Frey et al., 2009; Weistroffer et al., 2010) .", "cite_spans": [{"start": 108, "end": 130, "text": "(Hartwig et al., 2008)", "ref_id": "BIBREF40"}, {"start": 563, "end": 582, "text": "(Frey et al., 2009;", "ref_id": "BIBREF35"}, {"start": 583, "end": 608, "text": "Weistroffer et al., 2010)", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "THE MARKET"}, {"text": "Catastrophic mortality bonds have primarily appealed to large, globally diversified insurers and reinsurers, and have predominantly been used in developed countries. Arguably these bonds enhance the capacity of the life insurance industry to write mortality risk business by transferring catastrophic losses from the insurance industry to the capital markets Bouriaux and MacMinn, 2009 ). 22", "cite_spans": [{"start": 359, "end": 385, "text": "Bouriaux and MacMinn, 2009", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "THE MARKET"}, {"text": "The basic transaction structure of catastrophic mortality bonds has remained reasonably generic over the seven public transactions that have occurred to the end of 2011. 23 Similarly, the contingent claim payoff mechanism has remained essentially the same for all transactions.", "cite_spans": [{"start": 170, "end": 172, "text": "23", "ref_id": null}], "ref_spans": [], "section": "Key Features"}, {"text": "The key components of the contingent claim payoff mechanism are the principal amount, mortality index, attachment point, and exhaustion point. The principal amount represents the maximum payoff that the sponsor can receive if the bond is triggered this has typically ranged from U.S. $50 to U.S. $100 million per tranche. The mortality index, attachment point, and exhaustion point determine whether the bond is triggered and if so, what percentage of the principal is paid. The mortality index is defined over a 21 Table A1 in the Appendix summarizes these transactions. 22 Capital markets are likely to more easily absorb catastrophic losses, whereby any insured losses may be large relative to the total capitalization of the insurance industry, but miniscule in comparison to the total volume of securities traded in the capital market. 23 The generic structure is shown in Figure A1 in the Appendix. Cowley and Cummins (2005) , Bauer and Kramer (2008) , and Helfenstein and Holzheu (2006) provide detailed descriptions on the functioning of these instruments for the interested reader.", "cite_spans": [{"start": 572, "end": 574, "text": "22", "ref_id": null}, {"start": 841, "end": 843, "text": "23", "ref_id": null}, {"start": 905, "end": 930, "text": "Cowley and Cummins (2005)", "ref_id": "BIBREF19"}, {"start": 933, "end": 956, "text": "Bauer and Kramer (2008)", "ref_id": "BIBREF3"}, {"start": 963, "end": 993, "text": "Helfenstein and Holzheu (2006)", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 516, "end": 524, "text": "Table A1", "ref_id": "TABREF0"}, {"start": 878, "end": 887, "text": "Figure A1", "ref_id": null}], "section": "Key Features"}, {"text": "2-calendar-year period 24 and calculated using general population mortality rates published by official public reporting sources weighted by age and gender (Rooney, 2008) . The weights are specified by the sponsor to broadly reflect their exposure to an insured population and are fixed throughout the duration of the risk period 25 (Standard & Poor's, 2011) . The attachment and exhaustion points are expressed as a percentage of the mortality index at issuance.", "cite_spans": [{"start": 156, "end": 170, "text": "(Rooney, 2008)", "ref_id": "BIBREF79"}, {"start": 333, "end": 358, "text": "(Standard & Poor's, 2011)", "ref_id": null}], "ref_spans": [], "section": "Key Features"}, {"text": "The contingent claim payoff to the sponsor, being any reduction in the principal amount, is triggered if the mortality index value exceeds the attachment point. If the mortality index does not exceed the attachment point, the full principal amount is returned to the investor at maturity. Once the attachment point is exceeded, the reduction in the principal amount increases linearly between the attachment and exhaustion point until the index exceeds the exhaustion point and the full principal is lost by the investor (Bridet, 2009) . Thus far, the lowest attachment point has been 105 percent while the highest exhaustion point has been 150 percent.", "cite_spans": [{"start": 521, "end": 535, "text": "(Bridet, 2009)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Key Features"}, {"text": "The choice of an index-based payoff trigger is driven by investors' demand for transparent, easy-to-understand, and hard-to-manipulate triggers 26 (Weistroffer et al., 2010) . Index-based payoff triggers can be standardized more easily than indemnity-based ones, and they reduce moral hazard because the sponsor still has an incentive to limit losses as the payoffs are based on an independent metric rather than the sponsor's actual losses. Adverse selection is also reduced because payoffs are based on publicly available data and there are few informational asymmetries to be exploited (Helfenstein and Holzheu, 2006; Bouriaux and MacMinn, 2009 ).", "cite_spans": [{"start": 147, "end": 173, "text": "(Weistroffer et al., 2010)", "ref_id": "BIBREF103"}, {"start": 589, "end": 620, "text": "(Helfenstein and Holzheu, 2006;", "ref_id": "BIBREF41"}, {"start": 621, "end": 647, "text": "Bouriaux and MacMinn, 2009", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Key Features"}, {"text": "Catastrophic mortality bonds offer several advantages over traditional reinsurance for hedging exposure to catastrophic mortality losses. They act as a form of collateralized stop-loss reinsurance, 27 which essentially eliminates the credit risk exposure for sponsors (Bagus, 2007) . Compared to 1-year coverage usually provided by stop-loss reinsurance, they allow the sponsor to secure fixed cost multiyear coverage, typically ranging from 3 to 5 years, which in turn allows sponsors to spread the fixed cost of issuance over several years (Cummins, 2008) . Furthermore, these bonds have the flexibility to access 24 The mortality index is measured over a 2-calendar-year period in order to mitigate the chance that an influenza pandemic will be cut off by the end of a measurement period. 25 The risk period is the time period over which the catastrophic mortality bond provides coverage. 26 An indemnity-based payoff trigger is not used because investors would expect to receive a significant premium for moral hazard and adverse selection depending on the type of business covered, risk modeling credibility, and the market's confidence in the sponsor's risk management procedures; investors would want to undertake more extensive due diligence of the sponsor and the securitized portfolio to better understand the insurance risk they are undertaking; and sponsors will be reluctant to disclose data on insurance portfolios since they could be of proprietary nature and their disclosure valuable to competitors (Hartwig et al., 2008; Rooney, 2008) . 27 Stop-loss reinsurance is a form of excess of loss reinsurance under which the reinsurer's liability commences when the aggregate claims experience on the reinsured portfolio during a specified time period exceeds a predetermined level (IAAust, 2009). capital markets when required by using shelf programs. 28 This has the potential to avoid market disruptions caused by reinsurance prices and availability cycles (Cummins and Trainar, 2009 ).", "cite_spans": [{"start": 268, "end": 281, "text": "(Bagus, 2007)", "ref_id": "BIBREF2"}, {"start": 542, "end": 557, "text": "(Cummins, 2008)", "ref_id": "BIBREF25"}, {"start": 616, "end": 618, "text": "24", "ref_id": null}, {"start": 792, "end": 794, "text": "25", "ref_id": null}, {"start": 1516, "end": 1538, "text": "(Hartwig et al., 2008;", "ref_id": "BIBREF40"}, {"start": 1539, "end": 1552, "text": "Rooney, 2008)", "ref_id": "BIBREF79"}, {"start": 1971, "end": 1997, "text": "(Cummins and Trainar, 2009", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Advantages and Disadvantages"}, {"text": "On the other hand, several disadvantages arise with catastrophic mortality bonds. First, they have significant up-front transaction costs such as legal, risk modeling, broker, rating agency, and bank fees that require minimum transaction sizes for the issuance to be economical (Helfenstein and Holzheu, 2006) , whereas traditional reinsurance generally has no up-front costs aside from brokerage fees (PartnerRe, 2008) . Second, the issue of basis risk exists for catastrophic mortality bonds since the payoff trigger is index based and the actual loss suffered is unlikely to be perfectly matched by the bond payoff. This contrasts with traditional reinsurance, which has no basis risk since it is indemnity based and provides full coverage for reinsured losses (Hartwig et al., 2008) . Third, the capital credit given by regulators and rating agencies may be reduced for catastrophic mortality bonds in comparison to traditional reinsurance (Standard & Poor's, 2008) . Finally, the terms of catastrophic mortality bonds are fixed throughout the duration of coverage while traditional reinsurance can be adjusted every year allowing for shortterm commitment and flexibility (PartnerRe, 2008) .", "cite_spans": [{"start": 278, "end": 309, "text": "(Helfenstein and Holzheu, 2006)", "ref_id": "BIBREF41"}, {"start": 402, "end": 419, "text": "(PartnerRe, 2008)", "ref_id": "BIBREF71"}, {"start": 764, "end": 786, "text": "(Hartwig et al., 2008)", "ref_id": "BIBREF40"}, {"start": 944, "end": 969, "text": "(Standard & Poor's, 2008)", "ref_id": null}, {"start": 1176, "end": 1193, "text": "(PartnerRe, 2008)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Advantages and Disadvantages"}, {"text": "In this article, we have surveyed past and likely sources of catastrophic mortality risk for life insurers. Among these, an influenza pandemic is generally accepted to be the most likely catastrophic risk that a life insurer faces and we have looked in detail at the possible characteristics of such an event. While it is impossible to make firm predictions, most analysis expects that a major influenza pandemic would be a costly but not fatal event for the life insurance industry.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}, {"text": "We have discussed the spectrum of risks that a life insurer would face from a catastrophic mortality event, and have noted the variety of risk management strategies and tools to deal with these risks. Traditionally these include reinsurance, a diversified product and geographical base, flexibility in pricing, a range of other strategies concerning asset choice and management, as well as various reactions an insurer can adopt if a pandemic occurs. More recently, ILS such as catastrophic mortality bonds have added to the tools available. All of these have limitations to some degree, and the ongoing exposure of life insurers to pandemic risk is likely to remain a challenging issue. ", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "APRA's Pandemic Stress Test of the Insurance Industry", "authors": [], "year": 2007, "venue": "Australian Prudential Regulation Authority (APRA)", "volume": "3", "issn": "", "pages": "2--7", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Potential Influenza Pandemic: Possible Macroeconomic Effects and Policy Issues", "authors": [{"first": "R", "middle": [], "last": "Arnold", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Sa", "suffix": ""}, {"first": "T", "middle": [], "last": "Gronniger", "suffix": ""}, {"first": "A", "middle": [], "last": "Percy", "suffix": ""}, {"first": "J", "middle": [], "last": "Somers", "suffix": ""}], "year": 2006, "venue": "Congressional Budget Office)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Taming the Cat: Securitizing Pandemic Losses Offers Life Insurers a Guaranteed Way to Fund Potential Claims, Best's Review, September: 92-94", "authors": [{"first": "G", "middle": [], "last": "Bagus", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Risk and Valuation of Mortality Contingent Catastrophe Bonds, Discussion Paper, Pensions Institute", "authors": [{"first": "D", "middle": [], "last": "Bauer", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Kramer", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CRO Briefing Emerging Risks Initiative-Position Paper", "authors": [{"first": "C", "middle": [], "last": "Baumgart", "suffix": ""}, {"first": "R", "middle": [], "last": "Lempertseder", "suffix": ""}, {"first": "A", "middle": [], "last": "Riswadkar", "suffix": ""}, {"first": "K", "middle": [], "last": "Woolnough", "suffix": ""}, {"first": "M", "middle": [], "last": "Zweimüller", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Understanding Actuarial Management: The Actuarial Control Cycle", "authors": [{"first": "C", "middle": [], "last": "Bellis", "suffix": ""}, {"first": "R", "middle": [], "last": "Lyon", "suffix": ""}, {"first": "S", "middle": [], "last": "Klugman", "suffix": ""}, {"first": "J", "middle": [], "last": "Shepherd", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Last Great Plague", "authors": [{"first": "W", "middle": ["I B"], "last": "Beveridge", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Securitization of Catastrophe Risk: New Developments in Insurance-Linked Securities and Derivatives", "authors": [{"first": "S", "middle": [], "last": "Bouriaux", "suffix": ""}, {"first": "R", "middle": [], "last": "Macminn", "suffix": ""}], "year": 2009, "venue": "Journal of Insurance Issues", "volume": "32", "issn": "1", "pages": "1--34", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Extreme Mortality Bonds, Paper presented at the International Actuarial Association AFIR/LIFE Colloquium", "authors": [{"first": "R", "middle": [], "last": "Bridet", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Actuarial Reflections on Pandemic Risk and its Consequences", "authors": [{"first": "H", "middle": ["V"], "last": "Broekhoven", "suffix": ""}, {"first": "E", "middle": [], "last": "Alm", "suffix": ""}, {"first": "T", "middle": [], "last": "Tuominen", "suffix": ""}, {"first": "A", "middle": [], "last": "Hellman", "suffix": ""}, {"first": "W", "middle": [], "last": "Dziworski", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Out of Control: Global Turmoil on the Eve of the Twenty-first Century", "authors": [{"first": "Z", "middle": [], "last": "Brzezinski", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Seasonal Influenza (Flu)", "authors": [], "year": 2011, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "EM-DAT: The OFDA/CRED International Disaster Database", "authors": [], "year": 2011, "venue": "Brussels. World", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Learning From the 2009 H1N1 Influenza Pandemic Grossi", "authors": [{"first": "M", "middle": [], "last": "Chang", "suffix": ""}, {"first": "C", "middle": [], "last": "Southard", "suffix": ""}, {"first": "M", "middle": [], "last": "Sullivan", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Age and Sex Incidence of Influenza and Pneumonia Morbidity and Mortality In Epidemic of 1928-29 With Comparative Data for the Epidemic of", "authors": [{"first": "S", "middle": ["D"], "last": "Collins", "suffix": ""}], "year": 1918, "venue": "Public Health Reports", "volume": "46", "issn": "", "pages": "1909--1937", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Securitization of Life Insurance Assets and Liabilities", "authors": [{"first": "A", "middle": [], "last": "Cowley", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Cummins", "suffix": ""}], "year": 2005, "venue": "Journal of Risk and Insurance", "volume": "72", "issn": "2", "pages": "193--226", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Modeling Mortality Risk From Exposure to a Potential Future Extreme Event and Its Impact on Life Insurance (Atlanta: Department of Risk Management and Insurance J", "authors": [{"first": "S", "middle": ["H"], "last": "Cox", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Natural Hedging of Life and Annuity Mortality Risks", "authors": [{"first": "S", "middle": ["H"], "last": "Cox", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}], "year": 2007, "venue": "North American Actuarial Journal", "volume": "11", "issn": "3", "pages": "1--15", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Global Epidemiology of Influenza: Past and Present", "authors": [{"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2000, "venue": "Annual Review of Medicine", "volume": "51", "issn": "1", "pages": "407--421", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Influenza Epidemic of 1918 Transactions", "authors": [{"first": "J", "middle": [], "last": "Craig", "suffix": ""}, {"first": "L", "middle": [], "last": "Dublin", "suffix": ""}], "year": 1919, "venue": "", "volume": "20", "issn": "", "pages": "134--156", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "America's Forgotten Pandemic: The Influenza of", "authors": [{"first": "A", "middle": ["W"], "last": "Crosby", "suffix": ""}], "year": 1918, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "CAT Bonds and Other Risk-Linked Securities: State of the Market and Recent Developments", "authors": [{"first": "J", "middle": ["D"], "last": "Cummins", "suffix": ""}], "year": 2008, "venue": "Risk Management and Insurance Review", "volume": "11", "issn": "1", "pages": "23--47", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Securitization, Insurance, and Reinsurance", "authors": [{"first": "J", "middle": ["D"], "last": "Cummins", "suffix": ""}, {"first": "P", "middle": [], "last": "Trainar", "suffix": ""}], "year": 2009, "venue": "Journal of Risk and Insurance", "volume": "76", "issn": "3", "pages": "463--492", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Mortality in the 1957-58 Influenza Epidemic", "authors": [{"first": "C", "middle": ["C"], "last": "Dauer", "suffix": ""}], "year": 1958, "venue": "Public Health Reports", "volume": "73", "issn": "9", "pages": "803--810", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Hong Kong Influenza: The Epidemiologic Features of a High School Family Study Analyzed and Compared With a Similar Study During the 1957 Asian Influenza Epidemic", "authors": [{"first": "L", "middle": ["E"], "last": "Davis", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Caldwell", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Lynch", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Bailey", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Chin", "suffix": ""}], "year": 1970, "venue": "American Journal of Epidemiology", "volume": "92", "issn": "4", "pages": "204--207", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Assessing the Impact of a Pandemic on the Life Insurance Industry in South Africa", "authors": [{"first": "A", "middle": [], "last": "Dreyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Kritzinger", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Decker", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pandemic Influenza in 1957: Review of International Spread of New Asian Strain", "authors": [{"first": "F", "middle": ["L"], "last": "Dunn", "suffix": ""}], "year": 1958, "venue": "Journal of the American Medical Association", "volume": "166", "issn": "10", "pages": "1140--1148", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Observations on Excess Mortality Associated With Epidemic Influenza", "authors": [{"first": "T", "middle": ["C"], "last": "Eickhoff", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Sherman", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Serfling", "suffix": ""}], "year": 1961, "venue": "Journal of the American Medical Association", "volume": "176", "issn": "", "pages": "776--782", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The Resurgence of Insurance-Linked Securities", "authors": [{"first": "&amp;", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "", "middle": [], "last": "Young", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Considerations for the Development of a Pandemic Scenario", "authors": [{"first": "T", "middle": ["G"], "last": "Faulds", "suffix": ""}, {"first": "W", "middle": [], "last": "Bridel", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The Role of Indices in Transferring Insurance Risks to the Capital Markets", "authors": [{"first": "A", "middle": [], "last": "Frey", "suffix": ""}, {"first": "M", "middle": [], "last": "Kirova", "suffix": ""}, {"first": "C", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2009, "venue": "", "volume": "04", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Lessons Learned From Reconstructing the 1918 Influenza Pandemic", "authors": [{"first": "A", "middle": [], "last": "García-Sastre", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}], "year": 2006, "venue": "Journal of Infectious Diseases", "volume": "194", "issn": "", "pages": "127--132", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Emerging Infections: Pandemic Influenza", "authors": [{"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}], "year": 1996, "venue": "Epidemiologic Reviews", "volume": "18", "issn": "1", "pages": "64--76", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Isolation and Characterization of Viruses Related to the SARS Coronavirus From Animals in Southern China", "authors": [{"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "He", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": ["X"], "last": "Zhuang", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Cheung", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Luo", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Li", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Butt", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Chan", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Shortridge", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "J", "middle": ["S M"], "last": "Peiris", "suffix": ""}, {"first": "L", "middle": ["L M"], "last": "Poon", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "302", "issn": "5643", "pages": "276--278", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Convergence of Insurance and Capital Markets", "authors": [{"first": "K", "middle": [], "last": "Hartwig", "suffix": ""}, {"first": "K", "middle": [], "last": "Karl", "suffix": ""}, {"first": "S", "middle": [], "last": "Strauss", "suffix": ""}, {"first": "T", "middle": [], "last": "Watson", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Securitization-New Opportunities for Insurers and Investors", "authors": [{"first": "R", "middle": [], "last": "Helfenstein", "suffix": ""}, {"first": "T", "middle": [], "last": "Holzheu", "suffix": ""}], "year": 2006, "venue": "", "volume": "07", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Excess Mortality From Epidemic Influenza", "authors": [{"first": "W", "middle": ["J"], "last": "Housworth", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Langmuir", "suffix": ""}], "year": 1974, "venue": "American Journal of Epidemiology", "volume": "100", "issn": "1", "pages": "40--48", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The Age Distribution of Excess Mortality During A2 Hong Kong Influenza Epidemics Compared With Earlier A2 Outbreaks", "authors": [{"first": "W", "middle": ["J"], "last": "Housworth", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Spoon", "suffix": ""}], "year": 1971, "venue": "American Journal of Epidemiology", "volume": "94", "issn": "4", "pages": "348--350", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Fundamentals of Futures and Options Markets", "authors": [{"first": "J", "middle": ["C"], "last": "Hull", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The Practice of Life Insurance (Sydney: The Institute of Actuaries of Australia)", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Updating the Accounts: Global Mortality of the 1918-1920 \"Spanish\" Influenza Pandemic", "authors": [{"first": "N", "middle": ["P"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Mueller", "suffix": ""}], "year": 2002, "venue": "Bulletin of the History of Medicine", "volume": "76", "issn": "", "pages": "105--115", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Joint United Nations Programme on HIV/AIDS)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The Second World War", "authors": [{"first": "J", "middle": [], "last": "Keegan", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Aberrant Innate Immune Response in Lethal Infection of Macaques With the 1918 Influenza Virus", "authors": [{"first": "D", "middle": [], "last": "Kobasa", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Jones", "suffix": ""}, {"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}, {"first": "J", "middle": [], "last": "Copps", "suffix": ""}, {"first": "H", "middle": [], "last": "Ebihara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hatta", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Halfmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Hatta", "suffix": ""}, {"first": "F", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Alimonti", "suffix": ""}, {"first": "L", "middle": [], "last": "Fernando", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Katze", "suffix": ""}, {"first": "H", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "445", "issn": "7125", "pages": "319--323", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The Age Pattern of Mortality in the 1918-19 Influenza Pandemic: An Attempted Explanation Based on Data for England and Wales", "authors": [{"first": "C", "middle": [], "last": "Langford", "suffix": ""}], "year": 2002, "venue": "Medical History", "volume": "46", "issn": "1", "pages": "1--20", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Securitization of Catastrophe Mortality Risks", "authors": [{"first": "Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Cox", "suffix": ""}], "year": 2007, "venue": "", "volume": "42", "issn": "", "pages": "628--637", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Financing Catastrophic Risk: Mortality Bond Case Study (Scottish Re)", "authors": [{"first": "A", "middle": [], "last": "Linfoot", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Discussion of the Paper \"The Influenza Epidemic of 1918", "authors": [{"first": "J", "middle": [], "last": "Little", "suffix": ""}, {"first": "J", "middle": [], "last": "Craig", "suffix": ""}, {"first": "L", "middle": [], "last": "Dublin", "suffix": ""}], "year": 1919, "venue": "Transactions", "volume": "20", "issn": "", "pages": "493--496", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Natural Catastrophes and Man-Made Disasters in 2010: A Year of Devastating and Costly Events", "authors": [{"first": "B", "middle": [], "last": "Lucia", "suffix": ""}, {"first": "R", "middle": [], "last": "Brian", "suffix": ""}, {"first": "B", "middle": [], "last": "Grollimund", "suffix": ""}], "year": 2011, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Observations on Mortality During the 1918 Influenza Pandemic", "authors": [{"first": "J", "middle": [], "last": "Luk", "suffix": ""}, {"first": "P", "middle": [], "last": "Gross", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}], "year": 2001, "venue": "Clinical Infectious Diseases", "volume": "33", "issn": "8", "pages": "1375--1378", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Pandemic: Potential Insurance Impacts, Lloyd's Emerging Risks Team Report: 1-25", "authors": [{"first": "T", "middle": [], "last": "Maynard", "suffix": ""}, {"first": "D", "middle": [], "last": "Baxter", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Asian Influenza in Great Britain 1957-1958", "authors": [{"first": "J", "middle": ["C"], "last": "Mcdonald", "suffix": ""}], "year": 1958, "venue": "Journal of the Royal Society of Medicine", "volume": "51", "issn": "", "pages": "36--38", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Global Marcoeconomic Consequences of Pandemic Influenza (Sydney: Lowy Institute for International Policy)", "authors": [{"first": "W", "middle": ["J"], "last": "Mckibbin", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sidodenko", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Discussion of the Paper \"The Influenza Epidemic of 1918", "authors": [{"first": "F", "middle": ["B"], "last": "Mead", "suffix": ""}, {"first": "J", "middle": [], "last": "Craig", "suffix": ""}, {"first": "L", "middle": [], "last": "Dublin", "suffix": ""}], "year": 1919, "venue": "Transactions", "volume": "20", "issn": "", "pages": "496--498", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Influenza and Pneumonia-30 Years After the Pandemic", "authors": [], "year": 1948, "venue": "Metropolitan Life Insurance Company Statistical Bulletin", "volume": "29", "issn": "9", "pages": "8--10", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Metropolitan Life Insurance Company, 1976, Mortality From Influenza and Pneumonia", "authors": [], "year": null, "venue": "Metropolitan Life Insurance Company Statistical Bulletin", "volume": "57", "issn": "", "pages": "2--7", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The Signature Features of Influenza Pandemics-Implications for Policy", "authors": [{"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "M", "middle": [], "last": "Balinska", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2009, "venue": "New England Journal of Medicine", "volume": "360", "issn": "25", "pages": "2595--2598", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Recent Mortality", "authors": [{"first": "H", "middle": [], "last": "Moir", "suffix": ""}], "year": 1922, "venue": "Transactions", "volume": "67", "issn": "", "pages": "408--434", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "The Challenge of Emerging and Re-Emerging Infectious Diseases", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Folkers", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "430", "issn": "6996", "pages": "242--249", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "The Epidemiology and Clinical Impact of Pandemic Influenza", "authors": [{"first": "C", "middle": ["J L"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}, {"first": "B", "middle": [], "last": "Chin", "suffix": ""}, {"first": "D", "middle": [], "last": "Feehan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Hill", "suffix": ""}], "year": 2003, "venue": "Vaccine", "volume": "21", "issn": "16", "pages": "1762--1768", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "The 1918 Influenza Epidemic's Effects on Sex Differentials in Mortality in the United States", "authors": [{"first": "A", "middle": [], "last": "Noymer", "suffix": ""}, {"first": "M", "middle": [], "last": "Garenne", "suffix": ""}], "year": 2000, "venue": "Population and Development Review", "volume": "26", "issn": "3", "pages": "565--581", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Preparing for the Next Pandemic", "authors": [{"first": "M", "middle": ["T"], "last": "Osterholm", "suffix": ""}], "year": 2005, "venue": "New England Journal of Medicine", "volume": "352", "issn": "", "pages": "1839--1842", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "A Balanced Discussion on Insurance linked Securities (Permbroke: Part-nerRe)", "authors": [{"first": "", "middle": [], "last": "Partnerre", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Pandemic Influenza 1700-1900: A Study in Historical Epidemiology", "authors": [{"first": "K", "middle": ["D"], "last": "Patterson", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "The Geography and Mortality of the 1918 Influenza Pandemic", "authors": [{"first": "K", "middle": ["D"], "last": "Patterson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Pyle", "suffix": ""}], "year": 1991, "venue": "Bulletin of the History of Medicine", "volume": "65", "issn": "", "pages": "4--21", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Coronavirus as a Possible Cause of Severe Acute Respiratory Syndrome", "authors": [{"first": "J", "middle": ["S M"], "last": "Peiris", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Lai", "suffix": ""}, {"first": "L", "middle": ["L M"], "last": "Poon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "L", "middle": ["Y C"], "last": "Yam", "suffix": ""}, {"first": "W", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Nicholls", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Yee", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Yan", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Cheung", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Tsang", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Yung", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Ng", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2003, "venue": "", "volume": "361", "issn": "", "pages": "1319--1325", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Chronicle of Influenza Pandemics", "authors": [{"first": "C", "middle": ["W"], "last": "Potter", "suffix": ""}], "year": 1998, "venue": "Textbook of Influenza", "volume": "", "issn": "", "pages": "3--18", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "A History of Influenza", "authors": [{"first": "C", "middle": ["W"], "last": "Potter", "suffix": ""}], "year": 2001, "venue": "Journal of Applied Microbiology", "volume": "91", "issn": "4", "pages": "572--579", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "The Diffusion of Influenza: Patterns and Paradigms", "authors": [{"first": "G", "middle": ["F"], "last": "Pyle", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Managing Influenza Pandemic Risk (Newark: Risk Management Solutions)", "authors": [], "year": 2007, "venue": "Risk Management Solutions", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Extreme Mortality Bonds, Paper presented at the Securities Industry and Financial Markets Association Insurance & Risk-Linked Securities Conference", "authors": [{"first": "S", "middle": [], "last": "Rooney", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Excess Pneumonia Influenza Mortality by Age and Sex in Three Major Influenza A2 Epidemics", "authors": [{"first": "R", "middle": ["E"], "last": "Serfling", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Sherman", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Housworth", "suffix": ""}], "year": 1960, "venue": "American Journal of Epidemiology", "volume": "86", "issn": "", "pages": "433--441", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Pandemic Influenza A (H1N1) in the United States", "authors": [{"first": "S", "middle": ["S"], "last": "Shrestha", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Borse", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Prabhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Atkins", "suffix": ""}, {"first": "K", "middle": [], "last": "Owusu-Edusei", "suffix": ""}, {"first": "B", "middle": [], "last": "Bell", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Mead", "suffix": ""}, {"first": "M", "middle": [], "last": "Biggerstaff", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "H", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "D", "middle": [], "last": "Jernigan", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jhung", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Kamimoto", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Merlin", "suffix": ""}, {"first": "M", "middle": [], "last": "Nowell", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Redd", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": [], "last": "Schuchat", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}], "year": 2009, "venue": "", "volume": "52", "issn": "", "pages": "75--82", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "The Dilemma of War and Military Exclusion Clauses in Insurance Contracts", "authors": [{"first": "S", "middle": ["I"], "last": "Simon", "suffix": ""}], "year": 1981, "venue": "American Business Law Journal", "volume": "19", "issn": "1", "pages": "31--45", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Pandemic Versus Epidemic Influenza Mortality: A Pattern of Changing Age Distribution", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Arden", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}], "year": 1998, "venue": "Journal of Infectious Diseases", "volume": "178", "issn": "", "pages": "53--60", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "The Impact of Influenza Epidemics on Mortality: Introducing a Severity Index", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Williamson", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Stroup", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Arden", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}], "year": 1997, "venue": "", "volume": "87", "issn": "", "pages": "1944--1950", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Guide to Rating Insurance Linked Securities: Mortality Catastrophe Bonds, Global Credit Portal: RatingsDirect. World Wide Web", "authors": [], "year": 2008, "venue": "Standard & Poor's", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Pandemic: What Every Actuary Advising an Australian Financial Services Organization Should Know, Paper presented at the Third Financial Services Forum", "authors": [{"first": "A", "middle": [], "last": "Stitt", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Influenza Pandemic-The Impact on an Insured Lives Life Insurance Portfolio", "authors": [{"first": "A", "middle": [], "last": "Stracke", "suffix": ""}], "year": 2007, "venue": "Risk Insights", "volume": "11", "issn": "4", "pages": "18--21", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Influenza Pandemic: The Impact on an Insured Lives Life Insurance Portfolio, The Actuary Magazine", "authors": [{"first": "A", "middle": [], "last": "Stracke", "suffix": ""}, {"first": "W", "middle": [], "last": "Heinen", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Influenza: The Mother of All Pandemics", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 1918, "venue": "Emerging Infectious Diseases", "volume": "12", "issn": "1", "pages": "15--22", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Potential Impact of Pandemic Influenza on the U.S Life Insurance Industry", "authors": [{"first": "J", "middle": [], "last": "Toole", "suffix": ""}], "year": 2007, "venue": "Society of Actuaries)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Study of the Effect of a Flu Pandemic on Insured Mortality Using the Delphi Method", "authors": [{"first": "J", "middle": [], "last": "Toole", "suffix": ""}], "year": 2007, "venue": "Research Report. World Wide Web", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Historical National Population Estimates", "authors": [], "year": 1900, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Preliminary Annual Estimates of the Resident Population for the United States, Regions, States", "authors": [{"first": "Puerto", "middle": [], "last": "Rico", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Total Midyear Population for the World", "authors": [{"first": "S", "middle": ["Census"], "last": "Bureau", "suffix": ""}], "year": 2011, "venue": "International Database. World Wide Web", "volume": "", "issn": "", "pages": "1950--2050", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Pandemics and Pandemic Threats Since 1900", "authors": [], "year": 2011, "venue": "S. Department of Health & Human Services", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "The World at Six Billion", "authors": [], "year": 1999, "venue": "United Nations", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Wars and Population", "authors": [{"first": "B", "middle": [], "last": "Urlanis", "suffix": ""}], "year": 1971, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Epidemiology of Fatal Cases Associated With Pandemic H1N1 Influenza", "authors": [{"first": "L", "middle": [], "last": "Vaillant", "suffix": ""}, {"first": "G", "middle": [], "last": "La Ruche", "suffix": ""}, {"first": "A", "middle": [], "last": "Tarantola", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Euro Surveillance", "volume": "14", "issn": "33", "pages": "1--6", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Multinational Impact of the 1968 Hong Kong Influenza Pandemic: Evidence for a Smoldering Pandemic", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Grais", "suffix": ""}, {"first": "B", "middle": ["A P"], "last": "Lafont", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2005, "venue": "Journal of Infectious Diseases", "volume": "192", "issn": "2", "pages": "233--248", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Preliminary Estimates of Mortality and Years of Life Lost Associated With the 2009 A/H1N1 Pandemic in the US and Comparison With Past Influenza Seasons", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}, {"first": "D", "middle": [], "last": "Olson", "suffix": ""}, {"first": "M", "middle": [], "last": "Osterholm", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2010, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/currents.RRN1153"]}}, "BIBREF102": {"ref_id": "b102", "title": "Pandemic: Can the Life Insurance Industry Survive the Avian Flu?", "authors": [{"first": "S", "middle": [], "last": "Weisbart", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Insurance Linked Securities Deutsche Bank Research", "authors": [{"first": "C", "middle": [], "last": "Weistroffer", "suffix": ""}, {"first": "B", "middle": [], "last": "Speyer", "suffix": ""}, {"first": "S", "middle": [], "last": "Kaiser", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Source List and Detailed Death Tolls for the Primary Megadeaths of the Twentieth Century", "authors": [{"first": "M", "middle": [], "last": "White", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Pandemic Influenza: A 21st Century Model for Mortality Shocks", "authors": [{"first": "K", "middle": [], "last": "Woolnough", "suffix": ""}, {"first": "B", "middle": [], "last": "Ivanovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "J", "middle": [], "last": "Busenhart", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "WHO Guidelines for the Global Surveillance of Severe Acute Respiratory Syndrome (SARS): Updated Recommendations", "authors": [], "year": 2004, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Avian Influenza: Assessing the Pandemic Threat (Geneva: World Health Organization)", "authors": [], "year": 2005, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Chernobyl: The True Scale of the Accident", "authors": [], "year": 2005, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "International Statistical Classification of Diseases and Related Health Problems 10th Revision", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Pandemic (H1N1) 2009-Update 112", "authors": [], "year": 2010, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Diseases Covered by GAR, Global Alert Response (GAR)", "authors": [], "year": 2011, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) in relation to Pandemic (H1N1)", "authors": [], "year": 2009, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Chernobyl: Consequences of the Catastrophe for People and the Environment Annals of the", "authors": [{"first": "A", "middle": ["V"], "last": "Yablokov", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Nesterenko", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Nesterenko", "suffix": ""}], "year": 2009, "venue": "New York Academy of Sciences", "volume": "1181", "issn": "", "pages": "", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Desperately Seeking Definition: The International Community's Quest for Identifying the Specter of Terrorism", "authors": [{"first": "S", "middle": [], "last": "Zeidan", "suffix": ""}], "year": 2004, "venue": "Cornell International Law Journal", "volume": "36", "issn": "", "pages": "491--496", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ", U.S. Census Bureau (2000, 2011a, 2011b), WHO (2005a), Viboud et al. (2010), and U.S. Department of Health and Human Services (2011). a Calculated as the number of excess deaths divided by the average of the population over the pandemic.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Five Deadliest Wars Since 1900", "latex": null, "type": "table"}, "TABREF1": {"text": "Lucia et al., 2011). Other recent natural disasters such as the New Zealand earthquakes, Chinese floods, Australian floods and tropical storms, and Chilean volcanic activity have not resulted in numbers of", "latex": null, "type": "table"}, "TABREF2": {"text": "Deadliest Natural Disasters Since 1900", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>Country/Area </td><td>Type of Natural Disaster </td><td>Estimated Number of Deaths\n</td></tr><tr><td>1931 </td><td>China </td><td>Flood </td><td>3,700,000\n</td></tr><tr><td>1928 </td><td>China </td><td>Drought </td><td>3,000,000\n</td></tr><tr><td>1959 </td><td>China </td><td>Flood </td><td>2,000,000\n</td></tr><tr><td>1943 </td><td>Bangladesh </td><td>Drought </td><td>1,900,000\n</td></tr><tr><td>1942 </td><td>India </td><td>Drought </td><td>1,500,000\n</td></tr><tr><td>1965 </td><td>India </td><td>Drought </td><td>1,500,000\n</td></tr><tr><td>1900 </td><td>India </td><td>Drought </td><td>1,250,000\n</td></tr><tr><td>1921 </td><td>Soviet Union </td><td>Drought </td><td>1,200,000\n</td></tr><tr><td>1939 </td><td>China </td><td>Flood </td><td>500,000\n</td></tr><tr><td>1920 </td><td>China </td><td>Drought </td><td>500,000\n</td></tr><tr><td>1970 </td><td>Bangladesh </td><td>Tropical cyclone </td><td>300,000\n</td></tr><tr><td>1983 </td><td>Ethiopia </td><td>Drought </td><td>300,000\n</td></tr><tr><td>1976 </td><td>China </td><td>Earthquake </td><td>242,000\n</td></tr><tr><td>2004 </td><td>South East Asia </td><td>Earthquake and tsunami </td><td>230,000\n</td></tr><tr><td>2010 </td><td>Haiti </td><td>Earthquake </td><td>222,570\n</td></tr><tr><td>1927 </td><td>China </td><td>Earthquake </td><td>200,000\n</td></tr><tr><td>1920 </td><td>China </td><td>Earthquake </td><td>180,000\n</td></tr><tr><td>1983 </td><td>Sudan </td><td>Drought </td><td>150,000\n</td></tr><tr><td>1923 </td><td>Japan </td><td>Earthquake </td><td>143,000\n</td></tr><tr><td>1935 </td><td>China </td><td>Flood </td><td>142,000\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Deadliest Industrial, Transport, and Other Accidents Since 1900", "latex": null, "type": "table"}, "TABREF4": {"text": "Deadliest Terrorist Attacks", "latex": null, "type": "table"}, "TABREF5": {"text": "Influenza Pandemics of the 20th and 21st Centuries", "latex": null, "type": "table"}, "TABREF6": {"text": "Estimated Excess Mortality Rates for the Influenza Pandemics of the 20th and 21st Centuries", "latex": null, "type": "table"}, "TABREF7": {"text": "Summary of SoA Delphi Study on the Effect of a Flu Pandemic on Insured Mortality", "latex": null, "type": "table"}, "TABREF8": {"text": "Summary of Studies Examining the Potential Impact of an Influenza Pandemic on the Life Insurance Industry", "latex": null, "type": "table"}, "TABREF9": {"text": "Summary of Catastrophic Mortality Bond Transactions", "latex": null, "type": "table"}, "TABREF10": {"text": "Continued) Canada/Germany: 110/ 115, U.K.: 115/120 and U.S.: 105/110 Canada, Germany, U.K., and U.S. Source: Standard & Poor's (2011) *These tranches have been credit enhanced by \"monoline\" insurers who guarantee the interest and principal payment. A1 Basic Catastrophic Mortality Bond Transaction Structure Source: Linfoot (2007).", "latex": null, "type": "table"}}, "back_matter": []}