{"paper_id": "1b02a2e828cd410f4b3ad73d6afdce8ae8f7fab4", "metadata": {"title": "Emerging transfusion transmitted infections: species barriers and the risks for transfusion medicine", "authors": [{"first": "R", "middle": ["Y"], "last": "Dodd", "suffix": "", "affiliation": {"laboratory": "American Red Cross, Holland Laboratory", "institution": "Blackwell Publishing Ltd", "location": {"addrLine": "15601 Crabbs Branch Way", "postCode": "20855", "settlement": "Rockville", "region": "MD", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Measures to reduce the risk of transmission of key infections, including hepatitis and retroviruses, have been very successful, with residual risk levels generally below 1 case per million units transfused. At least in part, this has led to increased attention to emerging infections and their threat to blood safety. However, there have also been major outbreaks of new transfusion-transmissible infections over the past 15 years or so, including variant Creutzfeldt-Jakob disease (vCJD), West Nile virus (WNV) and chikungunya virus (CHIKV). This article will discuss emerging infections of current concern to transfusion medicine and will comment on the role played by zoonoses in the emergence of human disease.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The Institute of Medicine (USA) has defined emerging infections as those whose incidence in humans has increased within the past two decades or threatens to increase in the near future. Emergence may be due to the spread of a new agent, to the recognition of an infection that has been present in the population, but has gone undetected, or to the realization that an established disease has an infectious origin. 'Emergence' may also be used to describe the reappearance (or re-emergence) of a known infection after a decline in incidence.", "cite_spans": [], "ref_spans": [], "section": "Basis for emergence of infectious agents"}, {"text": "There is no single reason to account for the emergence of infections, although it is possible to establish relatively broad groupings. First, failure of existing control mechanisms, including the appearance of drug-resistant strains, vaccine escape mutants or cessation of vector control, accounts for a large group of agents. Second, environmental change can have profound effects, whether through global warming, changes in land utilization or irrigation practice, urbanization or even agricultural practices. Third, population movements and rapid transportation can introduce infectious agents into new environments where they may spread rapidly and without constraint, as has been the case for WNV in the USA. Fourth, human behaviours can contribute in a number of ways; new agents have been introduced into human populations by contact with, or even preparation and consumption of wildlife; many infections have been spread widely though extensive sexual networks; and armed conflicts have led to extensive disease spread. Of course, many of these factors may also work in combination. Key points, however, are that new or unexpected diseases can appear in any location at any time and that an appropriate understanding of the epidemiology of such diseases can assist in the development of appropriate interventions. This is an important point, because, in the past, it was widely, but incorrectly assumed [based in large part on experience with human immunodeficiency virus (HIV)/AIDS] that any new transfusion-transmitted infection would share the epidemiologic pattern of viruses such as hepatitis B virus or HIV. The basis for emergence of a number of agents of concern is outlined in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 1694, "end": 1701, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Basis for emergence of infectious agents"}, {"text": "At the time of writing, there have been three reported cases of transmission of vCJD by transfusion in England, and one further instance in which the agent was found in the spleen and one lymph node of a transfused patient who died of unrelated disease [1, 2] . All of these cases received blood from donors who subsequently developed vCJD. There have been 29 patients known to have had such an exposure and to have survived at least 5 years. When evaluated in this way, the risk of transmission of this agent is rather high. What is unknown is the size of the population that has actually been exposed to, and infected by the vCJD prion by oral exposure to contaminated beef. Limited studies on excised tonsils and appendices in the UK suggest that there may be 49-690 infected individuals per million, but it is not known whether they could transmit the agent through transfusion [3] . In contrast, current estimates of the size of the epidemic of vCJD are relatively encouraging, suggesting that there may ultimately only be a few hundred clinical cases. There is considerable interest in interventions to reduce the risk of transfusion transmission, but to date, there is no available screening test. There has been some progress in the development of prion removal filters for red cells, but these are still under evaluation. Experience with vCJD naturally raises the question of the transmissibility of classic CJD by transfusion, but look-back studies have shown that, if there is such a risk, it is at a much lower level than that for vCJD [4] .", "cite_spans": [{"start": 253, "end": 256, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 257, "end": 259, "text": "2]", "ref_id": "BIBREF1"}, {"start": 882, "end": 885, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1548, "end": 1551, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Variant Creutzfeldt-Jakob disease"}, {"text": "The emergence of WNV in the USA was a remarkable example of the introduction of an existing agent into a new geographic region. The virus, a flavivirus of the Japanese encephalitis group, first appeared in New York City in 1999, thereafter spreading across the North American continent within a few years [5] . Although WNV causes an acute infection, it was recognized to have a potential for transfusion transmission as a result of the occurrence of asymptomatic viraemia (with or without the subsequent development of clinical disease). An estimate of its transmission risk was published in 2002 [6] , shortly before the recognition of 23 cases of transmission [7] . Within less than a year, nucleic acid amplification testing (NAT) had been developed and implemented, almost eliminating the risk of transmission, despite the occurrence of hundreds of thousand of infections in the US population. It should be noted that small pool NAT is not sensitive enough to entirely eliminate the risk of transmission (indeed, fewer than 10 further transmissions were recognized up to the end of 2007) and that implementation of single-donation NAT proved necessary in areas and times of high incidence [8] . It is of interest to ask why this virus caused such a large outbreak of human disease in North America, while human infection is relatively rare in old world areas where the virus is endemic. The reasons are probably multifactorial, perhaps relating to the absence of any sort of herd immunity in susceptible birds, along with the existence of species of mosquitoes that feed on both birds and humans.", "cite_spans": [{"start": 305, "end": 308, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 598, "end": 601, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 663, "end": 666, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1194, "end": 1197, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "West Nile virus"}, {"text": "The WNV outbreak in the USA has focused attention on other epidemic arboviruses and their relationship to blood safety. There has been a recent explosive outbreak of CHIKV infection, primarily in islands in the Indian Ocean, but also intriguingly in Italy. It now appears that the major reason underlying the new outbreaks is a viral mutation conferring an improved ability to infect a secondary mosquito vector, Aedes albopictus , which is now much more widespread than Aedes aegypti , the primary host [9] . Unlike WNV, CHIKV can reach high titres in human being and can be transmitted via a direct human-mosquito-human cycle. No cases of transfusion transmission of this virus have been reported, but precautions have nevertheless been taken in certain outbreak areas. For example, in the French external department of La Réunion, where 34% of the population was infected [10] , the local collection of red cells was halted and the island's needs were supported from the French mainland. Apheresis platelets continued to be collected on the island, but were subjected to pathogen reduction. An NAT was implemented (in a study, 1 in just under 600 blood units was found to be RNA-positive).", "cite_spans": [{"start": 504, "end": 507, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 875, "end": 879, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Chikungunya virus"}, {"text": "In the case of the Italian outbreak, blood collection was interrupted. It seems to be clear that this virus can be introduced into areas with A. albopictus by infected travellers and such cases have been recognized in the USA and in Singapore, for example.", "cite_spans": [], "ref_spans": [], "section": "Chikungunya virus"}, {"text": "Dengue virus is another arbovirus belonging to the flavivirus group. It is responsible for more arbovirus infections than any other agent globally and is endemic throughout the tropics. It is transmitted by Aedes spp. mosquitoes and can readily be transmitted through a human-mosquito-human cycle.", "cite_spans": [], "ref_spans": [], "section": "Dengue virus"}, {"text": "Because of similarities to WNV, it has recently received increased attention in relation to its potential for transfusion transmission, even though only a small handful of such transmissions have been recognized. (It is possible that many cases have occurred, but are not readily recognized in the usual circumstances of an outbreak.) A number of NAT studies of dengue viraemia among donors have been performed in endemic areas in Australia, Brazil, Honduras and Puerto Rico, with findings of 0 to 0·3% prevalence rates [11, 12] . Ideally, studies on transfusion-transmissibility of this virus will also be performed, but are complicated by the fact that the different serotypes of the virus do not cross-immunize, so that infection can take place against a background of pre-existing antibody. Currently, there is no explicit intervention to deal with the potential for transfusion transmission of dengue: NAT would presumably be appropriate, at least in areas where it was economically viable and logistically attainable. In the meantime, there should be continued surveillance.", "cite_spans": [{"start": 520, "end": 524, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 525, "end": 528, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Dengue virus"}, {"text": "As its name indicates, human herpesvirus 8 (HHV-8) is a herpes virus and it is now recognized as the etiologic agent of Kaposi's sarcoma and perhaps of a number of other malignancies. Its major qualification for consideration as an emerging infection is that, although it has clearly been a human infection for many years or even centuries, it has only recently been identified. In addition, it is indeed increasing in prevalence among some populations, such as HIV-infected men who have sex with men. Although its normal transmission route is somewhat unclear, it is known to be transmitted by organ transplantation and has recently been shown to be transmissible by blood transfusion, at least in Uganda, and possibly in the USA [13, 14] . It is unclear how either of these studies relates to current practice in the developed world, however, as both studies involved non-leucoreduced blood or components. The actual risk of transmission is unclear, but the two published studies observed rates of 0·082 per transfused unit in the USA and 2·8% per seropositive unit in Uganda. There have been a number of reports of seroprevalence rates for HHV-8 in US donors, but they are complicated by uncertainty about the performance characteristics of the tests. However, baseline rates of anti-HHV-8 in US donors do appear to exceed 2%. Additionally, as indicated above, the relatively widespread use of leucoreduction in the USA may reduce the transmission risk, as HHV-8 is highly cell associated.", "cite_spans": [{"start": 731, "end": 735, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 736, "end": 739, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Human herpesvirus 8"}, {"text": "Babesia spp. are protozoan parasites, generally transmitted by ticks. They are primarily animal infections (zoonoses), but humans can be infected as a result of the bite of an infected tick. The parasite infects red cells in a fashion analogous to malaria. Babesia spp. are found worldwide, but transfusion transmission has been recognized essentially only in the USA (more than 60 cases) and there has been one case in Japan. Babesia microti is the predominant species present in the northeastern and upper mid-western USA and is responsible for the majority of transfusion cases. The infection is considered to be emerging, because the frequency of human infection is increasing, largely as a result of expansion of residences into rural and semirural areas. The actual risk of transmission has been shown to be on the order of 1 per 1000 units in areas of high endemicity [15] , although there is essentially no transmission outside those areas. Currently, there are no specific interventions to reduce the risk of transmission of this parasite by transfusion, other than restricting collection from areas with a high incidence of infection. However, a number of cases have occurred outside these areas as a result of donor travel.", "cite_spans": [{"start": 875, "end": 879, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Babesia"}, {"text": "Malaria is obviously a disease that has affected humans for millennia, but it is nevertheless actually or potentially emerging (or re-emerging). More specifically, it is appearing in areas from which it was previously absent, probably as a result of global warming, and it is also being introduced into other areas, generally as a result of population movement or individual travel. A particularly worrying trend is the appearance of malaria without obvious epidemiologic explanation in parts of the USA (where malaria has nominally been eliminated). In areas that are not endemic for malaria, the usual intervention is to ask presenting donors about recent travel to malarious areas and to defer them for some period of time from their exposure -the period may differ according to the exposure history and practice differs in different countries. More recently, some countries test such donors for serologic evidence of malarial infection and may requalify them if non-reactive. The travel deferral strategy results in the unnecessary deferral of many donors and would be ineffective in the event of malaria re-emergence in a currently non-endemic area, so better approaches are needed. In non-endemic countries, the risk of transfusion-transmitted malaria is currently very low, with less than 1 case per year in the USA [16] .", "cite_spans": [{"start": 1323, "end": 1327, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Malaria"}, {"text": "Chagas disease is coming under significant control in most of its primary areas of endemicity, as a result of aggressive vector-control measures. Paradoxically, it is emerging in non-endemic countries as a result of population movements. Infection with the causative parasite Trypanosoma cruzi is most often life-long, so immigration of people from highprevalence areas has a measurable impact. In much of South and central America, donors are routinely tested for T. cruzi antibodies, which is effective in preventing transmission by transfusion. There have been seven documented transfusion transmissions in the USA and Canada, most of which have been traced to donors from Chagas-endemic areas [17] . Interestingly, the implicated component has most often been a whole blood-derived platelet. In a recent study in Mexico, transmissions were from whole blood or platelet components [18] . As of the beginning of 2007, a Food and Drug Administration (FDA)-licenced enzyme immunoassay (EIA) for T. cruzi antibodies became available in the USA where it is in largescale use for donor testing, revealing an overall prevalence rate of 1 : 30 000 among blood donors [19] . This figure does not seem to be congruent with the low number of observed transfusion cases and it should be noted that the results of past and current look-back studies on recipients of previous donations from seropositive donors suggest a relatively low frequency of infection from such donations.", "cite_spans": [{"start": 697, "end": 701, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 884, "end": 888, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1162, "end": 1166, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Chagas disease"}, {"text": "There are a number of emerging agents that have provoked varying degrees of concern about blood safety. Among prion diseases, it is clear that chronic wasting disease, which is affecting wild and domesticated deer and elk in the USA, would be of concern if it crossed the species barrier and affected humans, but there is, as yet, no evidence of this. At the time of its appearance, severe acute respiratory syndrome (SARS) caused considerable concern and measures to protect the blood supply were rapidly developed and disseminated by the World Health Organization and other agencies, despite the absence of any immediate evidence of transfusion transmissibility. However, caution was justifiable because of the severity of the disease and its remarkably rapid spread. SARS appears to reflect the novel transmission of an animal virus to humans. Concern has also been expressed about the potential transmissibility of pandemic influenza, based to some extent on findings of viraemia in cases of symptomatic human infection with the avian H5N1 virus. However, in reality, the threat is more likely to come from interruption of the blood supply as a result of the social disruption attendant on a major pandemic. Concern has also been expressed about simian foamy virus, an agent that seems to be essentially apathogenic, but which has infected a number of animal handlers. The specific concern is that the virus, in making a species leap, might also mutate or change in some way leading to a more pathogenic form. In fact, in Canada, regulators now require that monkey handlers should be deferred from blood donation, although such action has not been mirrored in the USA. However, the US FDA is in the process of promulgating requirement to defer individuals and their close contacts in the event of xenotransplantation, even in the absence of evidence of any cross-species infection.", "cite_spans": [], "ref_spans": [], "section": "Other agents"}, {"text": "There is some concern about a number of bacteria and rickettsiae, including Anaplasma phagocytophilum , the agent of human granulocytic ehrlichiosis. Additionally, there has been some concern about Borrelia burgdorferi , the agent of Lyme disease, although in the latter case, there has been no evidence whatsoever of transfusion transmission. Among parasites, there has been some specific concern about leishmania, largely as a result of the appearance of an unusual visceral presentation of leishmaniasis in returnees from the first Gulf war. There are some data to suggest that leishmania may be transmitted by blood, although the reported circumstances do not usually represent conventional transfusion. In the USA, it is now necessary to defer returnees from Iraq for 1 year. Other areas where leishmania occurs are generally also malarious, so additional specific measures are not required for travellers from these areas.", "cite_spans": [], "ref_spans": [], "section": "Other agents"}, {"text": "It has been pointed out that around 70% of all emerging infections are actually zoonoses, and in fact, the origin of many human infectious diseases has been hypothesized to have been from domesticated or wild animals. Wolfe et al. have outlined five stages from a purely animal disease to one that is exclusive to humans. Key steps are the first transition, in which humans are exposed to, and infected by an animal infection, and the subsequent transition to an infection that may be spread between humans [20] . These stages are relatively well-exemplified by the arboviruses described above, with WNV being primarily a vertebrate infection that can infect humans, but which is not transmitted between humans, other than by more or less artificial means such as transfusion. Chikungunya exists primarily in animal reservoirs, but is readily transmitted person to person, and dengue is transmitted exclusively from human to human in some parts of the world. Different agents do have different degrees of host specificity -indeed, there are a number of agents (e.g . T. cruzi , WNV and rabies virus) that can infect a very wide range of species, including human, whereas others have a very restricted host range -Plasmodium falciparum and smallpox virus, for example, infect only humans.", "cite_spans": [{"start": 507, "end": 511, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Zoonoses and species barriers"}, {"text": "What leads an agent to jump species? There is no simple answer, but it is important to note that, in general, this occurs more readily when the host species involved are taxonomically close. Thus, HIV most likely originated in chimpanzees. Another factor that increases the opportunity for transmission is the occurrence of conditions that favour a greater frequency of contact between humans and the source animals (or the vector of the infection). Finally, genetic change in the agent may result in expression of infectivity that was previously absent. The best-known example of this is genetic reassortment in avian and/or porcine strains of influenza virus with human strains, leading to the ability to infect humans and to be transmitted human-to-human, resulting in an epidemic or even pandemic. Undoubtedly, a variety of human behaviours result in enhanced opportunities not only for the new acquisition of zoonoses, but also for their subsequent spread.", "cite_spans": [], "ref_spans": [], "section": "Zoonoses and species barriers"}, {"text": "If it was possible to predict the emergence of infectious agents, then it should be relatively easy to develop appropriate public health interventions and reduce their impact. In our own field, it would presumably be possible to develop prospective measures to protect blood safety. In part, this is achievable at some level for re-emergent diseases or for those that cross geographic barriers. For example, current research on dengue implies that it might be possible to develop tests preemptively and to be ready to deploy them in areas at risk (e.g. in areas with Aedes mosquitoes). Perhaps, it will also be possible to develop appropriate screening tests to detect those at risk of transmitting malaria. However, unpredictability is a feature of newly emerging infections. For a time, it was thought that any new transfusion transmissible infection would be likely to have the epidemiologic characteristics of hepatitis B virus or HIV. Thus, current measures to prevent the risk of transmission of such parenteral infections would protect the blood supply. This has certainly not proven to be the case for WNV, Chagas disease, chikungunya or vCJD. On the other hand, the development of means to inactivate pathogens in blood components does offer some hope for a generalized approach to the control of transfusion transmission of many (but perhaps not all) emerging infections.", "cite_spans": [], "ref_spans": [], "section": "Can we predict future emerging infectious diseases?"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Creutzfeldt-Jakob disease and blood transfusion: results of the UK Transfusion Medicine Epidemiological Review study", "authors": [{"first": "P", "middle": ["E"], "last": "Hewitt", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Llewelyn", "suffix": ""}, {"first": "J", "middle": [], "last": "Mackenzie", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Will", "suffix": ""}], "year": 2006, "venue": "Vox Sang", "volume": "91", "issn": "", "pages": "221--230", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Transfusion transmission of human prion diseases", "authors": [{"first": "S", "middle": [], "last": "Zou", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Fang", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}], "year": 2008, "venue": "Transfus Med Rev", "volume": "22", "issn": "", "pages": "58--69", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Variant Creutzfeldt-Jakob disease: prion protein genotype analysis of positive appendix tissue samples from a retrospective prevalence study", "authors": [{"first": "J", "middle": ["W"], "last": "Ironside", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Bishop", "suffix": ""}, {"first": "K", "middle": [], "last": "Connolly", "suffix": ""}, {"first": "D", "middle": [], "last": "Hegazy", "suffix": ""}, {"first": "S", "middle": [], "last": "Lowrie", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Le", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Ritchie", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Mccardle", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Hilton", "suffix": ""}], "year": 2006, "venue": "BMJ", "volume": "332", "issn": "", "pages": "1186--1188", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Creutzfeldt-Jakob disease look-back study: an update", "authors": [{"first": "K", "middle": ["A"], "last": "Dorsey", "suffix": ""}, {"first": "S", "middle": [], "last": "Zou", "suffix": ""}, {"first": "C-T", "middle": [], "last": "Fang", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Dodd", "suffix": ""}], "year": 2007, "venue": "Transfusion", "volume": "47", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Westward ho? -the spread of West Nile virus", "authors": [{"first": "L", "middle": ["R"], "last": "Petersen", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Hayes", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "351", "issn": "", "pages": "2257--2259", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estimated risk of West Nile virus transmission through blood transfusion during an epidemic in Queens", "authors": [{"first": "B", "middle": ["J"], "last": "Biggerstaff", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Petersen", "suffix": ""}], "year": 2002, "venue": "Transfusion", "volume": "42", "issn": "", "pages": "1019--1026", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Chamberland ME; West Nile Virus Transmission Investigation Team: Transmission of West Nile virus through blood transfusion in the United States in 2002", "authors": [{"first": "L", "middle": ["N"], "last": "Pealer", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Marfin", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Petersen", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Lanciotti", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Page", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Stobierski", "suffix": ""}, {"first": "K", "middle": [], "last": "Signs", "suffix": ""}, {"first": "B", "middle": [], "last": "Newman", "suffix": ""}, {"first": "H", "middle": [], "last": "Kapoor", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Goodman", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "349", "issn": "", "pages": "1236--1245", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "West Nile virus among blood donors in the United States", "authors": [{"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Fang", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Foster", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Wagner", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Brodsky", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Dodd", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "451--459", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A single mutation in chikungunya virus affects vector specificity and epidemic potential", "authors": [{"first": "K", "middle": ["A"], "last": "Tsetsarkin", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Vanlandingham", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mcgee", "suffix": ""}, {"first": "S", "middle": [], "last": "Higgs", "suffix": ""}], "year": 2007, "venue": "PLoS Pathog", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Chikungunya outbreaks -the globalization of vectorborne diseases", "authors": [{"first": "R", "middle": ["N"], "last": "Charrel", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}, {"first": "X", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "N Engl J Med", "volume": "356", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Detection of dengue virus RNA in blood donors from Honduras and Brazil with a prototype transcription-mediated amplification assay (Abstract)", "authors": [{"first": "J", "middle": ["M"], "last": "Linnen", "suffix": ""}, {"first": "A", "middle": [], "last": "Broulik", "suffix": ""}, {"first": "C", "middle": [], "last": "Collins", "suffix": ""}, {"first": "J", "middle": [], "last": "Cary", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Kolk", "suffix": ""}, {"first": "E", "middle": [], "last": "Vinelli", "suffix": ""}, {"first": "E", "middle": [], "last": "Sabino", "suffix": ""}, {"first": "R", "middle": [], "last": "Lanciotti", "suffix": ""}, {"first": "C", "middle": [], "last": "Hyland", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Tobler", "suffix": ""}], "year": 2006, "venue": "Transfusion", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Prevalence of dengue virus nucleic acid in blood donors in Puerto Rico", "authors": [{"first": "H", "middle": [], "last": "Mohammed", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "K", "middle": [], "last": "Tomashek", "suffix": ""}, {"first": "J", "middle": [], "last": "Munoz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Linnen", "suffix": ""}, {"first": "L", "middle": [], "last": "Petersen", "suffix": ""}], "year": 2008, "venue": "Transfusion", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Transmission of human herpesvirus 8 by blood transfusion", "authors": [{"first": "W", "middle": [], "last": "Hladik", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Dollard", "suffix": ""}, {"first": "J", "middle": [], "last": "Mermin", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Fowlkes", "suffix": ""}, {"first": "R", "middle": [], "last": "Downing", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Amin", "suffix": ""}, {"first": "F", "middle": [], "last": "Banage", "suffix": ""}, {"first": "E", "middle": [], "last": "Nzaro", "suffix": ""}, {"first": "P", "middle": [], "last": "Kataaha", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Dondero", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Pellett", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Lackri", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "1331--1338", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Possible transmission of human herpesvirus-8 by blood transfusion in a historical United States cohort", "authors": [{"first": "S", "middle": ["C"], "last": "Dollard", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Nelson", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Ness", "suffix": ""}, {"first": "V", "middle": [], "last": "Stambolis", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kuehnert", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Pellett", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cannon", "suffix": ""}], "year": 2005, "venue": "Transfusion", "volume": "45", "issn": "", "pages": "500--503", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Babesiosis and blood transfusion: flying under the radar", "authors": [{"first": "D", "middle": ["A"], "last": "Leiby", "suffix": ""}], "year": 2006, "venue": "Vox Sang", "volume": "90", "issn": "", "pages": "157--165", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Transfusiontransmitted malaria in the United States from 1963 through 1999", "authors": [{"first": "M", "middle": [], "last": "Mungai", "suffix": ""}, {"first": "G", "middle": [], "last": "Tegtmeier", "suffix": ""}, {"first": "M", "middle": [], "last": "Chamberland", "suffix": ""}, {"first": "M", "middle": [], "last": "Parise", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "344", "issn": "", "pages": "1973--1978", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transfusionacquired Trypanosoma cruzi infection", "authors": [{"first": "C", "middle": [], "last": "Young", "suffix": ""}, {"first": "P", "middle": [], "last": "Losikoff", "suffix": ""}, {"first": "A", "middle": [], "last": "Chawla", "suffix": ""}, {"first": "L", "middle": [], "last": "Glasser", "suffix": ""}, {"first": "E", "middle": [], "last": "Forman", "suffix": ""}], "year": 2007, "venue": "Transfusion", "volume": "47", "issn": "", "pages": "540--544", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Transfusionassociated Chagas disease (American trypanosomiasis) in Mexico: implications for transfusion medicine in the United States", "authors": [{"first": "L", "middle": ["V"], "last": "Kirchhoff", "suffix": ""}, {"first": "P", "middle": [], "last": "Paredes", "suffix": ""}, {"first": "A", "middle": [], "last": "Lomeli-Guerrero", "suffix": ""}, {"first": "M", "middle": [], "last": "Paredes-Espinoza", "suffix": ""}, {"first": "Ron", "middle": ["-"], "last": "Guerrero", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Gado-Mejia", "suffix": ""}, {"first": "M", "middle": [], "last": "Pena-Munoz", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "", "suffix": ""}], "year": 2006, "venue": "Transfusion", "volume": "46", "issn": "", "pages": "298--304", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "US blood donor screening for Trypanosoma cruzi : clinical studies and early assessment of prevalence", "authors": [{"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Foster", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Herron", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Leiby", "suffix": ""}, {"first": "K", "middle": [], "last": "Crull", "suffix": ""}, {"first": "P", "middle": [], "last": "Kahm", "suffix": ""}, {"first": "F", "middle": [], "last": "Rader", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Morgan", "suffix": ""}, {"first": "S", "middle": [], "last": "Caglioti", "suffix": ""}], "year": 2008, "venue": "Transfusion", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Origins of major human infectious diseases", "authors": [{"first": "N", "middle": ["D"], "last": "Wolfe", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Dunavan", "suffix": ""}, {"first": "J", "middle": [], "last": "Diamond", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "447", "issn": "", "pages": "279--283", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Selected emerging infections potentially or actually transmissible by blood transfusion Plasmodium spp. Classic reemergence, in part due to climate change, travel Reemergence threatens value of travel deferral Trypanosoma cruzi Imported into non-endemic areas by population movement Transfusion transmissible, preventable by donor testing VCJD, variant Creutzfeldt-Jakob disease; WNV, West Nile virus; HBV, hepatitis B virus; HHV-8, human herpesvirus 8; MSM, men having sex with men; IDU, injection drug use; HIV, human immunodeficiency virus; SARS, severe acute respiratory syndrome; SFV, simian foamy virus; NAT, nucleic acid amplification testing.", "latex": null, "type": "table"}}, "back_matter": []}