{
    "paper_id": "1b059e0cd1e6808d89ab088706dabd4679891b61",
    "metadata": {
        "title": "Learning from the Past:P ossible Urgent Prevention and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nCoV**",
        "authors": [
            {
                "first": "Jared",
                "middle": [
                    "S"
                ],
                "last": "Morse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Yler Lalonde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiqing",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenshe",
                "middle": [
                    "Ray"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2019 novel coronavirus (2019-nCoV) is an ewly emerged human-infectiousc oronavirus (CoV) that originated in aW uhan seafoodm arket but has quickly spread in and beyondC hina. [1] As of February4 th 2020, there have been more than 20 000 diagnosed cases and 426 confirmed deaths (Xinhua News). As the pathogenesis of this virus is yet to be understood,t here are few treatment options available to healthcare professionals who are fighting this epidemic at the front line. Praise needs to be given to Chinese researchers who have acted quickly to isolate and sequence the virus. The availability of the virus genome sequence (GenBankI D: MN908947.3) makesi tpossible to identify treatments.A lthough it is essential to develop vaccines, small molecules, and biological therapeutics to specifically target the 2019-nCoV virus, it is unlikely that any effort made at the moment will benefitp atients in the current outbreak. However,2 019-nCoV shares 82 %s equence identityw ith severe acuter espiratory syndrome-related coronavirus (SARS-CoV,G enBank ID:N C_004718.3) and more than 90 %s equence identityins everalessential enzymes( see figures below). Therefore, what we have learnedf rom several medicinal chemistry studies on SARS-CoV and the Middle East Respiratory Syn-drome (MERS-CoV) mayb ed irectly used to help us treat 2019-nCoV.C oV relies on its spike proteins to bind ah ost cell-surface receptor fore ntry ( Figure 1 ). [2] For 2019-nCoV,i ti se vident that this receptor is angiotensin-converting enzyme2(ACE2). [3] After the virus' entry into the host cell, its positive genomic RNA attaches directly to the hostr ibosome for the translation of two large, coterminal polyproteins that are processed by proteolysis into components for packaging new virions. [4] Two proteases that participate in this proteolysis process are the coronavirus main proteinase (3CLpro) andt he papain-like protease (PLpro). [5] In order to replicate the RNA genome, the CoV encodes ar eplicase that is an RNA-dependent RNA polymerase (RdRp). [6] These four proteins are essentialf or the pathogen. Therapeutics currently targeting spike, RdRp, 3CLpro, and PLpro are possible treatments for 2019-nCoV.I nt his viewpoint, we shall analyze similarities in spike, RdRp, 3CLpro, and PLpro proteins between 2019-nCoV and SARS-CoV,a nd suggest possible prevention and treatment options. Most compounds discussedw ill be experimental compounds and drug candidates; for ar eview of repurposed drugs for treating coronaviruses and other viruses,s ee Li et al. [7] As little is known so far about the virulence of this virus, we shall also discuss the interactions between spike and ACE2 that might challenget he current view that 2019-nCoV is less virulent than SARS-CoV owing to weaker interactions between spike and ACE2.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1532,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1778,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1921,
                    "end": 1924,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2042,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2547,
                    "end": 2550,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1424,
                    "end": 1432,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Both 2019-nCoV and SARS-CoV encode al arge (2019-nCoV: 1253 aa;S ARS-CoV:1 273 aa) spike protein. The sequence identity of this protein between the two origins is 76 %. Al arge variationexists at the Nterminus (Figure 2A ). The spike protein has two regions, S1 and S2.F or the SARS-CoV,t here is ar eceptor binding domain (RBD)i nt he S1 region that interacts with With the current trajectory of the 2019-nCoV outbreak unknown,p ublic health and medicinal measures will both be neededt oc ontain spreading of the virus and to optimize patient outcomes. Although little is known about the virus, an examination of the genome sequence shows strong homology with its better-studied cousin, SARS-CoV.T he spike protein used for host cell infection shows key nonsynonymous mutations that might hamper the efficacy of previously developed therapeutics butr emains av iable target for the development of biologicsa nd macrocyclic peptides. Other key drug targets, including RNA-dependentR NA polymerase and coronavirus main proteinase (3CLpro), share as trikingly high (> 95 %) homology to SARS-CoV.H erein, we suggest four potential drug candidates (an ACE2-based peptide, remdesivir,3 CLpro-1 and an ovel vinylsulfone protease inhibitor) that could be used to treat patients suffering with the 2019-nCoV.W ea lso summarize previous efforts into drugging these targets and hope to help in the development of broad-spectrum anti-coronaviral agents for future epidemics. A) Sequence alignment for the amino acids between the 2019-nCoV and SARS-CoV spike RBD domains. Conserved (pink arrows) and nonconserved (black arrows) mutationsa re highlighted.G ray:hydrophobic aliphatic, orange:n eutrala romatic, yellow:thiol and sulfide, green: hydroxy, red:b asic, blue:carboxylic acid, brown:p rimary amide, pink:p roline. B) Various binding interactions between the 2019-nCovs pike protein (pink) and ACE2 (blue;s pike protein homology modelb uilt by using Modeller,based uponPDB ID:2AJF) in regions1and2.C )-E) Zoomed in views of several spike protein-ACE2 interactions depicted in (B). Residuesb efore the forward slash refer to 2019-nCoV;the amino acid after the slash refers to its corresponding identity in SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Spike Protein"
        },
        {
            "text": "ChemBioChem 2020, 21,730 -738 www.chembiochem.org ACE2 with high affinity.T he current assumption is that 2019-nCoV also engages this RBD to bind ACE2 for entry into its human host cell. The alignment of the RBD from the two origins shows 73.5 %s equence identity ( Figure 2A ). However, many nonconserved mutationst hat interactd irectly with ACE2 have accumulated in the two structuralregions (1 and 2inF igure 2B). [2] Both crystal and cryo-EMs tructures of the SARS-CoV spike-ACE2 complex (PDB IDs:2 AJF and 6ACD) have showed that only regions 1a nd 2e ngage in hydrogen bonding and hydrophobic interactions with ACE2. As many residues in these two regions have been replaced in 2019-nCoV,t his will lead to al oss of some of these interactions. It has also been predicted that the 2019-nCoV RBD interactsw ith ACE2 more weakly than the SARS-CoV RBD. [3] However,b oth regions are highly looped structures. Large variations in the two regions will inevitably lead to structural rearrangements that potentiate novel and possibly even strongeri nteractions with ACE2. For region 2, there is almost no similarity in the sequence between the two virus origins;however,i tispremature to presume that the protein will fold in the same way to interact with ACE2. Assuming that region 2o f2 019-nCoV folds in the same way as that in SARS-CoV,F486 will be placed right at the position that engages in strong hydrophobic interactions with both L79 and M82 in ACE2 ( Figure 2C ). These interactions do not exist in the SARS RBD-ACE2 complex due to the significantly smaller L472 in that position.A nother residue that potentially engages in strong hydrogen-bonding interactions is Q474, which is at the correct distance to engage ar earranged Q24 in ACE2 (Figure 2C ). In region 1, the criticalr esidue Y484 in SARS-CoV is replaced by Q498 in 2019-nCoV.H owever,P 499, ap roline that is ak nowns econdary-structure disruptor,i se xpected to lead to as tructuralr earrangemento fr egion 1i nt he SARS-CoV RBD. In combination with Q498 and N501, new hydrogen-bonding interactions that might involve K353 and other residues in ACE2 could form ( Figure 2D ). Another notable difference between 2019-nCoV and SARS-CoV in the RBD is K417(2019-nCoV)/ V404(SARS-CoV). Thisi saresidue in the middle of the concave RBD binding surface that involves no interaction between SARS-CoV andA CE2. However,t he long, positively charged K417 couldp otentially engage in strong hydrogen bonding and salt-bridge interactions with H34 and D30, respectively,i n ACE2 ( Figure 2E ). Although molecular simulation may be used to analyze all thesep ossible interactions in detail,u ncertainty about them will persist until the structure of the 2019-nCoV-RBD-ACE2 complex is determined by crystallography or cryo-EM. Given the urgency of the matter,t here mustb em ultiple research groups working on this. We hope to see their results within as hort time. Alternatively, the 2019-nCoV RBD could be expressed, and its affinity toward ACE2 could be independently determined biochemically and compared with that of the SARS-CoV RBD. Before any solid experimental resultsa re available, any claimsa bout the weaker bindingo ft he 2019-nCoV RBD towardA CE2 than that of the SARS-CoV RBD is premature.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1460,
                    "end": 1469,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1748,
                    "end": 1758,
                    "text": "(Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2135,
                    "end": 2144,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2540,
                    "end": 2549,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Spike Protein"
        },
        {
            "text": "The roles of the SARS-CoV spike protein in receptor binding and membrane fusion make it an ideal target forv accine and antiviral development. The development of SARS vaccines based on the spike protein has been summarized in several previous reviews. [8] [9] [10] [11] [12] Severals trategies including live-attenuated SARS-CoV,k illed SARS-CoV,D NA vaccinesa nd viral vectored vaccines have been successfully used to vaccinate against animal SARS-CoVs. [8, 13, 14] Similar ideas could be applied in de-veloping2 019-nCoV vaccines. Alternative approaches are to directly use the 2019-nCoV RBD in combination with immunitypromoting adjuvants as av accine to trigger the human body to develop antibodies for the 2019-nCoV RBD, thereby neutralizing the virus. [15] Although there are published resultsa bout therapeutic antibodiesa nd peptides developed to neutralize the SARS-CoV spike protein, they are expectedt oh ave little use in neutralizing 2019-nCoV.A sd iscussed above, the two engaging regions in the spike RBD for bindingA CE2 are very different between SARS-CoV and 2019-nCoV.A ntibodies and peptides targeting two regions in the SARS-CoV RBD are expected to interact weaklyw itht he 2019-nCoV RBD. Novel antibodies and therapeutic peptides that interact potently with the 2019-nCoV RBD can be used to block its interaction with ACE2.S everalr esearch groups,i ncluding ours, have developed methods for building macrocyclic peptidel ibrariesa nd applyingt hem to the quick identification of macrocyclic peptide ligandsf or drug targets. [16] [17] [18] [19] [20] [21] Application of these libraries to search for potent ligandsfor the 2019-nCoV RBD or the two ACE2-engaging peptide regions will potentially lead to rapid discovery of anti-2019-nCoV macrocyclic peptides. Although our group has initiated this effort, the lengthy drug-discovery process will not make it possible to help patients in the current epidemic in this way.Learning from the study of SARS-CoV,apossible alternative is the direct use of peptides derived from the 2019-nCoV RBD and ACE2. Peptides derived from both the SARS-CoV RBD and ACE2 have been developed as novel therapeutics against SARS-CoV infection by blockingS ARS-CoV RBD-ACE2 binding. For example, ap eptide that overlaps the RBD sequence(aa 471-503) can specifically block the binding of ACE2 to the SARS-CoV RBD and inhibitt he entry of SARS-CoV into Vero cellsw itha nI C 50 of 41.6 mm. [22] Onep eptide comprising two ACE2 motifs (aa 22-44a nd 351-357) linked by glycine exhibited potent anti-SARS activity with an IC 50 value of 0.1 mm. [23] Before any potent therapeutics to neutralize the 2019-nCoV RBD-ACE2 interaction are available, ap ossible quick solution to blockingt his interaction is to use 2019-nCoV RBD-based peptides and cocktails thereof.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1572,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1573,
                    "end": 1577,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2436,
                    "end": 2440,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2588,
                    "end": 2592,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Spike Protein"
        },
        {
            "text": "Although 2019-nCoV and SARS-CoV share 82 %s equence identity at their genomic RNA level, their RdRp proteins share a remarkable 96 %s equence identity ( Figure 3A ). RdRp involves av ery large and deepg roove as an active site for the polymerization of RNA. Residues that show variations between the 2019-nCoV and SARS-CoV RdRps are mostly distal to this active site ( Figure 3B ). [24] This high sequence conservation between the two enzymes makesi tv ery likelyt hat any potent agents developed for the SARS-CoV RdRp will exhibit equal potency and efficacy on the 2019-nCoV RdRp. Although not extensively ChemBioChem 2020, 21,730 -738 www.chembiochem.org explored,s everala gentse xist that target the SARS-CoV RdRp or its catalyzed polymerization process. One such compound found to show antiviral activity was aurintricarboxylic acid (ATA ;F igure 4). ATAi sa na nionic polymer shown to bind to a variety of protein targets, including gp120o fH IV-1 and HIV-2, that has been demonstrated to prevent SARS-CoV replication (IC 50 = 0.2 mg mL À1 ). [25] [26] [27] Despite computational modelsv alidated against known ATAt argets predicting RdRp as the bound target, no experimental evidence has demonstrated this relationship. [28] Beyond this exception,t he remainingR dRp inhibitors have been nucleoside analogues,a nd these provide the most promisinga venue towards disrupting viral RNA replication. The nucleoside analogue ribavirin (RBV,F igure 4) has been tested against SARS-CoV,and in SARS-and MERS-infected patients. [29] [30] [31] [32] At best, efficacy with RBV was inconclusive, with some studies showing aw orsening of patient outcomes (as reviewed by Stockman, et al.). [33] Exonuclease activity by the enzyme nsp14 has been shown to be able to remove mismatches as well as incorporated nucleoside analogues, and inactivation of nsp14'se xonuclease activity has been shown to www.chembiochem.org increaset he efficacy of nucleosides like RBV. [32, 34] In order to develop nucleoside analogues to effectively inhibit viral RNA replication, the nucleoside must either evade detection by the exonuclease or must outcompete exonuclease activity.R emdesivir (GS-5734) is an excellent example of the latter.A na denosine analogue prodrug with a1 '-nitrile, it displayed potent efficacy against SARS and MERS in human airway epithelial (HAE) cell models and in mice (IC 50 = 0.069 and 0.074 mm for SARS-CoV and MERS-CoV,r espectively,i nH AE). [35] Broad-spectrum activity against various bat coronaviruses was also demonstrated. [35] The susceptibility of CoV to remdesivir was shown to be increased in strains with inactivated exonuclease activity. [36] CoV resistance to remdesivir was studied in the model b-coronavirus, murine hepatitisv irus (MHV). MHV passaged in the presenceo ft he parent nucleoside, GS-441524 (which contains a5 '-hydroxy group instead of ap hosphoramidate), developed two mutations in the RdRp, F476L and V553L. These mutations conferred a5 .6-fold increasei nr esistance to remdesivir in MHV and as ixfold increase in resistance when the homologous mutations were introduced to the RdRp of SARS-CoV (0.01 vs. 0.06 mm). Mice infected with this resistantS ARS-CoV had significantly lower lung viral titers 4days post-infection. [36] Altogether,r emdesivirh as been shown to outcompetet he proofreading ability of nsp12, and mutations that confer resistance at-tenuate virulence. Efforts towardsd rugging coronavirus in a RdRp manner should provide ab asis not only to develop therapeuticsf or 2019-nCoV,b ut could provide broad-spectrum antiviralsuseful for future CoV outbreaks. 3CLpro and PLpro 3CLpro and PLpro are two proteases that process the polypeptide translation product from the genomic RNA into the structural and nonstructural protein componentsv ital for the replication and packaging of an ew generation of viruses. PLpro also serves as ad eubiquitinase that functions to deubiquitylate host cell proteins such as interferon regulatory factor 3( IRF3) as well as to inactivate the pathway for nuclear factor k-lightchain-enhancer of activated Bcells( NF-kB). [37] This leads to immune suppressioni nt he cells of the host being infected by the virus. Because both proteases are vital to the virus for replication and controlling the host cell, they are viable targets for antiviral agents. Similart ot he RdRp protein, 2019-nCoV and SARS-CoV share ar emarkable 96 %s equence identity in their decoded 3CLpro( Figure 5A ). 3CLpro naturally forms ad imer, and each monomer containst wo regions:t he N-terminal catalytic region and the C-terminal region ( Figure 5B ). [37, 38] Most residues in the catalytic region that display variations between Figure 5 . A) Sequence alignment for the amino acids between the 2019-nCoV 3CLpro andthe SARS-CoV 3CLpro. Conserved( pink arrows) and nonconserved (black arrows) mutationsa re highlighted.G ray:hydrophobic aliphatic, orange:n eutrala romatic, yellow:thiol and sulfide, green: hydroxy, red:b asic, blue: carboxylic acid, brown:primary amide, pink:proline. B) A2 019-nCoV 3CLprostructure modeled by using Modeller based on the SARS-CoV 3CLpro structure (PDB ID:2A5I);green:catalytic domain of the first monomeric unit, red:C-terminal domain of the first monomeric unit, cyan:s econd monomeric unit. C) An alternative view of the predicted 2019-nCoV 3CLpro monomeric structure (color-coded by secondarystructure) bound to an aza-peptide inhibitor, showing conserved (pink) and nonconserved (black) mutations( not shown:S 267/A). Residuesb efore the forward slash refer to 2019-nCoV;the amino acid after the slash refers to its corresponding identity in SARS-CoV.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1684,
                    "end": 1688,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[32,",
                    "ref_id": null
                },
                {
                    "start": 1962,
                    "end": 1965,
                    "text": "34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2451,
                    "end": 2455,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 2537,
                    "end": 2541,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 2658,
                    "end": 2662,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 3262,
                    "end": 3266,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 4108,
                    "end": 4112,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 4615,
                    "end": 4619,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 4620,
                    "end": 4623,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4458,
                    "end": 4467,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 4602,
                    "end": 4611,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 4694,
                    "end": 4702,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        },
        {
            "text": "ChemBioChem 2020, 21,730 -738 www.chembiochem.org two origins are on the protein surface. Although S46(2019-nCoV)/A(SARS-CoV) might possibly interactw ith either substrates or inhibitors that bind to the active site, the small structural change from At oSis expected not to interfere significantly with the binding of small-molecule inhibitors to the active site of 2019-nCoV 3CLpro ( Figure 5C ). Small-molecule agents that potently inhibit the SARS-CoV 3CLpro are expected to function similarly towardt he 2019-nCoV 3CLpro. Unlike 3CLpro, PLpro from the two origins shares only 83 %s equence identity( Figure 6A ). Residue variations betweent he two origins cover almost all the surface of PLpro. These substantial variations in amino acid composition are expected to influence how the two PLpro enzymes interact with their ligands. However,t he three secondary-structure components that form the active site do not vary in the two PLpro proteins ( Figure 6B ). [39] It is possible that an inhibitor developed for the SARS-CoV PLpro would also work for the 2019-nCoV PLpro.",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 968,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "Figure 6B",
                    "ref_id": null
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        },
        {
            "text": "Over the last two decades, much of the research in drugging SARS-CoV has focusedo nt he development of small-molecule, peptide, and peptidomimetic inhibitors of 3CLproa nd PLpro. Many of the inhibitors are in the micromolar range in terms of binding to and inhibiting the two proteases. [40] [41] [42] [43] [44] [45] However,a few low-nm-range inhibitors have been identified that can be used in combination with other protease-inhibitor therapies to help combat the virus. [46] For the purposeo ft his section, the inhibitors will be divided into categories based on the proteases that are inhibited to stop the virus from taking controlo f the host cells. Each of the compounds was tested in terms of a SARS-CoV,aMERS-CoV,o radeubiquitylate cell model.S everal hundred small molecules have been developed to inhibit 3CLpro and PLpro;h owever,t hese are the most potent since the early 2000s.T he classificationsw ith structures and inhibitory concentrations are summarized in Figure 7 . These compoundsa re in the low-mm range in terms of inhibition, leaving room for furtherd evelopment. However,e xtensive SAR studies have already been performed on these final-stage products that guide the researcher in knowing which substituents to modify when targeting 2019-nCoV.T his summary can also guide both researchers and health professionals in using combinational therapy with two or more of thesec ompounds, as this has already been done in terms of treating people suffering with aC oV infection.O ne of these compounds (highlighted as 3CLpro-1 in Figure 7 ) has an IC 50 value againstS ARS-CoV of 200 nm. [42] This potency could be adequate to combat 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1609,
                    "end": 1613,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 986,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1559,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        },
        {
            "text": "Both 3CLproa nd PLpro are cysteinep roteases;t herefore covalenti nhibitors with high potencies could potentially be developed fors pecific targeting. Recently,S immons andc o-workers developed ac lass of potentialc ovalentc ysteine protease inhibitors that specifically target CoV entry. [46] No direct relationship to 3CLpro and PLpro was drawn;h owever,t his class of vinylsulfone small molecule was able to inhibit replication of the virus in the nanomolar range. Simmons' group discovered that inhibition of serine proteases (by using camostat) as well Figure 6 . A) Sequence alignment for the amino acids between the 2019-nCoV PLpro and the SARS-CoV PLpro. Conserved (pink arrows) and nonconserved (black arrows) mutationsa re highlighted.G ray:hydrophobic aliphatic, orange:n eutrala romatic, yellow:thiol and sulfide, green: hydroxy, red:b asic, blue: carboxylic acid, brown:primary amide, pink:proline. B) Crystal structure of the SARS-CoV PLpro in complex with ubiquitin aldehyde (PDB ID:4MM3).",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 566,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        },
        {
            "text": "ChemBioChem 2020, 21,730 -738 www.chembiochem.org as cysteine protease( by using their vinylsulfone protease inhibitors) is able to combatS ARS-CoV.T he survival of mice suffering from SARS-CoV who weret reated with this combination therapy significantly increased in comparison to the control group. The group studied several variations of vinylsulfone small molecules, which are shown below with their corresponding IC 50 values in Figure 8 ( compounds A to C). Once again, these vinylsulfone smallm olecules provide an additional scaffold for SAR development. They can also be tested against the specific 3CLpro and PLpro in order to further elucidate their specific mechanism of action. Given their high potency against SARS-CoV,i ti sp ossible that they are equally potent against 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 8",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        },
        {
            "text": "More distantm embers of the orthocoronavinae subfamily can also provide inspiration for new therapeutic regimens, such as with studies done with feline coronavirus (FCoV) and its mutated form,f eline infectious peritonitis virus (FIPV). The peptidyl bisulfitea dducts GC376 and NPI64 ( Figure 9 ) were both found to be potent inhibitors of FIPV replication at 0.04 mm. [47] 3CLproo fF IPV and SARS-CoV share about 50 % sequence identity,b ut the overall structure is conserved. In a FRET-baseda ctivity assay,t he IC 50 value of GC376a gainst recombinant SARS 3CLpro was found to be 4.9 times that against FIPV 3CLpro( 4.35 vs. 0.72 mm,r espectively). 48 In combination with al ow compound cytotoxicity (CC 50 > 150 mm and CC 50 = 61.91 mm in CRFK cells for GC376 and NPI64, respectively), these masked-aldehyde warheads should be investigated for efficacy on the 3CLpro of 2019-nCoV as soon as possible. Figure 7 . Arepresentation of the top CoV protease inhibitors providing ascaffold to perform SAR studies in termsofdesigning novel small-molecule protease inhibitors for 2019-nCoV [40] [41] [42] [43] [44] [45] 49] .3 CLpro-1, the most potent inhibitor,ish ighlighted. Conclusions 2019-nCoV and SARS-CoV sharev ery high sequence identityi n their RdRp and 3CLprop roteins. Previous work hasr esulted in the discoveryo fs ome potent small-molecule therapeutics based on these two proteins for SARS-CoV.W ee nvision that remdesivir and 3CLpro-1 could be directly applied to treat 2019-nCoV.A sr emdesivir is ad rug undergoing ac linical trial, the authorities in China could negotiate with Gilead for the possible use of this drug for patients suffering with 2019-nCoV. Other potentials mall-molecule therapeutics for 2019-nCoV are the molecules shown in Figures 8a nd 9 . The 2019-nCoV spike RBD is significantly different from the SARS-CoV spike RBD, especially in two regions when binding to ACE2. This difference effectively rules out the use of previously developed antibodies and therapeutic peptides for the SARS-CoV spike RBD. However,apossible quick solution to inhibitt he RBD-ACE2 interaction so as to prevent the infection is to use peptides derived from RBD and ACE2 and cocktails thereof.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1757,
                    "end": 1772,
                    "text": "Figures 8a nd 9",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RNA-dependent RNA polymerase"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expert Rev.V accines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Roper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "887--898",
            "other_ids": {
                "DOI": [
                    "10.1586/erv.09.43"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Peptidylb isulfide adducts that have been demonstrated to prevent viral replicationint he feline coronavirus FIPV.The mostp romising candidate, GC376,w as shown to produce similar levels of inhibition against SARS-CoV3CLpro in aFRET-based activity assay",
            "authors": [],
            "year": 2020,
            "venue": "ChemBioChem",
            "volume": "21",
            "issn": "",
            "pages": "730--738",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T S"
                    ],
                    "last": "De Morais",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T T"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sevajol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gluais",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vonrhein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bricogne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "115",
            "issn": "",
            "pages": "162--171",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1718806115"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Accepted manuscript online",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Version of record online",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lifecycle of ac oronavirus entering ah ost cell and replicatinginside. The (+ +)-strandedR NA is released upon viral entry;this starts the process of generating the viral coat and replicating the RNA genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. A) Sequence alignment for the amino acids between the 2019-nCoV and SARS-CoV spike RBD domains. Conserved (pink arrows) and nonconserved (black arrows) mutationsa re highlighted.G ray:hydrophobic aliphatic, orange:n eutrala romatic, yellow:thiol and sulfide, green: hydroxy, red:b asic, blue:carboxylic acid, brown:p rimary amide, pink:p roline. B) Various binding interactions between the 2019-nCovs pike protein (pink) and ACE2 (blue;s pike protein homology modelb uilt by using Modeller,based uponPDB ID:2AJF) in regions1and2.C )-E) Zoomed in views of several spike protein-ACE2 interactions depicted in (B). Residuesb efore the forward slash refer to 2019-nCoV;the amino acid after the slash refers to its corresponding identity in SARS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) Sequence alignment for the amino acids between the 2019-nCoV RdRp and the SARS-CoV RdRp. Conserved (pink arrows) and nonconserved (black arrows) mutationsa re highlighted.G ray:hydrophobic aliphatic, orange:n eutrala romatic, yellow:thiol and sulfide, green: hydroxy, red:b asic, blue: carboxylic acid, brown:primary amide, pink:proline. B) Crystal structure of the SARS-CoV RdRp active site (PDB ID:6NUS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Structure of compoundsi nhibiting SARS-CoV viralreplication through the mechanistic action of RdRp. The most promising candidate, remdesivir,ish ighlighted in the red box.ChemBioChem 2020, 21,730 -738",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Lead vinylsulfone protease inhibitors that prevent the entryofC oV and, in combination with camostat, increase the survivalrate of miceinfected with SARS-CoV. ChemBioChem 2020, 21,730 -738 www.chembiochem.org 2020 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Research support in theT exas A&M Drug Discovery Center is provided by theN ational Instituteso fH ealth (grants R01GM121584 and R01GM127575), the Cancer Prevention &R esearchI nstitute of Texas (grantR P170797),a nd the Welch Foundation (grant A-1715). We thank Sunshine Zea Leeuwon for providing assistance in designing all the figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.Keywords: antiviral agents · coronavirus · 2019-nCoV · SARS · spike proteins · RdRp · 3CLpro",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}