{"paper_id": "1b0ca64f631b15f4763e6731aa9e2f84c7be751e", "metadata": {"title": "", "authors": [{"first": "Zhan-Zhang", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Hao-Yang", "middle": [], "last": "Lu", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "De-Wei", "middle": [], "last": "Shang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Xiao-Jia", "middle": [], "last": "Ni", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Ming", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Yu-Guan", "middle": [], "last": "Wen", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital)", "location": {"postBox": "Tel.: +86 20", "postCode": "510370, 8126, 8052", "settlement": "Guangzhou", "country": "China"}}, "email": "wenyuguande@163.com"}]}, "abstract": [{"text": "Background: Quantification of polar compounds such as chloroquine by revered-phase LC is a challenge because of poor retention and silanol interactions with stationary phase. Strong ion-pairing reagents added to mobile phases to improve reversedphase retention and improve peak shape can be harmful for MS. Results: This new approach provides a rapid and sensitive method for the detection of chloroquine using hydrophilic interaction LC coupled to MS/MS (HILIC-MS/MS). Ammonium formate and formic acid were added to mobile phase to attain good peak shapes and the salified chloroquine as well retained in an HILIC column. Linearity, intra-and interday precision, accuracy, recovery, matrix effect and stability were evaluated during the validation process. Conclusion: The validated method has been successfully used in a PK study in miniature pigs, and paves way for future development.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Chloroquine (N'-(7-chloro-4-quinolyl)-N,Ndiethyl-pentane-1,4-diamine) was introduced more than 50 years ago for the prophylaxis and treatment of malaria. Except in special patient groups, the use of this inexpensive drug has gradually declined because of widespread resistance and the risk of mortality with overdoses. Chloroquine is now only used for malaria therapy in less developed countries or as a comparator for preclinical testing [1] . Although it has lost its preeminent position in malaria therapy, there is ample clinical evidence that chloroquine, and its derivative hydroxychloroquine, are effective for the treatment of lupus erythematosus, even during pregnancy. Chloroquine and its analogs have also been shown to modify cell differentiation and induce apoptosis in different cancer cell lines, giving hope that they will prove useful adjuncts to cancer chemotherapy [2] . As an autophagy inhibitor, chloroquine co-medication strongly enhanced in vitro tumor proliferation rate of docetaxel-loaded PEG-b-PLGA micelles [3] , and it also played as a chemical sensitizer in doxorubicin and chloroquine coencapsulated liposomes [4] . Chloroquine gels have been developed as microbicides against HIV-1 infection and exerted a dose-dependent anti-HIV-1 activity in vitro [5] . Because of the potential for broader clinical use, there is likely to be ongoing development of chloroquine, and hence a need for a more rapid and efficient detection method for monitoring drug concentrations and preclinical research.", "cite_spans": [{"start": 439, "end": 442, "text": "[1]", "ref_id": null}, {"start": 884, "end": 887, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1035, "end": 1038, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1141, "end": 1144, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1282, "end": 1285, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "Although many analytical methods have been developed for the detection of chloroquine, most of these use expensive solid phase extraction (SPE) columns [7] [8] [9] or require time-consuming liquid-liquid extractions (LLE) combined with extra preacidification operation [10] [11] [12] and/or prealkalization [10] [11] [12] [13] procedure and then processed to an ultraviolet detector [7] [8] [9] [10] [11] [12] [13] . Brief summary of existing HPLC methods for the analysis Development and validation of an HILIC-MS/MS method by one-step precipitation for chloroquine in miniature pig plasma future science group Methodology Wang, Lu, Shang, Ni, Zhang & Wen Table 1 . Brief summary of HPLC and LC-MS/MS methods for the detection of chloroquine since 2005.", "cite_spans": [{"start": 152, "end": 155, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 156, "end": 159, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 160, "end": 163, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 269, "end": 273, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 274, "end": 278, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 279, "end": 283, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 307, "end": 311, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 312, "end": 316, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 317, "end": 321, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 322, "end": 326, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 383, "end": 386, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 387, "end": 390, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 391, "end": 394, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 395, "end": 399, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 400, "end": 404, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 405, "end": 409, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 410, "end": 414, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 657, "end": 664, "text": "Table 1", "ref_id": null}], "section": "Background"}, {"text": "Singhal [14] Zuluaga-Idarraga [13] Cheomung [10] Internal standard Chloroquine-d4 Piperazine bis chloroquinoline [14] published an LC-MS/MS method for the detection of chloroquine in dog plasma for the first time. A structural analog instead of deuterated isotope internal standard (IS) and a simple protein precipitation by methanol were employed in this study. A traditional reversed-phase C18 (RP18) column was combined with regular mobile phase containing methanol-water (75:25, v/v, 2.5 mM ammonium acetate, pH 4.6). The analysis method for chloroquine was quick, simple and sensitive. However, the absolute recovery of the one-step protein precipitation extraction was unusually rather low (∼19%), which could be related to the matrix effect (not discussed in the assay) since chloroquine could be eluted along with matrixes in the form of salt in current column and mobile phase system. Generally, a traditional RP18 column was hard to reserve solar or basic compounds such as chloroquine. Most of the aforementioned methods used gradient elution [9, 13] or relatively high proportion of aqueous phase [8, [10] [11] [12] to retain the analytes. Still, these methods have obvious drawbacks, including a requirement of large injection volumes (up to 100 μl), long analysis times (especially combined with gradient elution), low sensitivity and limited selectivity, and therefore make it not suitable for fast and robust detection. HILIC was first introduced by Alpert in 1990 [15] and is an attractive complementary tool for the analysis of small polar/ionic compounds. In addition to the hydrophobic interactions exploited in traditional RP chromatography, HILIC takes advantage of polar partitioning, hydrogen bonding, ion exchange interactions and weak electrostatic interactions, making it especially suitable for the retention and separation of polar compounds [16] . Compared with traditional RP columns, HILIC columns show better retention and more symmetrical peak shapes for basic and polar compounds. HILIC on polar stationary phases typically uses an organic-rich solvent containing 5-40% future science group HILIC-MS/MS analysis of chloroquine in miniature pig plasma Methodology Lejeune [9] Deng [8] Samanidou [7] Yonemitsu [11] Bisdemethyled derivative of cycloguanil water as the mobile phase, which enhances MS sensitivity. Because of their versatility, HILIC separations have recently gained popularity for the analysis of polar drugs in complex sample matrices [17] . Chloroquine contains a highly polar tertiary amine that is likely to interact with silanol groups present in the stationary phase of traditional RP columns, usually resulting in poor peak shapes. In almost all published chromatography methods, strong ion-pairing reagents are added to the mobile phase in order to inhibit secondary retention [8, 10, 11, 13] , but these buffer salts could cause problems by crystallizing in the desolvation process during MS detection. Since ion-pairing reagents are not required in HILIC [18] , HILIC coupled with MS could be an especially suitable tool for analysis of chloroquine.", "cite_spans": [{"start": 8, "end": 12, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 30, "end": 34, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 44, "end": 48, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 113, "end": 117, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1054, "end": 1057, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1058, "end": 1061, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1109, "end": 1112, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1113, "end": 1117, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1118, "end": 1122, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1123, "end": 1127, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1481, "end": 1485, "text": "[15]", "ref_id": null}, {"start": 1871, "end": 1875, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 2206, "end": 2209, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2215, "end": 2218, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2229, "end": 2232, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2243, "end": 2247, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2485, "end": 2489, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 2834, "end": 2837, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 2838, "end": 2841, "text": "10,", "ref_id": "BIBREF9"}, {"start": 2842, "end": 2845, "text": "11,", "ref_id": "BIBREF10"}, {"start": 2846, "end": 2849, "text": "13]", "ref_id": "BIBREF12"}, {"start": 3014, "end": 3018, "text": "[18]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Our assay"}, {"text": "In the present study, we have developed a rapid procedure, using high-performance HILIC and a one-step method of sample purification by precipitation using acetonitrile, for the determination of concentration of chloroquine in the plasma of miniature pigs. Satisfactory sensitivity and recovery were achieved using highly selective MS with a deuterated IS. Figure 1 . Chloroquine gel (5%) was manufactured by Guangdong Lewwin Pharmaceutical Research Institute Co., Ltd (Guangzhou, China). HPLC grade methanol and formic acid were supplied by Merck KGaA (Darmstadt, Germany). MS grade ammonium formate was obtained from Sigma-Aldrich Co., LLC (MO, USA). Purified water (conductivity 18MΩ) was obtained using a Milli-Q water ", "cite_spans": [], "ref_spans": [{"start": 357, "end": 365, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Our assay"}, {"text": "Chromatographic analysis was carried out using an Agilent 1200 HPLC system comprising a G1310A quaternary solvent manager, a G1379B column oven degasser, a G1329A auto-sampler and a G1316A temperature-controlled compartment (Agilent Technologies, Inc., California, USA). Separations were carried out on an HILIC Plus analytical column (100 × 4.6 mm, particle size 3.5 μm, Agilent Technologies, Inc., California, USA) with isocratic elution (mobile phase: 70% methanol, 30% water, 3.5 mM ammonium formate and 0.2% formic acid) at a flow rate of 0.5 ml/min. The injected sample size was 3 μl and the total run time was 3.8 min.", "cite_spans": [], "ref_spans": [], "section": "Instrumentation & conditions"}, {"text": "MS detection was performed using an Agilent 6410 triple-quadrupole mass spectrometer (Agilent Technologies, Inc.), operated in positive electrospray ion source (ESI + ) and multiple reaction monitoring (MRM) mode. The optimized transitions for chloroquine and [ 2 H 4 ]-chloroquine were m/z 320.1 → 247.0 and m/z 324.3 → 251.0, respectively. Agilent MassHunter WorkStation (B.01.03) (Agilent Technologies, Inc., California, USA) was used for both hardware control and data acquisition and processing. Microsoft Office Excel 2007 was used to calculate intra-and inter-assay means, standard deviations, relative standard deviations and coefficients of variation (CV). All PK parameters were calculated using DAS 3.2.4 software (Shanghai University of Traditional Chinese Medicine, China).", "cite_spans": [], "ref_spans": [], "section": "Instrumentation & conditions"}, {"text": "Stock solutions of chloroquine (1 mg/ml) and IS (0.1 mg/ml) were prepared in 50% methanol and stored at 4°C protected from light. A set of standard solutions were prepared by serial dilution of the stock solutions and used to spike drug-free miniature pig plasma to provide mimic plasma samples with final concentrations of 1, 2, 5, 10, 50, 80 and 100 ng/ml of chloroquine and 40 ng/ml of IS. Quality control (QC) samples were prepared in blank plasma at three levels: low (LQC), medium (MQC) and high (HQC), with concentrations of 3, 10 and 75 ng/ml, respectively.", "cite_spans": [], "ref_spans": [], "section": "Standard solutions"}, {"text": "Analytes were extracted by protein precipitation. Briefly, sample (calibration standard, control or test specimen, 100 μl) and IS (20 μl, 200 ng/ml) were placed in an appropriately labeled Eppendorf tube and mixed by vortexing (XW-80A, Shanghai Medical University Instrument Factory, Shanghai, China) for 5 s. Acetonitrile (500 μl) was added to each tube as a precipitant, and the sample was vortexed for 1 min. The mixture was then centrifuged at 14,680 × g for 5 min using a Centrifuge 5424 (Eppendorf AG, Hamburg, Germany). Supernatant after centrifugation was transferred into autosamper vials and finally an aliquot of the supernatant (3 μl) was programmed to inject into the HPLCLC-MS/MS system.", "cite_spans": [], "ref_spans": [], "section": "Plasma sample preparation"}, {"text": "The HILIC-MS/MS method was validated based on recommendations by the China Food and Drug Administration and in compliance with the principles of Guidances for Industry Bioanalytical Method Validation by the US FDA and the European Medi- cines Agency (EMEA). A complete method validation including calibration, carryover, LLOQ, selectivity, accuracy, precision and recovery, dilution integrity (if necessary), matrix effect, reproducibility and stability was carried out.", "cite_spans": [], "ref_spans": [], "section": "Method validation"}, {"text": "Selectivity for isotopically labeled IS relative to endogenous matrix (especially phospholipids and inorganic salts) and impurities was tested using six batches of nonpooled, drug-free miniature pig plasma. Samples were prepared and subjected to LC-MS/MS in positive MRM mode as aforementioned description. Peak area for interfering components at retention time of analytes should be invisible or less than 20% of the peak area for lower limit of quantification (LLOQ) for the analyte (1 ng/ml) and 5% for the IS.", "cite_spans": [], "ref_spans": [], "section": "Selectivity, sensitivity & linearity"}, {"text": "The sensitivity of the method was defined by the LLOQ, which was the lowest detectable and reliable concentration of chloroquine within the linear range, with an acceptable degree of precision and accuracy (within ±20%) and signal to noise ratios ≥10-times baseline. The LLOQ was determined by five consecutive injections of prespiked plasma samples (1 ng/ml) and its peak area should be at least five-times the interfering signal of a blank sample.", "cite_spans": [], "ref_spans": [], "section": "Selectivity, sensitivity & linearity"}, {"text": "The calibration curve was designed to respond to likely chloroquine levels in miniature pig plasma following oral administration of the drug. The linearity range of chloroquine was 1-100 ng/ml. A calibration curve was established by plotting the peak area ratios of chloroquine and IS against concentration ratios at seven concentration levels (1, 2, 5, 10, 50, 80 and 100 ng/ml). Calibration curve should be freshly prepared for each analytical batch in method validation and method application process. Double blank sample (processed matrix sample without analyte and without IS) and a blank sample (processed matrix with IS) should be accompanied with each calibration curve to prove the absence of analytes. Double blank and blank samples here should not be included in the calculation of calibration curve parameters. The linearity of the calibration curve was calculated using the least squares regression equation, with a weighting factor of 1/x. A good correlation equation generally requires a coefficient of determination (r 2 ) >0.98 and back calculated concentrations of the calibrator should be within ±15% of the nominal value, except for the LLOQ (within ±20%). At least 75% of the calibration and minimum of six calibration standard levels should fulfill this criterion.", "cite_spans": [], "ref_spans": [], "section": "Selectivity, sensitivity & linearity"}, {"text": "The precision of the analytical method was processed to discuss the closeness of repeated individual measures and the accuracy was used to determine the accuracy of calibration.", "cite_spans": [], "ref_spans": [], "section": "Precision & accuracy"}, {"text": "The within-run precisions were investigated at three QC levels (3, 10 and 75 ng/ml) and LLOQ concentration (1 ng/ml) in a single run. As recommended by the EMEA guideline: LQC should be within three-times the LLOQ, MQC around 30-50% of the calibration curve, HQC at least at 75% of the upper calibration curve range. The linearity range of our method was comparatively narrow (1-100 ng/ml), thus MQC of 10 ng/ml was chosen in the method validation. Five samples were contained at each concentration level. Observed peak area ratios were substituted into a fresh accompanying calibration curve to calculate the concentration. The between-run precisions were also evaluated on four concentration levels including LLOQ, LQC, MQC and HQC at least three runs on at least two different days and five samples were included in each level separately. Precision, expressed as the CV, should be within ±15% for LQC, MQC and HQC samples, and ≤20% at the LLOQ concentration.", "cite_spans": [], "ref_spans": [], "section": "Precision & accuracy"}, {"text": "Within-run accuracy was determined by analyzing five samples per QC level and LLOQ concentration. Observed peak area ratios were substituted into a fresh accompanying calibration curve to calculate the concentration. The back calculated values obtained from the method were compared with the nominal concentrations of the analyte. Deviation from target values was used to present accuracy. The mean concentration bias should be within 15% of the nominal values for the QC samples, except for the LLOQ which should be within 20%.", "cite_spans": [], "ref_spans": [], "section": "Precision & accuracy"}, {"text": "Matrix effect and recovery were evaluated in six independent lot of nonpooled and drug-free matrix at three QC concentrations of chloroquine and the operational concentration of IS (40 ng/ml). Using the concept introduced by Matuszewski et al. [19] , three sample sets were used in our assay: an unextracted sample set, where the analytes were directly diluted using precipitant (that is, pure solution of chloroquine diluted with acetonitrile in this case); a postspiked sample set, where different levels of QC and IS solutions were added to postextracted drug-free biomatrix residues; and a prespiked, extracted set that was prepared as described in 'plasma sample preparation' section.", "cite_spans": [{"start": 244, "end": 248, "text": "[19]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Matrix effect & recovery"}, {"text": "The matrix effect was measured by comparing the peak area ratios of postspiked chloroquine samples at three concentrations to unextracted samples, namely, B/A*100%. As recommended by guidelines, the matrix factor should be calculated for each lot of matrix. ISnormalized matrix factor, the ratio of the matrix effect of the analyte and the matrix effect of the IS was used to quantify the matrix effect in this assay. The matrix effect was investigated at LQC, MQC and HQC concentrations. Consistent values of matrix effect at three analyte levels indicated acceptably reproducible interference by the matrix. The CV of the IS-normalized matrix factor (MF) calculated from the six batches of matrix should not be greater than 15%. Recovery was measured by comparing peak areas obtained from the extracted samples with those from direct injections of chloroquine solutions at corresponding concentrations, namely, C/A*100%.", "cite_spans": [], "ref_spans": [], "section": "Matrix effect & recovery"}, {"text": "The carryover effect was evaluated by comparing peak areas of three replicates of blank samples, which were injected directly after an ULOQ (100 ng/ml), with a newly injected LLOQ specimen. Generally, a carryover effect no more than 20% of LLOQ and 5% for the IS is regarded as insignificant.", "cite_spans": [], "ref_spans": [], "section": "Carryover"}, {"text": "Mimic pig plasma samples at LQC and HQC levels were analyzed along with freshly spiked calibration standards to obtain calculated concentrations. The mean concentration at each level should be within ±15% of the nominal concentration to prove stability at different storage periods.", "cite_spans": [], "ref_spans": [], "section": "Stability"}, {"text": "Stock solution stability was assessed over 40 days at -20°C by comparing the response with that of a freshly prepared chloroquine. Stock solution stability of IS ([ 2 H 4 ]-chloroquine) was supposed to be similar with that of chloroquine for their structure was nearly the same thus it was not discussed in our research. Benchtop stability was evaluated by allowing QC samples to stand for 6 h prior to preparation. Unextracted QC samples were stored at -20°C for 40 days before extraction to test long-term stability. To analyze freeze-thaw stability, QC samples were stored at -20°C and then allowed to thaw to room temperature for three cycles. Processed QC samples were allowed to stand in the autosampler for 24 h before analysis to determine whether an occasional delay in injection, or reinjection of extracted samples, would lead to degradation. The responses of all QC samples following the different storage conditions and times were substituted into a freshly prepared calibration curve and the mean back calculated concentration at each level should be within ±15% of the nominal concentration to prove stability at different storage periods.", "cite_spans": [], "ref_spans": [], "section": "Stability"}, {"text": "The validated LC-MS/MS method was used to investigate the PK profile of chloroquine in Wuzhishan miniature pigs. Two ordinary grade, healthy, Wuzhis-han miniature pig (6-8 months old, 7-9 kg) were purchased from Pearl Laboratory Animal Sci. & Tech. Co., Ltd (Dongguan, China) and maintained on standard food and water. The pigs were housed in individual cages and identified by ear tags. Each animal received chloroquine (0.2 g) by oral administration. Blood samples (1.5 ml) were collected in heparinized tubes via the precaval or pelvic vein before medication and 0.5, 1, 2, 4, 6, 8, 12, 24, 36, 48, 72, 96 and 120 h after drug administration. All blood samples were immediately centrifuged at 2000 × g for 15 min (Centrifuge 5418, Eppendorf) and then stored at −70°C before analysis. The maximum plasma concentration (C max ) and time of occurrence (t max ) were read directly from the concentration-time curve. Other PK parameters were calculated with DAS 3.2.4 software, using a noncompartmental model.", "cite_spans": [], "ref_spans": [], "section": "PK study"}, {"text": "Chloroquine has a strongly basic tertiary amine group (Figure 1, pK a 10 .47 [20] ) that readily interacts with silanol groups in the stationary phase of RPLC columns, probably resulting in secondary retention and consequent broad peak shapes (>1 min). The C18 column was the most frequently used columns in previously published research [7] [8] [9] [10] [12] [13] [14] and we have investigated the peak shape and response of several C18 columns in the optimization process. With additives of 5 mM ammonium formate and formic acid (0.015∼0.1% formic acid) in mobile phase system consisting of acetonitrile and water, chloroquine did not reserve on an Eclipse Plus C18 column (5 μm, 100 × 4.6 mm, Agilent, USA) and the retention time remained almost unchanged (∼1.8 min) with different proportion of acetonitrile ranged between 13 and 70%. The introduction of methanol-water system or acetonitrile-methanol-water system combined with the Eclipse Plus C18 column could not improve the retention behavior (∼2.0 min). The basic compound of chloroquine seems to elute quickly as the form of salts in C18 column and C8 column with the appearance of H + in mobile phase. The remove of H + in mobile phase prolonged the reservation of chloroquine in Eclipse Plus C18 column (2.6 min), ZORBAX SB-C18 column (3.5 μm, 150 × 4.6 mm, Agilent, USA, retention time 3.3-3.5 min), Eclipse XDB-C18 column (5 μm, 150 × 4.6 mm, Agilent, USA, retention time ∼5.5 min) but exerted extremely broad peaks. Since chloroquine contains a highly polar tertiary amine that is likely to interact with silanol groups in the stationary phase of aforementioned RP columns, the deprivation of formic acid in mobile phase possibly related to broad peak shape in our research. Moreover, the wide asymfuture science group HILIC-MS/MS analysis of chloroquine in miniature pig plasma Methodology metrical shapes with long peak trailing, even at high percentages of acetonitrile, suggested the potential for long-term accumulation of analytes on these columns, possibly related to fast consume of columns and unexpected interfering signals in subsequent injections. In almost every published chromatography method, strong ion-pairing reagents were added to the mobile phase to inhibit secondary retention [8, 10, 11, 13] , which could cause problems by crystallization of nonvolatile salts in the desolvation process during MS detection. Thus we employed extra additives such as H + to improve peak shape and enhance ionization efficiency in the analysis of chloroquine. We have compared chromatographic behaviors of chloroquine in mobile phase system containing different composition of methanol, acetonitrile, water and formic acid in Proshell 120 EC-C18 column (2.7 μm, 100 × 4.6 mm, Agilent, USA,), ZORBAX SB-C18 column and Eclipse XDB-C18 column. Mobile phase consisting of acetonitrilemethanol-water-formic acid exerted narrow but slightly asymmetric peaks (half width about 0.5 min) of chloroquine and the analyte retained weakly in ZORBAX SB-C18 column (retention time 2.8 min) and Eclipse XDB-C18 column (retention time ∼3.3 min). A high proportion of organic solvent containing acetonitrile (∼60%), methanol (∼30%) and 0.1% formic acid (∼10%) gave a comparatively well-shaped peak (half peak width 0.6 min, still broad) on the Agilent XDB column (retention time of 3.25 min) but this still did not meet our requirements. In conclusion, all analytes showed weak retention on these RP columns, regardless of solvent composition, confirming that traditional RP columns are not able to adequately retain chloroquine and that secondary retention was likely to have occurred between analytes and columns.", "cite_spans": [{"start": 77, "end": 81, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 338, "end": 341, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 342, "end": 345, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 346, "end": 349, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 350, "end": 354, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 355, "end": 359, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 360, "end": 364, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 365, "end": 369, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2265, "end": 2268, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 2269, "end": 2272, "text": "10,", "ref_id": "BIBREF9"}, {"start": 2273, "end": 2276, "text": "11,", "ref_id": "BIBREF10"}, {"start": 2277, "end": 2280, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 54, "end": 72, "text": "(Figure 1, pK a 10", "ref_id": "FIGREF0"}], "section": "LC-MS method development"}, {"text": "In many of the published RPLC methods, a strong base such as triethylamine [13, 21] or diethylamine [10] was added to competitively conjugate with silanol groups on the stationary phase and thus reduced the binding of amine groups in the analytes with the stationary phase. This procedure, however, remains controversial since it irreversibly changes the character of the column and an alkaline mobile phase is needed to elute the analytes. Some researchers have inhibited secondary retention by increasing the ionic strength of the mobile phase by adding reagents such as perchloric acid [12] , phosphoric acid [11] or phosphate buffer [13] . Although this method can be successful with some detection methods, it is not recommended for LC-MS/MS because nonvolatile acids and buffer salts could crystallize during the desolvation procedure and damage the mass spectrometer. In the present study, we tried to optimize the mobile phase and column for LC-MS/MS, and to identify conditions suitable for high-throughput detection. As the proportion of formic acid in the mobile phase was increased to 0.2%, the peak shapes showed some improvement since basic analytes tended to form salts at lower pH and showed less interaction with the stationary phase. High concentrations of formic acid could improve the peak shape, however, coelution of matrix and solvent interfere with detection of the analytes and we chose to use a more polar column to retain chloroquine and other basic analytes as salts. HILIC provides an alternative to HPLC for separating polar compound [17] . As with ion chromatography, for basic compounds such as chloroquine, HILIC gives good peak shapes (no tailing) and reasonable retention times compared with traditional RP columns [22] . Thus an HILIC Plus column (4.6 × 100 mm, 3.5 μm, Agilent) was chosen as separation column in our research.", "cite_spans": [{"start": 75, "end": 79, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 80, "end": 83, "text": "21]", "ref_id": "BIBREF22"}, {"start": 100, "end": 104, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 589, "end": 593, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 612, "end": 616, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 637, "end": 641, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1564, "end": 1568, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1750, "end": 1754, "text": "[22]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "LC-MS method development"}, {"text": "The optimized flow rate (<0.5 min) for mass spectrometer is generally far less than the optimal flow rate for well separation in LC (∼0.8 min). However, the mass detector generally requires relatively low flow rate for efficient spray, which is a key factor for MS and could strongly impact the signal response here. We employed a compromised flow rate of 0.5 ml/min here and tried to balance the retention and signal response by adjusting mobile phase component. The retention time of chloroquine on underivatized HILIC columns was longer when the mobile phase contained a higher proportion of organic solvent. The retention times of the main matrix components, such as phospholipids, were reported not significantly altered by varying the composition of the mobile phase [16] , thus we tried various mobile phase to separate analytes and matrix components, which could be the main contributor of low apparent recovery (∼20%) after one-step protein precipitation in Singhal P's research [14] .", "cite_spans": [{"start": 773, "end": 777, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 988, "end": 992, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "LC-MS method development"}, {"text": "As shown in Figure 2 , the major matrix components eluted in two distinct groups, with peaks at 2.1-2.6 and 3.1-3.9 min. A mobile phase composed of 70% methanol, 30% water, 3.5 mM ammonium formate and 0.2% formic acid enabled a little retention in the HILIC column and eluted as symmetrical peaks in 2.9 min. Gradient elution could realize better separation between analytes and interfering components whereas gradient elution usually requires balance time as long as half an hour in HILIC columns to obtain steady column pressure. A good balance of retention time, peak shape and matrix effect was achieved on an HILIC Plus column (3.5 μm, 100 × 4.6 mm) and current mobile phase consisting of methanol and water.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "LC-MS method development"}, {"text": "Standard solutions of chloroquine (1 μg/ml in methanol) and IS (0.1 μg/ml in methanol) were directly infused into the mass spectrometer to optimize the transitions and operating conditions sepa- Table 2 . The nebulizer gas, auxiliary gas and curtain gas was produced using a Brezza nitrogen generator (Claind srl, Lenno, Italy), and high purity nitrogen was used as the collision gas. The ion spray temperature was 350°C, the ion spray voltage was 4000 V, the drying gas flow rate was 10 l/min and the nebulizer gas pressure was 45 psi. The impact energy and split voltage were 14 units and 135 V, respectively, with dwell time of 200 ms. The electron multiplier was set at 200 units for all samples.", "cite_spans": [], "ref_spans": [{"start": 195, "end": 202, "text": "Table 2", "ref_id": "TABREF3"}], "section": "LC-MS method development"}, {"text": "Extraction procedures using LLE and SPE with HPLC have been employed to analyze chloroquine in biomatrix previously. Preparation of biological samples by LLE usually results in large injection volumes and needs relatively complicated and time-consuming pretreatment, including acidification [10, 11] and basification [7, 10, 11] , whereas SPE procedures require expensive SPE columns and longer analysis times [6] [7] [8] [9] . Because of the high sensitivity of MS detection, a simpler and more convenient protein precipitation procedure successfully met the requirements of the present PK study [14] . Different precipitation agents, including methanol and acetonitrile, were evaluated during optimization of the extraction procedure. Total ion chromatography graphs of different precipitant-treated drug-free miniature pig plasma samples are shown in Figure 2 . Significant signal peaks and valleys were observed as late as 14 min after injection of the methanol-treated sample, indicating that the matrix components remain on the column and do not elute within one gradient cycle (run time 3.8 min). Samples treated with acetonitrile gave a lower and smoother baseline than those treated with methanol and there was less carryover of impurities to the next run.", "cite_spans": [{"start": 291, "end": 295, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 296, "end": 299, "text": "11]", "ref_id": "BIBREF10"}, {"start": 317, "end": 320, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 321, "end": 324, "text": "10,", "ref_id": "BIBREF9"}, {"start": 325, "end": 328, "text": "11]", "ref_id": "BIBREF10"}, {"start": 410, "end": 413, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 414, "end": 417, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 418, "end": 421, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 422, "end": 425, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 597, "end": 601, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 854, "end": 862, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Extraction method development"}, {"text": "We have compared different mobile phase system containing acetonitrile and water and observed similar peak shape as the methanol-water system. It seems it is the type of column rather than composition of mobile phase or sample solvent that impact the peak shape. Thus peak incompatibilities between the sample solvent of acetonitrile and mobile phase consist of methanol and water didn't result in peak distortion. Acetonitrile was, therefore, chosen as the precipitant for less carryover of impurities and efficient one step precipitation in our assay.", "cite_spans": [], "ref_spans": [], "section": "Extraction method development"}, {"text": "The specificity of the method was evaluated using chromatograms of blank miniature pig plasma. Typical MRM chromatograms of blank and spiked miniature pig plasma are presented in Figure 3 . The retention times for both chloroquine and IS were approximately 2.9 min in the LC-MS/MS trace, and there were was no observable matrix component at the retention time of analytes. Satisfactory sensitivity was achieved in the assay, with a signal to noise ratio >20, and precision and accuracy values between −5.2 and 6.8% at LLOQs.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "Figure 3", "ref_id": "FIGREF4"}], "section": "Specificity, sensitivity, linearity & carry over"}, {"text": "Correlation coefficients (R 2 ) were >0.99 for all routine calibration curves, indicating a high degree of correlation between y (response ratio) and x (concentration ratio) values over the range 1-100 ng/ml. A linear 1/x weighting regression was used. The pooled slope and intercept were 1.7611 ± 0.0574 and 0.0409 ± 0.0023, respectively. Calibration accuracy for all seven calibrators showed less than ±15% bias and no carry over was observed in blank samples after injections containing 100 ng/ml chloroquine.", "cite_spans": [], "ref_spans": [], "section": "Specificity, sensitivity, linearity & carry over"}, {"text": "The matrix effect was evaluated to reveal possible suppression or enhancement of ionization by associated endogenous components in the biological matrices. The peak response ratios of chloroquine and IS in postextracted samples were compared with those in solvent samples of equivalent concentration and MFs from six lots were summarized in Table 3 . The mean IS-normalized MFs were ranged between 106.00 and 116.81%, and the CV of the IS-normalized MF calculated from the six lots of matrix was less than 5%, indicated negligible effects of endogenous matrix on analyte ionization under the current validation conditions.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 348, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Matrix effects & recovery"}, {"text": "The absolute recoveries (also known as overall process recoveries) of chloroquine at three QC levels (3, 10 and 75 ng/ml) were 92.32 ± 10.86%, 95.57 ± 3.63% and 97.57 ± 5.07%, respectively. The mean recovery of IS was 95.49 ± 5.81%.", "cite_spans": [], "ref_spans": [], "section": "Matrix effects & recovery"}, {"text": "Five replicates of plasma samples were used to measure the precision and accuracy for chloroquine. The within-run precision had a CV of 1.56-11.33% at different levels and the between-run precision was 0.82-18.47% (Table 4 ). The deviation from nominal value of within-run ranged from −0.21 to 6.10% and between-run bias was from 0.15 to 6.4%. Accuracy and precision values were within the guidelines (%CV and bias <20% for LLOQ and <15% for LQC, MQC and HQC), demonstrating the reliability and reproducibility of the assay. The stability of chloroquine is summarized in Table 5 . Recovery from prepared samples in miniature pig plasma indicated that chloroquine was stable for at least 6 h during bench top preparation and for at least 40 days storage at -20°C. Prepared samples were also found to be stable after storage in the autosampler for 24 h. Miniature pig plasma samples containing chloroquine can thus be prepared and used under laboratory conditions without significant degradation of the chloroquine.", "cite_spans": [], "ref_spans": [{"start": 214, "end": 222, "text": "(Table 4", "ref_id": null}, {"start": 571, "end": 578, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Precision & accuracy"}, {"text": "The newly developed analytical method for chloroquine was used to quantify plasma concentrations in a PK study. Mean concentration-time profiles of chloroquine after a single oral dose (0.2 g) in healthy miniature pigs are shown in Figure 4 . Average C max , t max , elimination t 1/2 , CL/F, V/F and AUC inf values for chloroquine were 15.03 ng/ml, 3 h, 16.9 h, 54.15 l/h, 1543.82 l and 380.02 ng/ml*h. The method was sufficiently sensitive to monitor plasma concentrations up to 120 h. Calibration and QC samples were well within acceptable limits. As far as we know, this is also the first report on PK profile of chloroquine in miniature pigs and further comparison of the PK results might be required to confirm the application of current method.", "cite_spans": [], "ref_spans": [{"start": 232, "end": 240, "text": "Figure 4", "ref_id": "FIGREF6"}], "section": "Method application"}, {"text": "A novel, fast and sensitive LC-MS/MS method for the determination of chloroquine has been developed and validated in miniature pig plasma. An HILIC column was employed to separate the analytes and gave symmetrical peak responses. The method employed a onestep protein precipitation procedure using acetonitrile and a sensitive detection method using a MassHunter Work Station. A total run time of 3.8 min/injection and negative carry over after a 3.0 μl injection met the requirements for routine high-throughput analysis. Validation results demonstrated good selectivity, high sensitivity, accuracy and precision over the concentration range of interest, as well as appropriate recovery and lack of matrix interference. The robustness of the assay was confirmed by a PK study in miniature pigs.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The development of fast and sensitive LC-MS/MS methods for the determination of chloroquine is essential to explore new applications for this old-fashioned drug. HILIC is a promising alternative to RPLC, especially for highly polar/ionic compounds. We have developed a simple, highly sensitive and rapid method for the determination of chloroquine and used this method for high-throughput analysis of chloroquine in a PK study. Future works should however address issues such as flow rate, which in the present method is far less (0.5 ml/min) than the optimal flow rate in LC, to achieve balance retention time and efficient spray. We believe a postcolumn flow diverter could improve the situation in some degree. In addition, since only two pigs were included in the PK study, the sample size is too small for statistical analysis. As such an increased number of test animals are needed in subsequent research. That said, with only a change of mobile phase to avoid possible matrix effects, our new method could be adapted for detection of chloroquine in other biological fluids. Lower LLOQs and faster detection speeds could be achieved using advanced instruments to meet the demands of clinical research. ", "cite_spans": [], "ref_spans": [], "section": "Future perspective"}, {"text": "Recovery (mean ± SD, %) 106.02 ± 9.74 105.63 ± 1.07", "cite_spans": [], "ref_spans": [], "section": "Freeze-thaw stability (3 cycles)"}, {"text": "Recovery (mean ± SD, %) 104. 16 No writing assistance was utilized in the production of this manuscript.", "cite_spans": [{"start": 29, "end": 31, "text": "16", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Benchtop stability (8 h)"}, {"text": "The authors state that they have obtained appropriate institutional review board approval or have followed the principles outlined in the Declaration of Helsinki for all human or animal experimental investigations. In addition, for investigations involving human subjects, informed consent has been obtained from the participants involved.", "cite_spans": [], "ref_spans": [], "section": "Ethical conduct of research"}, {"text": "• The old-fashioned drug of chloroquine has been a promising candidate in cancer chemotherapy and HIV infection, but a quick and reliable detection method is still limited.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "• Several reversed-phase columns were compared and an HILIC column was chosen to separate chloroquine in miniature pig plasma using methanol-water mobile phase system. Ammonium formate and formic acid were added to mobile phase to obtain good peak shape and reduce matrix effect. An efficient one-step precipitation extraction by acetonitrile was employed to obtain satisfactory sensitivity.", "cite_spans": [], "ref_spans": [], "section": "Method optimization"}, {"text": "• The method has been fully validated according to regulatory guidelines, including calibration, carryover, sensitivity, selectivity, accuracy, precision and recovery, matrix effect, reproducibility and stability.", "cite_spans": [], "ref_spans": [], "section": "Method validation"}, {"text": "• The method has been successfully used in a PK study in miniature pigs.", "cite_spans": [], "ref_spans": [], "section": "Method application"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pharmacokinetics, pharmacodynamics, and allometric scaling of chloroquine in a murine malaria model", "authors": [{"first": "B", "middle": ["R"], "last": "Moore", "suffix": ""}, {"first": "M", "middle": [], "last": "Page-Sharp", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Stoney", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Ilett", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Jago", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Batty", "suffix": ""}], "year": 2011, "venue": "Antimicrob. Agents Chemother", "volume": "55", "issn": "8", "pages": "3899--3907", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chloroquine-containing compounds: a patent review", "authors": [{"first": "P", "middle": ["M"], "last": "Njaria", "suffix": ""}, {"first": "J", "middle": [], "last": "Okombo", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Njuguna", "suffix": ""}, {"first": "K", "middle": [], "last": "Chibale", "suffix": ""}], "year": 2010, "venue": "Expert Opin. Ther. Patents", "volume": "25", "issn": "9", "pages": "1003--1024", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The chemotherapeutic potential of PEG-b-PLGA copolymer micelles that combine chloroquine as autophagy inhibitor and docetaxel as an anticancer drug", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "X", "middle": [], "last": "Liang", "suffix": ""}], "year": 2014, "venue": "Biomaterials", "volume": "35", "issn": "33", "pages": "9144--9154", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Doxorubicin and chloroquine coencapsulated liposomes: preparation and improved cytotoxicity on human breast cancer cells", "authors": [{"first": "L", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "M", "middle": [], "last": "Yao", "suffix": ""}, {"first": "M", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2012, "venue": "J. Liposome Res", "volume": "22", "issn": "3", "pages": "245--253", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Development and in vitro evaluation of chloroquine gels as microbicides against HIV-1 infection", "authors": [{"first": "J", "middle": [], "last": "Brouwers", "suffix": ""}, {"first": "K", "middle": [], "last": "Vermeire", "suffix": ""}, {"first": "D", "middle": [], "last": "Schols", "suffix": ""}, {"first": "P", "middle": [], "last": "Augustijns", "suffix": ""}], "year": 2008, "venue": "Virology", "volume": "378", "issn": "2", "pages": "306--310", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of pH on the uptake and toxicity of the bivalent weak base chloroquine tested on Salix viminalis and Daphnia magna", "authors": [{"first": "C", "middle": [], "last": "Rendal", "suffix": ""}, {"first": "K", "middle": ["O"], "last": "Kusk", "suffix": ""}, {"first": "S", "middle": [], "last": "Trapp", "suffix": ""}], "year": 2011, "venue": "Environ. Toxicol. Chem", "volume": "30", "issn": "2", "pages": "354--359", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Simultaneous determination of quinine and chloroquine anti-malarial agents in pharmaceuticals and biological fluids by HPLC and fluorescence detection", "authors": [{"first": "V", "middle": ["F"], "last": "Samanidou", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Evaggelopoulou", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Papadoyannis", "suffix": ""}], "year": 2005, "venue": "J. Pharm. Biomed. Anal", "volume": "38", "issn": "1", "pages": "21--28", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sensitive fluorescence HPLC assay for AQ-13, a candidate aminoquinoline antimalarial, that also detects chloroquine and N-dealkylated metabolites", "authors": [{"first": "H", "middle": [], "last": "Deng", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Krogstad", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Krogstad", "suffix": ""}], "year": 2006, "venue": "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci", "volume": "833", "issn": "2", "pages": "122--128", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Simultaneous determination of monodesethylchloroquine, chloroquine, cycloguanil and proguanil on dried blood spots by reversephase liquid chromatography", "authors": [{"first": "D", "middle": [], "last": "Lejeune", "suffix": ""}, {"first": "I", "middle": [], "last": "Souletie", "suffix": ""}, {"first": "S", "middle": [], "last": "Houze", "suffix": ""}], "year": 2007, "venue": "J. Pharm. Biomed. Anal", "volume": "43", "issn": "3", "pages": "1106--1115", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "HPLC with ultraviolet detection for the determination of chloroquine and desethylchloroquine in whole blood and finger-prick capillary blood dried on filter paper", "authors": [{"first": "A", "middle": [], "last": "Cheomung", "suffix": ""}, {"first": "K", "middle": [], "last": "Na-Bangchang", "suffix": ""}], "year": 2011, "venue": "J. Pharm. Biomed. Anal", "volume": "55", "issn": "5", "pages": "1031--1040", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "HPLC analysis of anti-malaria agent, chloroquine in blood and tissue from forensic autopsy cases in Tanzania", "authors": [{"first": "K", "middle": [], "last": "Yonemitsu", "suffix": ""}, {"first": "A", "middle": [], "last": "Koreeda", "suffix": ""}, {"first": "K", "middle": [], "last": "Kibayashi", "suffix": ""}], "year": 2005, "venue": "Legal Med", "volume": "7", "issn": "2", "pages": "113--116", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "High-performance liquid chromatographic method for determination of amodiaquine, chloroquine and their monodesethyl metabolites in biological samples", "authors": [{"first": "O", "middle": ["M"], "last": "Minzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Rais", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Svensson", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Gustafsson", "suffix": ""}, {"first": "O", "middle": [], "last": "Ericsson", "suffix": ""}], "year": 2003, "venue": "Chromatogr. B Analyt. Technol. Biomed. Life Sci", "volume": "783", "issn": "", "pages": "473--480", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Validation of a method for the simultaneous quantification of chloroquine, desethylchloroquine and primaquine in plasma by HPLC-DAD", "authors": [{"first": "L", "middle": [], "last": "Zuluaga-Idarraga", "suffix": ""}, {"first": "Yepes-Jimenez", "middle": [], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "Lopez-Cordoba", "suffix": ""}, {"first": "C", "middle": [], "last": "Blair-Trujillo", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "J. Pharm. Biomed. Anal", "volume": "95", "issn": "", "pages": "200--206", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sensitive and rapid liquid chromatography/tandem mass spectrometric assay for the quantification of chloroquine in dog plasma", "authors": [{"first": "P", "middle": [], "last": "Singhal", "suffix": ""}, {"first": "A", "middle": [], "last": "Gaur", "suffix": ""}, {"first": "V", "middle": [], "last": "Behl", "suffix": ""}], "year": 2007, "venue": "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci", "volume": "852", "issn": "1-2", "pages": "293--299", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The first LC-MS/MS method for chloroquine, and uses one-step precipitaion for extraction. future science group HILIC-MS/MS analysis of chloroquine in miniature pig plasma", "authors": [{"first": "•", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Methodology", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "An efficient hydrophilic interaction liquid chromatographic method for the simultaneous determination of metformin and pioglitazone using high-purity silica column", "authors": [{"first": "A", "middle": ["M"], "last": "Mohamed", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Mohamed", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Mohamed", "suffix": ""}], "year": 2015, "venue": "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci", "volume": "997", "issn": "", "pages": "16--22", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Utilization of hydrophilic-interaction LC to minimize matrix effects caused by phospholipids", "authors": [{"first": "B", "middle": [], "last": "Tan", "suffix": ""}, {"first": "A", "middle": [], "last": "Negahban", "suffix": ""}, {"first": "T", "middle": [], "last": "Mcdonald", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Holliman", "suffix": ""}], "year": 2012, "venue": "Bioanalysis", "volume": "4", "issn": "16", "pages": "2049--2058", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Hydrophilic interaction liquid chromatography (HILIC) -a powerful separation technique", "authors": [{"first": "B", "middle": [], "last": "Buszewski", "suffix": ""}, {"first": "S", "middle": [], "last": "Noga", "suffix": ""}], "year": 2012, "venue": "Anal. Bioanal. Chem", "volume": "402", "issn": "1", "pages": "231--247", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "• Gives a general summary of hydrophilic interaction LC", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Hydrophilic interaction chromatography (HILIC) in the analysis of antibiotics", "authors": [{"first": "G", "middle": [], "last": "Kahsay", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Schepdael", "suffix": ""}, {"first": "D", "middle": [], "last": "Cabooter", "suffix": ""}, {"first": "Adams", "middle": ["E"], "last": "", "suffix": ""}], "year": 2014, "venue": "J. Pharm. Biomed. Anal", "volume": "87", "issn": "", "pages": "142--154", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Strategies for the assessment of matrix effect in quantitative bioanalytical methods based on HPLC-MS/MS", "authors": [{"first": "B", "middle": ["K"], "last": "Matuszewski", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Constanzer", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chavez-Eng", "suffix": ""}], "year": 2003, "venue": "Anal. Chem", "volume": "75", "issn": "13", "pages": "3019--3030", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A rapid HPLC procedure for the simultaneous determination of chloroquine, monodesethylchloroquine, diazepam, and nordiazepam in blood", "authors": [{"first": "M", "middle": [], "last": "Estadieu", "suffix": ""}, {"first": "A", "middle": [], "last": "Durand", "suffix": ""}, {"first": "A", "middle": [], "last": "Viala", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Rop", "suffix": ""}, {"first": "M", "middle": [], "last": "Fornaris", "suffix": ""}, {"first": "J", "middle": [], "last": "Quicke", "suffix": ""}], "year": 1989, "venue": "J. Anal. Toxicol", "volume": "13", "issn": "2", "pages": "89--93", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Rapid and simple method to determine chloroquine and its desethylated metabolites in human microsomes by high-performance liquid chromatography with fluorescence detection", "authors": [{"first": "J", "middle": [], "last": "Ducharme", "suffix": ""}, {"first": "R", "middle": [], "last": "Farinotti", "suffix": ""}], "year": 1997, "venue": "J. Chromatogr. B Biomed. Sci. Appl", "volume": "698", "issn": "", "pages": "243--250", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Liquid chromatography problem solving and troubleshooting", "authors": [{"first": "B", "middle": [], "last": "Bidlingmeyer", "suffix": ""}], "year": 2002, "venue": "J. Chromatogr. Sci", "volume": "40", "issn": "5", "pages": "306--307", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Product ion spectra of (A) chloroquine, and (B) [ 2 H 4 ]-chloroquine (IS). system (Millipore Corporation, Billerica, MA, USA,). Blank miniature pig plasma was kindly provided by Guangdong Lewwin Pharmaceutical Research Institute Co., Ltd and stored at -70°C.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "TIC chromatograms for blank miniature pig precipitated using methanol (A) and acetonitrile (B). Product ion splitting spectra of (A) chloroquine, and (B) [ 2 H 4 ]-chloroquine (IS) was presented in Figure 1. Transitions of m/z 320.1 → 247.0 and m/z 324.3 → 251.0 were employed to monitor chloroquine and IS, respectively, as summarized in", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Representative chromatograms for blank miniature pig plasma (A); blank miniature pig plasma spiked with 40 ng/ml of IS (B); blank miniature pig plasma spiked with 1 ng/mlchloroquine (LLOQ) and 40 ng/ml of IS (C); real miniature pig plasma of 120 h after oral administration of 0.2 g chloroquine formulated in gel (D).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The mean concentration-time profiles in healthy miniature pigs after oral administration of 0.2 g chloroquine.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "& competing interests disclosure This work received financial support from the Science and Technology Program of Guangzhou, China (Grant No.", "latex": null, "type": "figure"}, "TABREF0": {"text": "of chloroquine since 2005 have been concluded and presented inTable 1. Singhal P et al.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Brief summary of HPLC and LC-MS/MS methods for the detection of chloroquine since 2005 (cont.).", "latex": null, "type": "table"}, "TABREF3": {"text": "LC-MS/MS parameters selected for the quantification of chloroquine using [ 2 H 4 ]chloroquine as internal standard.", "latex": null, "type": "table"}, "TABREF5": {"text": "Matrix effect for the detection of chloroquine. Matrix effect (mean ± SD, %) 106.10 ± 0.38 108.48 ± 1.68 106.74 ± 0.36 105.52 ± 1.86 115.27 ± 7.97 111.59 ± 6.22 IS normalized matrix effect (mean ± SD, %) 106.00 ± 1.34 106.49 ± 2.48 106.91 ± 1.78 105.64 ± 2.22 113.37 ± 9.57 116.81 ± 13.36Table 4. Validation results for within-day precision and between-day precision.", "latex": null, "type": "table"}, "TABREF6": {"text": "Stability of chloroquine in solution and miniature pig plasma under different storage conditions.", "latex": null, "type": "table"}, "TABREF7": {"text": "Methodology Wang, Lu, Shang, Ni, Zhang & Wen 2014J4100135). The authors have no other relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript apart from those disclosed.", "latex": null, "type": "table"}}, "back_matter": []}