{
    "paper_id": "1b0f1920fee9112f18e408069d184cf7ca5651ac",
    "metadata": {
        "title": "Managing Upper Respiratory Infections in Pregnancy,\" appears in this issue (JNM 32:6); Part II",
        "authors": [
            {
                "first": "Mary",
                "middle": [
                    "C"
                ],
                "last": "Brucker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNM",
                    "location": {
                        "addrLine": "2509 N. Halsted Street",
                        "postCode": "60614",
                        "settlement": "Brucker, Chi-cago",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The minor discomforts of pregnancy present difficulties for the health care provider as well as for the pregnant woman herself. Management of the various symptoms requires astute observations and the ability to individualize therapy. Knowledge of a variety of treatment options, therefore, allows practitioners to collaborate with their patients in selecting the best therapeutic approach for the specific situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This three-part series reviews the common discomforts associated with upper respiratory infections, minor pain, and gastrointestinal problems as they are manifested during pregnancy. Both nonpharmaceutical and pharmaceutical therapies are discussed. Frequent references are made to the Food and Drug Administration (FDA) Risk Factors which categorize both over-the-counter and prescribed drugs according to their documented safety for ingestion during pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Certified nurse-midwives (CNMs) are well known for their use of noninvasive treatment modalities. CNMs' avoidance of routine medications preceeded the current obstetrical cautions about drugs in pregnancy. However, pharmaceutical interventions have recently taken their place within the armamentarium of practicing CNMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This first part of a three-part series will review the common discomforts associated with upper respiratory infections as they are manifested during pregnancy. Both nonpharmaceutical and pharmaceutical therapies will be discussed. Frequent reference will be made to the FDA Risk Factors (Appendix A). This risk sum-mary categorizes both over-thecounter and prescribed drugs for use in pregnancy. Unfortunately, it does not categorize drugs for use in lactation. The FDA class for specific drugs as well as information on their safety during breast-feeding can be found in other sources, however.l,* Use of the FDA categories can aid a nursemidwife in assessing available drugs in terms of their relative safety in pregnancy. Knowledge of a variety of treatment options allows practitioners to collaborate with their patients in selecting the best therapeutic approach for the specific situation. uncomplicated condition. Until a germ-free environment is developed, the average pregnant woman will remain at risk for such minor health problems as upper respiratory infections (URIS). Upper respiratory infections are the most common types of adult infectious diseases, accounting for an estimated $10 to $15 billion annually and 150 million days lost from work. The average American experiences two to four such infections per year.3,4 The condition of pregnancy further complicates the treatment of URIS insofar as two patients are involved. Much of that which is written concentrates on URIS in the nonpregnant state. Thus, a review of the etiology, symptomatology, and application of treatment of URIS in pregnancy is warranted.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 909,
                    "text": "uncomplicated",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has been well established that the \"common cold\" is a term of dubious distinction. Although it has al-most universal connotation, it actually names a collection of symptoms associated with a virus. Moreover, URIS are not caused by one single virus. More than 100 different strains of viruses have been implicated as causative agents.5 The major two types of viruses are rhinoviruses and coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although these usually are implicated as the cause, fully one-third of URIS are unable to be linked with a specific etiologic agent. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Normally, an individual is exposed to such viruses without consequences. The healthy person has a variety of inherent protection including mechanical and anatomical barriers in the nose and throat, mucociliary clearance, coughing, phagocytosis, surfactant, and other factors.7 The issue of susceptibility to a cold virus has been well researched within the last decade. Although once dismissed as a myth, changes in weather and drafts are now recognized as part of multiple stresses which may decrease a host's resistance to a virus.8 Actual transmission of a cold virus has been proposed through infected droplets found on tissues, as well as self innoculation from mouth to finger. It is rare that an individual transmit a cold simply by sneezing or coughing.v Regular handwashing has been found to be the single most preventative policy. l\"J1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pregnant woman is not innately at higher risk for more or worse URIS than her nonpregnant counterpart. I2 However, other environmental factors may increase her risk. For example, if she has other children in preschool or day care, she is at greater risk for an URI.6 Moreover, an URI may be more inconvenient and uncomfortable during pregnancy, possibly compounding the vascular congestion of the sinuses associated with pregnancy, or interfering with breathing techniques in labor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When a cold virus invades a woman's body, the target area is the epithelium of the nasopharynx and bronchii. The epithelium of these mucous membranes is normally protected by a thin mucoid film composed of immunoglobulins, glycoproteins, lysozymes, and other components. Minute cilia enable the mucous to be moved toward the nasopharynx while continually coating the epithelium of the mucous membranes.8J3",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once an epithelial invasion has been established, usually after one to four days, various symptoms may occur. Prodromal symptoms include fatigue and malaise. One normal response to the epithelial invasion is the release of inflammatory mediators which increase the serum in nasal secretion resulting in rhinorrhea with increased vascular permeability and edema causing nasal stuffiness. The cold virus also causes cholinergic stimulation which not only increases mucoid production and rhinorrhea, but also can alter respiratory function by bronchial constriction. This bronchial constriction, associated with the rhinorrhea and cellular tissue damage of the nasal membranes and pharynx from the cold virus can be expressed as a cough or sore throat. Histamine is released in response to the cellular tissue damage, compounding the discomfort8 A cold is a self-limiting entity, commonly lasting three to seven days. Such a condition is communicable for two to three days after onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The diagnosis of an URI is often self made. Exposure and accompanying symptomatology are usyally adequate diagnostic aids. Past history or length of symptoms will help to differentiate between a cold and seasonal allergies, the latter beirig of a recurrent nature and associated with allergens instead of a usual short-term episodic cold. Bacterial pharyngitis is another condition that can be confused with an URI. Bacterial pharyngitis is usually of a rapid onset, without the prodromal or the increasing intensity of symptoms found with a cold. Furthermore, it is most commonly associated with febrile episodes, where simple URIS are nonfebrile conditions, or evidencing a slight low-grade temperature elevation at best. Influenza may mimic the signs and symptoms of an URI but will also have associated fever and usually gastrointeitinal symptomatology. Pneumonia iS differentiated from a simple cold as its symptoms include severe caugh, fever, chills, and such serious signs as respiratory distress. 13,14",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once an upper respiratory infection is diagnosed, or self-diagnosed, the question of therapy remains. No curative agent yet exists. Indeed, although vaccines were once heralded as the promise of the future, unlike influenza, the sheer numbers of viruses involved make the development of such extremely unlikely.6J5 Thus, all treatment for URIS are based on symptomatology. The approaches to treatment for URIS are basically two: nonpharmaceutical and pharmaceutical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The primary nonpharmaceutical treatments are rest, hydration, and humidification. Rest combats fatigue and assists in maximizing aii exchange by minimizing the body's needs for such. Fluids may help with expectoration of respiratory secretions while still maintaining hydration, a point of particular importance in pregnancy. The issue of starving a cold not only has little relevance, but can be of danger in pregnancy where dehydration has been implicated in preterm labor. Humidified air decreases the viscosity of respiratory secretions. Such air is particularly comforting for the individual with a sore throat. Cool air vapor has been suggested as superior to hot steam because of safety reasons. However, such vaporizers quickly become contaminated. To prevent this, they should be frequently cleaned according to manufacturer's instructions. l3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NONPHARMACEUTICAL TREATMENTS"
        },
        {
            "text": "The decision to initiate a drug as opposed to using a nonpharmaceutic approach is an individual one. Parameters to be considered include fatigue, weight loss, patient desire, insomnia due to cold symptoms, and inability to perform activities of daily living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Pharmacologic approaches to the treatment of URIS in pregnancy pose a great challenge to the clinician. Although most patients are well aware of the dangers of medications in pregnancy, some will initiate selfmedication without knowing of the pregnancy, or assuming that the drug's availability over the counter indicates safety. Others may use over-the-counter drugs at half dosage or less, assuming increased safety, but actually still experiencing drug exposure at subtherapeutic level of medication. In general, both pregnant women and practitioners should know that there are several categories of drugs that have not been implicated in teratogenic outcomes, and can be of assistance to the woman with a URI in pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "The major drugs used for cold relief are categorized as antihistamines, decongestants, antitussives, and expectorants. Many of these pharmaceutic agents are available as overthe-counter remedies. Antibiotics are not recommended for a simple URI as they are not effective against the viruses implicated in the disease. Vitamin and mineral therapy is more controversial. Although large clinical studies have failed to demonstrate the efficacy of vitamin C, other studies are now investigating various other remedies such as zinc supplementation.g Antihistamines Histamine is released in the common URI when the epithelium is invaded, although to a lesser extent than during an allergic reaction. In either case, histamine acts as an irritant to the body causing itching and tear formation among other symptoms. Antihistamines compete with histamine at the receptor site. Although the histamine released with a cold is less than during seasonal allergies, antihistamines are common cold remedies, especially in conjunction with other agents, Antihistamines should be administered with food or fluids to decrease gastric upset. The major side effect to antihistamines is drowsiness due to occupation of sites in the brain that are involved in the control of wake-fulness2 This sedative quality is directly related to the antihistamine prescribed. In fact, some antihistamines are often prescribed for acute, short-lived insomnia due to this effect. Additionally, antihistamines have been prescribed for vertigo or nausea, although the precise mechanism of action is unknown. Most of the antihistamines are categorized as FDA Pregnancy Category B or Category C (Appendix B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Small amounts of almost all of the antihistamines can be found in the breast milk of lactating women. Manufacturers generally warn against usage of such agents in lactation due to potential excitement or irritability of the infant as well as decrease in milk production. The exceptional antihistamine to this statement is terfenadine because little is known at all about its excretion in breast milk or the reaction of the infant.1,2 Journal of Nurse-Midwifery l Vol. 32, No. 6, November/December 1987 Drug interactions do exist with antihistamines. Antihistamines interact with alcohol. The result is additive sedation. This is somewhat ironic as many over-the-counter combination syrups and elixirs contain both antihistamines and alcohol. Excessive central nervous system depression may also occur with antihistamines when used with magnesium sulfate.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Of the antihistamines available, there appears to be little difference in efficacy between over-the-counter and prescribed agents. One possible exception is the relative new nonsedating antihistamine terfenadine, which appears to be more effective.8 Terfenadine further differs from the other antihistamines as its primary excretion is fecal, as opposed to renal. However, its relative newness means little information is available as to its use in pregnancy. Rats exposed to terfenadine in pregnancy have demonstrated decreased pup weight and survival. Excretion in breast milk and significance remain unreported for terfenadine. This lack of information may encourage the certified nurse-midwife to seek a more recognized antihistamine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Doxylamine is an established antihistamine that has been in existence for some time. Although rarely used for URIS, it remains of significant historic interest and should be acknowledged as such. For many years, doxylamine was combined with pyridoxine and marketed as \"Bendectin\" to treat morning sickness. Although the FDA reported that there is no convincing evidence linking doxylamine and pyridoxine to teratogenic effects, the manufacturer removed the combined drug from the marketplace. Because doxylamine is still available as an antihistamine with marked sedative potential, the clinician has the ability to prescribe it in combination with overthe-counter pyridoxine. The advisability of doing this must be tempered with the recognition of the risk of dealing with \"litogens\" as opposed to teratogens in today's liti-gious society. l6 It also is important to note that the FDA continues to conduct investigation of the combination drug \"Bendectin\"? Antihistamines used to treat URIS also demonstrate anticholinergic properties, including dry mouth and blurred vision. People intolerant of one oral antihistamine may also be intolerant of others. Furthermore, women who have routinely used one specific antihistamine for treatment of recurrent allergies may develop tolerance to it. Although commonly used for URIS, antihistamines have questionable effectiveness when used alone. Howard et alI7 demonstrated that the relief obtained by antihistamines alone was minimal. The more common single agent for URIS are decongestants. Decongestants A variety of sympathomimetic amines have been used for decongestant purposes. These sympathomimetics work on the sympathetic nervous system causing vasoconstriction of mucous membranes. Decongestants are in oral or intranasal formations. Oral decongestants are less effective, but have a longer duration of action. Unfortunately, many of the oral decongestants have potent side effects. For example, the most commonly used decongestants, phenylpropanolamine and ephedrine, often elevate blood pressure, making them poor medications for a patient at risk for pregnancy-induced hypertension. Epinephrine, ephedrine, and pseudoephedrine may increase serum glucose due to P-2 adrenegic receptor activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Phenylpropanolamine often adversely affects the appetite. In fact, it is a common ingredient in over-thecounter diet aids. Common oral decongestants are summarized in Appendix B. The dosages are those recommended by the United States Pharmacopeial Dispersing Information (USPDI). They may not be the same as on the over-the-counter 352 packaging. The over the counter packaging is occasionally at subtherapeutic levels. In fact, due to their potentially severe side effects, oral decongestants are not the first line of medications for colds in pregnancy; That distinction belongs to intranasal decongestants. (Appendix B) Nasal, or topical decongestants can be administered by intranasal spray or drops. Such administration allows rapid effect and few side effects. The decongestant shrinks the mucous membranes and little is absorbed into the circulation if the medication is given appropriately. Appropriate administration means that the woman should have her head lowered when the spray or drops are given and should avoid swallowing the drug. One spray or drop should be administered and the nose blown. After three to five minutes, the rest of the dosage should be administered. The medication should be discarded if it is discolored. Because the tips can be colonized by the virus, each episode should be limited to one user, and one URI episode. Topical decongestants should not be used for more than two or three days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 622,
                    "text": "(Appendix B)",
                    "ref_id": null
                }
            ],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "The one side effect specific to nasal decongestants is rebound congestion (rhinitis medicamentosa). When a nasal decongestant is used for a prolonged period, the subsequent hypoxia of the mucous membranes is replaced with hyperemia, which encourages use of the decongestant agent again. Patients should be counseled about this danger of this vicious cycle, and particularly should be aware of the normalcy of minor nasal congestion in pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "When coughs accompany an URI, an antitussive may be indicated. Codeine is the gold standard for antitussives. For relief of coughs it has a low risk of addiction. Dextromethorphan is chemically related to codeine, but lacking addictive, analgesic, or respiratory side effects. Diphenhydramine, an antihistamine, also has evidenced some antitussive effects by directly effecting the cough center in the medulla of the brain.* The common antitussives are summarized in Appendix B. Expectorants are a traditional remedy for an URI, although their efficacy is questionable. They are advocated as some studies have implicated them in decreasing thickness of sputum and thus increasing patient comfort, although little data suggests they are more efficacious than increased oral fluids alone. Moreover, little documentation supports their use as antitussives. The common expectorants are summarized in Appendix 8. Any expectorant should be taken with a full glass of water to minimize gastric upset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Other medications suggested for URIS include topical anesthetics. The effectiveness of these have not been evaluated by the FDA for phayngeal use.g The most common agent currently used is Benzocaine. Clinical studies suggest Benzocaine is beneficial only in dosages of more than 5%; nevertheless, 5% is the usual over-the-counter formulation for lozenges or sprays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "Many over-the-counter preparations are combination therapies. Common ingredients include alcohol, caffeine, and analgesics. Sources have recommended combination therapy because of decreased cost. A myriad of formulations are available under generic and brand names. A few of those available are included in Appendix B. Moreover, such combination treatment does not reflect individual metabolism of certain drugs, or even recommended doses. Note the variations compared with recommended doses of the individual medication. In pregnancy, the fewer medications, the better. Therefore, combination therapy is best avoided. Instead, prescription of single decongestants, antihistamines, expectorants, or antitussives are recommended in an individual regime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        },
        {
            "text": "In summary, there is a variety of relatively safe and effective treatments for an upper respiratory infection in pregnancy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHARMACOLOGIC TREATMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rockville, United States Pharmacopeial Convention, Inc, 1987. 3. Dixon, RE: Economic costs of respiratory tract infections in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "HK: Professional Guide to Diseases",
            "volume": "1",
            "issn": "",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "GA: OTC vs rx for coughs and colds",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Respiratory infections may reflect deficiencies in host defense mechanisms",
            "volume": "21",
            "issn": "",
            "pages": "66--78",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevention of respiratory infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Marcy",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatr Infect Dis",
            "volume": "4",
            "issn": "4",
            "pages": "442--448",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avoiding respiratory infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Dimens Health Serv",
            "volume": "62",
            "issn": "8",
            "pages": "34--36",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gynecology and Obstetrics. New York, Harper and Row, 1983. 13. APA and NPSP: Handbook of Nonprescriptive Drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sciarra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Appleton-Century-Crofts, 1984. 15. Eickhoff, TC: Respiratory tract infections: Goals for 1995",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "American",
                    "middle": [],
                    "last": "Pharmaceu",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "tical Association and the National Professional Society of Pharmacists, 1982. 14. Murphy, PA: Upper respiratory infections",
            "volume": "78",
            "issn": "",
            "pages": "1234--1240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effectiveness of antihistamines in symptomatic management of common cold",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2414--2431",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ms. Brucker received her Bachelor and Masters' degrees in nursing at St. Louis University. She obtained a certificate in nurse-midwifery from the University of Mississippi. She has practiced nursemidwifery in public and private sectors. Currently, she is a doctoral candidate at Rush University. She is also a member of the Continuing Education faculty of the American College of Nurse-Midwives (ACNM) for the course on Maternal Fetal Pharmacology.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "No problems observed in humans, but no controlled human studies yet performed b No studies yet done on humans or animals in pregnancy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}