{
    "paper_id": "1b10c58014561e183471d45364df8d86a6ef69c3",
    "metadata": {
        "title": "Title: Changes in liver transplant center practice in response to COVID-19: Unmasking dramatic center-level variability Author names",
        "authors": [
            {
                "first": "Vatche",
                "middle": [],
                "last": "Agopian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co-first authors Affiliations",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Verna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co-first authors Affiliations",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Goldberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami Miller School of Medicine",
                    "location": {
                        "addrLine": "1120 NW 14 th St Room 807 Miami",
                        "postCode": "33136",
                        "settlement": "Miami",
                        "region": "FL, FL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the editor: The COVID-19 pandemic, caused by the SARS-CoV-2 virus, has been devastating to health care delivery in many parts of the US and has had a significant impact on organ transplantation. With shelter-inplace orders, outpatient clinics transitioned to telemedicine, and the threat of hospitals being overrun with COVID-19 patients, liver transplant programs have been faced with the challenge of balancing patient and staff safety while operating in a resource limited environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The transplant community has debated the ethical pillars of access to transplant in this setting, with some contending there may be a significant risk of waitlist mortality among certain patients, arguing for proceeding with transplant despite warnings. 1 Conversely, in areas with the highest prevalence of SARS-CoV-2, there have been concerns about lack of access to critical resources (e.g. intensive care unit [ICU] beds, blood products), risks of perioperative transmission, and logistics of organ procurement. Several societies have recently authored position papers and guidance documents framing how programs could approach these difficult decisions. 2-5 However, no federal regulations have been instituted to enforce changes to current policies. As a result, there may be variability in how individual programs have changed practices, even within the same region. We therefore sought to examine regional-and center-level changes in adult deceased donor liver transplant (DDLT) volume in the month before (February 2020) and after (March 2020) the inception of the US COVID-19 epidemic.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 419,
                    "text": "[ICU]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We evaluated center and region reports for donors and recipients each month of 2020 from the publicly available Organ Procurement and Transplantation (OPTN)/United Network for Organ Sharing (UNOS) website ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2019, a 21.3% increase in deceased donors from February (n=855) to March (n=1037) resulted in a 21% increase in DDLT nationally (600 to 726, respectively), with a very strong positive correlation (r=0.93) between the change in the number of deceased donors procured in a region and the number of adult DDLT's performed in that region ( Figure 1a ). Conversely, in 2020, an 11% decrease in deceased donors from February (n=1083) to March (n=964) resulted in a 24.7% decrease in adult DDLTs nationally (738 to 556, respectively), with a weak correlation at the regional level (r=0.43; Figure 1b ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved DDLT volume from February to March in 2020 ranged from -7 to +9, with one center performing 18 adult DDLTs in March of 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Regional and center-level variability in LT practice patterns, while not new, has predictably been influenced by knowable factors impacting organ availability, allocation, and recipient and donor selection. However, the unmitigated strain precipitated by COVID-19 could not have been anticipated. Its full impact on our vulnerable transplant population, while undoubtedly grave, is yet wholly unknown. With this report, we take a \"first-look\" into the early impact of COVID-19 on availability of organs and on regional and center transplant volume. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved While COVID-19 has had a profound impact on liver transplantation, it has not been restricted to areas with the highest COVID-19 burden. Furthermore, center-level practices have differed dramatically in the same geographic area, including those hit hardest by COVID (e.g., New York). The variability in center behavior cannot be attributed to change in donor organs, allocation policy, or even the local prevalence of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Although hospitals differ in their baseline ICU capacity and their daily ICU census, data suggest that baseline ICU capacity was not associated with adult DDLT volume in March 2020 in the New York City metropolitan area, the area hardest hit by COVID-19 (Pearson correlation coefficient: -0.31 evaluating baseline hospital ICU bed capacity and March 2020 adult DDLT volume). Additionally, widely disparate center-level behavior in the same metropolitan areas (e.g., New York, Los Angeles) suggest that distance between donor hospitals and centers would not explain our results. The differences across centers more likely reflects different allocation and prioritization of hospital resources for COVID-19 relative to liver transplantation, center capabilities to rapidly test and rule out COVID-19 in recipients, and concerns with respect to donors (i.e., accuracy of donor COVID-19 testing), recipients (e.g., impact of COVID-19 in immunosuppressed transplant recipients), and transplant team members (i.e., risks of hospital-acquired COVID-19). Additionally, although data on expedited organ placements are not available, differences in center 'aggressiveness' in accepting organ offers, including those turned down by other centers, likely contributed to differences in center volumes. These numerous factors collectively influence the individual transplant program's perception of risk that drives variable behavior. It is impossible to know which approach is correct. Further data on waitlist outcomes, posttransplant incidence of COVID-19 infection, and survival outcomes in our LT recipients will undoubtedly help inform practical guidance and restore some order to this chaos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved iii. (**) denotes center with a significant decrease in DDLT volume",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019: Utilizing an ethical framework for rationing absolutely scarce healthcare resources in transplant allocation decisions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pruett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American journal",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://optn.transplant.hrsa.gov/data/). Data for 2019 were obtained from a Standard Transplant Analysis and Research (STAR) file. Due to the institution of the Acuity Circles policy on February 4, 2020, we included 2019 data to assure changes observed from February to March in each year was not a result of allocation policy change. We performed a series of analyses: 1) evaluated the correlation between region-level changes in deceased donors (procurement region) and adult DDLT's from February to March using Pearson correlation coefficients; 2) compared relative region-level changes in donors vs recipients from February to March in each calendar year (to determine whether the magnitude of change in donors and recipients within a region was similar in 2019 and 2020); and 3) evaluated center-level changes in adult DDLT volume from February to March in 2019 and 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "). The pattern and magnitude of region-level changes in DDLTs relative to deceased donors was not the same in 2019 and 2020 (Figure 1c). Regions 2 and 9 performed more DDLTs in March of 2019 and 2020 relative to the change in deceased donors, while Regions 3, 4, and 5 performed less DDLTs than expected; and the magnitude of this change was similar in 2019 and 2020. In contrast, although Regions 1, 8, and 10 had fewer DDLTs from February to March in 2019, this decrease in DDLT relative to donors was much more pronounced in 2020 (-5 to -13, -8 to -15, and -9 to -35, respectively). Finally, while Regions 7 and 11 had fewer DDLTs than expected given the change in donors from February to March in 2019, there was significantly more DDLTs than expected in 2020 (-6 to +9, -3 to +9, respectively). Center-level changes in DDLT volume from February to March revealed a significant increase in intraregional variability in 2020, evidenced by a wider interquartile range and overall range in 8 of 11 UNOS regions (Figure 1d; data on 113 transplant centers in Figure 1e). When examining the center-level changes in the number of DDLTs from February to March year-to-year, 69 of the 113 centers (61%) nationally had a difference of ≤5 between 2019 and 2020 (e.g., a center performing 2 fewer DDLTs from 2/19-3/19 and 2 more DDLTs from 2/20-3/20 would have an absolute difference of 4 between 2019 and 2020). Forty-four centers (39%) had a difference of ≥6 between 2019 and 2020, of which 32 (72.7%) had a decrease in DDLT volume from February to March in 2020 but no decrease in 2019 (blue box in Figure 1e), while the other 12 (27.3%) had an increase from February to March 2020, of which 10 had a decrease during the corresponding period in 2019. The widewithin-region variability in center practice was seen in both high-COVID regions (e.g., Region 9, NY) and low-COVID regions (e.g., Region 4, Texas and Oklahoma) based on the number of confirmed COVID cases. Most notably, in Region 9, the state with the highest COVID-19 burden in the US, the center-level changes in adult",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The negative impact of COVID-19 on our LT practice has been unequivocal, reflected in the significant decrease in the number of deceased donors and DDLT from February to March of 2020, compared to a comparative increase in both during the same 1-month period in 2019. While changes in regional donors were highly correlated to the number of DDLTs in 2019, there was poor correlation in 2020. This lack of correlation in 2020 is unlikely to be due to the recent change in allocation policy, since the February to March comparisons in 2019 and 2020 operated under the same allocation rules in each year.A detailed analysis of center-level changes in DDLT volume reveals much greater variability in 2020 within the same region, which ostensibly have similar prevalence of COVID-19. This unpredictable chaos in center behavior is perhaps best highlighted looking at center-specific changes in volume. Even utilizing a high threshold (6) of what may be considered a significant change in practice between 2019 and 2020, nearly 40% of the transplant centers displayed a February to March change in DDLT volume in 2020 that was opposite to their 2019 behavior. Perhaps more interesting was 10 of the 12 centers with a significant increase in DDLT volume in the COVID era had a decrease in DDLT volume from February to March of 2019. This phenomenon cannot be explained by the local COVID prevalence since each of these centers had neighboring programs which significantly decreased their DDLT volume.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Legends Scatter plot of correlation of change in deceased donors and corresponding change in DDLTs across UNOS regions from February to March 2020 3. Figure 1c: Change in number of DDLTs relative to change in deceased donors over a 1-month period from February to March 20129 vs 2020 a. Note: Zero indicates perfect 1:1 correlation; positive numbers indicate more DDLT than expected for a given change in donors, negative numbers indicate less transplants than expected for given change in donors. b. Legends: *Regions with less DDLTs than expected in 2019, but to a far greater degree in 2020. 4. Figure 1d: Box and whisker plot of center-level changes in DDLT volume from February to March 2019 vs 2020, stratified by UNOS Region 5. Figure 1e: Intra-and inter-regional center-level variation in change in DDLTs from February to March 2019 vs 2020 a. Legend: i. * and ** limited to regions with at least 1 center with increase in DDLT volume from February to March 2020 and at least 1 center with decrease in DDLT volume ii. (*) denotes center with a significant increase in DDLT volume from February to March of 2020",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}