{"paper_id": "1b129b5289f43cb8d5eb905d3ab57f531dbc647f", "metadata": {"title": "Influenza A Viruses Target Type II Pneumocytes in the Human Lung", "authors": [{"first": "Viola", "middle": ["K"], "last": "Weinheimer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Robert Koch Institut", "location": {}}, "email": ""}, {"first": "Anne", "middle": [], "last": "Becher", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}, {"first": "Mario", "middle": [], "last": "Tönnies", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chest Hospital Heckeshorn", "location": {"addrLine": "4 Center for Biological Safety 4"}}, "email": ""}, {"first": "Gudrun", "middle": [], "last": "Holland", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jessica", "middle": [], "last": "Knepper", "suffix": "", "affiliation": {"laboratory": "", "institution": "Robert Koch Institut", "location": {}}, "email": ""}, {"first": "Torsten", "middle": ["T"], "last": "Bauer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chest Hospital Heckeshorn", "location": {"addrLine": "4 Center for Biological Safety 4"}}, "email": ""}, {"first": "Paul", "middle": [], "last": "Schneider", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jens", "middle": [], "last": "Neudecker", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitätsmedizin Berlin", "location": {"settlement": "Visceral", "region": "Vascular"}}, "email": ""}, {"first": "Jens", "middle": ["C"], "last": "Rückert", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitätsmedizin Berlin", "location": {"settlement": "Visceral", "region": "Vascular"}}, "email": ""}, {"first": "Kolja", "middle": [], "last": "Szymanski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}, {"first": "Bettina", "middle": [], "last": "Temmesfeld-Wollbrueck", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}, {"first": "Achim", "middle": ["D"], "last": "Gruber", "suffix": "", "affiliation": {"laboratory": "", "institution": "Freie Universität Berlin", "location": {"settlement": "Berlin", "country": "Germany"}}, "email": ""}, {"first": "Norbert", "middle": [], "last": "Bannert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Norbert", "middle": [], "last": "Suttorp", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}, {"first": "Stefan", "middle": [], "last": "Hippenstiel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}, {"first": "Thorsten", "middle": [], "last": "Wolff", "suffix": "", "affiliation": {"laboratory": "", "institution": "Robert Koch Institut", "location": {}}, "email": ""}, {"first": "Andreas", "middle": ["C"], "last": "Hocke", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité Universitätsmedizin Berlin", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Background. Highly pathogenic avian H5N1 influenza viruses preferentially infect alveolar type II pneumocytes in human lung. However, it is unknown whether this cellular tropism contributes to high viral virulence because the primary target cells of other influenza viruses have not been systematically studied.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Methods. We provide the first comparison of the replication, tropism, and cytokine induction of human, highly pathogenic avian influenza A virus subtype H5N1 and other animal influenza A viruses in primary human lung organ cultures.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Results. Subytpe H5N1 and human-adapted subtype H1N1 and H3N2 viruses replicated efficiently in the lung tissue, whereas classic swine and low-pathogenicity avian viruses propagated only poorly. Nevertheless, all viruses examined were detected almost exclusively in type II pneumocytes, with a minor involvement of alveolar macrophages. Infection with avian viruses that have a low and high pathogenicity provoked a pronounced induction of cytokines and chemokines, while human and pandemic H1N1-2009 viruses triggered only weak responses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Conclusions. These findings show that differences in the pathogenic potential of influenza A viruses in the human lung cannot be attributed to a distinct cellular tropism. Rather, high or low viral pathogenicity is associated with a strain-specific capacity to productively replicate in type II pneumocytes and to cope with the induced cytokine response.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Influenza A viruses are prototypical members of the Orthomyxoviridae family that have a segmented RNA genome and circulate mainly in human, porcine, and avian hosts [1] . The socioeconomic impact of influenza A viruses in humans is significant because they cause acute severe respiratory disease resulting in 3000-49 000 annual deaths in the United States alone [2] . The avian and porcine host reservoirs directly influence the epidemiology of human influenza because novel strains with some or all of their genes originating from animal viruses occasionally emerge and spread in the population. The most devastating of these pandemics was the Spanish Flu in 1918, which claimed up to 40 million deaths worldwide [3] . In 2009, a novel influenza A subtype H1N1 virus with gene segments from the porcine host reservoir emerged in North America and rapidly spread worldwide, causing the first influenza pandemic of this century [4] .", "cite_spans": [{"start": 165, "end": 168, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 362, "end": 365, "text": "[2]", "ref_id": null}, {"start": 714, "end": 717, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 927, "end": 930, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The replication of most avian influenza viruses in the human respiratory tract is attenuated [5, 6] , which was initially thought to be linked to distinct receptor specificity. The hemagglutinin (HA) molecule of avian viruses preferentially binds sialic acids with an α-2,3 linkage to galactose (α-2,3SA), which corresponds to the high expression of α-2,3SA in the intestine of infected birds, the main replication site for avian viruses [7] . In contrast, the HA of typical human strains binds primarily to α-2,6SA, which is highly expressed in the human trachea [8] . However, it was recognized recently that both α-2,3SA and α-2,6SA receptor determinants are present in human lung and that both avian and human viruses can attach to alveolar epithelial cells [9] [10] [11] . These findings indicated that factors in addition to a specific receptor must limit the replication of avian viruses in the human host.", "cite_spans": [{"start": 93, "end": 96, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 97, "end": 99, "text": "6]", "ref_id": "BIBREF5"}, {"start": 438, "end": 441, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 564, "end": 567, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 762, "end": 765, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 766, "end": 770, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 771, "end": 775, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "Highly pathogenic avian influenza viruses of the H5N1 subtype (HPAIV-H5N1) are exceptional in that they cause fatal respiratory disease in humans, with a mortality rate close to 60%, but the precise reasons for this are far from being understood [12, 13] . HPAIV-H5N1 viruses induce high levels of cytokines and chemokines, which possibly contribute to enhanced immunopathology [14] [15] [16] [17] [18] . However, the significance of this hypercytokinemia for disease severity has recently been debated on the basis of controversial findings from an autopsy [19] and from animal models [20] [21] [22] .", "cite_spans": [{"start": 246, "end": 250, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 251, "end": 254, "text": "13]", "ref_id": "BIBREF12"}, {"start": 378, "end": 382, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 383, "end": 387, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 388, "end": 392, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 393, "end": 397, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 398, "end": 402, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 558, "end": 562, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 586, "end": 590, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 591, "end": 595, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 596, "end": 600, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": ""}, {"text": "The main pathological finding in deceased patients who had H5N1 infection is diffuse alveolar damage, and viruses from such patients were indeed shown to have infected alveolar epithelia [12, 13] . This led to the suggestion that a distinct cellular tropism could be at least partly responsible for the high pathogenicity of these viruses [11, 12, 23] . Various cell types that reside in the human lung, including goblet cells, type I and type II pneumocytes, and alveolar macrophages, are believed to react differently toward a viral challenge [24] . Type I pneumocytes are flattened nondividing cells that make up 8% of all cells in the alveolar tissue but cover >95% of the alveolar surface and are responsible for gas exchange and fluid homeostasis. In contrast, the cuboidal type II pneumocytes, which account for 15% of total cells, produce surfactant and may serve as stem cells that differentiate into type I pneumocytes [24] . While type II pneumocytes display large amounts of mitochondria and endoplasmic reticulum in their cytoplasm, these organelles are only sparely represented in type I pneumocytes [25, 26] , indicating high and low metabolic activities, respectively. Significantly, HPAIV-H5N1 was shown to mainly bind to and infect type II pneumocytes [10, 23, 27] . In contrast, seasonal influenza viruses initially infect cells in the upper respiratory tract, but in a minority of cases they also penetrate into the lungs, causing severe respiratory complications [28, 29] . In fixed slices of human lung tissue, they attached primarily to type I pneumocytes [11] . However, it has not been established whether seasonal strains also productively infect these cells, because there is a scarcity of autopsy reports and uncertainties about the informative value of tissue culture systems and animal models.", "cite_spans": [{"start": 187, "end": 191, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 192, "end": 195, "text": "13]", "ref_id": "BIBREF12"}, {"start": 339, "end": 343, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 344, "end": 347, "text": "12,", "ref_id": "BIBREF11"}, {"start": 348, "end": 351, "text": "23]", "ref_id": "BIBREF22"}, {"start": 545, "end": 549, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 929, "end": 933, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1114, "end": 1118, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 1119, "end": 1122, "text": "26]", "ref_id": "BIBREF25"}, {"start": 1270, "end": 1274, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1275, "end": 1278, "text": "23,", "ref_id": "BIBREF22"}, {"start": 1279, "end": 1282, "text": "27]", "ref_id": "BIBREF26"}, {"start": 1484, "end": 1488, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 1489, "end": 1492, "text": "29]", "ref_id": "BIBREF28"}, {"start": 1579, "end": 1583, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "To improve our understanding of the mechanisms that support or restrict the growth of influenza viruses in the lower respiratory tract of humans, we used a human ex vivo lung model. This allowed, for the first time, a systematic comparison of influenza A viruses from human, avian, and porcine hosts for their replication, cell tropism, and cytokine induction in an experimental model that retains the 3-dimensional structure and cell diversity of human lung tissue. Most strikingly, all examined viruses predominantly infected type II pneumocytes, although we observed large differences between the strains with regard to replication and cytokine induction. These findings suggest that the pathogenicity of influenza viruses in human lung is not determined by cell tropism, but is rather associated with the extent of replication in type II pneumocytes and with the capacity to cope with induced cytokine responses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Fresh lung explants were obtained from patients undergoing lung resection at thoracic surgery centers in Berlin. Written informed consent was obtained from all patients, and the study was approved by the ethics committee at the Charité clinic ( projects EA2/050/08 and EA2/023/07). Tumor-free normal lung tissue was immediately stamped into small cylinders (height ∼3; diameter 8 mm) and incubated in Roswell Park Memorial Institute 1649 medium (containing 0.3% bovine serum albumin, 2 mM L-glutamine, and antibiotics) at 37°C with 5% CO 2 . After overnight incubation, lung organ cultures were inoculated with 4 × 10 5 plaque-forming units (PFU) of virus for 1 hour, followed by 3 washing steps with phosphate-buffered saline to remove excess virus. For growthcurve analysis, supernatants were titrated on Madin-Darby canine kidney (MDCK) cells by standard plaque assay, as described elsewhere [30] . MDCK cells were grown at 37°C with 5% CO 2 in minimum essential medium (containing 10% fetal calf serum, 2 mM L-glutamine, and antibiotics (Table 1) . We used a recombinant version of the influenza A/Panama/2007/ 1999 strain generated by reverse genetics, which will be described elsewhere. The human virus strains were grown on MDCK cells, whereas the duck and swine isolates were propagated in 11-day-old embryonated chicken eggs. Virus stocks were aliquoted, stored at -80°C and titrated on MDCK cells by a plaque assay. All experiments with H5N1 virus were performed in a biosafety level 3 containment laboratory approved by local authorities for work with these viruses.", "cite_spans": [{"start": 895, "end": 899, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 1041, "end": 1050, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Lung Explants, Tissue Culture, and Viruses"}, {"text": "Lung tissue was fixed in 4% paraformaldehyde (Sigma). After deparaffination, tissue sections were heated in citrate buffer (10 mM sodium citrate; pH 6.0) at 95°C for 30 minutes for antigen retrieval and permeabilized with 1% Triton-X-100 for 15 minutes. The slides were blocked with 5% adequate serum for 30 minutes and incubated with diluted Alexa Fluor 488-labeled influenza A virion-specific antibody (Serotec OBT1551; 1:30) overnight at 4°C. Influenza A virion antibodies were labeled using the DyLight 488 Microscale Antibody Labeling Kit (Thermo Scientific). If desired, α-2, 3-and α-2, 6-linked sialic acids were detected by Vector Red staining of lectins. Tissue sections were then incubated overnight at 4°C with primary antibodies for prosurfactant protein C (Chemicon AB3786; 1:800), EMP2 (Sigma HPA014711; 1:50), and/or CD68 (Abcam ab955-500; 1:50), respectively. Afterward, the slides were incubated with corresponding Alexa 546-or Alexa 555-conjugated secondary antibodies (Invitrogen), mounted in Mowiol, and analyzed with LSM 780 or LSM5 Pascal confocal microscopes (objectives 40×, Plan-Neofluar/oil, NA 1.3; 63×, Plan-Apochromat/oil, NA 1.4; Zeiss, Jena, Germany).", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry and Confocal Microscopy"}, {"text": "Human lung explants were infected with virus for 24 hours and were subsequently fixed by immersion in 2.5% glutaraldehyde (in 50 mM HEPES) and postfixed with 1% OsO 4 (for 1 hour), 0.1% tannic acid (in 50 mM HEPES for 30 minutes), and 2% uranyl acetate (for 2 hours). Samples were dehydrated in graded ethanols and embedded in Epon resin. Thin sections were cut using an ultramicrotome (Ultracut S, Leica, Wetzlar, Germany) and were counterstained with 2% uranyl acetate (for 20 minutes) and lead citrate (for 3 minutes). Sections were examined with a TEM 902 microscope (Carl Zeiss SMT AG). Images were digitized using a slow-scan charge-coupleddevice camera (Pro Scan, Scheuring, Germany).", "cite_spans": [], "ref_spans": [], "section": "Transmission Electron Microscopy"}, {"text": "The concentrations of IP-10 and MIP-1β in supernatants of infected lung explants were determined with the Procarta Cytokine Assay Kit (Panomics) after inactivation of virus during 1-hour incubation with 0.15% TNBP/Triton X-100 at 4°C. Interferon β (IFN-β) and interleukin 1β (IL-1β) levels in supernatants were analyzed by using commercial enzymelinked immunosorbant assay kits (Fujirebio, Tokyo, and BD Biosciences, Heidelberg).", "cite_spans": [], "ref_spans": [], "section": "Cytokine and Chemokine Measurement"}, {"text": "To systematically compare the replication of human and animal influenza A viruses (Table 1) in human lungs, we established an ex vivo explant model. The lung specimens mainly consisted of complex alveolar tissue derived from the lower pulmonary lobe ( Figure 1A) . Infection of the explants with the prototypic seasonal Pan/99(H3N2) virus resulted in productive infection with a strong increase in the number of infectious viral particles in the culture supernatant ( Figure 1B ). The viability of the specimens remained stable for up to 96 hours as judged by constantly low values for released lactate dehydrogenase (data not shown). Hence, infections of explants from the same donor at 0 hours or 1 day later resulted in only minor differences between the viral growth curves ( Figure 1B ). The addition of trypsin did not increase virus titers, suggesting that protease activity required for cleavage activation of the viral HA was preserved in the lung explants (data not shown).", "cite_spans": [], "ref_spans": [{"start": 82, "end": 91, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 252, "end": 262, "text": "Figure 1A)", "ref_id": "FIGREF0"}, {"start": 468, "end": 477, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 780, "end": 789, "text": "Figure 1B", "ref_id": "FIGREF0"}], "section": "Human Lung Explants Support Replication of Influenza A Viruses"}, {"text": "Systematic comparison of replication efficiency revealed remarkable and reproducible differences between the strains: the seasonal Pan/99(H3N2) and highly pathogenic Thai/04 (H5N1) viruses propagated efficiently, whereas the low-pathogenicity avian Dk/Alb(H12N5) virus replicated 2 orders of magnitude lower ( Figure 1C) . Similarly, the seasonal and pandemic H1N1 viruses NC/99(H1N1) and Bay/09(H1N1pdm) replicated to comparable titers, while the growth of the classic swine influenza virus Sw/Wis(H1N1) was significantly attenuated ( Figure 1D ). The observed differences were unlikely the result of a specific receptor preference because lectin histochemical analysis identified both α-2,3SA and α-2,6SA receptor determinants in the alveolar compartment (Supplementary Figure 1) , in confirmation of a previous report [9] . Overall, these data demonstrated substantial differences in the growth capacities of human and animal influenza A viruses in human lung tissue. Interestingly, there appeared to be a correlation between the ability of the different influenza A viruses to replicate in the explants and their capacity to cause lower respiratory tract infections in humans.", "cite_spans": [{"start": 821, "end": 824, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 310, "end": 320, "text": "Figure 1C)", "ref_id": "FIGREF0"}, {"start": 536, "end": 545, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 772, "end": 781, "text": "Figure 1)", "ref_id": "FIGREF0"}], "section": "Human Lung Explants Support Replication of Influenza A Viruses"}, {"text": "The observed growth restriction of porcine and low-pathogenicity avian influenza viruses could have been caused by several factors, including a lack of initial infection, low viral gene expression, strong activation of innate immune responses, or differences in the cellular tropism. To identify possible differences between the human and animal virus strains on a cellular level, we infected human lung explants and performed immunohistochemical analyses (Figure 2 ). Despite poor propagation in human lung tissue, viral antigen was detected in cells infected with low-pathogenicity avian and classic swine virus at similar rates. Interestingly, costaining of virion antigens and the type II marker surfactant protein C precursor [25] revealed that the vast majority of cells infected with Sw/Wis(H1N1), Dk/Alb(H12N5), Pan/99(H3N2), NC/99(H1N1), Thai/04 (H5N1), or Bay/09(H1N1pdm) virus represented type II pneumocytes (Figure 2A and 2B) . Conversely, we failed to detect any of these viruses in type I pneumocytes, as judged by costaining for the marker antigens EMP2 ( Figure 3 ) and caveolin 1 (data not shown), although lectin staining confirmed the presence of receptors for human and avian strains on both pneumocyte types ( Figure 3C ). Double staining of viral antigen and the CD68 marker also detected influenza virus antigen-positive alveolar macrophages for all viruses tested (Supplementary Figure 2) . Most likely, this indicated an ongoing infection of macrophages because no influenza A virus-positive cells were detected after incubation with ultraviolet light (UV)-inactivated viruses (data not shown), although it cannot be excluded that parts of the signals were caused by phagocytosed viral antigen. Quantification of the infected cell types on tissue cross sections showed that alveolar macrophages accounted only for 4%-11% of the antigen-positive cells, whereas 89%-96% were type II pneumocytes, depending on the virus strain ( Figure 4 ). To evaluate our immunohistochemical data regarding cellular tropism on the ultrastructural level, lung explants were infected and processed for transmission electron microscopy. Figure 5 depicts alveolar epithelial cells from lung explants 24 hours after infection with Pan/99(H3N2). Budding of virus particles was observed on the apical side of the cells that were identified as type II pneumocytes by the typical presence of surfactant-filled multilamellar bodies ( Figure 5A and 5B). In none of our specimens did we observe virus budding from cells with hallmarks of type I pneumocytes. These data show that human and animal influenza A viruses share the same cell tropism for type II pneumocytes in human lung tissue, although they remarkably differ in their capacity to propagate in these cells.", "cite_spans": [{"start": 731, "end": 735, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 456, "end": 465, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 920, "end": 938, "text": "(Figure 2A and 2B)", "ref_id": "FIGREF1"}, {"start": 1072, "end": 1080, "text": "Figure 3", "ref_id": null}, {"start": 1232, "end": 1241, "text": "Figure 3C", "ref_id": null}, {"start": 1404, "end": 1413, "text": "Figure 2)", "ref_id": "FIGREF1"}, {"start": 1952, "end": 1960, "text": "Figure 4", "ref_id": "FIGREF2"}, {"start": 2142, "end": 2150, "text": "Figure 5", "ref_id": "FIGREF3"}, {"start": 2432, "end": 2441, "text": "Figure 5A", "ref_id": "FIGREF3"}], "section": "Highly Pathogenic H5N1 and Seasonal and Pandemic Viruses Predominantly Infect Type II Pneumocytes"}, {"text": "It is unclear whether the enhanced cytokine levels observed in H5N1-infected patients and mice [16, 20, 22] are derived mainly from the primarily infected epithelial cells and alveolar macrophages or from recruited immune cells. Thus, we determined the induction of cytokines in the lung tissue by HPAIV and other viruses of the panel. Infection of human lung tissue with the seasonal NC/99(H1N1) and Pan/99(H3N2) viruses and with the pandemic Bay/09(H1N1pdm) virus provoked only very weak secretions of IP-10, MIP-1β, IFN-β, and IL-1β ( Figure 6 ). In contrast, the Thai/04(H5N1) virus elicited a strong induction of these cytokines and chemokines. Surprisingly, low-pathogenicity avian virus Dk/Alb(H12N5) also provoked a pronounced induction of these cytokines and chemokines, reaching 3-13-fold higher levels than were observed for the seasonal NC/99(H1N1). This upregulation hardly occurred when the tissue was probed with UV-inactivated virus or allantoic fluid, indicating that cytokine induction was triggered by viral infection (Supplementary Figure 3) . The classic swine virus Sw/Wis(H1N1) caused a weak cytokine response, with only IP-10 reaching levels significantly higher than for the seasonal viruses. In conclusion, these findings indicate that avian influenza viruses with low pathogenicity and those with high pathogenicity induce a considerably stronger cytokine response in the alveolar tissue than human-adapted viruses, even in the absence of recruited immune cells.", "cite_spans": [{"start": 95, "end": 99, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 100, "end": 103, "text": "20,", "ref_id": "BIBREF19"}, {"start": 104, "end": 107, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 538, "end": 546, "text": "Figure 6", "ref_id": null}, {"start": 1037, "end": 1061, "text": "(Supplementary Figure 3)", "ref_id": null}], "section": "Differential Induction of Cytokines and Chemokines in Human Lung Tissue by Human and Animal Influenza A Viruses"}, {"text": "Influenza is a prime example of a major human infectious disease originating from an animal reservoir that continues to contribute viral genes to the generation of novel human virus strains with unique biological or antigenic properties [1, 31] . Influenza viruses acquire additional genetic diversity through their error-prone RNA polymerase, which can rapidly generate mutant variants with a selective advantage in a new host. Hence, mutations in the viral polymerase and the HA molecule of avian influenza viruses are known to promote Figure 3 . Seasonal, high-and low-pathogenicity avian, porcine, and pandemic 2009 viruses do not infect type I pneumocytes. A, Human lung tissue was infected with Pan/99(H3N2) for 24 hours. Slices were incubated with fluorescently labeled anti-influenza A virus antibody (green channel) to detect virusinfected cells (white arrowheads) and anti-EMP2 antibody (red channel) to detect type I pneumocytes. B, Lung explants were not infected (mock) or were infected with the strains NC/99(H1N1), Thai/04(H5N1), Dk/Alb(H12N5), Sw/Wis(H1N1), and Bay/09(H1N1pdm) for 24 hours and processed as described in A. Micrographs show fields with merged red and green channels. Representative pictures of at least 3 independent experiments are shown. C, Detection of human (α-2,6SA) and avian (α-2,3SA) influenza virus receptors on type I and type II pneumocytes. Sections of uninfected human lung tissue were incubated with alkaline phosphatase-conjugated lectin from Maackia amurensis (MAA; α-2,3SA specificity) or Sambucus nigra agglutinin (SNA; α-2,6SA specificity) and developed by Vector Red staining (red channel), followed by incubation with anti-caveolin 1 (green channel) to detect type I pneumocytes or antiprosurfactant protein C (green channel) to detect type II pneumocytes. Nuclei were stained with DAPI (blue channel). The slides were analyzed by confocal microscopy by spectral imaging, utilizing the fluorescent properties of the Vector Red alkaline phosphatase substrate and unmixing the different spectra of Alexa 488, tissue autofluorescence, and Vector Red (objective 63 × , Plan-Apochromat, NA 1.4).", "cite_spans": [{"start": 237, "end": 240, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 241, "end": 244, "text": "31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 538, "end": 546, "text": "Figure 3", "ref_id": null}], "section": "DISCUSSION"}, {"text": "adaptation to a mammalian host [6] . However, a complete understanding of the host factors facilitating or restricting the growth of influenza viruses in humans is just beginning to emerge [6, 32] .", "cite_spans": [{"start": 31, "end": 34, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 189, "end": 192, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 193, "end": 196, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One of our goals is to gain a better understanding of the processes associated with adaptation of influenza viruses to the lower human respiratory tract that is strongly affected in severe influenza. Here, we systematically compared tropism, replication, and cytokine induction of influenza A viruses from human, avian, and porcine hosts in explanted human lung tissue. The suitability of the lung organ cultures for our study was supported by the findings that HPAIV-H5N1 and humanadapted seasonal and pandemic viruses propagated efficiently. In contrast, low-pathogenicity avian and classic swine viruses replicated only poorly, which may reflect the strong attenuation of most avian viruses in humans and the rare detection of human patients with swine influenza virus infection [5, 33] .", "cite_spans": [{"start": 782, "end": 785, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 786, "end": 789, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Mathematical modeling suggests that a specific cell tropism could strongly influence influenza severity [34] . In fact, differences in the target cell type correlated with the magnitudes in replication of avian and human influenza A viruses in reconstituted human tracheobronchial epithelium [35, 36] . Similarly, it had been proposed that preferential infection of type II pneumocytes by H5N1 viruses in human lung may explain high viral loads and strong pathologic responses in patients and nonhuman primates [10, 11, 23] . This suggestion was based on the fast metabolism of this cell type and its essential roles in maintaining alveolar surface tension and the initiation of repair processes [12, 27, 37] . However, the immunohistochemical and electron microscopy analyses of explanted lung tissues in essence debilitated this hypothesis as HPAIV-H5N1 and all other examined viruses showed a strong preference to infect type II pneumocytes, although they varied up to several orders of magnitude in their progeny titers. These results confirm and extend previous reports on the detection of viral antigen from pandemic and seasonal strains in type II pneumocytes, which however, did not address the production of infectious virus particles in this cell type [38, 39] . We found it intriguing that at least one other important respiratory viral pathogen, SARS coronavirus, has evolved to preferentially replicate in type II pneumocytes although it clearly uses a different receptor for cell entry than influenza viruses [40] [41] [42] . This indicates that type II pneumocytes are highly susceptible to viral infections and this might be important to consider in the development of future antiviral therapies.", "cite_spans": [{"start": 104, "end": 108, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 292, "end": 296, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 297, "end": 300, "text": "36]", "ref_id": "BIBREF35"}, {"start": 511, "end": 515, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 516, "end": 519, "text": "11,", "ref_id": "BIBREF10"}, {"start": 520, "end": 523, "text": "23]", "ref_id": "BIBREF22"}, {"start": 696, "end": 700, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 701, "end": 704, "text": "27,", "ref_id": "BIBREF26"}, {"start": 705, "end": 708, "text": "37]", "ref_id": "BIBREF36"}, {"start": 1262, "end": 1266, "text": "[38,", "ref_id": "BIBREF37"}, {"start": 1267, "end": 1270, "text": "39]", "ref_id": "BIBREF38"}, {"start": 1523, "end": 1527, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 1528, "end": 1532, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1533, "end": 1537, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In line with the large overlaps of influenza virus and type II marker antigen staining, we did not detect viral gene expression in type I pneumocytes suggesting that infection did not advance beyond an early stage in these cells. Seasonal influenza viruses were previously shown to primarily attach in fixed lung sections to cells morphologically resembling type I pneumocytes, but it was not addressed whether this initiated a viral replication cycle [11] . Interestingly, type I cells were reported to become infectable by influenza virus after purification from lung tissue [43, 44] . Clearly, further work is required to resolve the question why this was not observed in lung organ culture in which type II pneumocytes are also present.", "cite_spans": [{"start": 452, "end": 456, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 577, "end": 581, "text": "[43,", "ref_id": "BIBREF42"}, {"start": 582, "end": 585, "text": "44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the infected lung specimens, we also detected viral antigen in some alveolar macrophages, regardless which strain was tested. This finding is consistent with recent reports , and CD68 (red channel) to detect alveolar macrophages (AM; asterisk indicates yellow-stained infected cell). Nuclear staining with DAPI is shown in dark orange, and lung structure is visualized with differential interference contrast. The stains were visualized by confocal microscopy and tissue autofluorescence was separated from specific fluorescence by spectral unmixing. B, At least 50 influenza virus antigen-positive cells from each of 3 patient probes infected with Thai/04(H5N1), Pan/99(H3N2), Dk/Alb(H12N5), or Sw/Wis(H1N1) were counted and assigned as AM or T II cells as indicated. AM counted for 4%-11% and T II cells for 89%-96% of all influenza virus-positive cells, respectively.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "showing that isolated alveolar macrophages are susceptible to infection with human and avian influenza viruses [44, 45] . Nevertheless, macrophages constituted only a very minor fraction of all infected cells, and they most likely did not contribute a great extent to virus growth but may well have contributed to the production of cytokines. The seasonal H3N2 and H1N1 viruses induced only a moderate cytokine response, indicating that these viruses avoid or suppress a vigorous activation in epithelial lung tissue [46] . Also, the pandemic H1N1-2009 virus provoked a weak cytokine response, which confirms previous reports involving infected human macrophages, dendritic cells, and primary alveolar cells [47, 48] . The low level of cytokine induction may have contributed to the successful propagation and rapid spread of the H1N1-pdm virus in humans. H5N1 virus replicated at least as well as seasonal H3N2 virus but induced strong cytokine responses in resident alveolar cells in human lung explants. Because recruited immune cells are absent in the ex vivo infection model, it is likely that the pronounced cytokine induction by HPAIV-H5N1 in infected patients [16] is already initiated at the level of the infected alveolar cells.", "cite_spans": [{"start": 111, "end": 115, "text": "[44,", "ref_id": "BIBREF43"}, {"start": 116, "end": 119, "text": "45]", "ref_id": "BIBREF44"}, {"start": 517, "end": 521, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 708, "end": 712, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 713, "end": 716, "text": "48]", "ref_id": "BIBREF47"}, {"start": 1168, "end": 1172, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Interestingly, low-pathogenicity avian virus also triggered a strong cytokine response in lung explants despite poor viral growth. This finding indicates that this virus either produces a high amount of RNA that leads to enhanced activation of intracellular receptors controlling cytokine induction or that the ligation of avian receptor determinants provides a signal for the expression of cytokine genes. The latter possibility would be in line with recent findings demonstrating equal or even higher concentrations of MIP-1α and IL-1β in the lungs of mice infected with low-pathogenicity avian H5N1 virus as compared to HPAIV-H5N1 virus [22] . Furthermore, Ramos et al recently showed that an avian receptor binding preference contributes to strong cytokine induction in various human cells, but the precise reasons for that are currently unclear [49] . The classic swine virus triggered in comparison only low levels of cytokine secretion. Thus, poor growth of an animal influenza virus in human lung is not necessarily caused by a strong cytokine induction but may involve other viral and/or cellular factors.", "cite_spans": [{"start": 640, "end": 644, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 850, "end": 854, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The identification of type II pneumocytes as a common target cell for influenza viruses, the selective support for replication of human and highly pathogenic avian H5N1 strains, and the ability to initiate cytokine responses highlights the value of human lung organ cultures for providing insights into pathophysiological processes. Whether the permissiveness of human lung tissue for a given influenza virus depends on its inherent replicative properties in type II pneumocytes, a specific adaptation to withstand the induced innate responses [50] , or a combination thereof remains to be determined. One should keep in mind that no ex vivo or animal model can completely reproduce the complex structures and immunological responses in the human respiratory tract. Nevertheless, the experimental findings obtained in this study closely mirror clinical and pathological observations and will therefore allow more detailed investigations regarding factors of species adaptation, innate immune responses, and therapeutic interventions in future analyses.", "cite_spans": [{"start": 544, "end": 548, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at The Journal of Infectious Diseases online (http://jid.oxfordjournals.org/). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author. Figure 6 . Chemokine and cytokine release by different influenza A viruses in human lung explants. Human lung explants were infected with the indicated viruses, and supernatants were collected at 24 hours (A-C) and 48 hours (D) after infection for determination of cytokine/chemokine levels by multiplex cytokine assay or enzyme-linked immunosorbant assay. Values from 3 independent experiments (each done in triplicate) are shown individually, and mean values are indicated (grey line). IFN-β, interferon β; IL-1β, interleukin-1β. *P < .05 and **P < .01 by the 2-tailed Student t test.", "cite_spans": [], "ref_spans": [{"start": 420, "end": 428, "text": "Figure 6", "ref_id": null}], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Fields Virology", "authors": [{"first": "P", "middle": ["F"], "last": "Wright", "suffix": ""}, {"first": "G", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "Yoshihiro", "middle": ["K"], "last": "Orthomyxoviruses", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "1691--740", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The geography and mortality of the 1918 influenza pandemic", "authors": [{"first": "K", "middle": ["D"], "last": "Patterson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Pyle", "suffix": ""}], "year": 1991, "venue": "Bull Hist Med", "volume": "65", "issn": "", "pages": "4--21", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Emergence and pandemic potential of swine-origin H1N1 influenza virus", "authors": [{"first": "G", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "T", "middle": [], "last": "Noda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "459", "issn": "", "pages": "931--940", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Replication of avian influenza viruses in humans", "authors": [{"first": "A", "middle": ["S"], "last": "Beare", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}], "year": 1991, "venue": "Arch Virol", "volume": "119", "issn": "", "pages": "37--42", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Influenza virus evolution, host adaptation, and pandemic formation", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}], "year": 2010, "venue": "Cell Host Microbe", "volume": "7", "issn": "", "pages": "440--51", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Molecular basis for the generation in pigs of influenza A viruses with pandemic potential", "authors": [{"first": "T", "middle": [], "last": "Ito", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Couceiro", "suffix": ""}, {"first": "S", "middle": [], "last": "Kelm", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "7367--73", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Influenza virus strains selectively recognize sialyloligosaccharides on human respiratory epithelium; the role of the host cell in selection of hemagglutinin receptor specificity", "authors": [{"first": "J", "middle": ["N"], "last": "Couceiro", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Paulson", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Baum", "suffix": ""}], "year": 1993, "venue": "Virus Res", "volume": "29", "issn": "", "pages": "155--65", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Avian flu: influenza virus receptors in the human airway", "authors": [{"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "M", "middle": [], "last": "Ebina", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "M", "middle": [], "last": "Ono", "suffix": ""}, {"first": "N", "middle": [], "last": "Kasai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "440", "issn": "", "pages": "435--441", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "H5N1 virus attachment to lower respiratory tract", "authors": [{"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "312", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Human and avian influenza viruses target different cells in the lower respiratory tract of humans and other mammals", "authors": [{"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2007, "venue": "Am J Pathol", "volume": "171", "issn": "", "pages": "1215--1238", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "molecular biology, and pathogenesis of avian influenza A (H5N1) infection in humans", "authors": [{"first": "C", "middle": [], "last": "Korteweg", "suffix": ""}, {"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "", "middle": [], "last": "Pathology", "suffix": ""}], "year": 2008, "venue": "Am J Pathol", "volume": "172", "issn": "", "pages": "1155--70", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical characteristics of 26 human cases of highly pathogenic avian influenza A (H5N1) virus infection in China", "authors": [{"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Proinflammatory cytokine responses induced by influenza A (H5N1) viruses in primary human alveolar and bronchial epithelial cells", "authors": [{"first": "M", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Cheung", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Chui", "suffix": ""}], "year": 2005, "venue": "Respir Res", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?", "authors": [{"first": "C", "middle": ["Y"], "last": "Cheung", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lau", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "360", "issn": "", "pages": "1831--1838", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia", "authors": [{"first": "M", "middle": ["D"], "last": "De Jong", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Simmons", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Thanh", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "1203--1210", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Re-emergence of fatal human influenza A subtype H5N1 disease", "authors": [{"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Yu", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Leung", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "363", "issn": "", "pages": "617--626", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "H5N1 and 1918 pandemic influenza virus infection results in early and excessive infiltration of macrophages and neutrophils in the lungs of mice", "authors": [{"first": "L", "middle": ["A"], "last": "Perrone", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Plowden", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Katz", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Tumpey", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Distinctly different expression of cytokines and chemokines in the lungs of two H5N1 avian influenza patients", "authors": [{"first": "R", "middle": [], "last": "Deng", "suffix": ""}, {"first": "M", "middle": [], "last": "Lu", "suffix": ""}, {"first": "C", "middle": [], "last": "Korteweg", "suffix": ""}], "year": 2008, "venue": "J Pathol", "volume": "216", "issn": "", "pages": "328--364", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Role of hypercytokinemia in NF-kappaB p50-deficient mice after H5N1 influenza A virus infection", "authors": [{"first": "K", "middle": [], "last": "Droebner", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Reiling", "suffix": ""}, {"first": "O", "middle": [], "last": "Planz", "suffix": ""}], "year": 2008, "venue": "J Virol", "volume": "82", "issn": "", "pages": "11461--11467", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Inhibition of the cytokine response does not protect against lethal H5N1 influenza infection", "authors": [{"first": "R", "middle": [], "last": "Salomon", "suffix": ""}, {"first": "E", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci U S A", "volume": "104", "issn": "", "pages": "12479--81", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Role of host cytokine responses in the pathogenesis of avian H5N1 influenza viruses in mice", "authors": [{"first": "K", "middle": ["J"], "last": "Szretter", "suffix": ""}, {"first": "S", "middle": [], "last": "Gangappa", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "2736--2780", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Early and sustained innate immune response defines pathology and death in nonhuman primates infected by highly pathogenic influenza virus", "authors": [{"first": "C", "middle": ["R"], "last": "Baskin", "suffix": ""}, {"first": "H", "middle": [], "last": "Bielefeldt-Ohmann", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Tumpey", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci U S A", "volume": "106", "issn": "", "pages": "3455--60", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Knowns and unknowns of the alveolus", "authors": [{"first": "E", "middle": ["L"], "last": "Herzog", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Brody", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Colby", "suffix": ""}, {"first": "R", "middle": [], "last": "Mason", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Williams", "suffix": ""}], "year": 2008, "venue": "Proc Am Thorac Soc", "volume": "5", "issn": "", "pages": "778--82", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Differentiation of human alveolar epithelial cells in primary culture: morphological characterization and synthesis of caveolin-1 and surfactant protein-C", "authors": [{"first": "S", "middle": [], "last": "Fuchs", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hollins", "suffix": ""}, {"first": "M", "middle": [], "last": "Laue", "suffix": ""}], "year": 2003, "venue": "Cell and Tissue Res", "volume": "311", "issn": "", "pages": "31--45", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Human histology", "authors": [{"first": "A", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Lowe", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "H5N1 infection of the respiratory tract and beyond: a molecular pathology study", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "", "pages": "1137--1182", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Immunohistochemical and in situ hybridization studies of influenza A virus infection in human lungs", "authors": [{"first": "J", "middle": [], "last": "Guarner", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Shieh", "suffix": ""}, {"first": "J", "middle": [], "last": "Dawson", "suffix": ""}], "year": 2000, "venue": "Am J Clin Pathol", "volume": "114", "issn": "", "pages": "227--260", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pathology of human influenza revisited", "authors": [{"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "4", "pages": "59--66", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Virulence determinants of avian H5N1 influenza A virus in mammalian and avian hosts: role of the C-terminal ESEV motif in the viral NS1 protein", "authors": [{"first": "F", "middle": [], "last": "Zielecki", "suffix": ""}, {"first": "I", "middle": [], "last": "Semmler", "suffix": ""}, {"first": "D", "middle": [], "last": "Kalthoff", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "10708--10726", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Origins of major human infectious diseases", "authors": [{"first": "N", "middle": ["D"], "last": "Wolfe", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Dunavan", "suffix": ""}, {"first": "J", "middle": [], "last": "Diamond", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "447", "issn": "", "pages": "279--83", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Cellular networks involved in the influenza virus life cycle", "authors": [{"first": "T", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2010, "venue": "Cell Host Microbe", "volume": "7", "issn": "", "pages": "427--466", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Cases of swine influenza in humans: a review of the literature", "authors": [{"first": "K", "middle": ["P"], "last": "Myers", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Gray", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "", "pages": "1084--1092", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Exploring cell tropism as a possible contributor to influenza infection severity", "authors": [{"first": "H", "middle": ["M"], "last": "Dobrovolny", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Baron", "suffix": ""}, {"first": "R", "middle": [], "last": "Gieschke", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Davies", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Jumbe", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Beauchemin", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Influenza virus receptor specificity and cell tropism in mouse and human airway epithelial cells", "authors": [{"first": "A", "middle": [], "last": "Ibricevic", "suffix": ""}, {"first": "A", "middle": [], "last": "Pekosz", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Walter", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "7469--80", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Human and avian influenza viruses target different cell types in cultures of human airway epithelium", "authors": [{"first": "M", "middle": ["N"], "last": "Matrosovich", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Matrosovich", "suffix": ""}, {"first": "T", "middle": [], "last": "Gray", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Roberts", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci U S A", "volume": "101", "issn": "", "pages": "4620--4624", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Biology of alveolar type II cells", "authors": [{"first": "R", "middle": ["J"], "last": "Mason", "suffix": ""}], "year": 2006, "venue": "Respirology", "volume": "11", "issn": "", "pages": "12--17", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "pandemic influenza A (H1N1): pathology and pathogenesis of 100 fatal cases in the United States", "authors": [{"first": "W", "middle": ["J"], "last": "Shieh", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Denison", "suffix": ""}], "year": 2009, "venue": "Am J Pathol", "volume": "177", "issn": "", "pages": "166--75", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "pandemic H1N1 influenza virus replicates in human lung tissues", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Fan", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "1522--1528", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Detection of severe acute respiratory syndrome-associated coronavirus in pneumocytes of the lung", "authors": [{"first": "K", "middle": ["C"], "last": "Chow", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hsiao", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Chiou", "suffix": ""}], "year": 2004, "venue": "Am J Clin Pathol", "volume": "121", "issn": "", "pages": "574--80", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Immunohistochemical, in situ hybridization, and ultrastructural localization of SARS-associated coronavirus in lung of a fatal case of severe acute respiratory syndrome in Taiwan", "authors": [{"first": "W", "middle": ["J"], "last": "Shieh", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hsiao", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Paddock", "suffix": ""}], "year": 2005, "venue": "Hum Pathol", "volume": "36", "issn": "", "pages": "303--312", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Molecular pathology in the lungs of severe acute respiratory syndrome patients", "authors": [{"first": "J", "middle": [], "last": "Ye", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2007, "venue": "Am J Pathol", "volume": "170", "issn": "", "pages": "538--583", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Systems-level comparison of host responses induced by pandemic and seasonal influenza A H1N1 viruses in primary human type I-like alveolar epithelial cells in vitro", "authors": [{"first": "S", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gardy", "suffix": ""}], "year": 2010, "venue": "Respir Res", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Viral replication and innate host responses in primary human alveolar epithelial cells and alveolar macrophages infected with influenza H5N1 and H1N1 viruses", "authors": [{"first": "W", "middle": ["C"], "last": "Yu", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "J Virol", "volume": "85", "issn": "", "pages": "6844--55", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Highly pathogenic avian influenza virus H5N1 infects alveolar macrophages without virus production or excessive TNF-alpha induction", "authors": [{"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Leijten", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Der Eerden", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Influenza viruses control the vertebrate type I interferon system: factors, mechanisms, and consequences", "authors": [{"first": "T", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "S", "middle": [], "last": "Ludwig", "suffix": ""}], "year": 2009, "venue": "J Interferon Cytokine Res", "volume": "29", "issn": "", "pages": "549--57", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Tropism and innate host responses of the 2009 pandemic H1N1 influenza virus in ex vivo and in vitro cultures of human conjunctiva and respiratory tract", "authors": [{"first": "M", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Chan", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Yu", "suffix": ""}], "year": 2010, "venue": "Am J Pathol", "volume": "176", "issn": "", "pages": "1828--1868", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Pandemic H1N1 2009 influenza A virus induces weak cytokine responses in human macrophages and dendritic cells and is highly sensitive to the antiviral actions of interferons", "authors": [{"first": "P", "middle": [], "last": "Osterlund", "suffix": ""}, {"first": "J", "middle": [], "last": "Pirhonen", "suffix": ""}, {"first": "N", "middle": [], "last": "Ikonen", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "1414--1436", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Effects of receptor binding specificity of avian influenza virus on the human innate immune response", "authors": [{"first": "I", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "D", "middle": [], "last": "Bernal-Rubio", "suffix": ""}, {"first": "N", "middle": [], "last": "Durham", "suffix": ""}], "year": 2011, "venue": "J Virol", "volume": "85", "issn": "", "pages": "4421--4452", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Innate immune response to influenza A virus in differentiated human alveolar type II cells", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nikrad", "suffix": ""}, {"first": "T", "middle": [], "last": "Phang", "suffix": ""}], "year": 2011, "venue": "Am J Respir Cell Mol Biol", "volume": "45", "issn": "", "pages": "582--91", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Influenza virus replication in human lung explants. A, Hematoxylin-eosin staining of human lung tissue 48 hours after mock infection illustrating the preserved tissue structure. B, Human lung explants were either infected at 0 hours or 24 hours later with 4 × 10 5 plaque-forming units (PFU) of Pan/99(H3N2) virus and collected supernatants were titrated on Madin-Darby canine kidney (MDCK) cells. C and D, Human lung explants were either infected with Pan/99(H3N2), Thai/04(H5N1), and Dk/Alb(H12N5) (C) or with Bay/09(H1N1pdm), NC/99(H1N1), and Sw/Wis(H1N1) (D). Supernatants were collected at indicated time points and titrated on MDCK cells. Mean values ± standard error of the mean of triplicates from 1 (B), 6 (C), and 3 (D) independent experiments are shown. Asterisks indicate significant differences between Dk/Alb(H12N5) and Thai/04(H5N1) (B) and between Sw/ Wis(H1N1) and NC/99(H1N1) (C). *P < .05 and **P < .01, by the 2-tailed Student t test.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Seasonal, high-and low-pathogenicity avian, porcine, and pandemic 2009 viruses infect mainly type II pneumocytes. A, Lung explants were infected with Pan/99(H3N2) for 24 hours. Fixed and deparaffinated tissue sections were incubated with fluorescently labeled anti-influenza A virus antibody (green channel) and anti-pro-SP-C antibody (red channel) to detect virus-infected type II pneumocytes by confocal microscopy. The overlay of both channels (merge) demonstrated staining of both antigens in the same cells (white arrowheads). B, Lung explants were not infected (mock) or infected with the strains NC/99(H1N1), Thai/04(H5N1), Dk/Alb(H12N5), Sw/Wis(H1N1), and Bay/09(H1N1pdm) for 24 hours and processed as described in A. Representative pictures of at least 3 independent experiments are shown.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Quantification of influenza A virus-infected cells. A, Cross sections from infected lung explants were stained for influenza virus antigen (green channel), prosurfactant protein C (blue channel) to detect type II pneumocytes (T II; white arrowheads for infected cells [cyan]; open arrowheads for uninfected cells [blue])", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Transmission electron microscopy confirms virus budding from type II pneumocytes. Lung explants were infected with Pan/99(H3N2) for 24 hours and processed for transmission electron microscopy. A and B, Infected cells with indicated multilamellar bodies (LB) typically found in type II pneumocytes. The enlarged frames (A1, A2, B1, and B2) show virus budding and released viral particles (black arrowheads), as well as cellular microvilli (open arrowheads) on the cell surface. Scale bars are indicated.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). The viruses used for this study included the HPAIV A/Thailand/1 Dk/Alb[H12N5]) strain, and the classic swine virus A/ swine/Wisconsin/1/67 (Sw/Wis[H1N1]) strain", "latex": null, "type": "table"}, "TABREF1": {"text": "Influenza A Viruses (IAV) Used in This Study", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. We thank Andrea Zöhner, Gudrun Heins, and Doris Stoll, for excellent technical support, and Matthias Budt, for critical comments on the manuscript. ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}