{"paper_id": "1b1300d760cc07aee7ea54f8bc060a5764330898", "metadata": {"title": "Journal Pre-proofs Dermatoethics: Self-Prescribing Plaquenil during the COVID-19 Pandemic", "authors": [{"first": "Victoria", "middle": ["J"], "last": "Stoj", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jane", "middle": ["M"], "last": "Grant-Kels", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "105 (Table 1 and 2) 1, [9] [10] [11] [12] [13] [14] [15] . In many jurisdictions, the laws and regulations are taking \"The joint statement is in response to reports of physicians and others prophylactically prescribing, medications currently identified as potential treatments for COVID-19 (e.g., chloroquine or hydroxychloroquine, azithromycin) for themselves, their families, or their colleagues. There also are reports that some pharmacies and hospitals have been purchasing excessive amounts of these medications in anticipation of potentially using them for COVID-19 prevention and treatment. The organizations strongly oppose these actions. Prescribing hydroxychloroquine, chloroquine, and azithromycin for yourself, family, friends and co-workers in anticipation of a COVID-19 related illness can significantly impact drug supplies, which may negatively impact the health of existing patients who are established on these medications for the treatment of indicated disease states as approved by the FDA. Further, such prescribing may lead to improper use of these medications which can cause harm. Prescribers should exercise caution and refrain from prophylactic prescribing in light of the State of Public Health Disaster Emergency.  Prescribers should include the diagnosis code or diagnosis with prescriptions issued for hydroxychloroquine, chloroquine, and azithromycin. Including this information may prevent communications from the pharmacy which in turn will expedite the time to treat.  Prescribers should limit the amount prescribed of hydroxychloroquine, chloroquine, and azithromycin, unless otherwise deemed appropriate by the prescriber (e.g., 14-day supply, etc.).\" Michigan 11 \"The Michigan State Medical Society and the Michigan Pharmacists Association recognize the need to maintain adherence to appropriate prescribing and dispensing of prescription drugs…\" . \"…reminder that prescribing hydroxychloroquine or chloroquine with the intent to stockpile the drug may create a shortage for patients with lupus, rheumatoid arthritis, or other ailments for which chloroquine and hydroxychloroquine are proven treatments. Any prescription medicine that may be effective in treating COVID-19 must be reserved for Michigan's sickest and most vulnerable patients.\" New York 12 \"No pharmacist shall dispense hydroxychloroquine or chloroquine except when written as prescribed for an FDA-approved indication; or as part of a state approved clinical trial related to COVID-19 for a patient who has tested positive for COVID-19, with such test result documented as part of the prescription. No other experimental or prophylactic use shall be permitted, and any permitted prescription is limited to one fourteen dayfourteen-day prescription with no refills. \" Ohio 13 \"Unless otherwise approved by the board's executive director, no prescription for chloroquine or hydroxychloroquine may be dispensed by a pharmacist or sold at retail by a licensed terminal distributor of dangerous drugs unless all the following apply:", "cite_spans": [{"start": 20, "end": 22, "text": "1,", "ref_id": "BIBREF0"}, {"start": 23, "end": 26, "text": "[9]", "ref_id": null}, {"start": 27, "end": 31, "text": "[10]", "ref_id": null}, {"start": 32, "end": 36, "text": "[11]", "ref_id": null}, {"start": 37, "end": 41, "text": "[12]", "ref_id": null}, {"start": 42, "end": 46, "text": "[13]", "ref_id": null}, {"start": 47, "end": 51, "text": "[14]", "ref_id": null}, {"start": 52, "end": 56, "text": "[15]", "ref_id": null}], "ref_spans": [{"start": 4, "end": 12, "text": "(Table 1", "ref_id": "TABREF1"}], "section": ""}, {"text": "(1) The prescription bears a written diagnosis code from the prescriber; and (2) If written for a COVID-19 diagnosis, the diagnosis has been confirmed by a positive test result, which is documented on the prescription and both of the following apply:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(a) The prescription is limited to no more than a fourteen-day supply; and (b) No refills may be permitted unless a new prescription is furnished.\" \"UPDATED 3/26/20 -the Pharmacy Board's Executive Director, in consultation with the Pharmacy Board President have authorized the dispensing of chloroquine or hydroxychloroquine for presumptive positive patients for either of the following:  For use as part of a documented institutional review board-approved clinical trial to evaluate the safety and efficacy of the drugs to treat COVID-19. Prescriptions must include documentation that the patient is enrolled in a clinical trial.  For the continuation of inpatient treatment for COVID-19 using chloroquine or hydroxychloroquine for patients discharged from a hospital. The prescriber shall be required to notate on the prescription that the patient has been discharged from the hospital and the prescription shall be for no more than a fourteen-day supply.\"", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Tennessee 14 \"We want providers and pharmacists to act with their best discretion to ensure patients continue to receive appropriate treatment in times of shortages. We discourage inappropriate prescribing or hoarding of this medication for prophylaxis or treatment of COVID-19, which may limit access for patients that require these medications for therapy for approved indications. \"The joint statement is in response to reports of physicians and others prophylactically prescribing, medications currently identified as potential treatments for COVID-19 (e.g., chloroquine or hydroxychloroquine, azithromycin) for themselves, their families, or their colleagues. There also are reports that some pharmacies and hospitals have been purchasing excessive amounts of these medications in anticipation of potentially using them for COVID-19 prevention and treatment. The organizations strongly oppose these actions.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Stockpiling these medications-or depleting supplies with excessive, anticipatory orders-can have grave consequences for patients with conditions such as lupus or rheumatoid arthritis if the drugs are not available in the community. The health care community must collectively balance the needs of patients taking medications on a regular basis for an existing condition with new prescriptions that may be needed for patients diagnosed with COVID-19. Being just stewards of limited resources is essential.\" ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Guideline/Statement Iowa 10  \"Prescribing hydroxychloroquine, chloroquine and azithromycin for COVID-19 prophylactic use is discouraged and not recommend by the Boards at this time.", "cite_spans": [], "ref_spans": [], "section": "State"}, {"text": "Prescribing hydroxychloroquine, chloroquine, and azithromycin for yourself, family, friends and co-workers in anticipation of a COVID-19 related illness can significantly impact drug supplies, which may negatively impact the health of existing patients who are established on these medications for the treatment of indicated disease states as approved by the FDA. Further, such prescribing may lead to improper use of these medications which can cause harm. Prescribers should exercise caution and refrain from prophylactic prescribing in light of the State of Public Health Disaster Emergency.  Prescribers should include the diagnosis code or diagnosis with prescriptions issued for hydroxychloroquine, chloroquine, and azithromycin. Including this information may prevent communications from the pharmacy which in turn will expedite the time to treat.  Prescribers should limit the amount prescribed of hydroxychloroquine, chloroquine, and azithromycin, unless otherwise deemed appropriate by the prescriber (e.g., 14-day supply, etc.).\" Michigan 11 \"The Michigan State Medical Society and the Michigan Pharmacists Association recognize the need to maintain adherence to appropriate prescribing and dispensing of prescription drugs…\" . \"…reminder that prescribing hydroxychloroquine or chloroquine with the intent to stockpile the drug may create a shortage for patients with lupus, rheumatoid arthritis, or other ailments for which chloroquine and hydroxychloroquine are proven treatments. Any prescription medicine that may be effective in treating COVID-19 must be reserved for Michigan's sickest and most vulnerable patients.\" New York 12 \"No pharmacist shall dispense hydroxychloroquine or chloroquine except when written as prescribed for an FDA-approved indication; or as part of a state approved clinical trial related to COVID-19 for a patient who has tested positive for COVID-19, with such test result documented as part of the prescription. No other experimental or prophylactic use shall be permitted, and any permitted prescription is limited to one fourteen day prescription with no refills. \" Ohio 13 \"Unless otherwise approved by the board's executive director, no prescription for chloroquine or hydroxychloroquine may be dispensed by a pharmacist or sold at retail by a licensed terminal distributor of dangerous drugs unless all the following apply:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(1) The prescription bears a written diagnosis code from the prescriber; and (2) If written for a COVID-19 diagnosis, the diagnosis has been confirmed by a positive test result, which is documented on the prescription and both of the following apply:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(a) The prescription is limited to no more than a fourteen-day supply; and (b) No refills may be permitted unless a new prescription is furnished.\" \"UPDATED 3/26/20 -the Pharmacy Board's Executive Director, in consultation with the Pharmacy Board President have authorized the dispensing of chloroquine or hydroxychloroquine for presumptive positive patients for either of the following:  For use as part of a documented institutional review board-approved clinical trial to evaluate the safety and efficacy of the drugs to treat COVID-19. Prescriptions must include documentation that the patient is enrolled in a clinical trial.  For the continuation of inpatient treatment for COVID-19 using chloroquine or 289 290 291 hydroxychloroquine for patients discharged from a hospital. The prescriber shall be required to notate on the prescription that the patient has been discharged from the hospital and the prescription shall be for no more than a fourteen-day supply.\"", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Tennessee 14 \"We want providers and pharmacists to act with their best discretion to ensure patients continue to receive appropriate treatment in times of shortages. We discourage inappropriate prescribing or hoarding of this medication for prophylaxis or treatment of COVID-19, which may limit access for patients that require these medications for therapy for approved indications. \"", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Re: Request for Emergency Use Authorization For Use", "authors": [{"first": "D", "middle": ["M"], "last": "Hinton", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chloroquine Phosphate or Hydroxychloroquine Sulfate Supplied From the 207 Strategic National Stockpile for Treatment of 2019 Coronavirus Disease. U.S. 208 Food and Drug Administration", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Therapeutic Options for COVID-19 Patients. Centers for Disease 212 Control and Prevention", "authors": [], "year": 2020, "venue": "Viral Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hydroxychloroquine and azithromycin as a 216 treatment of COVID-19: results of an open-label non-randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": [], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}], "year": null, "venue": "International Journal of Antimicrobial Agents", "volume": "217", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijantimicag.2020.105949"]}}, "BIBREF4": {"ref_id": "b4", "title": "In Vitro Antiviral Activity and Projection of Optimized 221 Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute 222 Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)", "authors": [{"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "Clin Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa237"]}}, "BIBREF5": {"ref_id": "b5", "title": "Potential Shortages of Hydroxychloroquine 225 for Patients with Lupus During the Coronavirus Disease", "authors": [{"first": "B", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "J", "middle": [], "last": "Salmon", "suffix": ""}, {"first": "S", "middle": [], "last": "Ibrahim", "suffix": ""}], "year": 2019, "venue": "JAMA 226 Network", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Covid-19: six million doses of hydroxychloroquine donated to 229 US despite lack of evidence", "authors": [{"first": "E", "middle": [], "last": "Mahase", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "1166--230", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "States Say Some Doctors Stockpile Trial Coronavirus Drugs, for 231 Themselves. The New York Times", "authors": [{"first": "E", "middle": [], "last": "Gabler", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Treating Self or Family", "authors": [], "year": 2009, "venue": "Center for Preparedness and Response (CPR). Severe Illness Associated 237 with Using Non-pharmaceutical Chloroquine Phosphate to Prevent and Treat", "volume": "234", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "AMA. AMA, APHA, ASHP issue joint statement about COVID-19 242 medications", "authors": [], "year": 2020, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "11.12. Department of Licensing and Regulatory Affairs", "authors": [{"first": "", "middle": [], "last": "Hydroxychloroquine/Chloroquine/Azithromycin", "suffix": ""}], "year": null, "venue": "", "volume": "248", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "State Medical Board of Ohio. Ohio Attorney General Dave Yost Issues 260 Statement on Prescribing Chloroquine and Hydroxychloroquine", "authors": [{"first": "", "middle": [], "last": "Accessed", "suffix": ""}], "year": 2020, "venue": "", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "!!N0rdg9Wr!8-273 ZCrb826gYkpwoNWXGIKkzQQTa7YlU20l5fU16jM1Uk7KjXZcnHw76pI9yL6Q$ 274 Last accessed", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "4--18", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Table 1. Sources and Guidelines on Prescribing Hydroxychloroquine", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "J. Stoj, BS and Jane M. Grant-Kels, MD, FAAD* 6 University of CT Health Dermatology Department 7 8 *Corresponding author: Jane M. Grant-Kels, UCONN Dermatology Department, 21 9 South Rd, Farmington, CT 06032. grant@uchc.Dermatoethics, Justice, Non-Maleficence, Hydroxychloroquine,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "AMA's medical code of ethics states that it is acceptable for physicians to treat 110 themselves and family members in limited circumstances including emergency settings 111 and for short-term, minor problems.87  However, stockpiling a medication, therein 112 depleting the supply reserved for clinical trials, patients with an indicated use, and 113 potentially dying hospital patients, could be considered is unethical and a clear violation 114 of the bioethical principles of justice and nonmaleficence. It is irresponsible and 115 unethical to abuse your prescribing power for potential benefits to yourself and your 116 family when the medication is actively needed by others. As physicians, we have 117 professional responsibilities to our patients and others to do what is considered to be 118 right, especially during difficult times such as now.119 120 121 The prophylactic use or knowledge of having a reserve stash of an untested drug could 122 create a false sense of invulnerability to the disease and therefore, although unlikely, 123 might undermine the prescribed behavior recommended to curtail the spread of the 124 disease such as social distancing. Additionally, optimal dosing and treatment time has 125 not been established, and hydroxychloroquine has the potential side effect of QT 126 prolongation. Without a formal medical evaluation, thorough patient history and physical 127 exam, patients receiving the drug may be at increased risk of adverse effects that 128 outweigh potential benefits of the drug in combating COVID-19 infections. 129 130 Finally, what if this physician decided to prescribe hydroxychloroquine for any patient 131 who asked for it because she felt that it might be beneficial based on limited data and in 132 vitro activity against other SARS coronaviruses? Would she not be carrying out a 133 beneficent act? At this point in time, based on the AMA's stance and their legal edicts of 134 at least 22 states, she could be committing an illegal act, regardless of her ethical There is not one correct answer to this scenario. Those of us in the health care work 141 force are a greater risk and we do have an ethical and even moral imperative to protect 142 ourselves and our family. Therefore, answers A , C and D are not without justification.143 only correct answer is B.Answer B, however, To upholds the ethical principles of non-144 maleficence and distributive justice; theoretically, one should not write a prescription for 145 the worried well and contribute to a possible shortage of a needed medication.146 147 Bottom Line148 This is a complex issue for which there is no clear right or wrong answer. Each 149 physician will have to weigh the pros and cons of whether this is ethical or potentially 150 unethical. Put away your pen and prescription pad, pick up your stethoscope, and 151 behave in a way that supports non-maleficence and distributive justice.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Call their primary care physician and ask their doctor to call in this prescription for 67 Prescribing a medication for future use has consequences. This medication is in 68 demand for chronic debilitating diseases and for an acute pandemic. This Your action 69 maywill contribute to a shortage that couldmay impact the lives of others and mightis However, this is a complex ethical scenario as there are conflicting ethical (and 76 professional) obligations involved. The physician in question also has a strong personal 77 obligation to protect her family and herself. This needs to be weighed against her 78 professional obligation to her patients, her community and to society at large. Therein 79 lies the ethical tension that exists for healthcare providers in pandemics of potentially 80 fatal infections. One could legitimately ask why she should not act in the best interests 81 of her parents (or her own health and well-being, without which her medical skills would", "latex": null, "type": "table"}, "TABREF1": {"text": "Sources and Guidelines on Prescribing Hydroxychloroquine The hydroxychloroquine sulfate may only be used to treat adult and adolescent patients who weigh 50 kg or more and are hospitalized with COVID-19, for whom a clinical trial is not available, or participation is not feasible. 2. For clinical trials, see: https://clinicaltrials.gov/ CDC 8 Recommendations for Clinicians and Public Health Officials: 1. 1. Educate patients on the serious risks of misusing chloroquine products 2. 2. Counsel patients on the importance of taking medications only as prescribed and as directed by healthcare providers.", "latex": null, "type": "table"}, "TABREF2": {"text": "Prescribing hydroxychloroquine, chloroquine and azithromycin for COVID-19 prophylactic use is discouraged and not recommend by the Boards at this time.", "latex": null, "type": "table"}, "TABREF4": {"text": "Examples of State Guidelines regarding prescribing and dispensing 292 potential COVID-19 treatments.", "latex": null, "type": "table"}}, "back_matter": []}