{"paper_id": "1b161e722691a1c1ef7ddd4592160bca72a4f2fd", "metadata": {"title": "Obesity as a Predictor for a Poor Prognosis of COVID-19: A 1 Systematic Review", "authors": [{"first": "Alice", "middle": [], "last": "Tamara", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitas Indonesia", "location": {"settlement": "Jakarta", "country": "Indonesia"}}, "email": ""}, {"first": "Dicky", "middle": ["L"], "last": "Tahapary", "suffix": "", "affiliation": {}, "email": "dicky.tahapary@ui.ac.id"}]}, "abstract": [{"text": "Word count: 3222 words 22 23", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cochrane, MEDLINE, EMBASE, and PubMed. The identified articles were screened 38 using the chosen eligibility criteria. We obtained three retrospective cohort studies 39 (Wu J et al., Lighter J et al., and Simonnet A et al.) to be critically appraised using 40 Newcastle Ottawa Scale. 41 Results: The findings of all included studies were consistent in stating the 42 contribution of obesity as a risk factor to increase the requirement for advanced 43 medical care. Study with the highest quality, Simonnet A et al., reported an increase 44 need of invasive mechanical ventilation in COVID-19 patients with body mass index 45", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "higher than 35 kg/m 2 , OR: 7.36 (1.63-33.14; p=0.021). This is associated with a 46 higher mortality rate in obese population infected with Conclusion: Obesity is an independent risk and prognostic factor for the disease 48 severity and the requirement of advanced medical care in COVID-19. This systematic 49 review highlights a particularly vulnerable group -obese, and emphasises on the 50 importance of treatment aggression and disease prevention in this population group. 51 52 Keywords: COVID-19, obesity, prognosis, predictor 53 54 sample size, BMI and presence of other comorbidities). We specified the extracted 105 comorbidities to hypertension, respiratory system disease, cardiovascular disease, 106 diabetes mellitus, and dyslipidaemia according to the acknowledged comorbidities for 107 COVID-19 by other systematic reviews and meta-analysis [6,16]. The study findings 108 extracted involved the hazard ratio/odds ratio analysed in each study. obesity to the necessity of advanced hospital care [18]. However, unlike Simonnet A 178 study, the inclusion of other important comorbidities in multivariate analysis in 179 Lighter J study was not known [19]. 180 Furthermore, a careful interpretation of studies by Lighter J and Wu J should 181 be made due to the use of different comparator group. Studies by Lighter J and Wu 182 J compared the data of obese groups with both normo-and over-weight groups, 183 whereas Simonnet A study compared the obese with normoweight patients. This comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a 279 systematic review and meta-analysis. Int J Infect Dis. 2020;S1201-280 9712(20):30136-3.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "high case-fatality rate, recognition of its risk and prognostic factor is important. 33", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Obesity has been associated with impaired immune system, increasing the 34 susceptibility for 2019-nCoV infection. We aimed to study the impact of obesity to 35 the prognosis and disease severity of COVID-19. 36", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Coronavirus disease-2019 / COVID-19 is a new emerging pandemic. Its rapid 56 transmission, progressivity and high case fatality rate had affected global social 57 welfare and economy [2] . Per 25 April 2020, the total confirmed coronavirus cases 58 globally reached 2,902,708 along with 202,179 death [1] . 59", "cite_spans": [{"start": 183, "end": 186, "text": "[2]", "ref_id": null}, {"start": 301, "end": 304, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "The prognosis of COVID-19 has been consistently reported to worsen in 60 advanced age [3, 4] and with the presence of other comorbidities, such as 61 hypertension, cardiovascular diseases, diabetes mellitus, and pulmonary diseases 62", "cite_spans": [{"start": 86, "end": 89, "text": "[3,", "ref_id": null}, {"start": 90, "end": 92, "text": "4]", "ref_id": null}], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "[3-6]. Nevertheless, the growing rate of hospitalization in younger population has 63 been reported and associated with obesity [7,8], a condition of having excessive 64 adipose tissue. The growing prevalence of obesity globally have risen the concern 65 on its additional impact to worsen this pandemic [11] . 66", "cite_spans": [{"start": 304, "end": 308, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "Obesity has been associated with a condition of chronic inflammation and 67 Hence, we aim to investigate the impact of obesity to the requirement of 75 advanced medical treatment in positively-identified COVID-19 patients, with the 76 hypothesis of obesity being a poor prognostic factor for COVID-19. Data from each study was extracted in a standardised form, compiling study citations, 100 baseline characteristics of the included subjects, appropriate intervention, and the 101 study findings. Study citations included the name of the first author, year of 102 publication, and title of the study. Meanwhile, characteristics of each study refered to Two independent reviewers conducted the quality assessment of the studies (AT and 112 DLT). The included studies were critically appraised using Newcastle Ottawa Quality 113 Assessment Scale (NOS). Any discrepancies of NOS score between reviewers were 114 discussed until it reached a conclusion. High-quality studies were defined as studies 115", "cite_spans": [], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "fulfilling NOS score of minimum 7. 116", "cite_spans": [], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "Data was synthesised based on a minimum of three different and high-quality 117 studies with consistent finding. The obtained data was analysed considering the 118 method of variable analysis used, study size, odds/hazard ratio, along with its 119 confidence interval. 120", "cite_spans": [], "ref_spans": [], "section": "Methods: A systematic search and handsearching was conducted in four databases: 37"}, {"text": "Literature searching performed using keywords as listed in Table 1 yielded several 123 studies. Out of 573 articles identified, 18 articles were retrieved after title and 124 abstract screening. After the exclusion of duplicates, five studies were assessed in 125 full-text. Three studies remained after full-text screening using eligibility criteria, 126 which were studies by Wu J et al.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 66, "text": "Table 1", "ref_id": "TABREF2"}], "section": "121"}, {"text": "[17], Lighter J et al. [18] , and Simonnet A et al.", "cite_spans": [{"start": 23, "end": 27, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "121"}, {"text": "[19]. The exclusion of the remaining two studies was due to the usage of language 128 other than English/Indonesian and investigation on other types of coronaviruses. 129", "cite_spans": [], "ref_spans": [], "section": "127"}, {"text": "The flow of our study selection is presented according to PRISMA Statement ( Figure  130 1). 131", "cite_spans": [], "ref_spans": [{"start": 77, "end": 88, "text": "Figure  130", "ref_id": null}], "section": "127"}, {"text": "The summary of baseline study characteristics is presented in ", "cite_spans": [], "ref_spans": [], "section": "127"}, {"text": "stratified their study subjects by their age, dividing them into less than 60 years and 145 over 60 years age-groups. Compared to normo-and over-weight groups, the rate of 146 hospitalization increased 2.0 (1.6-2.6; p<0.0001) and 2.2 (1.7-2.9; p<0.0001) times 147 in younger patient group with obesity grade I and II, respectively. Moreover, 148 younger group patients with obesity grade I and II had an increased likelihood to 149 receive critical care 1.8 (1.2-2.7; p<0.006) and 3.6 (2.5-5.3; p<0.0001) times 150 respectively, compared to normoweight and overweight groups [18] . Study by Wu J In the aspect of sample size, study by Lighter J et al. was very precise with 173 their findings statistically [18] . Meanwhile, study by Simonnet A, the highest quality considered obesity not as an independent risk factor for COVID-19 disease severity 187", "cite_spans": [{"start": 575, "end": 579, "text": "[18]", "ref_id": null}, {"start": 707, "end": 711, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "144"}, {"text": "[17] as the statistical significance was completely attenuated in the multivariate 188", "cite_spans": [], "ref_spans": [], "section": "144"}, {"text": "Article with the highest quality was written by Simonnet et al [19] . Although The limitations of this study arise from the exclusion of articles written in 231 languages other than English and Indonesian and unexplored grey literatures. We 232 also failed to assess the baseline characteristics and variable analysis of Lighter J 233 article. Moreover, this systematic review could not be proceeded to a quantitative 234 analysis (meta-analysis) due to the heterogenous use of variable analysis. Thus, we 235 recommended future studies to adjust comorbidities to their risk ratio presentation 236 to clearly portray the effect of obesity to the disease severity of COVID-19. 237", "cite_spans": [{"start": 63, "end": 67, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "analysis. 189"}, {"text": "Taken together, this is the first systematic review to proclaim obesity as an 238 independent risk and prognostic factor for the requirement of advanced medical 239 treatment due to COVID-19. Hence, the results from this study are important in the 240 aspect of treatment aggression and disease prevention. Obese patients with COVID-241 19 should be treated as a higher risk population. In the aspect of prevention, while 242 staying home has been campaigned globally to reduce COVID-19 rapid transmission, 243 in long term, it may simultaneously increase the susceptibility of people to develop", "cite_spans": [], "ref_spans": [], "section": "analysis. 189"}, {"text": "This systematic review was funded by the Universitas Indonesia's research grant. 249", "cite_spans": [], "ref_spans": [], "section": "Funding 248"}, {"text": "The authors declare that the research was conducted in the absence of any 250 commercial or financial relationships that could be construed as a potential conflict 251 of interest. PubMed ((covid-19 or coronavirus or 2019-ncov or sars-cov-2 or cov-19) and (comorbid* or obes* or overweight or high bmi or unhealthy weight)) and (hospital?action or admission or hospital stay or care episode or mortality or morbidity) 208 Handsearching \"obesity\" AND \"COVID-19\" 13 Table 3 . Quality assessment of the included studies using Newcastle Ottawa Scale", "cite_spans": [], "ref_spans": [{"start": 464, "end": 471, "text": "Table 3", "ref_id": null}], "section": "Funding 248"}, {"text": "Wu J et al. [17] **** --*** 7", "cite_spans": [{"start": 12, "end": 16, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Studies Selection Comparability Outcome Total"}, {"text": "Lighter J et al. [18] **** *-*** 8", "cite_spans": [{"start": 17, "end": 21, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Studies Selection Comparability Outcome Total"}, {"text": "Simonnet A et al. [19] **** ** ** ", "cite_spans": [{"start": 18, "end": 22, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Studies Selection Comparability Outcome Total"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus update (live): 2,902,708 Cases and 202,179 deaths 261 from COVID-19 virus pandemic", "authors": [{"first": "", "middle": [], "last": "Worldometer", "suffix": ""}], "year": 2020, "venue": "Available", "volume": "262", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Three Emerging Coronaviruses in Two Decades: The Story of SARS", "authors": [{"first": "J", "middle": [], "last": "Guarner", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Baseline characteristics and outcomes of 1591 patients infected With SARS-267", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "CoV-2 admitted to ICUs of the Lombardy region, Italy", "authors": [], "year": 2053, "venue": "JAMA [Internet]", "volume": "268", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical course and outcomes of 271 critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-272 centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Does comorbidity increase the risk of patients 274 with COVID-19: evidence from meta-analysis", "authors": [{"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}], "year": null, "venue": "Aging", "volume": "275", "issn": "2020", "pages": "6049--57", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Obesity in patients younger than 60 years is a risk factor for Covid-19 hospital 319 admission", "authors": [], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 322", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "SARS-CoV-2) requiring invasive mechanical ventilation", "authors": [], "year": null, "venue": "Obesity", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A crucial role of 326 angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung 327 injury", "authors": [{"first": "K", "middle": [], "last": "Kuba", "suffix": ""}, {"first": "Y", "middle": [], "last": "Imai", "suffix": ""}, {"first": "S", "middle": [], "last": "Rao", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "F", "middle": [], "last": "Guo", "suffix": ""}, {"first": "B", "middle": [], "last": "Guan", "suffix": ""}], "year": 2005, "venue": "Nat Med", "volume": "11", "issn": "8", "pages": "875--884", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Two things about COVID-19 329 might need attention", "authors": [{"first": "X", "middle": [], "last": "Jia", "suffix": ""}, {"first": "C", "middle": [], "last": "Yin", "suffix": ""}, {"first": "S", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Bai", "suffix": ""}], "year": 2020, "venue": "Preprints", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Reduction of total lung capacity in obese men: comparison of total 332 intrathoracic and gas volumes", "authors": [], "year": null, "venue": "J Appl Physiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Aims: COVID-19 is an emerging pandemic due to droplet 31 infection of 2019-novel coronavirus (2019-nCoV). Due to its rapid transmission and 32", "latex": null, "type": "figure"}, "FIGREF1": {"text": "decreased immune system, increasing the susceptibility of an individual to 68 infections [12,13]. Hence, this evidence suggests that obesity might act as an 69 independent risk factor for a poor disease progression of COVID-19. Nevertheless, a 70 meta-analysis by Ni Y (2017) reported the protective factor of obesity in Acute 71 Respiratory Distress Syndrome (ARDS) patients [14]. Having ARDS as one of the 72 devastating clinical manifestations of COVID-19 [4], this contradicting views raises 73 doubts on the impact of obesity in the disease severity and prognosis of COVID-19.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "151 et al. also reported an increased risk of 1.30 (1.09-1.54; p=0.003) times in COVID-is a devastating infectious disease worldwide, commonly manifests in 158 acute respiratory distress syndrome (ARDS) [4]. Its rapid transmission and 159 considerably high case-fatality rate have called for the recognition of important risk 160 factors and high-risk population for better prevention and treatment approach. 161 Obesity has been speculated to act independently in increasing the risk and 162 worsening the prognosis of COVID-19 patients. In this systematic review, three 163 included studies are consistent, despite a moderate degree of variability, in showing 164 the deleterious effect of obesity in COVID-19 severity, inducing critical and advanced 165 hospital care. 166 The findings from the included studies acknowledged the increased risk of 167 COVID-19 severity in obesity. Nevertheless, those three studies reported a variable 168 degree of association between obesity and severe COVID-19, which might be related 169 to the differences in the definition of the reported outcome (invasive mechanical 170 ventilation, ICU admission, severe infection), comparator group, sample size, and to 171 a lesser extent, the use of different BMI cut off points for obesity. 172", "latex": null, "type": "figure"}, "FIGREF4": {"text": "its sample size was the smallest among them, this research included multivariate 191 analysis to omit the possibilities of other important comorbidities affecting the study 192 outcome. Different to other prognostic studies, this study did not differentiate the 193 mortality rate of obese and non-obese patients; hence, might not directly reflect a 194 poorer prognosis of disease severity in obese COVID-19 patients. Nevertheless, a 195 paper by Yang X et al. showed higher mortality rate of patients requiring mechanical 196 ventilation [4]. Thus, choosing the necessity of mechanical ventilation in obese 197 COVID-19 might be an appropriate outcome to assess prognosis and hospital cost. 198 Possible mechanisms related to disease severity in obesity are speculated to 199 occur through higher ACE-2 concentration, chronic inflammation, and functional 200 restrictive capacity of obese lung. ACE-2 receptor has been recognised as a 201 coreceptor for 2019-nCoV entry and known to be expressed in many parts of human 202 body: gastrointestinal tract, lung, heart and kidney [20]. A recent publication has 203 reported the increased expression of ACE-2 receptor in adipose tissue [21]. This 204 means having more adipocytes is equal to be having more ACE-2 receptors to catch 205 2019-nCoV. Moreover, chronic inflammation in obesity is apparent with the 206 increased interleukin 6 (IL-6) level, adipokines, and pro-inflammatory cytokines (e.g., 207 TNF-a, inferferon), inducing a chronic low-grade inflammatory state in obesity and 208 impairing immune response [12,13,19]. The total lung capacity has also been 209 reported to be reduced in obese patients, and improved by bariatric surgery [22,23]. 210 Moreover, a study by Campos et al. also emphasised the impact of obesity to reduce 211 lung function in sedentary subjects [23]. Hence, obese patients tend to be more 212 susceptible to COVID-19 infection and rapid severe disease progression due to its 213 lower baseline lung functional capacity than normoweight people. 214 On the other hand, a meta-analysis by Ni Y et al. (2017) reported the fluid or vasopressor requirement in circulatory failure [14]. This condition was 219 thought to contribute to a diminished potential of disease progression to ARDS. 220 However, Ni Y study made no attempt to explain the direct effect of obesity and 221 ARDS, in contrast to the previous explanation through molecular and lung functional 222 capacity changes in obesity. Hence, our study also shed light on the contrasting view 223 of ARDS and obesity. The severity of ARDS and overall COVID-19 clinical 224 manifestations increased in obese patients infected with COVID-19 and this 225 population even showed a higher need of invasive mechanical ventilation [19]. 226 Findings from COVID-19 which were discussed in this study were also in line with 227 previous coronaviruses studies: coronavirusHKU1[24] and MERS-CoV virus [25]. 228 These studies had previously stated the increased prevalence and risk of obese 229 people to coronavirus infection.230", "latex": null, "type": "figure"}, "FIGREF5": {"text": "study design: DLT; Data collection and analysis: AT, DLT; Article draft 255 writing: AT; Draft revision: DLT; Writing supervision: DLT. All authors have read the 256 manuscript and have approved this submission. 257 epidemic. Report of a WHO consultation. Vol. 894, World Health Organization 288 technical report series. Switzerland; 2000. 289 10. Consultation WE. Appropriate body-mass index for Asian populations and its 290 implications for policy and intervention strategies. Lancet [Internet]. 2004 Jan 291 10;363(9403):157-63. Available from: https://doi.org/10.1016/S0140-292 6736(03)15268-3 293 11. World Health Organisation. Obesity and overweight [Internet]. 2020 [cited 294 2020 Apr 25]. Available from: https://www.who.int/news-room/fact-295 sheets/detail/obesity-and-overweight 296 12. De Heredia FP, Gómez-Martínez S, Marcos A. Chronic and degenerative 297 diseases: Obesity, inflammation and the immune system. Proc Nutr Soc. 298 2012;71(2):332-8. 299 13. Hegde V, Dhurandhar N V. Microbes and obesity-interrelationship between 300 infection, adipose tissue and the immune system. Clin Microbiol Infect 301 [Internet]. 2013;19:314-20. Available from: http://dx.doi.org/10.1111/1469-302 0691.12157 303 14. Ni YN, Luo J, Yu H, Wang YW, Hu YH, Liu D, et al. Can body mass index 304 predict clinical outcomes for patients with acute lung injury/acute respiratory 305 distress syndrome? A meta-analysis. Crit Care. 2017;21:36. 306 15. Moher D, Liberati A, Tetzlaff J, Altman DG, Altman D, Antes G, et al. Preferred 307 reporting items for systematic reviews and meta-analyses: The PRISMA 308 statement. PLoS Med. 2009;6", "latex": null, "type": "figure"}, "FIGREF6": {"text": "PRISMA Flowchart of Study Selection", "latex": null, "type": "figure"}, "TABREF0": {"text": "Protocol and Registration 80This systematic review was conducted based on the Preferred Reporting Items for 81Systematic Review and Meta-Analysis (PRISMA) Statement [15]. The protocol of this 82 systematic review has been registered in The International Prospective Register of 83 We included longitudinal cohort studies or randomised controlled trials which 87 observed the effect of BMI to the requirement of in-hospital critical care in patients 88 A systematic literature search was performed on April 12-14 th , 2020 using four 93 different databases: Cochrane, MEDLINE, EMBASE, and PubMed; along with manual 94 handsearching using keywords as listed in Table 1. Literature selection was 95 performed without time limitation but restricted to only published English or 96", "latex": null, "type": "table"}, "TABREF1": {"text": "All 132 studies had level 2 of evidence based on Oxford 2011 and were considered high-133 quality based on each NOS score. The results of of the critical appraisal could be 134 seen in Table 3. All studies used retrospective cohort design to explain the 135 relationship between obesity (exposure) and COVID-19 severity. While studies by 136 Simonnet et al. and Lighter J et al. used a body mass index (BMI) of more than 30 kg/m 2 to define obesity, study by Wu J, et al. used 25 kg/m 2 . These criteria were in 138 accordance with the proposed criteria for obesity in Caucasian [9] and Asian 139 population [10], respectively. 140 Using a multivariate analysis, study by Simonnet A et al. demonstrated that 141 COVID-19 patients with obesity grade II had 7.36 (1.63-33.14; p=0.021) times 142 increased risk of having invasive mechanical ventilation during in-hospital care, 143 compared to normoweight COVID-19 [19]. Meanwhile, study by Lighter J et al.", "latex": null, "type": "table"}, "TABREF2": {"text": "Search queries of this systematic review OR coronavirus OR sars-cov-2) AND (comorbid* OR obes* OR overweight OR high BMI OR unhealthy weight) AND (hospitali?ation OR admission OR hospital stay OR mortality OR morbidity) EBSCO (covid-19 or coronavirus or 2019-ncov or sars-cov-2 or cov-19 ) AND (( comorbidity or comorbidities or coocurence or comorbid ) OR ( obesity or overweight or fat or obese or unhealthy weight or high bmi )) AND (( hospitalisation or hospitalization or admission or hospital stay or care episode ) OR ( mortality or mortality rate or death or death rate or morbidity )) covid-19 or coronavirus or 2019-ncov or sars-cov-2 or cov-19).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword, floating subheading word, candidate term word]) AND ( (comorbid* or obes* or overweight or high BMI or unhealthy weight).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword, floating subheading word, candidate term word]) AND ((hospitali?ation or admission or hospital stay or care episode or mortality or morbidity).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword, floating subheading word, candidate term word])", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}