{
    "paper_id": "1b1f93d489e45b9f35ff83e548b3b1830d42e13a",
    "metadata": {
        "title": "COVID-19 and dialysis: why we should be worried",
        "authors": [
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Rombolà",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Circolo Hospital-Macchi Foundation",
                    "location": {
                        "settlement": "Nephrology"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Brunini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Circolo Hospital-Macchi Foundation",
                    "location": {
                        "settlement": "Nephrology"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the last 6 months, starting from China and the Eastern Countries and spreading to Europe and the United States, a new strand of Coronavirus, SARS-CoV-2, is challenging healthcare systems world-wide [1] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical course of the infection may vary from a more frequent asymptomatic condition to a mild and non-specific respiratory syndrome to, fortunately less frequent, generalized and violent inflammatory response needing ICU assistance, mechanical ventilation and sometime renal replacement therapy [1, 2] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the data so far available, taking into account the possible bias related to different methods of collecting and categorizing data among the various Countries, the lethality index of the SARS-CoV-2 infection would seems not so high. Nevertheless, the fast speed of diffusion with a high rate of patients needing hospitalization and the resulting health system overload, compelled the involved Nations to adopt strict containment strategies with economic consequences that will last for many years in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the absence of any specific therapies or vaccines, the containment strategies are basically oriented to achieve dilution in time of new cases and, as a consequence, to enable the health system to better handle the most demanding ones ( Fig. 1) [3].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Anyway, the strategies to control the disease spreading may be very complex, due to the lack of precise knowledge about the natural history of the disease and the presence of non-documented asymptomatic or oligo-symptomatic cases, which may spread the infection and probably account for more than 80% of the total infected individuals [4, 5] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As expected, mortality is much higher in the elderly with multiple comorbidities. In this context some populations, such as dialysis patients, may have a very high prevalence and death rate for COVID-19, since they combine older age, malnutrition, cardiovascular disease, diabetes, lung disease and less efficient immune system with the need for dialysis treatment in overcrowded settings where many patients, nurses, physicians and support staff are present at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of articles focusing on recommendations to contain the spread of infection in dialysis patients, have been released [2, 6, 7] , anyway, very few reports on the real degree of diffusion of the infection and its outcome in this specific population and among people working in dialysis facilities have been published so far.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yiqiong Ma [8] , from the Department of Nephrology Renmin Hospital of Wuhan University, reported 37 COVID-19 positive among 230 HD patients and four cases among 33 staff members (16% of the patients and 12% among the personnel respectively). In the 37 COVID -19 positive patients, 6 (16.2%) died. Although CT images of the chest showed the ground glass like changes, symptoms were mild, and none was admitted to ICU. The Authors underline that none of them died because of COVID-19. About 15 days later, after increasing protection measures, the universal screening and the isolation of the infected cases, the risk of infection was under control and no new cases were observed. Cheng Li [9] , from the Department of Blood Purification Center, Wuhan No.1 Hospital, Wuhan China, in a preprint report documents a wider experience from the same region where the pandemic started. The report records 66 out of 627 HD patients certainly infected (10.5%), and 24 cases \"suspected\" (i.e. the diagnosis was made just on clinical ground). The Authors treat the \"suspected\" cases as if they were real positives, thus, based on this assumption, the infection prevalence rate was 14.3% (90/627). The Authors do not report if the mortality rate between the two subgroups (proven infected and suspected ones) was different, however, putting it all together the mortality rate was 13.3% (12 patients out of 90 with confirmed or suspected infection).",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since these two reports come from the same area of China and both the hospitals most likely use the same protocols, putting the two series together, with the limits of that presumption, we obtain a prevalence of Coronavirus infection among dialysis patients of about 16% (137 infected out of 857 HD patients) and a mortality rate of 13.1% (18 dead out of 137 infected HD patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These data clearly show that the mortality in HD patients is much higher than in the general population, 13% vs 4% respectively (4% is the official mortality in the general COVID-19 population reported in China). Nevertheless, although the infection may be fatal, COVID-19 symptoms in dialysis patients seem to be less aggressive, therefore it was postulated that they may be relatively protected from violent cytokine storm by their impaired immune system [8] .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our opinion the question of whether a patient die for COVID-19 or with COVID-19 is misleading and perhaps it is going to remain unanswered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no doubt that in such complex and fragile patients, a violent infection, that mainly targets lungs and heart, already very compromised for many years of dialysis, brings a very high risk of death, even if the infection itself is not the final cause [1, 2, 10, 11] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data reported by the two reports mentioned above, are very close to those observed in a very preliminary survey in Lombardy (Italy) (unpublished). In this series about 650/6000 (11%) HD-patients with symptoms resembling those of COVID-19 infection were tested and among them only 301 were positive (5% of the entire population which this preliminary observation refers to). In this subset the mortality was 22.3% (67 dead out of 301 COVID positive patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With regard to death cause during COVID-19 emergency, other intriguing issues need to be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First of all, the recorded deaths for hyperkalemia [8, 9] , in context where dialysis frequency was reduced to minimize infection risk, should raise the question on how many victims of other diseases will be indirectly related to coronavirus epidemic.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 55,
                    "end": 57,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, Cheng Li [9] reports that two patients died despite mechanical ventilation. We don't know the clinical course and the complications that these two patients had during their stay in the ICU. However, it is important to stress that all dialysis patients have significant diastolic heart disease, thus, even a small increase of Positive End Expiratory Pressure (PEEP) in both cases of NIV with helmet or mechanical ventilation, may significantly decreases left ventricular filling and lead to a low cardiac output.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important point of the paper of Yiqiong Ma [8] is the focus on infection control strategies. In fact it documents the effectiveness of the measures taken for the infection spreading containment, both for patients and healthcare professionals.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is particularly important in HD patients population because they cannot respect the quarantine, needing dialysis treatment at the hospital, and there is no guarantee that they correctly follow the preventive measures at home. Furthermore dialysis staff members are highly specialized and difficult to replace in case of COVID-19 diffusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Being symptoms in HD patients often mild and underestimated, as previously stated, and considering that even completely asymptomatic patients can spread the virus [4, 5] , it would be appropriate to test dialysis healthcare personnel and patients periodically. The universal screening performed in the paper, beside the upgrade in the protection devices and the isolation measures, proved successful.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These measures should be undertaken in all dialysis facilities as soon as possible, even when there are no positive cases. If correctly applied, they reduce the virus transmission between patients, and between healthcare professionals, avoiding the collapse of dialysis activity and preventing the disease from spreading without control even outside the dialysis setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "The authors declare that this article does not contain any studies with human participants performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China medical treatment expert group for Covid-19. Clinical characteristics of coronavirus 2019 disease in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The novel coronavirus 2019 epidemic and kidneys",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naicker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.kint.2020.03.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of workload over time on the possibility to manage it on the health care system. Areas under the curves are equal 3. Remuzzi A, Remuzzi G (2020) COVID-19 and Italy: what next",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practical indications for the prevention and management of SARS-CoV2 in ambulatory dialysis patients: lessons from the first phase of the epidemics in Lombardy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rombolà",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heidempergher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedrini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aucella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Messa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brunori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nephrol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40620-020-00727-y"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and dialysis units: what do we know now and what should we do?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Kidney Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.ajkd.2020.03.008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "novel coronavirus disease in hemodialysis (HD) patients: Report from one HD center in Wuhan China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.24.20027201"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An Analysis on the Clinical Features of MHD Patients with Coronavirus Disease 2019: A Single Center Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [],
                    "last": "Yonglong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Can",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dongdong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haifeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-18043/v1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41569-020-0360-5"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}