{
    "paper_id": "1b27e750058986d5e357b441c23917da906b5549",
    "metadata": {
        "title": "Understanding ride-sourcing drivers' behaviour and preferences: Insights from focus groups analysis",
        "authors": [
            {
                "first": "Peyman",
                "middle": [],
                "last": "Ashkrof",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {
                        "addrLine": "Stevinweg 1",
                        "settlement": "Delft",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Gonçalo",
                "middle": [],
                "last": "Homem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {
                        "addrLine": "Stevinweg 1",
                        "settlement": "Delft",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Almeida",
                "middle": [],
                "last": "Correia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {
                        "addrLine": "Stevinweg 1",
                        "settlement": "Delft",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Oded",
                "middle": [],
                "last": "Cats",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {
                        "addrLine": "Stevinweg 1",
                        "settlement": "Delft",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Bart",
                "middle": [],
                "last": "Van Arem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delft University of Technology",
                    "location": {
                        "addrLine": "Stevinweg 1",
                        "settlement": "Delft",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ride-sourcing has recently been at the centre of attention as the most disruptive mode of transport associated with the so-called shared mobility era. Drivers, riders, the platform, policymakers, and the general public are considered as the main stakeholders of the system. While ride-sourcing platforms have been growing, so did the heightened tension between them and their drivers. That is why understanding drivers' behaviour and preferences is of key importance to ride-sourcing companies in managing their relationship with drivers (also known as driver-partners) and in retaining them in the presence of competence. Ride-sourcing drivers are not only chauffeurs but fleet owners. They can make various operational and tactical decisions that directly influence other stakeholders and the transport system performance as a whole. Conducting a series of focus groups with ride-sourcing drivers in the Netherlands, we have studied their opinions about the system functionalities as well as their possible interactions with the platform and wishes for changes. The focus group results suggest that the main decisions of drivers, which are ride acceptance, relocation strategies, working shift and area in which to work, could be affected by many elements depending on platform strategies, drivers' characteristics, riders' attributes, and exogenous factors. We find that part-time and full-time drivers, as well as experienced and beginning drivers, are characterized by distinctive behaviour. Flexibility and freedom were mentioned as the key reasons for joining the platform while an unfair reputation system, unreliable navigation algorithm, high competition between drivers, passenger-oriented platform, high-commission fee, and misleading guidance were acknowledged as being the main system drawbacks. Based on our findings, we propose a conceptual model that frames the relationship between the tactical and operational decisions of drivers and related factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Technology development in the transportation sector has changed the mobility boundaries and introduced new transport possibilities to address transport-related issues such as traffic congestion, parking scarcity, climate change, hyper-urbanization, and also demographic and societal changes. Ride-sourcing companies, also known as \"Transportation Network Companies (TNCs)\", have emerged as one of the frontiers in the shared mobility space and can potentially shift mobility from a vehicle ownership model to service-based operations. By definition, ride-sourcing is a digital platform supplied by private car owners to offer on-demand door-to-door transport services to users requesting rides. Therefore, it is able to possibly address the transportation needs of travellers by offering seamless and efficient mobility solutions. Notwithstanding, there are also intense debates concerning the deficiencies and pitfalls of ride-sourcing services such as their contribution to traffic congestion, discrimination, and air pollution (Shen, Zou, Lin, & Liu, 2020) . This raises awareness of the possible system issues and the relevance of these services as well as the operations and potential regulation thereof for developing a sustainable urban mobility policy.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1059,
                    "text": "(Shen, Zou, Lin, & Liu, 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various stakeholders with diverse objectives and decisions are involved in the ride-sourcing system. Drivers/service providers, riders/ passengers, the platform, policymakers, and the general public are the main stakeholders of the ride-sourcing system. Given that each party pursues various objectives that may conflict with the others' interests, unravelling their behaviour and decisions is crucial for studying and potentially shaping this complex system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the supply-side perspective, drivers are not only chauffeurs but semi-independent fleet owners. Given that working relationship in the gig economy (i.e., a labour market system supplied by independent contractors/freelancers) between the platform and digital workers is characterized by mistrust (Wentrup, Nakamura, & Ström, 2019) , drivers are in the heart of these two-sided platforms since they offer their private cars to transport passengers.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 335,
                    "text": "(Wentrup, Nakamura, & Ström, 2019)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the main concerns that may hinder the platform objectives and the potential benefits associated with ride-sourcing is the heightened tensions between drivers as service suppliers and companies as platform owners due to the dissatisfaction of the drivers regarding their working conditions (Nicolas Vega (New York Post), 2019; Wang & Smart, 2020) . Thousands of drivers frequently strike for improving their working conditions all around the world. They believe that their needs and expectations are overlooked by the platform. Therefore, understanding drivers' behaviour and preferences is of key importance to ride-sourcing companies (i.e. TNCs) in managing their relationship with the so-called driver-partners (this term used by TNCs refers to drivers who partner with these companies) and in retaining them in the presence of competence.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 352,
                    "text": "Wang & Smart, 2020)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies on the supply side have covered various topics including estimated time of travel (Wang, Fu, & Ye, 2018) pricing strategies (Cachon, Daniels, & Lobel, 2017; Zha, Yin, & Du, 2018) , matching strategies (Zha, Yin, & Xu, 2018) , repositioning guidance (Vazifeh, Santi, Resta, Strogatz, & Ratti, 2018) , policies and regulations (Zha, Yin, & Yang, 2016) . They have mostly assumed that drivers are fully compliant with the platform or considered a few monetary variables including hourly income as the factors influencing their choices though many variables such as the cumulative revenue, working shift, the aversion to long working hours, driving costs, information sharing and incentives may presumably impact the decisions of drivers, yet remaining hitherto unexplored in the literature. This arguably stems from the lack of knowledge on the aspects considered by drivers and their potential impact on their behaviour and decisions. Furthermore, many studies have hypothesized that on-demand transport services are operated by a centrally fully automated fleet of vehicles, so-called taxi robots (Ciari, Janzen, & Ziemlicki, 2020; Hörl, Ruch, Becker, Frazzoli, & Axhausen, 2019; Levin, 2017; Liang, de Almeida Correi, An, & van Arem, 2020; Oh, Seshadri, Le, Zegras, & Ben-Akiva, 2020; Winter, Cats, Martens, & van Arem, 2020) . Current fleets are not automated at this time and the literature suggests that automated vehicles seem not to be introduced to the market in the near future (SAE International, 2018) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 121,
                    "text": "(Wang, Fu, & Ye, 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 141,
                    "end": 173,
                    "text": "(Cachon, Daniels, & Lobel, 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 174,
                    "end": 195,
                    "text": "Zha, Yin, & Du, 2018)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 218,
                    "end": 240,
                    "text": "(Zha, Yin, & Xu, 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 266,
                    "end": 314,
                    "text": "(Vazifeh, Santi, Resta, Strogatz, & Ratti, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 342,
                    "end": 366,
                    "text": "(Zha, Yin, & Yang, 2016)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1113,
                    "end": 1147,
                    "text": "(Ciari, Janzen, & Ziemlicki, 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1148,
                    "end": 1195,
                    "text": "Hörl, Ruch, Becker, Frazzoli, & Axhausen, 2019;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1196,
                    "end": 1208,
                    "text": "Levin, 2017;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1209,
                    "end": 1256,
                    "text": "Liang, de Almeida Correi, An, & van Arem, 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1257,
                    "end": 1301,
                    "text": "Oh, Seshadri, Le, Zegras, & Ben-Akiva, 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1302,
                    "end": 1342,
                    "text": "Winter, Cats, Martens, & van Arem, 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1502,
                    "end": 1527,
                    "text": "(SAE International, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, there is a growing body of literature on driver supply properties such as elasticity, wage, and incentives. Wang and Smart (2020) analysed an extracted sample of 18,399 for-hire vehicle drivers working in the United States from 12-year Integrated Public Use Microdata Series data. They report that the hourly income of for-hire vehicle drivers has decreased since the entry of Uber to the market. The key objective of modelling driver supply is to investigate the main reasons why drivers join the system. Analysing the characteristics of Uber drivers through the Uber administrative data and surveys, Hall and Krueger (2018) conclude that flexibility is the main factor attracting drivers to work for Uber to start with. With regard to supply elasticity, the effects of monetary measures such as hourly income on the working shift of drivers are studied. Cahuc, Carcillo, and Zylberberg (2014) argue that income rate impacts both the decision to join the platform as well as the number of working hours. Using New York City taxi driver data, Farber (2015) found out that drivers have a positive elasticity which means that they typically work longer hours when income rates are higher in line with expectations. Moreover, several studies have investigated the effect of wages and incentives on the supply-side operation of ride-sourcing platforms. For instance, Leng, Du, Wang, Li, and Xiong (2016) analyses the response of drivers to monetary promotions given by two competing ride-sourcing platforms in China. They reported that the number of trips per day increases and the idle time decreases during the promotion.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 142,
                    "text": "Wang and Smart (2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 615,
                    "end": 638,
                    "text": "Hall and Krueger (2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 869,
                    "end": 907,
                    "text": "Cahuc, Carcillo, and Zylberberg (2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1056,
                    "end": 1069,
                    "text": "Farber (2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1376,
                    "end": 1412,
                    "text": "Leng, Du, Wang, Li, and Xiong (2016)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of the abovementioned studies are based on several assumptions concerning drivers' behaviour which have not been insofar thoroughly studied. In general, drivers are free to decide whether and when to join the system, to accept/decline ride requests, and about their relocation strategies in order to cover more profit/satisfying periods. This freedom provides drivers with a range of choices that can directly influence their income level as well as system performance. For example, the low ride request acceptance rate of drivers in a region might increase the waiting time for riders in that area (lower level of service). In another scenario, if no driver accepts an incoming ride request or to be available at a particular location/time, the request is aborted resulting in the dissatisfaction of the client. This highlights the fundamental role of service suppliers in the ride-sourcing environment. Hence, in order to control the supply-side dynamics, the drivers' behaviour and perceptions towards the platform strategies need to be unravelled. This also provides an opportunity to address the issues that drivers face which could lead to decreasing the existing tensions with the platforms and thus break the barriers to fully realize the potential benefits of ride-sourcing. To this end, this study aims at gaining indepth knowledge about ride-sourcing drivers' decisions and their relations with system functionalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted three focus group interviews with Uber drivers in the Netherlands. In our analysis, we classify the results into drivers' (i) understanding of the system operations, (ii) behaviour and (iii) expectations in order to shed light on the ride-sourcing drivers' role. In the following sections, details on the focus group execution (Section 2) are given, followed by a discussion of our findings (Section 3). We propose a conceptual model for drivers' main behavioural elements and their connections in Section 4 and conclude with a discussion of this study's implications pointing also for directions for further research (Section 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given that the knowledge about the social reality of ride-sourcing drivers is limited due to the non-transparent characteristics of the gig economy practices, focus group as a form of empirical qualitative research is adopted as the research method in this study. This approach allows gaining deep insights into drivers' perspective of the system operations and unravelling their interactions with the platform in order to comprehend their views and behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group characteristics"
        },
        {
            "text": "Focus groups enable the exploration of the topic of interest by providing qualitative information by means of a focused discussion between a limited number of people who on the one hand possess certain common characteristics and on the other hand exhibit diversity with regard to other key characteristics (Krueger & Casey, 2014) . In the context of transport innovations, focus groups have mostly been used for studying the views of travellers and policymakers concerning emerging mobility technologies (Carvalho, Costa, Simoes, Silva, & Silva, 2016; Davison, Enoch, Ryley, Quddus, & Wang, 2012; Faber & van Lierop, 2020; Ferrer & Ruiz, 2018; Jacobsson, Arnäs, & Stefansson, 2017; Li, 2018; Nikitas, Wang, & Knamiller, 2019; Pudāne et al., 2018) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 329,
                    "text": "(Krueger & Casey, 2014)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 504,
                    "end": 551,
                    "text": "(Carvalho, Costa, Simoes, Silva, & Silva, 2016;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 596,
                    "text": "Davison, Enoch, Ryley, Quddus, & Wang, 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 597,
                    "end": 622,
                    "text": "Faber & van Lierop, 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 623,
                    "end": 643,
                    "text": "Ferrer & Ruiz, 2018;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 644,
                    "end": 681,
                    "text": "Jacobsson, Arnäs, & Stefansson, 2017;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "Li, 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 692,
                    "end": 725,
                    "text": "Nikitas, Wang, & Knamiller, 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 726,
                    "end": 746,
                    "text": "Pudāne et al., 2018)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Focus group characteristics"
        },
        {
            "text": "The method of focus group strives to provide a dynamic informal group discussion amongst participants to freely share their ideas and learn from or contrast each other's perspectives thanks to the sense of cohesiveness as being a member of a group (Peters, 1993) . This enables the researcher to consider the variation in the opinions, generation of new ideas as well as possible solutions, the evolution of the ideas during the discussion, and evaluate the discussed topics in order to capture the main themes efficiently. The main potential pitfalls of focus groups are potential participants/moderator bias, ungeneralizable outcomes and time-sensitive results (i.e. dependent on the time of the study).",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 262,
                    "text": "(Peters, 1993)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Focus group characteristics"
        },
        {
            "text": "The main reasons for adopting a focus group as the research method in this study are: i) The knowledge about drivers' perception of the system operations and their interactions with the platform is limited and scarce; ii) Qualitative research can explore the opinions and feelings of drivers; iii) The focus group findings can facilitate the prioritization and design of future quantitative research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group characteristics"
        },
        {
            "text": "Before describing the focus group set-up, it is important to provide a brief description of the research context. This study is conducted in the Netherlands in which high-quality public transport services are provided and two ride-sourcing companies, namely Uber and ViaVan, are currently active. Uber started operating in Amsterdam in 2012 and currently provides two private-ride products, i.e. UberX and UberBlack in more than five cities. ViaVan has only recently entered the market (early 2018), offering solely shared rides and its operations are limited to the Amsterdam area. Ride-sourcing is generally more regulated in Europe than elsewhere, especially in the Netherlands where drivers need to be registered as professional drivers. Therefore, Uber drivers working in the Netherlands were identified as the target group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group design and sessions"
        },
        {
            "text": "Placing emphasis upon the individual heterogeneity, Wang, Zhang, Fu, Li, and Liu (2020) concluded that classifying the taxi users into different groups is necessary when studying their behaviour. Given that this heterogeneity may exist between drivers, several categories can be investigated. As ride-sourcing drivers are free to decide about their working patterns, it is assumed that full-time and part-time drivers have distinctive behaviour given that part-time drivers might have some other scheduled activities limiting their freedom. Part-time drivers are defined as the ones who have other occupations while full-time drivers spend their whole working time in the platform. Furthermore, more experienced drivers are expected to decide differently compared to beginning drivers. Hence, working full-time/part-time and being an experienced/beginning driver were defined as the screening criteria for the participants.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 87,
                    "text": "Wang, Zhang, Fu, Li, and Liu (2020)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Focus group design and sessions"
        },
        {
            "text": "Based on the findings of Krueger et al. (2014) , focus group sessions should be small enough to enable the participants to share their ideas yet large enough to provide a diversity of perceptions. On the other hand, since dominant participants may influence others within the group, it is recommended to have more than one group session. Moreover, collecting data from several group discussions enables the researcher to compare and contrast data across groups. To this end, we decided to hold three sessions with 4-7 drivers in each group.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 46,
                    "text": "Krueger et al. (2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Focus group design and sessions"
        },
        {
            "text": "The focus group meetings took place in Amsterdam on 22, 25, and 29 July 2019 in a standard meeting room where the conversations (in Dutch) were audio-recorded. Each session lasted two hours and was led by a professional moderator hired for this purpose who was not involved with the research beforehand. This was a deliberate choice to minimize the moderator bias which could unnecessarily redirect the discussions into the moderator's topics of interest. On the other hand, prior knowledge of the moderator can have some added value to foster the group dynamics. In order to obtain a balance between the moderator bias and having enough background knowledge, we had several joint meetings with the independent moderator to brief her and also provided her with a semi-structured moderation guide to ensure the research objectives could be achieved. Besides, the first author followed all the focus groups' discussions in an observation room in real-time. He was able to see and hear the participants while they could not see him thanks to a one-way mirror. In several situations during the sessions, the first author contacted the moderator for asking some follow-up questions. However, she was fully authorized to refuse to ask any leading questions raised by him during the discussions. It should be noted that at the beginning of each session, participants were informed about his presence (as a researcher from a Dutch university) behind the one-way mirror and the relevant reasons for that. Fig. 1 indicates the meeting room from the perspective of the first author in the observation room.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1496,
                    "end": 1502,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Focus group design and sessions"
        },
        {
            "text": "Each session started with a short introduction to the topic. Although the identity of the research team was not revealed, it was emphasized that the research is conducted by a Dutch university for academic purposes. The idea behind this was to prevent potentially underlying concerns by participants that may hinder them from expressing themselves freely and possibly giving biased and strategic responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group design and sessions"
        },
        {
            "text": "After the introduction, the focus group rules and conditions including confidentiality, having no right or wrong answers, respecting the opinions of each other, the session duration, and eventual incentives were explained. Then, the drivers were asked to introduce themselves and summarize their perception of the platform performance in one word as an icebreaker. Following the group introduction and based on the moderation guide, the general open-ended questions were asked to initiate the discussion, and then follow-up questions, probes, and prompts were raised to saturate the topic. Table 1 shows the topics and the main associated questions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Focus group design and sessions"
        },
        {
            "text": "A panel provider was hired to reach out to the target group. Using snowball sampling, they recruited 16 Uber drivers complying with the screening criteria (full-time/part-time and experienced/beginning drivers). Even though the focus group sample is not required to represent the population in terms of neither socioeconomic characteristics nor working behaviour (Marshall, 1996) , Table 2 contains information about the drivers' profile to allow for additional insights when discussing the findings.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 379,
                    "text": "(Marshall, 1996)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sample characteristics"
        },
        {
            "text": "It can be seen that out of the 16 drivers, most of them were male whereas two females participated. The number of part-time drivers was slightly higher than the number of full-time ones (9 part-time drivers). Most of the participants were UberX drivers while one of them was working as UberX as well as UberBlack driver simultaneously. Their working experience differed from 1 month to 5 years. In this study, drivers with more than two years of driving experience with the platform are considered experienced drivers. Each driver is identified by a specific code which starts with D (driver) followed by the participant number within the respective focus group session (from 1 to 6), their employment status (F for full-time, P for part-time), the session number (from 1 to 3). For example, D2F3 refers to Driver number 2 who is a Female and participated in the third session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample characteristics"
        },
        {
            "text": "The transcript-based analysis is considered as the most robust method of analysing qualitative data (Onwuegbuzie, Dickinson, Leech, & Zoran, 2009 ). The qualitative content analysis principle was used to analyse the focus group transcripts obtained from the audio-recorded conversations. Based on the research framework, this systematic bottom-up approach aims at providing a comprehensive description of the phenomenon at the theoretical level through inductive or deductive category development (Elo & Kyngäs, 2008; Mayring, 2000; Williamson, Given, & Scifleet, 2018) . The collected data is the primary source of identifying concepts, themes, and categories in inductive analysis processes while deductive content analysis is carried out based on the prior formulated knowledge (Kyngäs, 2020; Mayring, 2000) . In this study, the majority of analysis is conducted deductively because the existing literature contributed to defining the study assumptions and deriving most of the categories. However, some themes were identified independently of the literature given that background knowledge is limited and fragmented in this field.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 145,
                    "text": "(Onwuegbuzie, Dickinson, Leech, & Zoran, 2009",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 497,
                    "end": 517,
                    "text": "(Elo & Kyngäs, 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 518,
                    "end": 532,
                    "text": "Mayring, 2000;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 533,
                    "end": 569,
                    "text": "Williamson, Given, & Scifleet, 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 781,
                    "end": 795,
                    "text": "(Kyngäs, 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 796,
                    "end": 810,
                    "text": "Mayring, 2000)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The analysis process comprises three main phases including preparation, organizing and reporting (Elo & Kyngäs, 2008) . The transcripts are scrupulously reviewed word for word several times for making sense of the data and ensuring accuracy. Then, the text is coded by writing notes and headings in shorthand words in the margin and also keywords and sentences are highlighted. After that, the data is classified into several groups in accordance with the identified categories in the literature. Next, those groups were categorized under higher-order headings in order to reduce the number of topics, extract the themes, and increase the understanding of the phenomenon. Finally, the identified categories and sub-categories are integrated, analysed, and interpreted in order to explain the drivers' decisions and behaviour using the relevant highlighted quotes. To increase the reliability of the findings, the moderator was also requested to provide a top-line report in order to enable the cross-checking of the identified themes with an independent coder, therefore, minimizing the researcher bias in the analysis process. The next section reports the focus group findings.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "text": "(Elo & Kyngäs, 2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We report the findings in three main categories: system operations (3.1), drivers' behaviour (3.2), and drivers' expectations (3.3). The first section discusses the drivers' perspectives on ride-sourcing system components. Then, the decisions of drivers as well as the corresponding attributes are explained in the second section. The last part elaborates on the needs, preferences, and expectation of the focus group drivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Here we describe the ride-sourcing platform functionality as What have you figured out about the platform pricing mechanism? Pricing 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System operations"
        },
        {
            "text": "What would be the minimum hourly net income that you expect to earn? Minimum income 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System operations"
        },
        {
            "text": "What do you think about providing service in low demand areas such as suburban or offering rides in the middle of the night? Incentive 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System operations"
        },
        {
            "text": "Imagine you will be the CEO of Uber as from tomorrow, what are the first things you would change? Expectations ⁎ Each main question had a set of what-if scenarios, follow-up questions, and probes in order to ensure the topic is saturated. experienced and perceived by the drivers. We structure the discussion of these findings into the following sections: ride requests, working shift and area, utilization rate, rematch, reputation system and tips, navigation, manipulation, and riders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System operations"
        },
        {
            "text": "When a ride is requested by a rider, the app sends the request to nearby drivers. Drivers have the choice of either accepting or declining the request. If a driver decides to accept the request, he needs to pick up the rider at his pick-up point. Even after accepting the request, the driver can cancel it. However, the cancellation has some consequences (to be discussed below). In case of not accepting the request, the driver waits for the next possible request or ends his working shift. The main question is that what kind of information is shown to drivers when a request appears? In the focus group, we asked the drivers to clarify it and express their opinions. a) Information sharing policy: Currently, drivers are provided with limited information. They are able to see the pick-up point address, the distance and predicted travel time between their location and the pick-up point, and the rider's rating. Trip fare and the final destination are not shown to drivers. They cannot see the destination immediately after accepting the request. Instead, the destination pops up when the driver approaches the rider. This is presumably because the probability of cancelling the request by the driver decreases given that he has already driven some kilometres to pick-up the passenger. Thus, if he/she cancels the request at this stage, he/she has earned nothing. Most drivers stated that they found it difficult to make a decision about the request given the limited data available upfront.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ride requests"
        },
        {
            "text": "\"The given information is the distance from the client and the rate. That's it.\" D1F2 \"... you don't know where someone is going. But it can be hard to decide sometimes...\" D6P1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ride requests"
        },
        {
            "text": "Many drivers said that having no information about the ride destination before accepting requests is problematic as they may end up with a short-distance ride which is even shorter than the distance between the drivers' location and the pick-up point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ride requests"
        },
        {
            "text": "There is also other information that is occasionally indicated such as surge pricing (dynamic pricing), trips longer than 30 min, and prebooked rides. Surge pricing is a pricing strategy based on the local ratio between supply and demand. It results in higher fares for riders and thus higher income for drivers. Both drivers and riders can see a multiplier applied on top of the standard rates in the application in case of surge pricing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Prior to a ride, you don't know the destination. Sometimes you drive for 15 kilometres and find out someone only has to be 200 meters down the road. That's really a problem.\" D1F1"
        },
        {
            "text": "Moreover, a special icon (+30) appears in the driver's application to indicate in case a trip duration that is longer than 30 min. Drivers are also informed if a request is a pre-booked ride. Since they cannot see pre-ride requests much in advance, one of the drivers found this feature unnecessary. There is no difference for drivers whether a request is prebooked or not when they are not able to see it in advance, so it does not have any effect on the drivers' decisions. [pre-booked ride] ... It doesn't make a difference. It's unnecessary information.\" D4P2 b) Declining and cancelling requests: There is a clear distinction between declining and cancelling requests. The former implies that the request is never accepted by drivers while the latter means that an accepted request is cancelled by either drivers or riders. In contrast to declining, which could be done without any ramifications for the driver, cancellation has some consequences. There is a threshold of a maximum three cancellations per day and drivers need to explain why an accepted request has been cancelled. If a driver exceeds the maximum, he/she gets a warning. After receiving three warnings, the application is deactivated and he/she needs to go to the headquarters to get briefed and in some cases, the driver may get blocked either temporarily or permanently.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 493,
                    "text": "[pre-booked ride]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"Prior to a ride, you don't know the destination. Sometimes you drive for 15 kilometres and find out someone only has to be 200 meters down the road. That's really a problem.\" D1F1"
        },
        {
            "text": "The more experienced the drivers, the more selective they are with accepting requests. Experienced drivers believed that only some of the requests should be accepted based on several criteria depending on the driver's experience in order to maximize the profit. They usually stop somewhere and wait for the next trip. In contrast, beginning drivers prefer to accept most of the requests and then drive empty to receive a request. Drivers may also cancel a request if either the pick-up point seems to be risky in terms of getting fined or the rider looks problematic or the trip characteristics including trip distance/fare are not appealing. Risky pick-up point was the most typical reason for cancelling a request. If the request is cancelled by the rider after two minutes or by the driver because of the riders' issues (e.g., not showing up, too many people, etc.), the rider has to compensate for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "\"If you wait for the client... If the client is not there and you already called… Then you will get a refund for the waiting time... Not only that, but it's also when the client is with too many people.\" D2P2 However, the cancellation feature could cause some disputes between riders and drivers when they try to shirk the responsibility for the cancellation. Many drivers believed that Uber supports the rider in all cases even if they are mistaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "\"During disagreements between drivers and clients, Uber always picks the side of the client. And even if they don't, they often make a double commitment. Then, they tell the client they chose their side, and they tell us the same. And ultimately, they give us compensation, but the customer won't get banned. So, clients will never have any consequences of their wrongful behaviour\" D1F1 c) Preferred destination: Drivers can set their preferred destination and have a higher chance of getting requests heading in the same direction as their destination. They are allowed to set their preferred destination twice a day. Most drivers were satisfied with this feature and use it when they intend to finish their shift. They usually set the destination to their home and get the filtered requests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "\"It's like a bonus. Because I also think that there's a higher chance for you to get that ride, over other drivers. I don't know exactly how that works, but I think it's something like that.\" D1F2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "A few drivers did not find it helpful because they believed they might miss some profitable requests in other directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "\"...You won't get offered any rides that go in another direction. So, you'll be empty way more often…\" D3P3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[drivers can see] if they [riders] have booked it [the ride] in advance"
        },
        {
            "text": "Gig-economy firms are renowned for giving the labour the freedom to choose their working shift due to the fact that they do not have direct employment relations but are rather considered as independent contractors. a) Flexible working patterns: Flexibility, freedom, and independence were acknowledged by all drivers as the main motivation for joining Uber. Drivers can work as much or as little as they desire. They are able to independently decide when and where to start and finish their work without requiring to explain to an employer. The feeling of not having a boss can provide drivers with a sense of independence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "\" This option can enable labour supply to work dynamically based on their preferences. That is why many Uber drivers work as part-time workers meaning that they have another source of income at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "b) Maximum working hours: A new rule has recently been made that sets a maximum of 12 working hours per day for drivers. Based on Uber, from May 2018, the driver application is deactivated after 12 hours of driving with Uber and will be activated after 6 hours of a continuous break. This working time limit excludes the period when the driver is offline or he/she stops somewhere and wait for the next trip. Some drivers pointed to this rule as a strict policy which reduces their flexibility, but it seems that there is a misunderstanding. They thought that the maximum working hours rule was applied even in the offline mode within the shift. It appears that Uber needs to adopt measures to adequately inform drivers about the new rules to avoid undesired consequences and allow drivers to effectively use the platform and schedule their working hours accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "The working shift duration includes all trips with passengers, empty trips (deadhead trips), and waiting time. As Uber drivers are paid based on the kilometres travelled with riders, it is crucial to draw a distinction between rides with passenger(s) and empty rides. That is why the utilization rate is an indicator that shows the percentage of mileage with passengers. It is calculated by dividing the amount of time the vehicle is occupied by the total working shift duration. a) Weekday versus weekend: The most typical utilization rate reported in the focus group was 60%. Some drivers reported that their utilization rate was higher on weekends than weekdays while others stated that although the occupancy rate was the same on both weekend and weekdays, the riders' characteristics were distinct. This is in line with the findings of Cramer and Krueger (2016) . Using data from five cities in the US, they concluded that the utilization rate of ride-sourcing platforms is higher than taxis due to the larger scale of ride-sourcing platforms, more efficient matching and pricing strategies and also flexible labour model. Contreras and Paz (2018) also confirm that ride-sourcing has negative and significant impacts on taxicab ridership.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 866,
                    "text": "Cramer and Krueger (2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1128,
                    "end": 1152,
                    "text": "Contreras and Paz (2018)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Utilization rate"
        },
        {
            "text": "Rematch is a new matching strategy implemented in some airports to help reduce the number of cars in the terminals, riders' wait time, and the number of drivers waiting in the airport parking lots. When drivers drop off passengers at the airport, they can immediately receive an on-site pick-up request as available, so they do not need to drive to the parking lots and wait there for the next possible request. If no request pops up within a certain time window (2-3 min), they are no longer eligible for Rematch and can either go to the waiting queue or exit the airport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rematch"
        },
        {
            "text": "Drivers who want to work in the Amsterdam airport (Schiphol) need to deposit 100 euros to receive a special pass called \"Schiphol Pass\". There is a virtual waiting queue in the airport for the drivers who have the pass. While many drivers were unaware of Rematch, a few drivers confirmed that Rematch can help them earn more money thanks to the higher utilization rate at the airport. They reported that when a trip is finished at the airport, the next ride request instantly appears, therefore, no waiting time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rematch"
        },
        {
            "text": "\"You don't have to wait there [Schiphol] anymore. I've had Rematch a couple of times. It's great for your income. If it works, it really makes sense to go there... Nowadays you have the rematch system which improves your chances of getting a ride back immediately.\" D3P3",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 40,
                    "text": "[Schiphol]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rematch"
        },
        {
            "text": "One of the drivers who had not noticed Rematch accused Uber of discriminating between drivers because he thought only some drivers (e.g., the ones joining the platform at early stages or drivers who accept more rides) would benefit from this feature. This, again, stresses the necessity of having effective communication between drivers and the platform in order to ensure drivers are fully updated about the new features and also the platform can receive drivers' feedback for further improvement. It helps eliminate possible misunderstandings and develop trust, as one of the main components in any sustainable business, between suppliers/workers and the platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rematch"
        },
        {
            "text": "Drivers and riders are able to anonymously rate each other from 1 (the lowest) to 5 (the highest) to quantify the service quality based on the trip experience after finishing a ride through the application. This feature, which is the so-called two-way (bilateral) rating system or reputation system, can intensify the interaction between drivers and riders and may enhance trust-building between them, particularly since they usually do not know each other. On the other hand, the platform can use the reputation system to control drivers/riders and monitor their behaviour given that the working relationship between the platform and digital workers is characterized by mistrust (Wentrup et al., 2019) . A beginning driver/rider starts with five stars and then the rating is adjusted according to the feedback, so the overall rating is an average of accumulated individual ratings. The reputational feedback mechanism can potentially influence the behaviour of both riders and drivers given the consequences of having a low rating, especially for drivers. a) Unfair rating system: Many drivers stated that they perceived the rating system to be unfair because of two key reasons: Firstly, the riders' rating is less reliable than drivers' rating since most of the riders do not travel as much as drivers, hence their ratings are based on fewer records. Secondly, the riders' rating is not considered as important as drivers' rating given that drivers are banned by Uber either temporarily or permanently if their rating is below what is considered by Uber as a minimum rating in that region while a low rating does not have any consequences for riders. In other words, riders play the role of middle managers over drivers given that their feedback is a key element for drivers (Rosenblat & Stark, 2015) , in a manner similar to other two-sided platforms such as Airbnb and TripAdvisor. Analysing the data from ride-sourcing platform in India, Kapoor and Tucker (2017) argued that drivers are stimulated to leave the platform by an unfair rating system. Some drivers mentioned that when heading towards riders with a poor rating they adjust their expectations and can experience anxiety.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 702,
                    "text": "(Wentrup et al., 2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1778,
                    "end": 1803,
                    "text": "(Rosenblat & Stark, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1944,
                    "end": 1968,
                    "text": "Kapoor and Tucker (2017)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Reputation system and tips"
        },
        {
            "text": "\"I'm really on edge when I see that my next client has a low rating. I make sure I'm ready for it and expect the worst.\" D3F1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reputation system and tips"
        },
        {
            "text": "The reputation system can, therefore, be considered as a scare tactic to address the mistrust issue between all parties, particularly for drivers who are constantly under the risk of being deactivated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reputation system and tips"
        },
        {
            "text": "Tipping: Riders can also give a tip to drivers in the application after each trip as they wish. Some drivers pointed out they did not rely on this option though and perceived it as a bonus promoted by Uber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reputation system and tips"
        },
        {
            "text": "\"Clients often don't have any cash with them. That's the concept of Uber as well, so it's a good thing that they can also give a tip digitally.\" D2P2 Chandar, Gneezy, List, and Muir (2019) pointed to the gender differences in tipping and being tipped. They found that men leave more tips while women are tipped more.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 188,
                    "text": "Chandar, Gneezy, List, and Muir (2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Reputation system and tips"
        },
        {
            "text": "For drivers, the quality of navigation is crucial due to the fact that it is not only about getting from point A to point B, but finding and picking up their riders. Using the Estimated Time of Arrival (ETA), Uber navigates drivers through the fastest path between the driver's location and the pick-up point(s) as well as between the pick-up point(s) and the destination(s). Decreasing the travel cost for riders, energy consumption, and vehicular pollution, a reliable ETA can improve system efficiency. However, an accurate ETA depends on many factors such as spatial-temporal dependencies, traffic congestion and weather condition (D. Wang, Zhang, Cao, Li, & Zheng, 2018) . a) Unreliable ETA: Although Uber has recently redesigned its navigation system, a few drivers said that the ETA does not work precisely.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 675,
                    "text": "Wang, Zhang, Cao, Li, & Zheng, 2018)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Navigation"
        },
        {
            "text": "\"It doesn't consider traffic. So, therefore arrival times often are incorrect in busy areas like the centre.\" D3F1 b) Re-routing issues: Uber recommends drivers to ask riders about their preferred route which may cause some problems for drivers. A few drivers said that if they re-routed the trip due to some justifiable reasons like the rider's preference, the platform did not automatically consider it. This was not desirable for drivers, especially when they had to take a longer route. In this case, drivers need to email the customer service to explain what happened in order to claim the extra kilometres travelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Navigation"
        },
        {
            "text": "\"They see the route you took and based on that they might think you should've done it differently. So, automatically if you have driven 5 kilometres too long, they will take that from your final earnings, even though you might have had a good reason.\" D2F3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Navigation"
        },
        {
            "text": "a) Misleading: Many drivers claimed to be misled even before starting the job. They believed that Uber manipulated them. They were told that they could earn around 1000 euros per week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "\"They made all these great promises, like earning 1000 euros per week and that all sounded great so I thought: let's do that... With these advertisements they've attracted drivers, that's really misleading.\" D6P3 Many drivers emphasized that the application sometimes misleads them by showing the surge pricing areas or high-demand areas where they are supposed to have more demand while in many cases drivers who follow the application recommendations are not able to get any requests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "\"There is a dynamic rate. But it is there for nothing because you don't get any rides. While it says it's really busy. You could be at home looking at the rate, and because you think it's busy you will go to work. But then it will be for nothing... You could be in an area that's very red. But then you could also have no rides for half an hour. These are the moments I get really annoyed.\" D1F2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "Although the mismatch information about surge pricing and high demand areas has caused a feeling of mistrust for many drivers, some more experienced drivers believed that this might be due to the fact that drivers compete with each other to reach the recommended areas, then those locations will no longer be undersupplied. They also stated that the platform might be aiming to attract drivers to a certain area for different reasons such as decreasing the passengers' waiting time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "\"...I think everyone just has the same mentality. Everyone just goes there, if there's surge there.\" D6P3 b) Strong competition: Some drivers believed that oversupply is one of the main reasons that they cannot earn more money as much as Uber promised. There exists a strong competition between drivers to get rides which leads to lower utilization rate and therefore lower income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "\"There is a lot of competition... Uber does not have a maximum number of drivers, so anyone can register. And now the supply and demand are no longer at a good proportion. So, there's too much competition.\" D6P1 c) Monopolization: Despite the low income and the feeling of mistrust as well as being manipulated, a few drivers stated that Uber has a monopoly position as there is no competing company receiving as many as Uber ride requests, so they felt forced to work with Uber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "\"It's like you don't have a better option than Uber. They've taken over the complete market and just forced everyone to join them.\" D5F1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Mis)information and asymmetric relations"
        },
        {
            "text": "a) Rider-oriented platform: Many drivers said that in case of any conflict between drivers and riders, Uber mostly takes the riders' side. Drivers believed that Uber is biased towards riders at the cost of drivers which can even lead to rider' misbehaviour. Some drivers mentioned issues caused by riders including vomiting in the car, eating or drinking, unpleasant smell, smashing the door, touching buttons, and hyper-critical people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Riders"
        },
        {
            "text": "b) Ride-sourcing riders versus taxi passengers: Some drivers pointed out that Uber riders were more cautious than passengers picked up at random from the street. This is because riders know that their identity can be traced if needed thanks to the cash-free transactions and self-identification procedure for activating the application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"They [riders] think they can do anything in the car… Not all of them. But there are a lot of clients who think they can do anything.\" D3F2"
        },
        {
            "text": "The difference between taxi and ride-sourcing users is also highlighted by Rayle, Dai, Chan, Cervero, and Shaheen (2016) . Comparing the results of a survey of ride-sourcing users in San Francisco with a previous taxi survey and taxi trip logs, they conclude that younger and well-educated passengers who seek short waiting times and fast pointto-point trips tend to use ride-sourcing services.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 120,
                    "text": "Rayle, Dai, Chan, Cervero, and Shaheen (2016)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "\"There are a lot of differences between Uber and Taxi clients because all Uber customers are registered. If a customer [Uber rider] gets into your car, they've already given their credit card details. So, the customer won't misbehave as much. Because they know Uber can find them…\" D4P2"
        },
        {
            "text": "Drivers' behaviour stems from their operational and tactical decisions which are based on their understanding of the system operations and preferences/aversions. In general, drivers are able to make decisions about accepting/declining/cancelling requests, relocation (repositioning), working shift and area. Decisions related to requests and relocation can be associated with operational decisions while selecting the working shift and area are categorized as tactical decisions. This section describes the factors which are taken into account by the drivers when making decisions. The findings are presented in three sub-sections: ride acceptance, relocation strategies, working shift and area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drivers' behaviour"
        },
        {
            "text": "Once a request appears in the application, drivers are given a few seconds to decide whether to accept or decline (dismissing, not accepting) the request. Although the given information seems to be limited for making an informed decision, many requests are declined by drivers. Romanyuk (2016) argues that in a two-sided platform with a matching algorithm, the probability of rejecting a request by a seller is higher when the full information disclosure is available. Drivers are shown the pick-up point address, the distance and time between the driver's location and the pick-up point, and the rider's rating before accepting the requests which can lead to blind passenger acceptance when they do not have any information about the trip fare and the final destination. In case of accepting, the fastest route to the rider is given while the driver is still not able to find the final ride destination. The final destination is shown when the driver approaches the rider and pick him/her up. Some additive information is given as necessary, for example, if the request is within surge pricing, the trip is longer than 30 min, and the ride is pre-booked. a) Pick-up point location: In the focus group meetings, the drivers discussed their criteria for making decisions with regards to incoming requests. All the drivers unanimously believed that the requests with risky pick-up points located mostly in the city centre should be declined due to the high risk of getting fined by police while there is no support from neither the platform nor the rider. Getting fined leads to increasing the operational costs, therefore, less profit. b) Distance and time to the pick-up point: The distance and travel time between the driver's location and the pick-up point appear to be an influential factor. Given that drivers are not able to see the ride destination, a few drivers said they did not tend to accept the requests in which their pick-up points were located far from their current location. This is because there is a risk of ending up with a short-distance ride after driving to the faraway pick-up point. c) Rider's rating: Rider's rating is another factor that is always shown to drivers. In contrast to drivers who are not able to work for the platform when their rating is less than a certain threshold, riders can request rides regardless of their rating. Some drivers stated that they preferred not to accept the requests of the riders who have a low rating. The high risk of misbehaving as well as giving the driver a low rating was mentioned by some drivers as the main reason for declining those requests.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 293,
                    "text": "Romanyuk (2016)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Ride acceptance"
        },
        {
            "text": "\"If I see the client has a rating of 3.7, that means a lot of drivers gave a bad rating. If I see that, I refuse.\" D3F2 d) Surge pricing: Amongst the additive information, surge pricing may indirectly lead to declining many requests. Both riders and drivers are informed if the price of a request has surged that means higher income for drivers. That is why drivers try to enter those areas and receive promoted requests. Some drivers reported that they did not accept the requests with standard pricing when they were close or on the way of surge pricing areas. Many drivers said they are more likely to accept requests indicated by 30+ in the application, indicating that the ride takes more than 30 minutes. Long-distance rides which are complemented by surge pricing were appreciated by all drivers as the best rides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ride acceptance"
        },
        {
            "text": "\"Long journeys are equivalent to good rides, so that's great. And it's even better if you also get a dynamic rate.\" D6P1 f) Destination prediction: It appears that drivers can predict some characteristics of the ride in order to make a decision about the request. The plausible destination, for example, was mentioned by some drivers as one of the criteria. The most experienced drivers said that they predicted the final destination of the requests based on the rider origin and the request arrival time, so the requests which seemed to be short rides were declined. h) Cancellation criteria: The other choice made by drivers is to cancel a trip after accepting its request even though it is preferred not to cancel trips due to the possible consequences. Risky pick-up points, short-distance rides, and problematic riders were mentioned as the main reasons for the cancellations. Some inexperienced drivers stated that despite the fact that they are shown the pick-up address before accepting the request, they could not recognize if it has a risk of getting fined. That is why they accepted the ride, approached the address to assess the pick-up point. If they found it risky to stop, they cancelled the ride.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I prefer 30+ next to a ride if it's longer than 30 minutes. So, you immediately know it's a long ride.\" D4F1"
        },
        {
            "text": "When the rider is dropped off, the ride is finished. Drivers, therefore, have three so-called relocation strategies options if they tend to continue their shift. They can either wait at certain places or cruise to some random places or drive to some target areas where more demand is expected. Although drivers pursue the same objective which is maximizing the occupancy rate, therefore, profit, their relocation strategies differ depending on several factors such as their attitudes and experience. a) Experience: Most beginning drivers preferred not to wait because they enjoyed moving and also, they want to avoid having to pay for parking; Otherwise, they might get fined. Therefore, they drive around or drive somewhere until a request appears. This behaviour can increase the empty rides and cause some environmental issues due to the risk of increasing vehicle kilometres travelled. In contrast, experienced drivers tended to wait in order to decrease their empty trips. They know the safe places to park without paying for it and getting fined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocation strategies"
        },
        {
            "text": "b) Surge pricing area: Given that drivers are able to see the surge pricing areas on the map, some beginning drivers said that they tracked them. While more experienced drivers stated that they did not follow those areas since many drivers competed to reach there and got the potential promoted requests which led to oversupply and consequently no ride. Furthermore, they believed that the application deliberately does not show the surge area in real-time in order to gather drivers in a certain area. The reason might be for improving the level of service for passengers (shorter waiting times).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "\"You see surge pricing on the map. Then, you drive where there are red spots. You will see 1.6 in this area, so you know if you get a ride there, the price will be times 1.6. If you get a request, you will also see 1.6 on the bottom right of the screen. And if you don't see this, but you know it's there, then it's not smart to take it... It could be that you are two streets outside of this area.\" D1F2 \"I never drive to the surge.\" D3F1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "These statements confirm the findings of Jiao (2018) . He concluded that the ambiguity and unforeseeability of the surge pricing mechanism pose significant challenges for the system stakeholders.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 52,
                    "text": "Jiao (2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "c) High-demand area: There is an icon like a flashlight in the app that shows the areas in which the demand is higher, but it is not surge pricing. A few drivers said that they did take it into consideration for repositioning while some drivers believed that there is no point to follow it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "\"There's also an icon that means that if you go to a certain place there's a e) Spatial position: The distance from the centre is another influential factor. A few drivers said that if they end up with a location where is further away from the centre, they can wait more in order to reduce empty trips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "\"…If you have to go somewhere outside of Amsterdam. Then, I wait there for a bit, and I don't drive back immediately.\" D4P2 f) Temporal status: It appears that relocation strategies are time-dependent and have strong temporal patterns. A driver said that at night, he did not wait after finishing a trip in a residential area and immediately drove back to busier areas while in the afternoon/ evening, he preferred to wait for a few minutes at the location of the previous ride to find the next passenger. The reason is that the probability of getting a ride in a place out of the centre is lower at night.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "\"During night time you don't have to wait in a residential area, you would just drive back. But at 7 pm or 3 pm, chances are higher.\" D6P1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I've stopped driving around for a year. Whenever I drop off someone at the Prinsengracht [a neighbourhood in Amsterdam], I just know where I can stay and I stay there until a new ride comes in…\" D2F3"
        },
        {
            "text": "The most important advantage of the platform mentioned by all Uber drivers is the flexibility to select the working schedule and service area. This was the key reason for many drivers to join Uber. The decision regarding the working shift is heavily dependent on the drivers' employment status (whether a full-time or part-time Uber driver) and preferences/aversions. a) Preferences/aversions: Some drivers said that they preferred to work in the evening because they were not morning persons. While some stated they tended to work in the morning to avoid drunk/misbehaving riders given that the probability of having those riders is much higher in the evening/night. A few drivers added that they did not like spending the whole evening working instead of having some social activities, so the morning shift was their preference. It appears that the drivers gave priority to their aversions to decide about their working shift. b) Demand activity pattern: Working hours in mid-week days may differ from weekends. This is because commuting trips are performed in the morning during a week while leisure rides, as the main trips on weekends, are more requested in the evening. Thus, demand activity pattern would be an influential factor for choosing the working schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "\"...on weekdays, I work during the daytime more, while on the weekends I work more in the evenings.\" D4F1 c) Demand prediction: Most of the drivers believed that the city center is one of the main spots where the chance of receiving ride requests is higher. This is because many rides are requested by tourists at hotels located in the city center and also commuters who enter and exit the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "\"Mostly I go to the city centre. There are the biggest chances of getting a ride… I live in Amsterdam, but not in the centre. So, most of the times I will go to the city centre... mostly in the mornings. Most hotels are in the centre. But it's not only tourists who take Uber… Also working people. People who live and work there.\" D2P2 Some drivers do not prefer requests from the city centre because they think that most of them are short rides which are not desirable for drivers. Long trips are mentioned by all drivers as the most attractive rides, especially when combined with surge pricing. Weather condition, as well as the operation of public transportation and flights, can also influence the drivers' decisions on their spatialtemporal coverage. Many drivers reported that demand is higher on rainy, snowy, and cold days and also in case of a disruption in public transport or flights. An underlying distinction can be drawn between part-time and full-time drivers in this case. As the part-time drivers were less flexible than full-time drivers due to other activities/commitments, they did not tend to change their schedule and service area because of the external factors. While many full-time drivers followed the weather condition and public transport operations through either Uber application or weather forecast/planner applications or their community in order to decide when and where to work. Moreover, events such as concerts and festivals can potentially impact the drivers' working schedule and area. Drivers are informed about planned events on a weekly basis through a newsletter sent by Uber every Monday morning. Therefore, they can make an informed decision about their working plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "\"If there's a party or festival somewhere. Most of the time I'll make sure to be there.\" D5P3 d) Surge pricing: Although many experienced drivers believed that surge pricing area is not reliable, some beginning drivers said they checked the application and if surge pricing appeared, they go online. A few drivers reported that the information shown in the offline and online status is different. Sometimes, the offline application overestimates the demand in order to encourage drivers to join the system resulting in larger fleet sizes for the platform. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working shift and area"
        },
        {
            "text": "The interaction of drivers with the platform is based on their knowledge about the system environment and their experience as a professional driver. The more drivers are familiar with the business context, the more informed decisions they can make, so their expectations appear to be more well-grounded. In this section, the expectations and preferences of the drivers are described in four categories including requests, shared rides, income, and low-demand areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drivers' expectations"
        },
        {
            "text": "a) Ride destination: Many drivers believed that they should have been able to see the ride destination before accepting the request so that they could consciously incorporate this information into their decision making. Despite the fact that it is desirable for drivers to have as much information as possible, a few drivers argued that it is not reasonable (given the platform's objectives) to expect to see the destination in advance since most of the short rides might be declined. Some studies argue that using the name and photos in the profile is a double-edged sword. On the one hand, it can build trust between two sides, but on the other hand, it may lead to gender and racial discrimination (Fistman & Luca, 2016; Ge, Knittel, MacKenzie, & Zoepf, 2016) . d) Rider's live location: A few drivers believed that it would be really helpful if they could see the live location of riders. Then, they would manage to pick up the rider more efficiently given that the expected pick-up location is sometimes different from the actual pick-up point. ",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 723,
                    "text": "(Fistman & Luca, 2016;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 724,
                    "end": 762,
                    "text": "Ge, Knittel, MacKenzie, & Zoepf, 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Requests"
        },
        {
            "text": "Uber does not offer yet its pooled trips product (i.e. Uber Pool) in the Netherlands. Notwithstanding, many drivers disliked the idea of shared rides and the associated matching and pricing mechanisms. Some drivers were familiar with the concept of pooled rides through another ride-sourcing company, namely \"ViaVan\" which exclusively provides on-demand shared transit services in Amsterdam. a) Pricing: Based on the drivers' understanding of the ViaVan pricing strategy, drivers are paid based on the kilometres travelled, regardless of the number of passengers. Therefore, additional passengers do not necessarily lead to higher earning. Most drivers said shared rides would be appealing if passengers would have paid separately. One driver said extra pick-up travel time and embarking fee should be considered in the trip fare for each passenger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "\"...you really have to get both the embarking fee as well as the extra time. So, you can really see it as a separate customer.\" D6P1 b) More frequent stops: It is not desirable for drivers to stop because every stop can increase the operational costs as well as the risk of getting fined. A few drivers asserted that they preferred to stop as little as possible and were concerned that shared trips would increase the number of stops.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "\"It's more about that you would have to stop more often, which is already difficult because you are not allowed to stop in many places. The best is to stop the least possible and being able to drive on.\" D3F2 c) Conflicts between riders: Some drivers pointed to the possible conflicts which may arise amongst riders and between riders and the driver especially when one of the riders is in a rush. Despite the fact that the riders requesting shared ride are aware of some possible delays and deviations, there is still, for example, a chance of conflict between riders especially when a rider is in rush and the driver needs to pick up another passenger who has requested a ride, but he/she is not at the pick-up point. A few drivers believed the rider who is in a hurry may put some pressure on the driver which could be stressful for the driver and affect the driver's rating given by the riders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "\"You are with a client in the car, and you need to pick up the other one. This is in line with the For-Hire Vehicles (FHV) regulations which have recently been introduced in New York City. In order to comply with the new regulations that aim to increase driver's income and relieve congestion in Manhattan, ride-sourcing platforms have limited the access of drivers to the application in some areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "b) Minimum age: The other measure proposed by some drivers for decreasing the competition and operational costs was to set a minimum age for Uber drivers. After this suggestion, a discussion was initiated about the consequences faced by experienced drivers because of irresponsibility and the lack of experience of young drivers. The logic behind it is that young drivers cause a lot of accidents which can have ramifications like damaging Uber's reputation and increasing the insurance fees. Surprisingly, one of the youngest drivers accepted the criticism during the discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "\"...there are so many drivers of 18 to 21…. They're still in school. And during the summer they start working for Uber and then they hit bikers or even kill people. And we have to deal with the consequences for the rest of the year, while they just go back to school.\" D4F1 \"One of the reasons that insurances are so expensive now, is that because so many inexperienced drivers are now on the road. Me as well... therefore more experienced drivers like this gentleman, or that lady have to pay a lot for the insurance, so they are really a victim of that.\" D1F1 c) Minimum wage: Many drivers stated that they were promised to earn 1000 euros per week, while it was not realistic. They believed that this misleading and incorrect information is spread by the platform in order to attract more drivers and oversaturate the market at drivers' expense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared rides"
        },
        {
            "text": "Some of them believed that a minimum wage per hour should be set and if they reach that point, the shift can end. It appears to be a feasible regulatory measure given that ride-sourcing drivers working in NYC benefit from a minimum income of $17.22 per hour (after expenses) following the recent introduction of the FHV regulations in NYC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I just want to get what they promised, which is about 1000 euros per week.\" D1P3"
        },
        {
            "text": "a) Spatial bonus: Making a ride to a low-demand area could potentially decrease the utilization rate of drivers given that the probability of receiving a ride is lower there. This is why the spatial bonus is needed to balance between demand and supply and hence reduce spatial disparities by supporting trips to low-demand areas. Some drivers pointed out that this risk needs to be compensated in order to persuade them to accept those rides. For example, a bonus should be set for a certain number of trips to low-demand areas or the commission fee could be lower in some areas (dynamic commission fee). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low demand areas"
        },
        {
            "text": "While we make no claim as to the generalisability of the qualitative results, we propose, as a mean to synthesize our findings, a conceptual model that can be used as further reference for future research. It provides a framework by which it is possible to characterize the main components of the behaviour of these important agents in the ridesourcing environment. Based on the identified themes in the focus group sessions, Fig. 2 illustrates the relationship between the tactical and operational decisions of drivers and the factors affecting them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 432,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The decisions of ride-sourcing drivers are divided into working shift, relocation strategies, and ride acceptance. These can be influenced by a set of factors categorized into platform strategies, drivers' characteristics, riders' attributes, and exogenous factors (this is depicted by using different colours). The items are also grouped based on the associated decision(s) that they affect. The middle-dotted box represents the factors that affect all the three types of decisions. Platform's incentive schemes and pricing strategies, drivers' experience, understanding of the system operations, socio-demographic characteristics, attitudes, and rider's interaction with drivers impact the working shift, relocation strategies, and ride acceptance behaviour of drivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, the platform information sharing policy, destination prediction by drivers, rider's pick-up point, rating, and willingness to share additional information such as luggage characteristics and the number of passengers are likely to play a crucial role in the ride acceptance behaviour. Relocation strategies might be influenced by the platform repositioning guidance, pre-booked rides, drivers' spatialtemporal status after finishing a trip, and the level of competition between drivers which can be checked by the rider's application. At the upper-level, platform employment regulations (e.g., maximum working hours), demand pattern, weather condition, scheduled events such as concerts, the level of service and operations of public transport as well as flights are, in addition to those factors that apply to all decision dimensions, relevant for the drivers to decide on their working shift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both tactical and operational decisions are reciprocally connected. Taking into account that the choice of a relocation strategy is timedependent and that drivers tend to reduce the idle time within their working hours, the relationship between working shift and relocation strategies can be governed by the utilization rate which is the ratio between the occupied time and the working shift. Moreover, working shift and ride acceptance might be linked by the served demand so that drivers assess the shift profitability based on the earned income which is dependent on the characteristics of the accepted rides during the selected working schedule. The operational decisions could also be related based on the incoming demand given that drivers choose a repositioning tactic to find ride requests whereas if they do not receive desirable requests, they may adapt their relocation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The relative importance of the identified determinants, as well as the inter-dependency between the different driver decision dimensions, should be subject to future research. On the other hand, more items and links can be added to this framework given that some topics have not been covered in the focus group sessions; for instance, refuelling strategies, multi-homing issues (i.e., drivers are connected with more than one ride-sourcing platform at the same time), drivers' car ownership (owning or leasing the car?) and their implications. We believe that the findings from this qualitative research provide input into setting a research agenda focusing on the supply-side dynamics of the ride-sourcing double-sided platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ride-sourcing platforms have been rapidly introduced in recent years in cities around the globe. As a two-sided platform with gig economy business models, ride-sourcing companies match drivers with passengers' requests. While the interactions between individual drivers and the platform determine the supply-side dynamics, drivers also directly interact with passengers. As such, drivers are in the heart of the ride-sourcing system, yet very limited research attention has been devoted to understanding their motives and perceptions. This is of particular relevance given the existing tension between drivers and the platforms in several countries where these companies operate. To this end, we have conducted a series of focus groups with Uber drivers working in the Netherlands in order to gain deep insights into drivers' perceptions of the system operations and their interactions with the platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We found that while all drivers strive to maximize their revenue their strategies can be significantly different amongst each other. The focus group insights indicate that the behaviour of ride-sourcing drivers can be affected by many exogenous and endogenous elements depending on platform strategies, drivers' characteristics, riders' attributes, and exogenous factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ride-sourcing drivers have several main decisions during the course of their work: ride acceptance, relocation strategies, working shift and geographical area. Drivers need to decide whether to accept/decline a ride request based on the limited information provisioned. Although some beginning drivers found it extremely challenging to make an informed decision on requests, most of the experienced drivers believed that many requests should be declined based on some criteria such as pick-up point location, distance to the rider or rider's rating. However, having access to more detailed information about the request's characteristics such as the final destination, trip fare, the number of passengers, and luggage specifications was considered desirable but not available yet in the platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The level of experience was also found to be an influential factor in drivers' relocation strategies in which many beginning drivers followed the platform repositioning guidance whereas more experienced drivers did not trust the application recommendations such as surge pricing areas and high-demand spots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The flexibility in choosing a working shift and area in which to operate was appreciated by all drivers as the key reason for joining the system. This freedom enables drivers to plan their working schedule based on their preferences. Given that part-time drivers had less flexibility due to their other commitments and activities, a sharp distinction between part-time and full-time drivers in their decisions on working shift and their will and ability to respond to prevailing conditions was identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Given that ride-sourcing platforms constantly introduce new features such as Rematch and maximum working hours, it appears to be crucial to ensure that drivers are adequately briefed on new functionalities. Otherwise, there might be a high risk of misunderstanding of the system operation which leads to unexpected and seemingly irrational behaviour of drivers. Moreover, we observed a strong mistrust of the drivers in the platform due to what was perceived by the focus groups as an unfair reputation system, unreliable navigation algorithm, high competition between drivers, a passenger-oriented platform, high commission fees and misleading tactics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Following the insights gained in this study, future research should examine the determinants of drivers' operational and tactical decisions by means of either stated preferences choice experiments or field observations of revealed preferences for ride-sourcing drivers. Estimating choice models for explaining driver's decisions (e.g. joining the platform, working shift, rebalancing, ride acceptance) will facilitate the assessment of the impacts of different policies and system conditions on supply-side dynamics and system performance. This study was conducted in the Netherlands where there is a single ride-sourcing platform (Uber) that dominates the market. An important research direction would be to replicate such a study in a more competitive environment in which several ride-sourcing companies are trying to attract both users and drivers. It should be noted that the data collection was conducted prior to the COVID-19 pandemic. Further insight is required to understand the possible changes to drivers' behaviour due to the new demand patterns, changes in users' travel behaviour, and public health risks. It is also recommended to look at this system through the lens of other stakeholders including platform providers, policymakers, and users to explore their attitudes, preferences, concerns, and limitations. Then, a comprehensive conceptual model may be developed to explain the dynamics between all the agents. Last but not least, the approach used in this research can be applied to study the ecosystem of other gig economy businesses such as delivery and freelancer services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of surge pricing on a service platform with self-scheduling capacity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Cachon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lobel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Manufacturing and Service Operations Management",
            "volume": "19",
            "issn": "3",
            "pages": "368--384",
            "other_ids": {
                "DOI": [
                    "10.1287/msom.2017.0618"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Labor economics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cahuc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zylberberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Qualitative analysis of vehicle needs and perceptions towards the adoption of a reconfigurable vehicle",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Research in Transportation Business and Management",
            "volume": "18",
            "issn": "",
            "pages": "85--104",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rtbm.2016.03.007"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The drivers of social preferences : Evidence from a Nationwide tipping field experiment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chandar",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gneezy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "List",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Muir",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Planning shared automated vehicle fleets. Demand for emerging transportation systemsElsevier",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ciari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ziemlicki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/b978-0-12-815018-4.00008-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effects of ride-hailing companies on the taxicab industry in Las Vegas",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nevada. Transportation Research Part A: Policy and Practice",
            "volume": "115",
            "issn": "",
            "pages": "63--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2017.11.008"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disruptive change in the taxi business: The case of uber",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Economic Review",
            "volume": "106",
            "issn": "5",
            "pages": "177--182",
            "other_ids": {
                "DOI": [
                    "10.1257/aer.p20161002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identifying potential market niches for demand responsive transport",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enoch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quddus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Research in Transportation Business and Management",
            "volume": "3",
            "issn": "",
            "pages": "50--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rtbm.2012.04.007"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The qualitative content analysis process",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kyngäs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Advanced Nursing",
            "volume": "62",
            "issn": "1",
            "pages": "107--115",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2648.2007.04569.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How will older adults use automated vehicles? Assessing the role of AVs in overcoming perceived mobility barriers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Lierop",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "133",
            "issn": "",
            "pages": "353--363",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2020.01.022"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why you Can't find a taxi in the rain and other labor supply lessons from cab drivers",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Farber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Quarterly Journal of Economics",
            "volume": "130",
            "issn": "4",
            "pages": "1975--2026",
            "other_ids": {
                "DOI": [
                    "10.1093/qje/qjv026"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of the built environment on the decision to walk for short trips: Evidence from two Spanish cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transport Policy",
            "volume": "67",
            "issn": "",
            "pages": "111--120",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tranpol.2017.04.009"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fixing Discrimination in Online Marketplaces -Article -Harvard Business School",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fistman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Racial and gender discrimination in transportation network companies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knittel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zoepf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w22776"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An analysis of the labor market for Uber's driver-Partners in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ILR Review",
            "volume": "71",
            "issn": "3",
            "pages": "705--732",
            "other_ids": {
                "DOI": [
                    "10.1177/0019793917717222"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fleet operational policies for automated mobility: A simulation assessment for Zurich",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hörl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frazzoli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "102",
            "issn": "",
            "pages": "20--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2019.02.020"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Access management in intermodal freight transportation: An explorative study of information attributes, actors, resources and activities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Arnäs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stefansson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Research in Transportation Business and Management",
            "volume": "23",
            "issn": "",
            "pages": "106--124",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rtbm.2017.02.012"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Investigating Uber price surges during a special event in Austin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "TX. Research in Transportation Business and Management",
            "volume": "29",
            "issn": "",
            "pages": "101--107",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rtbm.2018.02.008"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How do platform participants respond to an unfair rating? An analysis of a ride-sharing platform using a quasi-experiment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3061385"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Focus groups: A practical guide for applied research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Casey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inductive content analysis. The Application of Content Analysis in Nursing Science Research",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kyngäs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--21",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-30199-6_2"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysis of taxi drivers' behaviors within a battle between two taxi apps",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "17",
            "issn": "1",
            "pages": "296--300",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2015.2461000"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Congestion-aware system optimal route choice for shared autonomous vehicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "82",
            "issn": "",
            "pages": "229--247",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2017.06.020"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Residential and transit decisions: Insights from focus groups of neighborhoods around transit stations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transport Policy",
            "volume": "63",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tranpol.2017.10.012"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Automated taxis' diala-ride problem with ride-sharing considering congestion-based dynamic travel times",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "De Almeida Correi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Arem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "112",
            "issn": "",
            "pages": "260--281",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2020.01.024"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sampling for qualitative research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Family Practice",
            "volume": "13",
            "issn": "6",
            "pages": "522--525",
            "other_ids": {
                "DOI": [
                    "10.1093/fampra/13.6.522"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Qualitative content analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayring",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rush-hour Uber and Lyft driver strike was a flop in NYC",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Exploring parental perceptions about school travel and walking school buses: A thematic analysis approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nikitas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knamiller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "124",
            "issn": "",
            "pages": "468--487",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2019.04.011"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluating automated demand responsive transit using microsimulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seshadri",
                    "suffix": ""
                },
                {
                    "first": "D.-T",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Zegras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ben-Akiva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "82551--82561",
            "other_ids": {
                "DOI": [
                    "10.1109/access.2020.2991154"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A qualitative framework for collecting and Analyzing data in focus group research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Onwuegbuzie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Leech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Zoran",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Qualitative Methods",
            "volume": "8",
            "issn": "3",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.1177/160940690900800301"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Improving quality requires consumer input: Using focus group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Nursing Care Quality",
            "volume": "7",
            "issn": "2",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How will automated vehicles shape users' daily activities? Insights from focus groups with commuters in the Netherlands",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pudāne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rataj",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J E"
                    ],
                    "last": "Molin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mouter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Cranenburgh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Chorus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part D: Transport and Environment",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trd.2018.11.014"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Just a better taxi? A survey-based comparison of taxis, transit, and ridesourcing services in San Francisco",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rayle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shaheen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transport Policy",
            "volume": "45",
            "issn": "",
            "pages": "168--178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tranpol.2015.10.004"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ignorance is strength : Improving performance of matching markets by limiting information",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Romanyuk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Algorithmic labor and information asymmetries: A case study of Uber's drivers. Ssrn",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenblat",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "3758--3784",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.2686227"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Modeling travel mode choice of young people with differentiated E-hailing ride services in Nanjing China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Part D: Transport and Environment",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trd.2019.102216"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Addressing the minimum fleet problem in on-demand urban mobility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazifeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Resta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ratti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "557",
            "issn": "7706",
            "pages": "534--538",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-018-0095-1"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "When will you arrive? Estimating travel time based on deep neural networks. 32nd AAAI conference on artificial intelligence, AAAI 2018",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2500--2507",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The disruptive effect of ridesourcing services on for-hire vehicle drivers' income and employment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transport Policy",
            "volume": "89",
            "issn": "",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tranpol.2020.01.016"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Finding taxi service management opportunities based on the analysis of choice behavior for passengers with different travel distances",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Research in Transportation Business and Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rtbm.2020.100457"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Learning to estimate the travel time",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the ACM SIGKDD International Conference on Knowledge Discovery and Data Mining",
            "volume": "",
            "issn": "",
            "pages": "858--866",
            "other_ids": {
                "DOI": [
                    "10.1145/3219819.3219900"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Uberization in Paris -The issue of trust between a digital platform and digital workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wentrup",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ström",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Critical Perspectives on International Business",
            "volume": "15",
            "issn": "1",
            "pages": "20--41",
            "other_ids": {
                "DOI": [
                    "10.1108/cpoib-03-2018-0033"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Qualitative data analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Given",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scifleet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Research methods: Information, systems, and contexts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-08-102220-7.00019-4"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Relocating shared automated vehicles under parking constraints: Assessing the impact of different strategies for onstreet parking",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cats",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Arem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11116-020-10116-w"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Surge pricing and labor supply in the ride-sourcing market",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part B: Methodological",
            "volume": "117",
            "issn": "",
            "pages": "708--722",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trb.2017.09.010"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Geometric matching and spatial pricing in ride-sourcing markets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "92",
            "issn": "",
            "pages": "58--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2018.04.015"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Economic analysis of ride-sourcing markets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "71",
            "issn": "",
            "pages": "249--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2016.07.010"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Focus group meeting room, two perspectives taken from the observation room.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Many cancellations. Because of the wrong pick up locations…\" D3F2 \"You must also pay attention to the places where you are allowed to stand still or park. Pick up points. For example, if I look at Utrecht near the station… pick up points are really bad.\" D2P1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "I'll move around the edges of the center. Because in the center itself, people just stay there [short rides]. But in IJburg or Zuid [neighbourhoods outside of the city center], you know for sure that people will go towards the center. Those are longer rides.\" D4P3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Disruptions in public transport are also really important. During those moments you'll get a lot of clients.\" D5F1 \"Those kinds of things [disruptions in Schiphol or PT] don't happen a lot... I don't change my whole schedule just because something is happening.\" D4P2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Main questions of the moderation guide.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sample characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "\"I think you can cancel three times a day. If you cancel more, you'll get a warning... You can decline as much as you want. But you can't cancel as much as you want... I used to accept everything as well, but after some time you learn how to work with Uber… it's better not to accept everything. Otherwise, you work really hard, and only take rides for 4, 5 or 6 euros. I'd rather wait for a ride of 30 or 20 [minutes]...\" D2F3",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "You decide about your own working time. You decide if you are going to work at all or not. I don't have to call someone if I am not going to work … You get everything in control… It doesn't matter where you are in the Netherlands, you can always go online and work if you want to…\" D4P2 \"You can more or less decide yourself how much you earn, how many hours you work... And you're independent.\" D5F1",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "\"I would also like those broken shifts. Often, I only have a couple of regular customers, but you are forced to use your driving time immediately.\" D1F1 \"Now you can work 12 hours from the moment that you are logged in... Sometimes I don't feel like working yet or there are no rides, but then I can't take an evening shift because I am then over the maximum number of hours. Because the clock just keeps counting. That has to do with the safety of the driver.\" D5F1",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "During the week, I have around two rides per hour, sometimes three. During the weekend, it's almost always three per hour. On average, one ride is around 15 minutes.\" D6P1 b) Seasonality: A few drivers believed that driving for Uber could be a seasonal job when they have plenty of rides in the summer (high utilization rate) and not many rides in winter, especially in the period after Christmas (low utilization rate). Therefore, given that the utilization rate fluctuates during the year, they did not feel that the job was financially secure.\"During the summertime, there are so many tourists. And there's so much going on. But the period after Christmas… There's such a decline in income for those months… you almost can't compensate for it in the busier months.\" D1P3 \"It's not always secure. In the winter it can be that you will leave really early and don't drive a lot, and if you get a fine or get an accident... That can happen. You will have a lot of costs and no income.\" D4P2 c) Ride-sourcing versus taxi: Despite the unstable utilization rate, one of the drivers who was working for normal taxi companies confirmed that the utilization rate of Uber is much higher than normal taxis. \"In a normal taxi, I'm empty way more. If I drive for Uber, I can have up to three customers per hour.\" D4F1",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "\"You just shouldn't accept some rides. I mean, you know how much time it may take you to get to the customer. For me, if it's more than 8 minutes I say: No, thank you!... The location is decisive. Rides on Dam Square or",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "\"I like to keep on moving actually. I just follow certain routes. For instance, when I'm in the West… I just go in the direction of Schiphol. And if I get a ride along the way I take it…\" D6P3",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "And this person is not at the location, and the other client is in a rush... That's a hassle.\" D2P2 \"... you'll get some pressure from the person that's going to be late... Yeah, you make one mistake and everyone's day is ruined. Take the wrong exit and someone is late and the other as well. It will only get worse…\" D5P3 3.3.3. Income a) Low income: Most drivers complained about their low income due to the platform's high commission fee (25% of each trip) and strong competition between drivers. They suggested that the commission fee should be lowered and the competition between drivers needs to be controlled by imposing a constraint on the maximum number of active drivers in the region.\"I [as Uber CEO] would set a maximum of drivers in all big cities. So, a max in Amsterdam and Utrecht. There shouldn't be too many drivers.\" D2P1",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "\"If you have done 10 rides from a certain place, you'll get a 100 euros bonus. For once, or every 10 rides. I mean, if it's a place where nobody else comes… I think that for certain cities, they should have no commission. If you pick someone up there, you don't have to pay the 25 percent.\" D2F3 b) Guaranteed hourly income: Another driver argued that since he could not trust Uber to give him a bonus for 10 rides, he preferred to have a guaranteed hourly income to offer a service in low-demand areas. This comment can also stress the necessity of dealing with the persistent strong mistrust. \"If they want me to go to Lemsterhoek [a low demand area in Rotterdam], I just want a guaranteed hourly rate. Not 10 rides. Then, I do only 9 and the system might reject me after that. I don't trust that.\" D3P3",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Fig. 2. Conceptual model of tactical and operational decisions of ride-sourcing drivers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the CriticalMaaS project (grant number 804469), which is financed by the European Research Council and the Amsterdam Institute for Advanced Metropolitan Solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}