{
    "paper_id": "1b2db097382d44f928eb49dba848e4c27653f27f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "In the last 20 years he has focused his research activity on environmental statistics, spatiotemporal models and uncertainty of measurements in the upper atmosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "T he Covid-19 pandemic has forced the governments of many states to introduce measures of social distancing that restrict personal mobility. In the absence of a vaccine or effective treatments, limiting the interaction between individuals is one of the few tools available to combat the epidemic and to plan a return to normality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In Italy, prime ministerial decrees issued during March introduced more and more stringent measures: schools were shut down, all nonessential shops and production companies were closed, and people were told to stay at home. However, exemptions within the decrees allowed citizens to leave their homes for emergencies, to buy food, and to work in essential sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To what extent did these decrees, and their exemptions, change the way people move around? In Italy, thanks to mobile phone technology, we have been able to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The impact of the Covid-19 pandemic on Italian mobility Francesco Finazzi and Alessandro Fassò use location data collected by an earthquake-monitoring app to gauge compliance with lockdown measures in Italy make some assessment of the public's compliance with mobility restrictions during the period of maximum growth of infections and hospitalisations. We have done this using a smartphone application originally designed to monitor, detect, and alert users to nearby earthquakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The app was previously discussed in Significance back in 2016. 1 It forms part of a project called \"Earthquake Network\" (sismo.app). Members of the public are invited to download the app and, once installed on a smartphone, the app serves two purposes: it uses data from a phone's accelerometers to provide real-time seismic monitoring and, when a seismic event is detected, the app uses a phone's location data to alert users who are in or near the vicinity of an event.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to provide real-time detection and alerts, the app collects phone location FIGURE 1 Mobility in Italy estimated through smartphone data collected by the Earthquake Network project. The orange line represents the percentage of users who have not moved for 24 hours. The blue line represents the average daily distance travelled in kilometres. Confidence intervals obtained using the bootstrap technique. On the horizontal axis, Saturdays and Sundays are shown in red. data approximately once every 30 minutes. The location data is sent anonymously to the processing server, which is responsible for identifying the seismic event thanks to a statistical approach. 2 Although the data is anonymous, each user has a unique identifier. It is therefore possible to track the movements of each smartphone/user 24 hours a day. All of this takes place in compliance with privacy and the General Data Protection Regulation, allowing the user to delete their data from the server if required.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "FIGURE 1",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 672,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For our analysis of movement under the coronavirus lockdown, we used location data for the period from 10 March to 1 April 2020, based on a sample of about 20,000 Italian app users. The daily trajectory of each user was analysed in order to evaluate the average distance travelled each day by users and the percentage of users who had not moved for 24 hours. The task was made more difficult by the fact that the reported location of smartphones is affected by uncertainty (ranging from a few meters to a few kilometres) and by the fact that a smartphone may be subject to \"ghost\" movements, due to the increase in uncertainty about its position rather than to any real movement. However, techniques such as the Kalman filter allow us to estimate a trajectory faithful to the true trajectory travelled by the smartphone and to understand which smartphones actually moved. Figure 1 shows, for each date, the average distance travelled by users (blue line) and the percentage of users who had not moved within a 24-hour period (orange line). We refer to this latter group as \"% #IStayAtHome\", in reference to the Twitter hashtag widely used by people tweeting in support of the lockdown. Pandemics and exponential growth James J. Cochran explains why a misunderstanding or disregard of exponential growth may have extremely grave consequences D uring his 26 March call into The Sean Hannity Show on Fox News, President Donald Trump questioned whether New York State would actually need the tens of thousands of ventilators its leaders had estimated would be necessary to deal with its expected number of coronavirus cases (bit.ly/3bw0AyZ). Then, three days later, during a briefing at the White House, Trump wondered out loud why the need for protective masks had increased at one New York hospital from 10,000-20,000 per week to 200,000-300,000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 880,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "\"Where are the masks going?\" he asked (bit.ly/34YPnV9). \"Are they going out the back door?\" He later added: \"We do have a problem of hoarding. We have some health care workers, some hospitals, frankly -individual hospitals and hospital chains -we have them hoarding equipment, including ventilators.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This Presidential dismissal of the magnitude of these numbers may be indicative of a lack of understanding or disregard of exponential growth that plagues a large portion of the population. Even many who are well educated do not understand the concept, and often use the term \"exponential growth\" or \"exponentially\" as hyperbole rather than as a description of a trend in growth or acceleration (nyti.ms/2yGv3vC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why should we care about this seemingly arcane mathematical principle? Because, under our current circumstances, misunderstanding or disregard of exponential growth and the decisions made based on this misunderstanding or disregard may have extremely grave consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Albert A. Bartlett (1923 Bartlett ( -2013 , who was professor emeritus in nuclear physics at University of Colorado at Boulder, flatly stated (bit.ly/3bxo32J): \"The greatest shortcoming of the human race is our inability to understand the exponential function.\" Three months ago, I would have agreed with Bartlett's general message, but I also would have thought he was exaggerating its importance. However, the impact this lack of understanding is having during the coronavirus pandemic has quickly brought me in line with Bartlett's position on the importance of this issue.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 24,
                    "text": "Bartlett (1923",
                    "ref_id": null
                },
                {
                    "start": 25,
                    "end": 41,
                    "text": "Bartlett ( -2013",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To explain exponential growth, let's make a deal. I will clean your home, flat, or apartment every day in July 2020 (31 days) if you pay me one penny ( 3 It is worth noting that the app data come from a self-selecting sample, rather than a random sample, and that, typically, the Earthquake Network app is not used by children or older people. Hence, we think that the \"true\" population figures for average distance travelled and percentage staying at home could show an even steeper trend.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the coronavirus pandemic persists or occurs cyclically, large-scale monitoring of the population and of the risk of contagion is likely to be adopted. In this context, it will be useful to have a statistical methodology for modelling the mobility of individuals at the personal level and the interaction between them, as well as having dedicated apps for receiving alerts in case of increased personal risk. n",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How a smartphone network detects earthquakes in real time",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Finazzi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Significance",
            "volume": "13",
            "issn": "6",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A statistical approach to crowdsourced smartphone-based earthquake early warning systems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Finazzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fassò",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Stochastic Environmental Research and Risk Assessment",
            "volume": "31",
            "issn": "",
            "pages": "1649--1658",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Il cambiamento degli stili di vita e l'impatto della pandemia di COVID-19 sulla qualità dell'aria [The change of lifestyles and the impact of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fassò",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maranzano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confidence intervals are obtained using the bootstrap technique. The trend begins on 10 March and stabilises on 22 March. Both lines show spikes on Sundays, and the orange line gives a steady lockdown level near 65% for working days towards the end of the study period. Meanwhile, the blue line shows that the daily mean distance travelled decreased James J. Cochran is associate dean for research, professor of applied statistics, and the Rogers-Spivey faculty fellow at the Culverhouse College of Business, University of Alabama. He is vice-chair of the Significance Editorial Board.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "one hundredth of a US dollar) on the first day and triple what you pay in every ensuing day. Is this deal tempting? Perhaps you are thinking, \"I won't have to clean my home for 4 weeks, and it will only cost me a few pennies, maybe a few dollars! Where do I sign up?\" But if that is what you are thinking, you are in for a nasty surprise. With exponential growth, in 31 days my daily rate goes from $0.01 to more than $2 trillion. If we amend our deal so you only double what you pay me each day, my final day rate is reduced to only $10 million, and if we amend the deal so you only increase what you pay me by 50% each day, my final day rate is a much more reasonable $1,917.51. Table 1 summarizes these results. by approximately 50% over the period. These figures are consistent with the reduction of vehicle emission of nitrogen oxides observed in Lombardy by Fassò and Maranzano.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}