{"paper_id": "1b3aadc8efc75319b73e599fa9ee991e10aadf0f", "metadata": {"title": "Reproduction and Development in Rats Chronologically Exposed to 60-Hz Electric Fields", "authors": [{"first": "D", "middle": ["N"], "last": "Rommereim", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["L"], "last": "Buschbom", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["A"], "last": "Sikov", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Previous studies have raised the possibility of reproductive and developmental changes in miniature swine chronically exposed to a strong 60-Hz electric field. TWO replicate experiments on rats were performed to determine if similar changes could be detected in animals exposed under a comparable regime, which was based on average, inducedcurrent densities and on the chronology of reproductive development, as dosimetrically and biologically scaled. Beginning at three months of age, female rats of the Fo generation and their subsequent offspring were chronically exposed to a 60-Hz electric field (100 kV/ m unperturbed) for 19 h/day for the duration of experimentation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "After four weeks of exposure, Fo female rats were mated to unexposed male rats during the field-off period. No significant developmental effects were detected in their litters, confirming our previous results with swine and rats. The Fo females were mated for a second time at 7.2 months of age, and the fetuses were evaluated shortly before term. In the first experiments, the incidence of intrauterine mortality was significantly less in exposed than in sham-exposed litters, and there was a tendency (P = .12) for an increased incidence of malformed fetuses in exposed litters. Neither end point was significantly affected in the second experiment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Copulatory behavior of the female F, offspring, which were bred at three months of age, was not affected in either experiment. There was a statistically significant decrease in the fertility of F, exposed females and a significant increase in the fraction of exposed litters with malformed fetuses in the first experiment; both end points were essentially the same in the sham and exposed groups of the second experiment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "That the significant effects detected in the first experiment were not seen in the second may be attributed to random or biological variation. Alternatively, the finding may indicate that the response threshold for induction of malformations lies near 100 kVlm.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A few investigators have reported that exposure of rodents to 60-Hz electric fields during gestation or neonatal life may affect their postpartum survival, growth, or development [Knickerbocker et al, 1967; Marino et al, 1976 Marino et al, , 1980 Sikov et al, 19841 . The magnitude of the reported changes was small in all cases, and there does not appear to have been independent verification of any of the findings. In contrast, a 6-day exposure to a strong 60-Hz electric field prior to and during the mating period did not affect the reproductive performance of either male or female rats [Sikov et al, 19841. In the same study it also was shown that continued exposure of the mated females through 20 days of gestation (dg) did not affect the viability, size, or morphology of their fetuses.", "cite_spans": [{"start": 179, "end": 206, "text": "[Knickerbocker et al, 1967;", "ref_id": "BIBREF5"}, {"start": 207, "end": 225, "text": "Marino et al, 1976", "ref_id": "BIBREF10"}, {"start": 226, "end": 246, "text": "Marino et al, , 1980", "ref_id": "BIBREF11"}, {"start": 247, "end": 265, "text": "Sikov et al, 19841", "ref_id": null}, {"start": 593, "end": 613, "text": "[Sikov et al, 19841.", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Evaluations of reproduction and development also were performed as part of a broad screening study of Hanford miniature swine chronically exposed to 60-Hz electric fields. Among the observations was an indication of disrupted mating behavior when the exposed F1 gilts were paired with untreated boars [Sikov et al, 1987al . The litters of these exposed F1 gifts had an increased incidence of birth defects, and there was also an increase in frequency of malformations in fetuses of exposed Fo females that were bred for a second time after 18 months of exposure [Sikov et al, 1987a, b] . A clear association of these changes with gestational exposure, per se, could not be demonstrated since it was recognized that a number of interacting factors might be involved. Accordingly, the studies described in this communication were an attempt to develop a small-animal model for evaluating the secondary factors. The experiment was designed to examine the influence of length of exposure, second-litter effects, and exposure time of the offspring. The chronology of this study in rats was scaled to the temporal sequence of events involved in the swine study, and average, induced-current densities were used in dosimetric scaling.", "cite_spans": [{"start": 301, "end": 321, "text": "[Sikov et al, 1987al", "ref_id": null}, {"start": 562, "end": 585, "text": "[Sikov et al, 1987a, b]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The study was designed as two separate, but essentially identical, experiments because the size and available space in the exposure facility limited the number of animals that could be exposed concurrently. This approach had the ancillary advantage of allowing us to establish that any apparent effects were reproducible, a necessity for validating the model.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS Design Considerations"}, {"text": "There are several possible bases for scaling the temporal sequence of the swine study to rodents: maximal life span, median life span, reproductive span, age at puberty or sexual maturity, length of the estrous cycle, or duration of gestation. Although extreme values have occasionally been noted, and the reported data are not completely consistent, most sources provide similar chronologies. The ratio of maximal life span and most other measures in miniature swine and rats is 5:1, and this value was used as an initial factor for scaling the critical events in the rat study to the swine (Table 1) . However, because of the disparity in fraction of life span to pubescence in swine and rats, and because of the intent to maximize the length of the exposure period, the ages at initiation of exposure and breeding for the FO animals were changed slightly to those shown on the third line of the table (adjusted). The rat offspring (F1) also were bred at three months of age, maintaining approximate equivalence to the F1 swine, which were bred at 18 months of age.", "cite_spans": [], "ref_spans": [{"start": 592, "end": 601, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "MATERIALS AND METHODS Design Considerations"}, {"text": "The exposure system used in these studies, and the relevant dosimetry, have been described in detail [Phillips et al, 1976; Phillips and Kaune, 1977; Kaune and Free et al, 19811 . In brief, the system consisted of a parallel-plate electrode system that produced a uniform (+3.5%), vertical, 60-Hz electric field at 100 kV/m, as measured without cages or animals in the field. Each system consisted of three tiers in the first experiment and four tiers in the second experiment; each tier held three polycarbonate housing modules. The modules were divided into eight individual compartments (12.4 cm wide X 25.1 cm long X 10.2 cm high) in which the rats were housed. During parturition and litter-rearing, however, the rats were housed in modules that were divided into two (experiment 1) and four compartments (experiment 2), so that the cages were four or two times larger than standard cages. The floors of the modules were made of wire-mesh metal and were an integral part of the lower electrode so that the rats were in electrical contact with the reference ground. Since nest-building was found to be a necessary activity for the rats prior to parturition, a small amount of Antron-III@ (a conductive carpeting material) was kept in the cages during the period in which litters were delivered and reared. Food and water were freely available to the rats, and the animals did not receive shocks while eating or drinking. The exposure system does not produce detectable levels of corona, audible noise, or ozone, and vibration of the cages was less than 1.4 pm (60-Hz, peak-to-peak). Perturbation of the field by cages and animals reduced the \"effective\" field strength to approximately 65 kV/m [Free et al, 19811 .", "cite_spans": [{"start": 101, "end": 123, "text": "[Phillips et al, 1976;", "ref_id": "BIBREF16"}, {"start": 124, "end": 149, "text": "Phillips and Kaune, 1977;", "ref_id": "BIBREF15"}, {"start": 150, "end": 159, "text": "Kaune and", "ref_id": "BIBREF4"}, {"start": 160, "end": 177, "text": "Free et al, 19811", "ref_id": null}, {"start": 1698, "end": 1716, "text": "[Free et al, 19811", "ref_id": null}], "ref_spans": [], "section": "Exposure System"}, {"text": "The study was performed on Charles River CD (Sprague-Dawley-derived) rats from the Portage, Michigan, facility. Approximately 175 female and 90 male rats were received at two months of age for each experiment. They were group housed in standard wire-bottom cages for two weeks of quarantine prior to acclimation to the exposure cages. At that time, five females and five males were randomly selected for evaluation of health. Gross necropsy and examination of histologic sections from major organs did not disclose any unusual lesions. Cultures of nasopharynx, lung, and cecum for bacterial pathogens were negative. Serum was tested and found not to contain antibodies to Sendai virus, H-1 virus, rat coronavirus (RCVISDA) or Mycoplasma pulmonis.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "At the initial screening, some rats had elevated antibody titers to Killam rat virus (KRV) in the first experiment and to KRV and pneumonia virus of mice (PVM) in the second experiment. Tests for viral pathogens in serum collected from Fo and F, rats at teratologic evaluation at the end of the second experiment were negative. Although experimental exposure to KRV has some teratogenic potential, natural exposure in enzootic environments has been found to be without significant effect. There were no positive tests to the other viral pathogens.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "An additional two weeks of quarantine were allowed in an acclimation period, during which the female rats were housed in cages identical with those in the exposure system. All rats were individually identified by ear tattoo and then weighed. The central populations of 144 female rats were randomly distributed into two groups of equal mean and variance with blocking on body mass, which yielded initial group sizes of 72 exposed and 72 sham-exposed Fo female rats in each experiment. Once assigned, exposure or sham exposure of the animals and their offspring continued seven days a week for the duration of the experiment. Initially, the system was energized 20 h a day (1200 to 0800 h). When the breeding phase of the experiment began, exposure was decreased to 19 h a day (1300 to 0800 h) to allow additional time for handling of animals during the field-off period. The animal rooms were illuminated on a 14-h/10-h light/dark cycle (lights on, 1000 to 2400 h). This arrangement allowed the rats to mate under limited lighting during the peak of sexual activity in the morning [Holson et al, 19761 while the field was inactivated. All evaluations were done \"blind\"; technicians handling the rats did not have knowledge of which group was exposed or sham-exposed.", "cite_spans": [{"start": 1081, "end": 1101, "text": "[Holson et al, 19761", "ref_id": null}], "ref_spans": [], "section": "Animals"}, {"text": "Male rats to be utilized for breeding were not exposed, and they were individually caged in adjacent rooms that were maintained on the same lighting schedule as that of the exposure facility. After one month of exposure, the four-month-old Fo females were allowed to mate with the males for 12 consecutive days during the fieldoff period, under minimal levels of light ( -5.4 lx) . The female rats were transported to the cages housing the male rats at 0800 h; one female from the exposed group and one from the sham-exposed group were introduced into the cage with a male for a 2h period. Copulation was confirmed when a sperm plug was detected in the vagina or when sperm were detected during microscopic inspection of a vaginal lavage. Spermpositive females were considered to be at 0 dg on that day and were not bred again.", "cite_spans": [{"start": 369, "end": 379, "text": "( -5.4 lx)", "ref_id": null}], "ref_spans": [], "section": "Animals"}, {"text": "In the first experiment, 24 sperm-positive females from exposed and shamexposed groups were randomly selected to be killed for teratological evaluation; these animals are designated as \"Fo, First Pregnancy. \" To maximize samples for evaluating results in second litters, none of the rats of the second experiment were used for a parallel teratologic evaluation. Females that did not mate within 12 days were subsequently necropsied, and their uteri were stained with ammonium sulfide [Kopf et al, 19641 to verify the absence of pregnancy. Rats that had copulated but had not undergone parturition by two days after the expected time (ie, 24 days after coitus) were killed, and their lack of pregnancy and associated ovarian status were evaluated.", "cite_spans": [{"start": 484, "end": 502, "text": "[Kopf et al, 19641", "ref_id": null}], "ref_spans": [], "section": "Animals"}, {"text": "The other sperm-positive females were transferred to littering cages at 19 dg and were allowed to complete gestation, to undergo parturition, and to rear their litters (the F1 generation). They continued to receive the assigned exposure or shamexposure regimens. These females are designated \"Fo, First Pregnancy (Births). \" The precise duration of gestation could not be established because litters born after the system was reactivated at 1300 h could not be detected until the following morning. Accordingly, all litters were considered to be born 22 days after conception; when possible, the number of offspring was counted on that day. Each F1 litter was weighed, randomly reduced to a maximum of eight offspring (four males and four females when possible) at day 1 of age, and maintained with dams until weaning at 21 days of age. Offspring were weighed weekly during the daily field-off period before weaning, and again at 5 , 8, and 12 weeks of age.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "To simulate the perturbations produced by handling the offspring in the swine study, all offspring were evaluated for eye opening and incisor eruption at 13, 14, and 15 days of age. They were also subjected to a limited evaluation of neuromuscular development in the first experiment. Each pup was placed in an open, ruled box for 1 min; movement, rearing, rearing with support, standing, and grooming were measured and scored. The righting reflex also was examined; the end point was the number of successful righting responses in three attempts. These measures were repeated in the second experiment to keep experimental conditions constant, but the data were not recorded because no differences between groups were detected in the first experiment.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "Offspring were weaned and weighed at 21 days of age, and the Fo dams were returned to individual exposure cages. The female weanlings were placed in two adjoining exposure cages. At five weeks of age, two female offspring (F1) from each litter were randomly selected to be used for the remainder of the study. They were ear-tatooed to indicate litter of origin and foot-marked with India ink to distinguish among littermates. The male and the other female offspring were not maintained beyond weaning or five weeks of age, respectively, in either experiment.", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "The Fo animals that delivered litters subsequent to their first pregnancy were bred again at 7.2 months of age. New groups of male rats, which received acclimation and screening regimens identical with those of the original males, were used for mating. The procedures were the same as those used in the initial matings, except. that the breeding period was extended to 27 consecutive days to increase the number of animals available for evaluation. The sperm-positive females were killed at 20 dg for teratologic evaluation as described below, and they are designated as \"Fo, Second Pregnancy. \"", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "When the F1 females reached three months of age, they were mated with the same unexposed males as used for the second breeding of the Fos. The mating protocol was similar to that of the Fo population, except that the breeding period was restricted to eight consecutive days. Female rats that copulated were subjected to teratologic evaluations at 20 dg and are designated \"F1, First Pregnancy.\"", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "Females designated for teratologic evaluation were killed at 20 dg by inhalation of COz. The abdomen was opened, the uterus was removed, and the number of corpora lutea in each ovary was counted. The uterus was opened and inspected for abnormalities of fetal membranes and for changes in the color or volume of the amniotic fluid; the numbers of live and dead fetuses and resorption sites were recorded. Nongravid uteri were stained with ammonium sulfide [Kopf et al, 19641 to establish whether complete, early resorption had occurred.", "cite_spans": [{"start": 455, "end": 473, "text": "[Kopf et al, 19641", "ref_id": null}], "ref_spans": [], "section": "Teratologic Evaluation"}, {"text": "Live fetuses and placentas were removed, blotted, and weighed. The crownrump length of each fetus was measured and recorded. Each fetus was examined for gross external abnormalities under an illuminated magnifier. The heads from one-half the fetuses of each litter (randomly selected) were removed and placed in Bouin's fixative for subsequent examination of morphology via serial, thin, razor-blade-cut sections [Wilson, 19651. All fetuses were examined for internal abnormalities by dissection under magnification using Staples' technique [ 19741. All fetuses were eviscerated and fixed in alcohol; their skeletons were stained with Alizarin red S [Staples and Schnell, 19641 and examined for abnormalities in size, shape, and ossification.", "cite_spans": [{"start": 413, "end": 428, "text": "[Wilson, 19651.", "ref_id": null}, {"start": 522, "end": 549, "text": "Staples' technique [ 19741.", "ref_id": null}, {"start": 650, "end": 677, "text": "[Staples and Schnell, 19641", "ref_id": null}], "ref_spans": [], "section": "Teratologic Evaluation"}, {"text": "Fetal morphological abnormalities were categorized as major malformations, minor anomalies, or morphologic variations-according to degree of severity and locus of structural change [Palmer, 1977; Peraud, 19761 .", "cite_spans": [{"start": 181, "end": 195, "text": "[Palmer, 1977;", "ref_id": "BIBREF13"}, {"start": 196, "end": 209, "text": "Peraud, 19761", "ref_id": null}], "ref_spans": [], "section": "Teratologic Evaluation"}, {"text": "Binary response variables of exposed and sham groups were evaluated by chisquare test for independence or by Fisher's exact-probability test [Siegel, 19561 . If the total sample N of the two groups was less than or equal to 69, Fisher's exact test was used; if greater than 69, the chi-square test was used. Binary-response variability between experiments was compared by the methods of Mantel and Haenszel [1959] and Mantel [1963] .", "cite_spans": [{"start": 141, "end": 155, "text": "[Siegel, 19561", "ref_id": null}, {"start": 387, "end": 413, "text": "Mantel and Haenszel [1959]", "ref_id": "BIBREF9"}, {"start": 418, "end": 431, "text": "Mantel [1963]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Statistical Methods"}, {"text": "Analysis of variance was used to analyze continuous-variable data within each experiment and to test for differences between experiments [Steel and Torrie, 19601. Transformed response proportions (2 sin-' dpl) were also analyzed by analysis of variance. Repeated-measures data, such as maternal body mass, were analyzed for each weighing and for the entire growth period. A two-tailed t-test was used to compare means of exposed and sham-exposed groups at each weighing, and a permutation test [Lindgren, 19631 was used to compare growth curves.", "cite_spans": [{"start": 137, "end": 162, "text": "[Steel and Torrie, 19601.", "ref_id": null}, {"start": 494, "end": 510, "text": "[Lindgren, 19631", "ref_id": null}], "ref_spans": [], "section": "Statistical Methods"}, {"text": "Body masses and crown-rump lengths for live male and female fetuses were analyzed by nested analysis of variance. The litter was used as the experimental unit, and the analysis took into account the effects of treatment, litter, and sex on the bodymass and crown-rump-length measurements. Fetal mass was subsequently used to determine stunting; ie, when mass of a fetus was significantly below the normal range of variation of its littermates [McLaren and Michie, 19601. An actuarial life-table method [Cutler and Ederer, 19581 was used to compare the cumulative numbers of animals that copulated in exposed and sham groups; the day that an animal was classified as sperm-positive was the response criterion. A generalized Wilcoxon test [Breslow, 19701 was used to determine fits between curves of exposed and sham-exposed samples.", "cite_spans": [{"start": 443, "end": 470, "text": "[McLaren and Michie, 19601.", "ref_id": null}, {"start": 502, "end": 527, "text": "[Cutler and Ederer, 19581", "ref_id": null}, {"start": 737, "end": 756, "text": "[Breslow, 19701 was", "ref_id": null}], "ref_spans": [], "section": "Statistical Methods"}, {"text": ".05 level, two-tailed, were considered to be statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Methods"}, {"text": "Results that differed at the P", "cite_spans": [], "ref_spans": [], "section": "Statistical Methods"}, {"text": "Of the original (Fo) exposed and sham-exposed rats, 85% and 86%, respectively, copulated during the 12-day mating period in the first experiment; 81% and 75 % , respectively, copulated in the second experiment. Of animals that copulated, 89% and 85% were pregnant in the first experiment, and 86% and 76% in the second ( Table 2 ). The second mating period was extended for the Fo animals to maximize sample Ns, although most animals copulated early. Exposure had no detectable effect on copulation or fertility rates, or on the final percentage of animals that copulated or became pregnant in either experiment (Table 2) . Copulatory rates were unaffected in the F1 females of either experiment (overall range 83% to 88%). As shown in Table   2 , a significantly smaller percentage of exposed F1 animals became pregnant (77%) than sham-exposed (92%) in the first experiment (P = .04), but the corresponding values were 93% and 88% in the second experiment (P = .39).", "cite_spans": [], "ref_spans": [{"start": 321, "end": 328, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 612, "end": 621, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 736, "end": 745, "text": "Table   2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "The initial random assignment resulted in identical distributions of body mass of rats in sham and exposed groups, and the mean mass of the two groups was the same at the time of copulation for each segment (Fo First Pregnancy, Fo Second Pregnancy, F1 First Pregnancy) of the study. Gains of body mass by the sham and exposed FO rats during their first and second pregnancies were similar ( Table 2 ). The exposed F1 females gained significantly more during gestation than did the sham-exposed females in the first experiment. The difference was not significant in the second experiment, and there was not an overall difference when data from both experiments were combined (Table 2) . Extragestational mass (body mass at 20 dg minus the mass of the gravid uterus) was also calculated to evaluate maternal status without the influence of embryotoxicity and litter size. Neither total nor extragestational gains of mass differed between the sham and exposed groups in the Fo rats. However, extragestational gain was significantly greater in the exposed F1 rats than in the sham-exposed of the first experiment.", "cite_spans": [], "ref_spans": [{"start": 391, "end": 398, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 674, "end": 683, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "None of the measures of reproductive status (Table 2) was affected by exposure in the first pregnancy of the Fo animals (evaluated only in the first experiment). In the second litters of the Fo animals and in the F, rats, measures of reproductive fitness (eg, number of corpora Zutea per dam or impIantation sites per corpus luteum were similar between experimental groups and across experiments. In the second litters of the Fo rats of the first experiment, there was a statistically significant decrease in the percentage of exposed litters in which there were resorptions, as well as a trend (P = .08) toward a decreased mean number of resorptions per litter among litters with resorptions. As a result, there was a significant decrease in the mean number of resorptions per litter and in the percentage of implants resorbed in the exposed group relative to that of the sham group. In the second experiment, however, these measures were essentially identical in the exposed and sham-exposed groups. There was also a consistent decrease in prenatal mortality in the litters of the exposed F1 group in both experiments. As a result, there was a statistically significant difference in the overall percentage of implantations resorbed (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 44, "end": 53, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 1235, "end": 1244, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Male fetuses were larger than female fetuses, as expected. Fetal and placental masses and crown-rump lengths were consistent between experiments; no differences between the sham and exposed groups could be detected (Table 3) . Occasional shamexposed and exposed litters contained stunted fetuses, but there were no significant effects of exposure on incidence of stunting. Approximately 50% of the fetuses were males in most sham-exposed and exposed groups of both experiments. No biological significance is attributed to the one statistically significant difference in sex ratio that was found in the second pregnancy of the Fo rats of the first experiment.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 224, "text": "(Table 3)", "ref_id": null}], "section": "RESULTS"}, {"text": "Teratologic evaluations of the first litters of the exposed FO rats were performed in the first experiment only; only one abnormal fetus (minor malformation) was detected in the exposed group and none was observed in the sham-exposed ( Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 236, "end": 243, "text": "Table 4", "ref_id": "TABREF5"}], "section": "RESULTS"}, {"text": "The incidence of reduced ossification of the skull was significantly Iess in first litters of the exposed than in sham-exposed litters of the Fo population. In the first experiment, two malformed fetuses (from different litters) were detected in the shamexposed group of the second pregnancy of the FO animals, but eight malformed fetuses from six litters were found in the exposed Fo group. This difference in the proportion of litters with malformed fetuses between the sham and exposed groups is not statistically significant (P = .12). The incidence of reduced ossification of the sternebrae was significantly increased in the exposed group of the second breeding of the FO animals. In the F1 females evaluated at 20 dg in experiment 1, six of the exposed and one of the sham-exposed litters contained one or more malformed fetuses ( Table 5) ; this difference in incidence is statistically significant (P = .04).", "cite_spans": [], "ref_spans": [{"start": 838, "end": 846, "text": "Table 5)", "ref_id": "TABREF6"}], "section": "RESULTS"}, {"text": "In the second experiment, only two malformed fetuses (from different litters) were detected in the sham-exposed group of the second pregnancy of the Fo animals (Table 4) . Four malformed fetuses, from a single litter, were found in the exposed FO First pregnancya Second pregnancy Exposed Sham-exposed Exposed Sham-exposed Fl Exposed S ham-exposed ", "cite_spans": [], "ref_spans": [{"start": 160, "end": 169, "text": "(Table 4)", "ref_id": "TABREF5"}], "section": "RESULTS"}, {"text": "Second pregnancy Fl Exposed S ham-exposed Exposed Sham-exposed 'Statistically significant (P < .05) difference from corresponding value in sham-exposed group d20-dg weight minus 0-dg weight (g 5 SE), weights are shown only for rats that were pregnant and for which all weights are available. eGestation weight gain minus uterine weight (g f SE ", "cite_spans": [], "ref_spans": [], "section": "First pregnancya"}, {"text": "Second pregnancy FI Exposed Sham-exposed Exposed Sham-exposed Exposed Sham-exposed Exposed Sham-exposed Exposed S ham-exposed bSome fetuses had multiple malformations and some litters had more than one affected fetus; indicated totals are numbers affected rather than the sum of individual entries. 'Statistically significant (P < .05) difference in fraction of litters affected as compared to corresponding value in sham-exposed group. aSome fetuses had multiple malformations and some litters had more than one affected fetus; indicated totals are numbers affected rather than the sum of individual entries. bStatistically significant (P < .05) difference in fraction of litters affected as compared to corresponding value in sham-exposed group.", "cite_spans": [], "ref_spans": [], "section": "First pregnancya"}, {"text": "group; however, this difference was not statistically significant (P = .46). The incidence of litters with reduced ossification of the sternebrae, phalanges, and vertebrae was slightly greater in the exposed than in the sham-exposed group of the second pregnancy of the Fo; the differences are not statistically significant (P > .07). In the F1 females evaluated at 20 dg, one of the exposed and three of the sham-exposed litters contained one or more malformed fetuses (Table 5) ; this difference in incidence is not statistically significant (P = .31). The incidence of litters with fetuses exhibiting reduced ossification of the phalanges was significantly less in the exposed than in sham-exposed F1 litters (P = .03). The direction of the change was opposite to that observed for this variation in the Fo litters. Mean litter size, deaths during the first day of life, and mortality between 1 day of age and weaning at 21 days of age were similar in the exposed and sham-exposed groups, as were means of body mass at birth and growth curves ( Table 6 ). The fraction of pups with eye opening or incisor eruption was similar in exposed and sham-exposed groups, as were the measures of neuromuscular development evaluated on days 13, 14, and 15 after birth.", "cite_spans": [], "ref_spans": [{"start": 470, "end": 479, "text": "(Table 5)", "ref_id": "TABREF6"}, {"start": 1048, "end": 1055, "text": "Table 6", "ref_id": "TABREF7"}], "section": "First pregnancya"}, {"text": "There were no indications of disease or flawed animal husbandry other than an occasional transient reduction of body mass of individual animals in association with malfunction of water dispensers. Moreover, the similarity of gestational gains of body mass across pregnancies and in both experiments indicates that any effects of caging or exposure on the maternal animals were consistent across conditions of treatment and experiments.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "From 83% to 88% of the exposed and sham-exposed female rats of the F1 generation copulated during the eight-day mating period, and there were no indications of altered mating behavior. Thus, this study of rats did not model the abnormal mating behavior of the exposed F, gilts of the swine study, ie, repeated refusal to copulate during their initial pairings with unexposed boars [Sikov et al, 19851. Although there was a statistically significant decrease in the fertility of the exposed F1 female rats in the first experiment, a decrease was not detected in the second experiment.", "cite_spans": [{"start": 381, "end": 401, "text": "[Sikov et al, 19851.", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The mean values of a number of measures of prenatal mortality were slightly different in the sham-exposed than in the exposed groups. These differences were statistically significant only in the second breeding of the Fo animals of the first experiment. Although the values ranged within normality, one might interpret this difference as indicating that exposure had a beneficial effect on development, ie, it maintained the viability of embryos otherwise destined to die. Because the values for mortality in the first breeding of the Fo animals were intermediate to those in the second, the more likely interpretation is that the difference is attributable to random variation about a central value. The lack of effect of exposures on fetal mass indicates that exposure was not embryotoxic, because fetal mass is an excellent indicator of a deleterious effect.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The teratological assays of the first experiment yielded several indications of deficits in exposed litters, which provides a basis for comparisons with the observations in the swine study ( Table 7 ). In the second litters of the Fo rats, the incidence of malformation (percentage of litters affected) was about threefold greater in the exposed than in the sham-exposed group; this result parallels the findings in swine. The decreased fertility of the F1 rats in the first experiment (Table 2) was accompanied by a significantly increased proportion of litters with malformed fetuses. This increase parallels the increase in litters with birth defects observed in the F1 offspring of the exposed group of swine. Not all these differences were statistically significant, and they were not confirmed in the second experiment, so we must accept the possibility that these associations arose by chance, or reflect an undetected change in the environment.", "cite_spans": [], "ref_spans": [{"start": 191, "end": 198, "text": "Table 7", "ref_id": "TABREF8"}, {"start": 486, "end": 495, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "Even in the absence of anatomical malformations, an increased incidence of fetuses or litters with morphologic variants may reasonably be accepted as an indication of teratogenic potential of an agent [Palmer, 19771 . Considering the number of comparisons made, it is not unreasonable to expect that significant differences would be found in a few measures by chance. Since the site of the observed ossification defects and their incidence went in opposite directions in the first and second litters of the Fo rats, there is probably no biological significance associated with these findings. Nevertheless, the increased incidence of decreased sternebral ossification in the exposed litters of the second pregnancy of the Fo rats may be of consequence because of the associations between rib and sternal development and the increased incidence of rib malformations.", "cite_spans": [{"start": 201, "end": 215, "text": "[Palmer, 19771", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our earlier study [Sikov, 19841 indicated that there might be an accelerated time of development of a few motile behaviors in prenatally exposed rats, and that there might be a decrement in the righting response in this group. It should be noted, however, that the evidence for this was not strong, and that any effect was transient.", "cite_spans": [{"start": 18, "end": 31, "text": "[Sikov, 19841", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The data indicate that these earlier findings were probably chance events, because they were not replicated under more stringent conditions of evaluation and after prolonged exposure. It is obvious that exposure of rats to an electric field at a field strength of 100 kV/m does not provide an adequate model for examining the role of contributory factors involved in the swine study. From our results it is not possible to determine whether the observed effects are random variations or if exposure at this field strength and duration lies near the threshold value for producing an electric-field effect. There is no definitive explanation for differences detected between the exposed and shamexposed groups of rats in the first experiment, or for the absence of these differences in the second experiment. On one hand, the failure to confirm may indicate that exposure at a field strength of 100 kV/m approximates a threshold for altering development. On the other hand, it is possible that the few statistically significant effects detected in the first experiment were due to chance. Nevertheless, it is obvious that exposure of pregnant rats to a lOO-kV/m electric field does not provide an adequate model for examaining the role of secondary factors that may have been involved in producing the effects detected in the swine study.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A generalized Kruskal-Wallis test for comparing k samples subject to unequal patterns of censorship", "authors": [{"first": "N", "middle": [], "last": "Breslow", "suffix": ""}], "year": 1970, "venue": "Biometrika", "volume": "", "issn": "", "pages": "57579--594", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Maximum utilization of the life table method in analyzing survival", "authors": [{"first": "S", "middle": ["J"], "last": "Cutler", "suffix": ""}, {"first": "F", "middle": [], "last": "Ederer", "suffix": ""}], "year": 1958, "venue": "J Chron Dis", "volume": "8", "issn": "", "pages": "699--713", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Endocrinological effects of high-strength electric fields on rats", "authors": [{"first": "M", "middle": ["J"], "last": "Free", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}, {"first": "H-C", "middle": [], "last": "Cheng", "suffix": ""}], "year": 1981, "venue": "Bioelectromagnetics", "volume": "2", "issn": "", "pages": "105--122", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Reduced interlitter variability in rats resulting from a restricted mating period and reassessment of the \"litter effect", "authors": [{"first": "J", "middle": ["R"], "last": "Holson", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Scott", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Gaylor", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wilson", "suffix": ""}], "year": 1976, "venue": "Teratology", "volume": "14", "issn": "", "pages": "135--142", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Comparison of the coupling of grounded humans, swine and rats to vertical 60-Hz electric fields", "authors": [{"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}], "year": 1980, "venue": "Bioelectromagnetics", "volume": "1", "issn": "", "pages": "117--129", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Exposure of mice to a strong ac field: An experimental study", "authors": [{"first": "G", "middle": ["G"], "last": "Knickerbocker", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Kouwenhoven", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Barnes", "suffix": ""}], "year": 1967, "venue": "IEEE Trans Power Appar Syst", "volume": "86", "issn": "", "pages": "498--505", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Der Einflus von Thalidomid auf die Fertilitat von Ratten in Generations versuch uber zwei Generationen", "authors": [{"first": "R", "middle": [], "last": "Kopf", "suffix": ""}, {"first": "D", "middle": [], "last": "Lorenz", "suffix": ""}, {"first": "E", "middle": [], "last": "Salewski", "suffix": ""}], "year": 1964, "venue": "Nauanyn Schmiedebergs. Arch Exp Pathol Phar", "volume": "247", "issn": "", "pages": "121--135", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Statistical Theory", "authors": [{"first": "B", "middle": ["W"], "last": "Lindgren", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chi-square tests with one degree of freedom: Extensions of the Mantel-Haenszel", "authors": [{"first": "N", "middle": [], "last": "Mantel", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Statistical aspects of the analysis of data from retrospective studies of", "authors": [{"first": "N", "middle": [], "last": "Mantel", "suffix": ""}, {"first": "W", "middle": [], "last": "Haenszel", "suffix": ""}], "year": 1959, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The effects of continuous exposure to low frequency electric procedure", "authors": [{"first": "A", "middle": ["A"], "last": "Marino", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Becker", "suffix": ""}, {"first": "B", "middle": [], "last": "Ulrich", "suffix": ""}], "year": 1976, "venue": "disease. J Natl Cancer Inst", "volume": "58", "issn": "", "pages": "32565--566", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Power frequency electric field induces biological changes in successive generations of mice", "authors": [{"first": "A", "middle": ["A"], "last": "Marino", "suffix": ""}, {"first": "M", "middle": [], "last": "Reichmanis", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Becker", "suffix": ""}, {"first": "B", "middle": [], "last": "Ulrich", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Cullen", "suffix": ""}], "year": 1980, "venue": "Experientia", "volume": "36", "issn": "", "pages": "309--311", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Congenital Malformations", "authors": [{"first": "A", "middle": [], "last": "Mclaren", "suffix": ""}, {"first": "D", "middle": [], "last": "Michie", "suffix": ""}], "year": 1960, "venue": "Congenital runts", "volume": "", "issn": "", "pages": "178--193", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Incidence of sporadic malformations, anomalies and variations in random bred laboratory animals", "authors": [{"first": "A", "middle": ["K"], "last": "Palmer", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "52--59", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Levels of spontaneous malformations in the CD rat and the CD-1 mouse", "authors": [{"first": "J", "middle": [], "last": "Peraud", "suffix": ""}], "year": 1976, "venue": "Lab Anim Sci", "volume": "26", "issn": "", "pages": "293--300", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "CONS/1830-2, Conservation Division, Energy Research and Development Administration", "authors": [{"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "CONS/ 1830-1, Conservation Divtsion, Energy Research and Development Administration", "authors": [{"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Decker", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Hjeresen", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Non-Parametric Statistics for Behavioral Sciences", "authors": [{"first": "S", "middle": [], "last": "Siege1", "suffix": ""}], "year": 1956, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evaluation of reproduction and development in Hanford Miniature Swine exposed to 60-Hz electric fields", "authors": [{"first": "M", "middle": ["R"], "last": "Sikov", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Bearner", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Rommereim", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Buschbom", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}], "year": 1984, "venue": "23rd Annual Hanford Life Sciences Symposium", "volume": "", "issn": "", "pages": "379--383", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Studies on prenatal and postnatal development in rats exposed to 60-Hz electric fields", "authors": [{"first": "M", "middle": ["R"], "last": "Sikov", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Montgomery", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}], "year": 1984, "venue": "Bioelectromagnetics", "volume": "5", "issn": "", "pages": "101--112", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Developmental studies of Hanford miniature swine exposed to 60-Hz electric fields", "authors": [{"first": "M", "middle": ["R"], "last": "Sikov", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Rommereim", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Bearner", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Buschbom", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Kaune", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Phillips", "suffix": ""}], "year": 1987, "venue": "Bioelectromagnetics", "volume": "8", "issn": "", "pages": "229--242", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Detection of visceral alterations in mammalian fetuses", "authors": [{"first": "R", "middle": ["E"], "last": "Staples", "suffix": ""}], "year": 1974, "venue": "Teratology", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Refinements in rapid clearing technic in the KOH-alizarin red S method", "authors": [{"first": "R", "middle": ["E"], "last": "Staples", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Schnell", "suffix": ""}], "year": 1964, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Principles and Procedures of Statistics", "authors": [{"first": "Rdg", "middle": [], "last": "Steel", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Torrie", "suffix": ""}], "year": 1960, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Embryological considerations in teratology", "authors": [{"first": "J", "middle": ["G"], "last": "Wilson", "suffix": ""}], "year": 1965, "venue": "Stain Techno1", "volume": "39", "issn": "", "pages": "62--63", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Chicago", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "251--261", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Selected Ages (Months) for Critical Events", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Start exposure </td><td>Initial breeding </td><td>Second breeding </td></tr><tr><td>Swine </td><td>18 </td><td>22 </td><td>36 </td></tr><tr><td>Rat (life-span basis) </td><td>3.6 </td><td>4.4 </td><td>7.2 </td></tr><tr><td>Fo Rat (adjusted) </td><td>3.0 </td><td>4.0 </td><td>7.2 </td></tr><tr><td>F, Rat </td><td>in utero </td><td>3.0 </td><td>- </td></tr></table></body></html>"}, "TABREF1": {"text": "Effect of 60-Hz Electric Field Exposure on Reproductive Performance and Prenatal Mortality in Rats", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Five pregnant rats were not available for teratologic evaluation due to technical error. Effect of Electric Field Exposure on Measures of Fetoplacental Size and Sex Ratio, Expressed as Mean of Litter Means f SE, Except as", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "Litter Size, Survival, and Growth of F1 Offspring in Litters Exposed or Sham-Exposed to an Electric Field Mean percentage of offspring dying between reduction of litter size to eight individuals at 1 day of age and weaning at 21 days of age ( SE) . dMean of litter means I S E . eBased only on litters born before noon of 22 dg.", "latex": null, "type": "table"}, "TABREF8": {"text": "Comparison of Fetal Malformation Incidence in Hanford Miniature Swine and in Two Replicate Experiments in Rats", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>~i~~ exposed </td><td>Proportion </td><td>(%) </td><td>of litters affected </td><td> </td></tr><tr><td>Animal </td><td>(mo) </td><td>(mo) </td><td>Exposed </td><td>Sham-exposed </td><td>P - v a 1 u e </td></tr><tr><td>Swine </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fo </td><td>( 1 st) </td><td>22 </td><td>4 </td><td>2/7 (28.6) </td><td>4/7 </td><td>(57.1) </td><td>.30 </td></tr><tr><td> </td><td>Fo (2nd) </td><td>36 </td><td>18 </td><td>12/16 (75.0) </td><td>2/7 </td><td>(28.6) </td><td>.05 </td></tr><tr><td> </td><td>Fl (1st) </td><td>18 </td><td>18 </td><td>20/28 (71.4) </td><td>4/12 </td><td>(33.3) </td><td>.03 </td></tr><tr><td> </td><td>Rats-first experiment </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Fa (1st) </td><td>4.0 </td><td>1 .o </td><td>1/22 (4.6) </td><td>0/21 </td><td>(0) </td><td>.51 </td></tr><tr><td>FI </td><td>Fo (2nd) </td><td>7.2 </td><td>4.2 </td><td>6/20 (30.0) </td><td>2/20 </td><td>(10.0) </td><td>.12 </td></tr><tr><td>(1st) </td><td>3.0 </td><td>3.0 </td><td>6/37 (16.2) </td><td>1/42 </td><td>(2.4) </td><td>.04 </td></tr><tr><td>Fo </td><td>Rats-replicate experiment </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(2nd) </td><td>7.2 </td><td>4.2 </td><td>1/27 (3.7) </td><td>2/24 </td><td>(8.3) </td><td>.46 </td></tr><tr><td> </td><td>Fl (1st) </td><td>3.0 </td><td>3.0 </td><td>1/37 (2.7) </td><td>3/37 </td><td>(8.1) </td><td>.31 </td></tr></table></body></html>"}}, "back_matter": [{"text": "This research was performed under Contract RP-799 from the Electric Power Research Institute. We thank E.L. Wierman and his staff for animal husbandry, and D.I. Hilton, W.C. Forsythe, and M.C. Miller for ensuring the continued operation of the exposure facility. We are pleased to acknowledge the contributions of R.L. Rommereim and her staff, who performed all teratologic evaluations. We also thank E.I. Dupont DeNemours and Company, who furnished us with a supply of Antron 111.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}