{
    "paper_id": "1b3b366998e4ebc4a829168dd947b7fdd5fc069c",
    "metadata": {
        "title": "Gastroenterology and Hepatology From Bed to Bench. Predicting the mortality due to Covid-19 by the next month for Italy, Iran and South Korea; a simulation study",
        "authors": [
            {
                "first": "Sajad",
                "middle": [],
                "last": "Shojaee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamad",
                "middle": [],
                "last": "Amin Pourhoseingholi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Ashtari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Amir",
                "middle": [],
                "last": "Vahedian-Azimi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baqiyatallah University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamid",
                "middle": [],
                "last": "Asadzadeh-Aghdaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Reza"
                ],
                "last": "Zali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To estimate the number of confirmed cases and the rate of death and also to investigate the cause of death in Italy, Iran and South Korea in the next month. Background: Growing number of confirmed and deaths cases from the coronavirus worldwide, particularly in Italy, Iran and South Korea, has resulted concerns about the future of these countries and their deterioration. Also the European region is likely to face more casualties due to the delay in the virus reaching most of its regions and, of course, as the trend continues. Methods: We conducted a simulation in both current and ideal situation for the next month to predict the death rate and examine the reason for the difference in Italy, Iran and South Korea individually. If we assume the cultural and political factors and age pyramids distribution are similar across regions, the differences are mainly due either to the heavier health-care burden owing to the larger population or to the medical facilities diversities. Results: Our results for Italy showed higher death number, but the rate would be more for Iran. South Korea is also expected to have a smaller increase in the number of confirmed cases and deaths compared to Iran and Italy by the next month. Conclusion: Given the prevailing conditions around the world and the increasing number of casualties, it is essential that all countries, especially those with fewer days of involvement, shall do their best to avoid major losses and damages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction awareness and knowledge and employing of calibrated interventions during the course of the outbreak, fatality estimates would be necessary for policy makers (3) . Given the growing importance of the issue, the World Health Organization has collected and disseminated a wealth of coronavirus information on confirmed, recovered, and death cases. The information is available on RamiKrispin dataset (4) as of January 22, 2020 and is updated daily. At a glance, people whom as new confirmed or recovered or death cases are entered daily, forming a queue system (5) . In fact, every new confirmed person who comes in daily, after a while, either recovers or dies. With the exception of China, where the outbreak began,  Italy, Iran and South Korea were the countries with the  highest number of confirmed cases and deaths with far  differences from the other countries (especially in Italy  and Iran, up to March 15) and also had the highest number of days of involvement with the virus compared to most countries. The differences in the number of deaths could be due to the large number of confirmations that could be considered an indirect indicator of the heavier health-care burden on these countries (6) . This subject proposed by the study of Yu et al. (7) on the unevenness of the distribution of highquality health-care resources in different provinces and cities of China. The main purpose of the current study was to estimate the number of confirmed cases and the rate of death and also to investigate the cause of death in the most prevalent countries in the next month. Accordingly, we conducted a simulation study to predict the possibly future situation using the current situation in Italy, Iran and South Korea.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 925,
                    "text": "With the exception of China, where the outbreak began,  Italy, Iran and South Korea were the countries with the  highest number of confirmed cases and deaths with far  differences from the other countries (especially in Italy  and Iran, up to March 15)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The number of inputs or successive inputs over a period of time constitutes a sequence of random variables called the input process (5) . The input values have a Poisson distribution with the specified parameter p. Given the number of recent days of virus Outbreak onset, the p-parameter is estimated by countries and cases, using a simple linear regression model (8) . These regression models makes it possible to predict p estimates which is the slope of the regression lines, in the upcoming days.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We simulated confirmed and deaths data using input process, individually for Italy, Iran and South Korea in a current scenario based on the second half the number of days of their conflict. Analyzes were performed from March 15 to April 15 by applying R version 3.6.1 software on RamiKrispin dataset (4). An ideal scenario also employed to predict the number of confirmed cases based on a decreasing pattern in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We have arranged the results for the next 10, 20 and 30 days by current scenario in individually countries with 10000 replications in Table 1 . Table 1 ). At the Iran national level, with the exception of Tehran and a few other cities, care facilities are low (9,10) and due to the outbreak of the virus in almost whole of this country, the possibility of deaths in the cities with low facilities is high. Although, Definitions identifying positive cases of the virus may also vary across countries, as well as countries maybe went underreported in counting of confirmed and death cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The increase in the number of patients in European countries indicates that the region has become more critical in recent days (11) , and as the outbreak onset has been to delay further than South Korea, Italy and Iran; the same fate would be expected if the virus is not seriously tackled.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Our results have been in line with the trend of virus spread in these three countries in recent days, which may, however, decreases in the number of cases in the coming days with more safety observance for individuals in each community and providing an appropriate foundation for preventing the spread of the virus by health centers. In addition, by remaining of our simulation results proved if Iran, Italy and South Korea were able to restrain the virus by preventive measures, thereby reducing the upward slope and even initiating its downward slope, by actually implementing a reduced proportion of cases in China from the last 30 days of the first infected reported till today, the number of confirmed cases in Italy after 10, 20, and 30 days will reach to 28,925, 33,281 and 37,661, in Iran to 15,344, 16,813 and 18,288 and in South Korea to 8,250, 8,342 and 8,434 respectively. Making such situation looks ideal and requiring sufficient financial and human resources, safeguarding medical personnel and staff as front line against the Coronavirus, and ultimately concentrating all national activities on recovering society to get rid of the virus.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 870,
                    "text": "8,250, 8,342 and 8,434",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of COVID-19-an urgent need for good science to silence our fears",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Singapore Med J",
            "volume": "61",
            "issn": "",
            "pages": "55--57",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The 2019-new coronavirus epidemic: evidence for virus evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovannetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "455--459",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Methods for Estimating the Case Fatality Ratio for a Novel, Emerging Infectious Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Epidemiol",
            "volume": "162",
            "issn": "",
            "pages": "479--86",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An introduction to queueing theory: modeling and analysis in applications",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potential association between COVID-19 mortality and health-care resource availability",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Peppelenbosch",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Heal",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Examining the multi-scalar unevenness of high-quality healthcare resources distribution in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Environ Res Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Applied linear statistical models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kutner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Nachtsheim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inequality in geographical distribution of hospitals and hospital beds in densely populated metropolitan cities of Iran",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chavehpour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rashidian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woldemichael",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Health Serv Res",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Trend of Inequality in the Distribution of Health Care Resources in Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Ramandi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niakan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aboutorabi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Noghabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khammarnia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadeghi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Galen Med J",
            "volume": "5",
            "issn": "",
            "pages": "122--152",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel coronavirus (2019-nCoV) early-stage importation risk to Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "South Korea, Italy and Iran reported the first positive cases of Coronavirus on January 22, January 31 and February 19 respectively, and to date (March 15) in all three countries, the number of cases according to WHO statistics have catastrophic increased. Our results showed the number of cases infected to the coronavirus in Italy is higher than in South Korea and Iran by next month (183,979 Italian vs. 18,327 South Korean and 72,251 Iranian), while South Korea has the lowest mortality rate (1.55 vs. 8.18 and 10.76 in Italy and Iran) (",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Outbreak and death rate of Coronavirus in Italy, Iran and South Korea from 15 March to 15 April",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ]
}