{
    "paper_id": "1b408ae3eadee42b6ef0200984036e61ad7634db",
    "metadata": {
        "title": "Article type : Research Letter Virtual melanoma checks during a pandemic",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Janda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": "m.janda@uq.edu.au"
            },
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Swetter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University Medical Center and Cancer Institute",
                    "location": {
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Horsham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "P"
                ],
                "last": "Soyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Australia",
                "middle": [],
                "last": "Corresponding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monika",
                "middle": [],
                "last": "Janda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This article is protected by copyright. All rights reserved Healthcare services internationally are experiencing unprecedented strain due to the COVID-19 pandemic. Governments mandate strict social distancing to reduce the spread of SARS-CoV-2 infection, and as a result, people are avoiding health services for less urgent issues. In this crisis, it is important that patients continue to receive preventive and surveillance care without compromising their safety or that of healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early detection of melanoma is important to reduce mortality. Delaying a visit to a primary care provider or dermatologist with a potential melanoma may result in a worse prognosis. 1 Most melanomas are initially noticed by the patients themselves or by their families, which then prompts them to present for a clinical skin examination. 2 In the current environment, presenting for a clinical skin examination may be viewed as less important and thus postponed. While most dermatology practices have deferred non-essential care, early detection of melanoma is still encouraged and could be delivered using telehealth Accepted Article services for those unwilling to attend a clinic setting. Virtual melanoma checks using either store and forward or video real-time technologies have been trialled for servicing patients in rural areas.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 339,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These technologies may now be used for patients at highest risk of SARS-CoV-2 infection, including those frail or elderly, with chronic diseases or under immunosuppression, and others who are fearful of visiting doctors for risk of infection. Telehealth also eliminates risk of contracting the virus for the healthcare workers. During COVID-19, the virtual melanoma check has been important for triaging. If the lesion appears to require a biopsy, the biopsy may be postponed depending on the health care system constraints during COVID-19. Of note, virtual melanoma checks should be used with caution for high risk patients with suspected malignant pigmented lesions, as any delay in diagnosis for such patients may be particularly problemantic. 3 Additionally, those who are frail or elderly may require the most training or assistance with conducting virtual melanoma checks.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 748,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the consumer-initiated store-and-forward model, people can use their smartphone with or without a dermatoscope attachment and corresponding app in their home. For patients, they would be required to purchase their own, hire or borrow a dermatoscope, and this will add additional costs or logistical requirements, which will need to be considered. Dermatoscope purchase costs vary from approximately AUD$30 each to over a thousand dollars depending on the magnification, light source, operating system and quality of the mobile app. Teledermatology can also be initiated by doctors asking patients to monitor lesions between clinical visits. During doctor-patient video consultations, any lesions submitted via teledermoscopy could be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whether a patient is suitable for virtual melanoma checks should be assessed individually based on their access to a smartphone and internet connectivity, nature of appointment, personal circumstances, and risk factors associated with SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recently conducted a randomised controlled trial (RCT) comparing patients using skin selfexamination (SSE) with or without using a mobile dermatoscope at home. Both groups had a high degree of sensitivity (>75%) and specificity (>87%) in detecting suspicious lesions that the dermatologist also thought were worthwhile checking, and in the mobile teledermoscopy group, no melanoma was overlooked by the patients. 4 Based on these findings during the SARS-CoV-2 crisis, we propose a two-step process for consumer-based SSE. First, we recommend that a person conduct whole-body naked-eye SSE.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Individuals should be provided with educational material on how to conduct a whole-body SSE and detect a suspicious skin spot such as the commonly known \"ABCDE\" rule. 2 Conducting naked-eye SSE initially may prevent individuals from over-imaging their lesions and reduce workload for doctors. Second, the person conducts mobile teledermatology (with or without a",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved dermatoscope attachment) on these pre-selected lesions and/or any that their doctor wanted them to monitor (for established patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Building on the International Skin Imaging Collaboration (ISIC) guidelines for image quality, 5 we developed a consumer guide to taking standardised photos (Table 1) , which enabled all but a small proportion of photos (5%) submitted during our RCT to be of good enough quality for telediagnosis. Concerns over patient confidentiality, privacy and image storage are often raised in telehealth, but these can be addressed in the patient consent. The patient consent should make explicit what the process involves, limitations of virtual compared to in-person checks, timeframe of providing results, who will view, diagnose and have access to the images and what will be done with this information, and the secure transfer and storage of images. The record of consent is given for the time period the images are stored.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Teledermatology services are promising and could be particularly helpful during the COVID-19 pandemic and future global health crises. However, the 'digital divide' whereby such services are more difficult for people with lower health literacy skills or technology access needs to be addressed to ascertain equity in access to telemedicine services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presenting symptoms of cancer and stage at diagnosis: evidence from a cross-sectional, population-based study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcphail",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "73--79",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Melanoma patient self-detection: a review of efficacy of the skin self-examination and patient-directed educational efforts",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yagerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marghoob",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Anticancer Ther",
            "volume": "13",
            "issn": "",
            "pages": "1423--1431",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accuracy of teledermatology for pigmented neoplasms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Warshaw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Lederle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Grill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Acad Dermatol",
            "volume": "61",
            "issn": "5",
            "pages": "753--765",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accuracy of mobile digital teledermoscopy for skin self-examinations in adults at high risk of skin cancer: an open-label, randomised controlled trial. The Lancet Digital Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Horsham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vagenas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "129--137",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proposed Technical Guidelines for the Acquisition of Clinical Images of Skin-Related Conditions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Finnane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Curiel-Lewandrowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wimberley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA Dermatol",
            "volume": "153",
            "issn": "",
            "pages": "453--457",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Declaration of ConflictingInterests: HPS is a shareholder of MoleMap NZ Limited and e-derm consult GmbH, and undertakes regular teledermatological reporting for both companies. HPS is a Medical Consultant for Canfield Scientific Inc., MetaOptima and Revenio Research Oy and also a Medical Advisor for First Derm. Sources: MJ is funded by a NHMRC TRIP Fellowship (APP1151021). HPS holds an NHMRC MRFF Next Generation Clinical Researchers Program Practitioner Fellowship (APP1137127). The funders had no role in the study design, data collection, data analysis, manuscript preparation and/or publication decisions. MJ had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "To provide an accurate diagnosis, the image needs to be high-quality:1. Use natural daylight, or a brightly lit space. Use a plain, neutral coloured background. 2. Remove any jewellery. 3. Move anything creating a shadow out of the way, including your hair. 4. If your photos are coming out blurry, ask a second person to help you with photo taking, especially in hard-to-reach body locations. 5. Take two photos of each skin spot or mole  The first photo is an overview image of the skin spot or mole. Hold the camera approximately 20cm from the skin spot or mole. Point to the skin spot or mole if there are multiple skin spots visible in the photo. Move the camera until you have a clear photo, then hold the camera still and take the image.  The second photo is a dermoscopic image (if applicable).Dermoscopic images are magnified close-up images. When using the dermatoscope place the lens directly contacting the skin. 6. When photographing the lesion hold the camera horizontally each time to ensure the same orientation. 7. Ensure the skin spot or mole is in the centre of the image. 8. Record the body location. 9. In the notes or comments section select any symptoms that may describe the skin sport or mole photographed such as:  change in size or shape  more raised  change in colour  more than 2 colours  itchy  bleeding  scaly or rough surface  sore or painful  duration of lesion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virtual melanoma checks at home: a guide for patients to take standardised images"
        }
    ]
}