{
    "paper_id": "1b42c379d43b92e8da100da41c33400521bedf5c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. The authors report no conflict of interest Again we thank the authors for manuscript and most of their recommendations. We recognize 44 protection of our obstetrical providers is critical but also realize we have to wisely share precious 45 PPE supplies with our non-obstetrical colleagues. As the shortages of equipment change it might ask the authors to qualify their recommendations and/or share the evidence of aerosolization 48 which strongly backs up their recommendations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "51 Labor and Delivery Guidance for COVID-19. AJOG MFM, in press 52 2. Interim Infection Prevention and Control Recommendations for Patients with",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boelig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manuck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saccone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellussi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berghella",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "2--2019",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incidence of Perceived and Actual Face Shield Contamination 58",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ernest",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "During Vaginal and Cesarean Delivery",
            "authors": [],
            "year": null,
            "venue": "Am J Obstet Gynecol",
            "volume": "169",
            "issn": "2",
            "pages": "312--317",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "with interest the article by Boelig, et.al. on Labor and Delivery Guidance for COVID-19 25 and appreciate the expedited release given the acute need of the ongoing crisis. (1) The article is 26 very well written and offers helpful guidance which many will use to improve the care of 27 maternity patients and safety of our providers. There is one portion of the recommendations 28 however which is contrary to the recommendations of other infection prevention experts, 29 including the Centers for Disease Control (CDC). (2) These recommendations will likely impair 30 our ability to conserve and appropriately use respirators (N-95 masks) based on current national 31 recommendations (CDC reference). This is outlined under the section on Respiratory Precautions 32 and Personal Protective Equipment. The specific recommendation is that N-95 masks be utilized 33 in the second stage of labor because of aerosolization of COVID-19. The author's references do 34 not include any supporting data on aerosolization of COVID-19. Therefore, the author's 35 proposed recommendations appear to be based on personal opinion and are not evidence based. 36 Indeed, since laboring patients make up a large percentage of all hospital admissions, we would 37 be putting a severe strain on the supply of this already limited equipment. This recommendation 38 also has the potential to increase the level of anxiety for providers, nursing and physician, and 39 potential limit appropriate care if the N95 mask is not used as recommended in their paper. The 40 use of surgical mask and face shields seems very prudent for second stage and delivery based on 41 the work of Kouri, et.al. (3) demonstrating the droplet exposure to providers but without specific 42 evidence of aerosolization the use of N-95 mask would be considered unproven.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}