{
    "paper_id": "1b4342ac03e67452c91c1a7266a50ad4645fd70a",
    "metadata": {
        "title": "How can a department of general surgery survive in a pandemic?",
        "authors": [
            {
                "first": "Claudio",
                "middle": [],
                "last": "Guerci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Maffioli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "A"
                ],
                "last": "Bondurri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Ferrario",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Lazzarin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Piergiorgio",
                "middle": [],
                "last": "Danelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit a degli Studi di Milano",
                    "location": {
                        "settlement": "Milan, Cremona",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreak of the coronavirus disease officially started on December 31, 2019 when the Wuhan Municipal Health Commission reported 27 cases of pneumonia of an unknown etiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Chinese scientists found the pathogen that caused this atypical pneumonia and named it \"SARS-CoV-2\". 1 The disease caused by this novel coronavirus was called COVID-19 by the World Health Organization on February 11, 2020. 2 Now the outbreak of COVID-19 is a public health emergency of international concern, as more than 150 countries have rapidly become involved in the spread of this disease. 3 The SARS-CoV-2 is highly contagious and seems to have a predilection for middle-aged men with a median age of 56. 4 The infection is characterized by a variety of symptoms: dry cough, fever, myalgia, asthenia, and dyspnea, but the symptoms can also include vomiting, diarrhea, abdominal pain, and loss of appetite. In addition, COVID-19 can cause a severe infection of the inferior respiratory tract with pneumonia and acute distress respiratory syndrome. Nevertheless, according to the Chinese Center for Disease Control and Prevention, a majority of the people are asymptomatic or mildly symptomatic. 5 The first 2 cases of COVID-19 in Italy were identified at the Spallanzani Institute on January 30, 2020. The patients were 2 Chinese tourists who came from Wuhan. Then other cases were identified and put under strict quarantine, but the authorities were relieved, as all the cases came from the Hubei Province.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 228,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 516,
                    "end": 517,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Then on February 20, the first hospitalization for COVID-19 occurred in Italy. The case was a 38-year-old man from Codogno, Lombardy with atypical pneumonia, who had had no contact with anyone from China nor had traveled to Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The next day, 4 more people were urgently addressed to the infectious disease reference center, Luigi Sacco Hospital, which was about to become one of the most important hubs for COVID-19 care. Most hospitals in Northern Italy have been reorganized and most of them have special areas for COVID-19 patients. In Milan, some hospitals are working as hubs to collect patients with the same disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On February 23, the Italian government issued a decree-law in order to contain the infection. Extraordinary measures were taken during the next days, such as the closure of bars, restaurants, and museums in the regions affected by the spread of the virus. Even schools were closed in those areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since February 21, everything has changed at Luigi Sacco Hospital. All ambulances called by the European emergency number (112) coming from the territory were prevented from heading to Sacco Hospital at which only transfers of critical patients from other hospitals were accepted. Despite this measure and discouragement by the government, more and more people went to the hospital's emergency room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A reorganization of the hospital's complex structure was immediately required to contain the spread of the infection and to prevent all departments from being invaded by the virus. This enormous task required the participation of existing teams and the efficient use of their resources to build a solid and effective structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because almost 10% of COVID-19 patients required intensive care, the regular intensive care unit (ICU) was closed on February 21, and a larger dedicated ICU was established near the Infectious Disease Department building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since then, the emergency room has been almost completely dedicated to handling infected patients. Most patients not suspected of having COVID-19 who required urgent medical or surgical treatment were sent to other hospitals. Thanks to this measure, between February 22 and March 20, only 9 urgent interventions concerning general surgery have been performed at Sacco Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As for the surgical and operating room departments, some special considerations needed to be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the number of anesthesiologists available in the operating rooms have steeply decreased, as they are involved in the state of emergency. Second, the ICU was no longer available for delicate and complicated surgical patients. Third, the nursing staff was involved in the management of COVID-19 patients; the number of cases has grown to such an extent that aid staff have been recruited and dispatched from other departments to the Infectious Disease Unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consequently, all patients admitted to the surgical department who did not require urgent treatment were discharged; some unsuspected patients were transferred from the Infectious Disease to the Surgical Department in order to free beds for the COVID emergency; all scheduled surgery has been suspended. Therefore, between February 22 and March 1, the operating room was almost paralyzed, and no elective surgery was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 1, the number of Italian cases of COVID-19 was about 1,700, and the trend seemed to be at a rapid increase. As a consequence, the Italian government implemented and extended the emergency measures to Lombardy and another 14 provinces. On March 4, these rules were extended to the whole national territory. Since March 10, the Italian population has been forced to stay home, except for urgent or necessary reasons. 6 On March 11, the World Health Organization declared COVID-19 a pandemic. 7 To deal with this emergency and to try to maintain \"a clean surgical service\" for urgent and oncological patients, in contrast to other realities, 8 the General Surgery Unit reorganized spaces and personnel. Because of the transfer of the nursing staff, the number of beds assigned to surgery has been halved (from 40 to 20). Also, to cope with the number of infected people, the weekly surgery ward was closed and dedicated to the management of highly suspect patients waiting for laboratory tests or mild confirmed cases waiting for admission. But the effort was not enough.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 500,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 648,
                    "end": 649,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As more patients arrived, more doctors and nurses were required. Therefore, on March 9, an urgent department meeting was held, and many surgeons asserted they were ready to help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a consequence, the next day, a third of the general surgeons received detailed instructions on what to do and how to behave when handling COVID-19 patients. Courses on dressing and undressing procedures as well as on respiratory failure treatment, which mainly focused on the application of continuous positive airway pressure, were held. Since then, those surgeons were employed in the emergency department and in the management of highly suspect patients waiting for laboratory tests or mild confirmed cases waiting for admission. To adapt in coping with adversities, they were all excluded from surgical activities and prevented from having contact with the other surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this respect, dedicated pathways were arranged to separate \"clean\" areas, including wards, stairs, elevators, changing rooms, and showers, from those defined as \"contaminated.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this way, the operating room remained a \"clean\" area with dedicated staff, and no COVID-19 outpatients or inpatients in Sacco Hospital have needed an urgent surgical operation thus far. If necessary, an OR located at the end of the operative complex, with a separate entrance, is available for all suspected or confirmed cases. The same operating room and anesthesia machines will be used only for COVID-19 cases for the duration of the epidemic. A separate pathway and elevator are prepared in case of a COVID-19 surgical urgency, and, if needed, a dedicated surgical staff is on call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, for oncological patients who need general or abdominal surgery, the Unit of General Surgery of Sacco Hospital joined an agreement written and issued by a group of experts established by the Lombardy Region Authorities. These criteria define the requirements for oncological patients and list them on an urgent basis. Therefore, patients are divided into 3 groups, those who should undergo surgical procedures within 2 weeks, 2 months, or delayed beyond 2 months, respectively. The aim is to allow oncological patients to have access to elective surgery, as well as to give adequate treatment to patients who need postoperative ICU, in a separate secure and clean hub. Previously, other authorities and hospitals have already made such plans for some critical patients. 9 As regards to the general surgery ward, all patients are screened before admission with home screening and evaluation through phone calls to identify fever or respiratory symptoms and, when admitted, with blood tests and lung X-rays. To avoid nosocomial transmission of the virus, the members of the medical and nursing staff always use personal protective equipment. Moreover, the visitor policy has been updated; all patients can only have 1 visitor at a time, and each visitor should wear a surgical mask during the entire stay. Concerning the clinic, office visits have been suspended, and all hospital appointments have been delayed, except for emergencies. In this way resources will be available for only the most severe cases.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 783,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a result of these measures, between March 2 and March 20, 20 elective surgical operations on oncological patients were safely performed, and no patient in the general surgery ward resulted SARS-CoV-2 positive nor had respiratory symptoms nor positive Xray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another 19 oncological patients have been listed to undergo surgical operations within the next 2 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, although Sacco Hospital is an infectious disease center, no infected patients have been identified in the General Surgery Unit and no patient developed COVID-19 after surgery. Surgeons can be professionally and ethically proud of their work, because they are demonstrating good coping skills in this situation, despite the few resources available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, we can say that we have learned a lesson; 2 months ago, the epidemic broke out in Wuhan, which seemed to be very far away, and so we felt safe on our continent. We should have considered that in a globalized world any epidemic could easily spread with a simple airline flight. If we could go back in time, we should have implemented these recommendations in advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, it would have been useful to immediately identify reference hubs sorted by pathology in order to maintain \"clean\" areas and hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another thing we think should not be underestimated is the possible psychological distress that doctors can experience during a coronavirus emergency. Health care professionals involved could undergo a Critical Incident Stress Syndrome, with emotional reactions which could compromise private and social life. For this reason, Sacco Hospital has arranged psychosocial support for health care personnel. This has been a very important measure, which we suggest implementing and preparing for completely (Table I) . In conclusion, the recommendations described in this article are based on current clinical practice and previous experiences reported during the current outbreak. 10 ",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Naming the coronavirus disease (COVID-19) and the virus that causes it",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus update (live): 179,558 cases and 7,067 deaths from COVID-19 virus outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The President of the Council of Ministers. Decree of the President of the Council of Ministers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19: GP surgeries close for two weeks after staff test positive",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chinese Medical Association, Chinese Respiratory Oncology Collaboration",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112147-20200221-00138"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergency management for preventing and controlling nosocomial infection of 2019 novel coronavirus: implications for the dermatology department",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Man",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Dermatol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjd.19011"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Key point box What We Need to Survive",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest/Disclosure"
        },
        {
            "text": "No funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/Support"
        }
    ]
}