{
    "paper_id": "1b4c97545ee3397c260ea6c8df7b75c9206a8a39",
    "metadata": {
        "title": "Highlights of recent clinically relevant papers Equine coronavirus and enteric salmonellosis",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this retrospective study Emma Odelros and colleagues in Sweden described clinical signs, laboratory findings, bacterial culture results, treatment regimens and survival rates for horses diagnosed with idiopathic peritonitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Idiopathic peritonitis"
        },
        {
            "text": "Medical records were obtained from horses diagnosed with peritonitis without identifiable cause. Diagnosis was based on macroscopically abnormal peritoneal fluid, with an elevated nucleated cell count (>10 9 10 9 cells/L) or total protein (>25 g/L). A total of 130 horses were included, presenting with pyrexia (83%), lethargy (80%), anorexia (68%) and abdominal pain (51%). Microbial cultures were performed in 84% of the cases of which 41% were positive. The most commonly recovered bacteria were Actinobacillus spp., cultured from 21% of the submitted samples. All horses received antimicrobial therapy and many responded to treatment with penicillin alone. Survival until discharge was 94%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Idiopathic peritonitis"
        },
        {
            "text": "Idiopathic peritonitis is a disease that should be considered in horses presented with fever, signs of colic and lethargy. Medical treatment of idiopathic peritonitis is often successful and in Sweden most cases appear to respond well to treatment with penicillin as the sole antimicrobial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Idiopathic peritonitis"
        },
        {
            "text": "In this prospective controlled trial Shara Sheldon and colleagues in the USA assessed luteinizing hormone (LH) concentrations in healthy horses and horses with trigeminalmediated headshaking over an 8-h period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luteinizing hormone in headshaking horses"
        },
        {
            "text": "The authors' hypothesised that geldings with seasonal headshaking would have higher concentrations of LH over an 8-h period compared to control horses during the summer when affected horses manifested headshaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luteinizing hormone in headshaking horses"
        },
        {
            "text": "Blood samples were drawn from 12 geldings (6 controls and 6 affected) every 15 min over an 8-h period during summer from all horses to measure circulating LH concentrations by using a radioimmunoassay for equine LH. All affected horses were actively affected by headshaking at the time of sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luteinizing hormone in headshaking horses"
        },
        {
            "text": "No statistically significant differences in LH concentrations were found throughout the study period in headshakers as compared to control horses. Time had no significant effect, but a slight decrease in LH concentrations was observed for all horses. The authors concluded that horses affected with headshaking did not have significant differences in circulating LH during the late summer as compared to control horses. The low number of horses in this study may be a limiting factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luteinizing hormone in headshaking horses"
        },
        {
            "text": "This study by Michael De Cozar and colleagues in the UK aimed to compare serum amyloid A ([SAA]) and plasma fibrinogen ([fibrinogen]) concentrations in the immediate post-operative period in horses undergoing exploratory celiotomy for colic unresponsive to medical management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAA and fibrinogen"
        },
        {
            "text": "All horses received preoperative procaine benzylpenicillin (20 mg/kg bwt), gentamicin sulphate (6.6 mg/kg bwt) and flunixin meglumine (1.1 mg/kg bwt). Post-operatively, all horses received balanced polyionic intravenous fluids, with some also receiving a 2% lidocaine continuous rate infusion. Gentamicin sulphate and procaine benzylpenicillin were continued for 24-120 h, and flunixin meglumine (1.1 mg/kg bwt intravenously twice daily) was continued for a further for 3-5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAA and fibrinogen"
        },
        {
            "text": "[SAA] and [fibrinogen] were measured prior to surgery at admission and daily for 5 days following surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAA and fibrinogen"
        },
        {
            "text": "In total, 300 horses were included in the study, 52.0% of which developed post-operative complications and 83.7% survived to discharge. Median [SAA] on days 1, 2, 3, 4 and 5 and median [fibrinogen] on days 3, 4 and 5 were significantly different between horses that did and did not develop postoperative complications, whilst median [SAA] on days 1, 4 and 5 were significantly different between horses that did and did not survive to discharge. Post-operative complications were associated with strangulating lesions and higher [fibrinogen] at admission. Survival to discharge was associated with lower [SAA] at 5 days post-operatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAA and fibrinogen"
        },
        {
            "text": "Measuring [SAA] daily and [fibrinogen] at admission may help predict the development of post-operative complications.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 15,
                    "text": "[SAA]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SAA and fibrinogen"
        },
        {
            "text": "This retrospective study by Alexandra Curtiss and colleagues in the USA aimed to evaluate the racing performance of horses treated surgically for epiglottic entrapment as yearlings compared to their maternal half-siblings. The medical and race records of 66 Thoroughbred yearlings treated surgically for epiglottic entrapment by axial division with a hook bistoury or diode laser were analysed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottic entrapment"
        },
        {
            "text": "For each treated horse, two maternal half-siblings closest in age were selected as the untreated control cohort. Racing performance was assessed by comparing quarterly starts and earnings, career longevity, rates of racing and earnings. Associations between clinical variables and not racing postsurgery were evaluated using logistic regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottic entrapment"
        },
        {
            "text": "In total, 66 treated horses were included in the study, with there being significantly more females than males in the treated group. The proportions of horses that raced were similar in the treated and maternal cohorts, with the treated horses performing to a similar level to their untreated controls. In treated horses, epiglottic entrapment with abnormal right arytenoid movement was associated with never racing. Thoroughbred racehorses treated in their yearling year for epiglottic entrapment had no differences in performance variables compared to their untreated cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottic entrapment"
        },
        {
            "text": "In this experimental one group pretest, post-test study Zo€ e Joostens and colleagues in Belgium evaluated the effects of unipodal stance (lifting the contralateral forelimb, which is often used as a method of restraint) on radiographic evaluation of foot balance in horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of unipodal stance in radiography"
        },
        {
            "text": "Seven nonlame horses were randomly selected for this study. Lateromedial (LM) and dorsopalmar (DP) projections were acquired for both forefeet, squarely placed on blocks, using two x-ray generators. Radiographs of each foot were acquired first in a bipodal stance, immediately followed by the same radiographic projections obtained in a unipodal stance. The following measurements were recorded for each stance: distal interphalangeal joint (DIPJ) space width on both projections; mediolateral joint balance as the difference between lateral and medial DIPJ space widths on DP projections; extensor process-to-middle phalangeal condyle distance; and deep digital flexor tendon angle on LM projections. Statistical significance was tested using a matched pairs design and student's t-test with a 95% confidence level. Compared to a bipodal stance, lateral DIPJ space width was significantly reduced on unipodal DP views, whereas mediolateral joint imbalance and to a lesser extent medial DIPJ space width were significantly increased. On unipodal LM views, there was a significant higher degree of DIPJ flexion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of unipodal stance in radiography"
        },
        {
            "text": "These findings suggest that stance should be carefully taken into consideration when measuring radiographic parameters in equine forefeet, especially if assessing foot balance and conformation, as unipodal stance significantly affects the mediolateral balance of the DIPJ on DP radiographs and significantly alters the phalangeal axis on LM radiographs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of unipodal stance in radiography"
        },
        {
            "text": "In this retrospective, observational study, Alex Gillen and colleagues in the USA reported the outcomes of horses with suspected nephrosplenic entrapment (NSE) of the large colon treated by intravenous phenylephrine administration and exercise with and without trocarization (i.e. medical management).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of nephrosplenic entrapment"
        },
        {
            "text": "Electronic medical records were searched to identify 134 horses that had undergone medical management for suspected NSE at a veterinary teaching hospital over a 10year period. Data recorded included demographic information, physical and ultrasonographic examination findings, treatment information (including the number of times the treatment was performed and patient response), surgical findings, complications, and patient outcome. Descriptive statistics were reported. Seventy-two horses had suspected NSE that resolved with medical treatment; 59 of 62 horses underwent laparotomy when medical management failed, and three were subjected to euthanasia without surgery. Twenty-five of the 59 horses had confirmed NSE that was surgically corrected, and 34 had lesions other than or in addition to NSE. All horses that had surgically corrected NSE and 18 of 34 horses that had other lesions survived to hospital discharge. The odds of resolution of NSE with medical management were greater for horses that underwent ≤2 (vs >2) treatments. The treatment success rate for horses that underwent trocarization was not greater than that for horses that did not have the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of nephrosplenic entrapment"
        },
        {
            "text": "Suspected NSE resolved with the described medical management for most horses. However, results indicated the potential for misdiagnosis was high. Timely surgical intervention is recommended for horses that fail to respond to medical treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of nephrosplenic entrapment"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Race performance following epiglottic entrapment surgery in Thoroughbred yearlings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Curtiss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aceto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Embertson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Equine Vet. J. Epub ahead",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/evj.13122"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Serum amyloid A and plasma fibrinogen concentrations in horses following emergency exploratory celiotomy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Cozar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sherlock",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Equine Vet. J. Epub ahead",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/evj.13117"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of phenylephrine and exercise with or without trocarization for treatment of suspected nephrosplenic entrapment in horses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gillen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Munsterman",
                    "suffix": ""
                },
                {
                    "first": "Reid",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "254",
            "issn": "",
            "pages": "1448--1453",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unipodal stance influences radiographic evaluation of foot balance in horses",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Joostens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Evrard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Busoni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vet. Radiol. Ultrasound",
            "volume": "60",
            "issn": "",
            "pages": "273--279",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease features of equine coronavirus and enteric salmonellosis are similar in horses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Manship",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Blikslager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Elfenbein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Vet. Intern. Med",
            "volume": "33",
            "issn": "",
            "pages": "912--917",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Idiopathic peritonitis in horses: a retrospective study of 130 cases in Sweden",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Odelros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hedberg-Alm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pringle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Vet. Scand",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Luteinizing hormone concentrations in healthy horses and horses with trigeminalmediated headshaking over an 8-hour period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheldon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aleman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R R"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Santoyo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Weich",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Howey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Madigan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Vet. Intern. Med",
            "volume": "33",
            "issn": "",
            "pages": "885--888",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}