{"paper_id": "1b4d5c525ba64914a88c31cbdaa1718bbb6e6ba6", "metadata": {"title": "Journal Pre-proof A critical evaluation of glucocorticoids in the treatment of severe COVID-19 Glucocorticoids: Friends or Foes for COVID-19 management?", "authors": [{"first": "Cinzia", "middle": [], "last": "Solinas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Antonio Segni", "location": {"addrLine": "via Cappuccini, 7", "region": "Ozieri (SS) Italy"}}, "email": "csolinas@ausl.vda.it."}, {"first": "Laura", "middle": [], "last": "Perra", "suffix": "", "affiliation": {"laboratory": "", "institution": "Azienda Tutela Salute Sardegna", "location": {"addrLine": "via Enrico Costa n. 57 Sassari", "country": "Italy. Electronic address"}}, "email": "lauraperra7@gmail.com."}, {"first": "Marco", "middle": [], "last": "Aiello", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitaria Policlinico Vittorio Emanuele", "location": {"addrLine": "Via Santa Sofia, 78", "region": "Catania", "country": "Italy"}}, "email": "marcomaria.aiello@gmail.com."}, {"first": "Edoardo", "middle": [], "last": "Migliori", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Medical Center", "location": {"addrLine": "650 West 168th St", "postCode": "10032", "settlement": "New York", "region": "NY", "country": "United States. Electronic address"}}, "email": ""}, {"first": "Nicola", "middle": [], "last": "Petrosillo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitaria Policlinico Vittorio Emanuele", "location": {"addrLine": "Via Portuense, 292, Via Santa Sofia, 78", "postCode": "00149", "settlement": "Rome", "region": "Catania", "country": "Italy., Italy"}}, "email": ""}]}, "abstract": [{"text": "Graphical Abstract. Physiology and pathophysiology of pulmonary alveoli during SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The ongoing pandemic of Coronavirus Disease 2019 , caused by the novel Severe Acute Respiratory Syndrome-Coronavirus (CoV)-2 (SARS-CoV-2), was declared a Public Health Emergency of International concern on January 30, 2020 by the World Health Organization (WHO [a] ). One month before, pneumonia of unknown origin was detected in Wuhan, China, and was first reported to the WHO Country Office in China. This viral infectious disease is characterized by a high mortality, principally caused by a respiratory J o u r n a l P r e -p r o o f failure due to a severe cytokine and chemokine storm, an exaggerated immune response of the host aimed at preventing the invasion of the pathogen. Such a strong reaction is considered responsible for the pathogenesis of the host tissue damage (i.e., of pulmonary alveoli and of pro-inflammatory systemic effects), leading to the principal severe clinical manifestations of COVID-19 (i.e., respiratory and multi-organ failure (MOF)).", "cite_spans": [{"start": 261, "end": 264, "text": "[a]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Indeed, around 20% of infected patients develop an Acute Respiratory Distress Syndrome (ARDS) [1, 2] (Figure 1) , which is thought to be linked to the massive release of proinflammatory cytokines (i.e., interleukin (IL)-1β [IL-1β], IL-2, IL-6, IL-7, IL-8, tumor necrosis factor-α [TNF-α]) and chemokines (C-X-C motif ligand 10 [CXCL10] and CC motif ligand 2", "cite_spans": [{"start": 94, "end": 97, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 98, "end": 100, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 101, "end": 111, "text": "(Figure 1)", "ref_id": null}], "section": "Introduction"}, {"text": "[CCL2]), further giving rise to MOF [3, 4] . Risk factors for the development of ARDS in COVID-19 were: older age, neutrophilia, organ dysfunction and coagulation dysfunction [5] .", "cite_spans": [{"start": 36, "end": 39, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 40, "end": 42, "text": "4]", "ref_id": null}, {"start": 175, "end": 178, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The entire phenomenon is named Cytokine Release Syndrome (CRS), or Systemic Inflammatory Response Syndrome (SIRS), or Secondary haemophagocytic lymphohistiocytosis (SHLH). The management of this cytokine and chemokine storm during COVID-19 represents a crucial and controversial point [6] , considering that the use of immune suppressive drugs such as glucocorticoids (GC) can either inhibit the tissue damage and at the same time curb the cell-mediated immunity (i.e., reducing antigen presentation, lymphocyte proliferation, etc.) (Figure 1 ) [7] .", "cite_spans": [{"start": 285, "end": 288, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 545, "end": 548, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 533, "end": 542, "text": "(Figure 1", "ref_id": null}], "section": "Introduction"}, {"text": "Aims of this narrative review are: to provide a brief synthesis of the rationale for GC use in the management of patients with COVID-19, their principal pharmacological characteristics, their role and the ongoing clinical trials in this setting.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Faced with the complex scenario of severely ill patients with COVID-19, a variety of protocols employing complementary treatments (i.e., anti-viral, anti-malarial and anti-rheumatic agents, serine protease inhibitors, IL blockers and low-molecular-weight heparin (LMWH) [8] ) have been developed in various countries, some of them using GC for the treatment of hospitalized patients with phase IIb-III COVID-19 [9, 10] (Figure 2) . The crucial point here is that GC might be helpful in preventing the alveolar/pulmonary damage induced by the cytokine and chemokine storm. However, despite that in this situation GC are used for their role as immune suppressants (i.e., leading to an inhibition of cytokine production), they J o u r n a l P r e -p r o o f potentially cause delay in the clearance of the pathogen (namely, the virus) and impair lymphocyte proliferation, etc. [10, 11] (Figure 1) . Nevertheless, in the past, GC have been used in the management of ARDS caused by Middle East Respiratory Syndrome (MERS)-CoV [12] and SARS-CoV [13] , both characterized by a histological pulmonary inflammation and by a diffuse alveolar damage [14] (Figure 1) . However, there was no consensus in the literature that the treatment with GC could be beneficial in the management of COVID-19, considering the potential delay in the clearance of the virus, but also the increase of the risk of secondary infections and adverse effects (i.e., hyperglycemia, psychosis, and avascular necrosis) and taking into account that the effects on patients' outcome are so far not that clear [8, 12, 13, 15] . Recently, results from a randomized trial were publicly announced, revealing that low dose dexamethasone (DX) helped saving the lives of seriously ill patients with COVID-19 [b] , cutting the risk of death by a third for patients on ventilators and by a fifth for those on oxygen (O2) therapy.", "cite_spans": [{"start": 270, "end": 273, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 411, "end": 414, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 415, "end": 418, "text": "10]", "ref_id": "BIBREF10"}, {"start": 874, "end": 878, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 879, "end": 882, "text": "11]", "ref_id": null}, {"start": 1021, "end": 1025, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 1039, "end": 1043, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 1139, "end": 1143, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 1571, "end": 1574, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 1575, "end": 1578, "text": "12,", "ref_id": "BIBREF13"}, {"start": 1579, "end": 1582, "text": "13,", "ref_id": "BIBREF14"}, {"start": 1583, "end": 1586, "text": "15]", "ref_id": "BIBREF16"}, {"start": 1763, "end": 1766, "text": "[b]", "ref_id": null}], "ref_spans": [{"start": 419, "end": 429, "text": "(Figure 2)", "ref_id": null}, {"start": 883, "end": 893, "text": "(Figure 1)", "ref_id": null}, {"start": 1144, "end": 1154, "text": "(Figure 1)", "ref_id": null}], "section": "Glucocorticoids and COVID-19"}, {"text": "The mechanisms of action of GC are characterized as: 1) genomic and 2) non-genomic, as summarized in Figure 3 .", "cite_spans": [], "ref_spans": [{"start": 101, "end": 109, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "Glucocorticoids: principal mechanisms of action"}, {"text": "The genomic mechanism of action is mediated by the GC receptor (GCR) that generates the majority of anti-inflammatory and immunosuppressive effects. GCR is localized within the cytoplasm, and the complex generated after its binding with the GC translocates into the nucleus, where it inhibits the transcription of the genes involved in the activation of leukocytes and in the regulation of the function of epithelial, stromal and endothelial cells [16, 17] . This generates a reduction of pro-inflammatory cytokines, chemokines, and molecules of cellular adhesion and of other enzymes that are involved in the inflammatory response. Specifically, the effects are: a reduction of the recruitment of white blood cells (including monocytes-macrophages but excluding neutrophils) into affected areas, further inhibiting the release of chemotactic signals and the expression of cytokines regulating the function of macrophages, endothelial cells, lymphocyte activities (i.e.: IL-1, IL-2, IL-3, IL-6, TNF-α and granulocyte monocyte-colony stimulating factor (GM-CSF)) and fibroblast proliferation. Further, release of histamine from basophils is impaired.", "cite_spans": [{"start": 448, "end": 452, "text": "[16,", "ref_id": "BIBREF17"}, {"start": 453, "end": 456, "text": "17]", "ref_id": null}], "ref_spans": [], "section": "Glucocorticoids: principal mechanisms of action"}, {"text": "The non-genomic mechanism is more rapid and is mediated by the interactions with the cytoplasmic GCR or with the membrane GCR [18] . Within a few seconds or minutes after GC binding to GCR, a cascade of effects is activated, including the inhibition of phospholipase A2. This phenomenon is mediated by an increased synthesis of lipocortin-1, generating an impaired release of arachidonic acid followed by a decreased production of prostaglandins, leukotrienes and platelet activating factor [16, 18] .", "cite_spans": [{"start": 126, "end": 130, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 491, "end": 495, "text": "[16,", "ref_id": "BIBREF17"}, {"start": 496, "end": 499, "text": "18]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Glucocorticoids: principal mechanisms of action"}, {"text": "In addition to the immunosuppressive effects on the proliferation of B and T lymphocytes, as well as the inhibition of monocyte function, high concentrations of GC reduce complement levels [18, 19] .", "cite_spans": [{"start": 189, "end": 193, "text": "[18,", "ref_id": "BIBREF19"}, {"start": 194, "end": 197, "text": "19]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Glucocorticoids: principal mechanisms of action"}, {"text": "Overall, GC anti-inflammatory and immunosuppressive activity influence the concentration, distribution and function of peripheral leukocytes, with an impairment of the activity of B and T lymphocytes and an increase in the number and activity of neutrophils, whereas in macrophages a reduction of the arachidonic acid metabolites like prostaglandins, leukotrienes and platelet activating factor is observed. Overall, it was not clear whether patients diagnosed with COVID-19 could take advantage or might be harmed by the use of GC [15] . So far, WHO did not recommend GC in this setting [c] , considering the available evidence in the literature, arising from non-randomized studies conducted on patients with MERS that revealed a prolonged viral clearance, without influencing or positively impacting the clinical outcome [12] . Nevertheless, WHO considered it a priority to wait for results from randomized controlled trials (RCT) on the use of GC, since these drugs might represent complementary treatments potentially useful to save human lives during the COVID-19 pandemic in the coming future [d] . The announced results from the RCT on DX will probably change the future scenarios [b] .", "cite_spans": [{"start": 532, "end": 536, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 588, "end": 591, "text": "[c]", "ref_id": null}, {"start": 824, "end": 828, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 1100, "end": 1103, "text": "[d]", "ref_id": null}, {"start": 1189, "end": 1192, "text": "[b]", "ref_id": null}], "ref_spans": [], "section": "Glucocorticoids: principal mechanisms of action"}, {"text": "In some patients affected by SARS-CoV-2-linked pneumonia, the development of an ARDS, potentially responsive to GC, has been observed. Indeed, a recent study published in the Journal of American Medical Association has shown favorable data on the use of methylprednisolone (MP), revealing that it might be beneficial in terms of mortality (=mortality reduction: 62%) [5] .", "cite_spans": [{"start": 367, "end": 370, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Glucocorticoids: treatment of COVID-19"}, {"text": "In China MP was employed in hospitalized patients with severe and critically ill stage III, with persistent fever (temperature >39°C), with peculiar radiological manifestations in Computerized Tomography scans and with IL-6 levels >5 ULN ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 240, "end": 248, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Glucocorticoids: treatment of COVID-19"}, {"text": "In Italy, the use of GC is not nowadays clearly recommended by the official guidelines of the principal scientific societies in the different disciplines that are involved in the management of COVID-19 patients (i.e., infectious disease [e] , anesthesiology [f] , pneumology [g] , and internal medicine [h] ). Nevertheless, the use of DX is suggested for the supportive treatment of patients with confirmed ARDS by an online vademecum published by the SIMIT (Italian Society of Tropical and Infectious Diseases [e] ) in the section of Lombardy (the most affected region by COVID-19 in Italy) [20] , and also by the recommendations of the Italian National Institute for the Infectious Diseases \"L. Spallanzani\", that, as alternative treatment, also suggests the use of MP [21] . Further GC are used in some Intensive Care Units, on the bases of the positive results from RCT on patients with severe Community-Acquired Pneumonia (CAP) [22] . Indeed, a number of RCT demonstrated that a prolonged treatment with a moderate dose of GC, by downregulating the systemic and lung inflammation is essential for increasing the speed of the resolution of the disease and for restoring tissue homeostasis [23, 24] .", "cite_spans": [{"start": 237, "end": 240, "text": "[e]", "ref_id": null}, {"start": 258, "end": 261, "text": "[f]", "ref_id": null}, {"start": 275, "end": 278, "text": "[g]", "ref_id": null}, {"start": 303, "end": 306, "text": "[h]", "ref_id": null}, {"start": 511, "end": 514, "text": "[e]", "ref_id": null}, {"start": 592, "end": 596, "text": "[20]", "ref_id": null}, {"start": 771, "end": 775, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 933, "end": 937, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 1193, "end": 1197, "text": "[23,", "ref_id": "BIBREF24"}, {"start": 1198, "end": 1201, "text": "24]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In United States (US), the use of MP is considered for salvage therapy for the critical care teams, as a part of the standard of care (i.e., for an asthma or chronic obstructive pulmonary disease exacerbation, or shock with history of chronic steroid use [i] ).", "cite_spans": [{"start": 255, "end": 258, "text": "[i]", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In United Kingdom, GC were not recommended and a RCT named RECOVERY (EudraCT number: 2020-001113-21 [j] ), is testing a variety of drugs, including single agent low dose DX, whose positive results were recently announced [b] (Table 1) .", "cite_spans": [{"start": 100, "end": 103, "text": "[j]", "ref_id": null}, {"start": 221, "end": 224, "text": "[b]", "ref_id": null}], "ref_spans": [{"start": 225, "end": 234, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "To date 1324 trials for COVID-19 have been recorded on ClinicalTrials.gov and currently only 35 studies explore the use of GC alone or in association with other drugs for the treatment of patients with SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [], "section": "Ongoing clinical trials"}, {"text": "All these studies involving GC are currently ongoing, with the exception of three studies: 1) a Chinese trial that has been permanently suspended because the epidemic of COVID-19 in China has been coming to an end (NCT04273321); 2) the NCT04244591 study from Beijing, which started on January 2020 and concluded the final data collection on April 13, 2020) and a 3) recently completed US observational retrospective trial which intends to study the role of early use of MP in the hospitalized patients with a diagnosis of COVID-19 pneumonia (NCT04374071). However, due to the extreme recentness and complexity of this disease, no results are still available from these studies. Table 2 summarizes the main clinical trials using GC as single agent therapy for the treatment of COVID-19 in at least one of their treatment arms.", "cite_spans": [], "ref_spans": [{"start": 678, "end": 685, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Ongoing clinical trials"}, {"text": "Considering the 27 studies listed in Table 2: 13 trials are currently recruiting, 10 are not yet recruiting, 2 are completed, 1 is suspended, and 1 is enrolling by invitation.", "cite_spans": [], "ref_spans": [{"start": 37, "end": 84, "text": "Table 2: 13 trials are currently recruiting, 10", "ref_id": "TABREF0"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Most of these studies are phase II trials (=10), followed by 7 phase III, 4 phase IV, 2 phase II/III, 2 observational and 1 phase I/II trial. No classification was provided for one study", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Almost all of the trials cited in Table 2 are randomized except for the 2 aforementioned observational studies (NCT04278404, NCT04374071) and 2 non-randomized trials (NCT04355247, NCT04323592); only 1 study is retrospective (NCT04374071).", "cite_spans": [], "ref_spans": [{"start": 34, "end": 41, "text": "Table 2", "ref_id": "TABREF2"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Monotherapy with GC was tested as an experimental arm in 23 trials while GC were used as standard control arm in the remaining 4 studies.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The most commonly used GC is intravenous (IV) MP, followed by IV DX, IV hydrocortisone and prednisone administered per os. Interestingly, inhaled GC such as budesonide and ciclesonide are also tested in 4 and 3 trials respectively.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Specifically, intravenous GC are being tested mainly in moderate or severe cases of COVID-19 (i.e. young and adult patients requiring non-invasive ventilation, O2 -dependent disease, subjects needing invasive intubation with mechanical ventilation for moderate/severe ARDS or immediately life-threatening patients admitted to ICU for acute hypoxemic respiratory failure and at high risk for cytokine/chemokine storm complications), while inhaled GC are tested in cases of mild disease, mainly for rehabilitation of hyposmia/anosmia that arose immediately after the upper respiratory COVID-19 infection or in patients with moderate symptoms with the aim to reduce the needs for O2 supplementation.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The remaining eight studies that have not been included in Table 2 In this situation of public health emergency with such a severe life-threatening infection, it had been very hard to plan and wait for results from RCT (i.e., will it be ethically correct to exclude patients from GC treatment?), rendering it a priority to employ drugs that can support the vital functions of sick people in rapid times. Other issues related to starting clinical trials in this context we acknowledge: 1) The choice of the treatment (old and manageable drugs with well known safety profiles are preferably used with respect to new treatments; but will these old drugs will be administered at the same doses? Or at different doses and treatment schedules?); 2) The selection of patients (at which stage of the disease? In seriously ill versus those with low/mild symptoms? Will seriously ill patients be J o u r n a l P r e -p r o o f able to provide an informed consent? Will relatives be allowed to do that, also considering the rules of prevention of the spread of this infection?); 3) Clinical trial design: the ideal setting would be double blinded RCT, but is there time to produce an adequate placebo for the standard treatment arm? Will the design of the trial be feasible once the number of cases will diminish during the course of the epidemic [l] ?", "cite_spans": [{"start": 1336, "end": 1339, "text": "[l]", "ref_id": null}], "ref_spans": [{"start": 59, "end": 66, "text": "Table 2", "ref_id": "TABREF2"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Moving to the clinical practice, hopefully in the near future, when the incidence and prevalence of the disease will decrease, the diagnosis of SARS-CoV-2 infection would be performed at earlier stages, the expertise in the management of the disease will be increased, observations from retrospective analyses and results from clinical trials will be much more numerous, researchers will have clearer ideas on which topics and questions still need to be more clearly addressed. Do not routinely give systemic GC for treatment of viral pneumonia outside of clinical trials. A systematic review of observational studies of GC administered to patients with SARS reported no survival benefit and possible harms (avascular necrosis, psychosis, diabetes, and delayed viral clearance). Clinicians considering GC use for a patient with COVID-19 and with sepsis must balance the potential small reduction in mortality with the potential downside of prolonged shedding of CoV in the respiratory tract, as has been observed in patients with MERS-CoV. If GC are prescribed, monitor and treat hyperglycaemia, hypernatraemia and hypokalaemia. WHO has prioritized the evaluation of GC in clinical trials to assess safety and efficacy. ", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Funding sources"}, {"text": "Doctor Laura Perra is an Endocrinologist and Diabetes specialist. She takes care of ", "cite_spans": [], "ref_spans": [], "section": "Funding sources"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy: Early Experience and Forecast During an Emergency Response", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesenti", "suffix": ""}, {"first": "M", "middle": [], "last": "Cecconi", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Fang", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zou", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shang", "suffix": ""}], "year": 2020, "venue": "The Lancet Respiratory Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP)", "authors": [{"first": "Chen", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": [], "last": "Du", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "C", "middle": [], "last": "Bai", "suffix": ""}, {"first": "J", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 infection and rheumatoid arthritis: Faraway, so close!", "authors": [{"first": "E", "middle": ["G"], "last": "Favalli", "suffix": ""}, {"first": "F", "middle": [], "last": "Ingegnoli", "suffix": ""}, {"first": "O", "middle": [], "last": "De Lucia", "suffix": ""}, {"first": "G", "middle": [], "last": "Cincinelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Cimaz", "suffix": ""}, {"first": "R", "middle": [], "last": "Caporali", "suffix": ""}], "year": 2020, "venue": "Autoimmunity Reviews", "volume": "19", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pharmacologic Characteristics of Corticosteroids", "authors": [{"first": "S", "middle": [], "last": "Samuel", "suffix": ""}, {"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Choi", "suffix": ""}], "year": 2017, "venue": "J Neurocrit Care", "volume": "10", "issn": "2", "pages": "53--59", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pharmacologic Treatments for Coronavirus Disease 2019 (COVID-19): A Review", "authors": [{"first": "J", "middle": ["M"], "last": "Sanders", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Monogue", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "Jodlowski", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Cutrell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Associations between immune-suppressive and stimulating drugs and novel COVID-19-a systematic review of current evidence", "authors": [{"first": "B", "middle": [], "last": "Russell", "suffix": ""}, {"first": "C", "middle": [], "last": "Moss", "suffix": ""}, {"first": "G", "middle": [], "last": "George", "suffix": ""}, {"first": "A", "middle": [], "last": "Santaolalla", "suffix": ""}, {"first": "A", "middle": [], "last": "Cope", "suffix": ""}, {"first": "S", "middle": [], "last": "Papa", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Hemelrijck", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 and treatment with NSAIDs and corticosteroids: should we be limiting their use in the clinical setting?", "authors": [{"first": "B", "middle": [], "last": "Russell", "suffix": ""}, {"first": "C", "middle": [], "last": "Moss", "suffix": ""}, {"first": "A", "middle": [], "last": "Rigg", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Hemelrijck", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Enhanced Expression of Interferon-Inducible Protein-10 (CXCL-10) and Other Chemokines Predicts Adverse Outcome in Severe Acute Respiratory Syndrome", "authors": [{"first": "Early", "middle": [], "last": "Lam", "suffix": ""}], "year": 2005, "venue": "Clinical Chemistry", "volume": "51", "issn": "12", "pages": "2333--2340", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Corticosteroid Therapy for Critically Ill Patients with Middle East Respiratory Syndrome", "authors": [{"first": "Y", "middle": ["M"], "last": "Arabi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mandourah", "suffix": ""}, {"first": "F", "middle": [], "last": "Al-Hameed", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sindi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Almekhlafi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hussein", "suffix": ""}, {"first": "J", "middle": [], "last": "Jose", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Omari", "suffix": ""}, {"first": "A", "middle": [], "last": "Kharaba", "suffix": ""}, {"first": "A", "middle": [], "last": "Almotairi", "suffix": ""}, {"first": "K", "middle": [], "last": "Khatib", "suffix": ""}, {"first": "B", "middle": [], "last": "Alraddadi", "suffix": ""}, {"first": "S", "middle": [], "last": "Shalhoub", "suffix": ""}, {"first": "A", "middle": [], "last": "Abdulmomen", "suffix": ""}, {"first": "I", "middle": [], "last": "Qushmaq", "suffix": ""}, {"first": "A", "middle": [], "last": "Mady", "suffix": ""}, {"first": "O", "middle": [], "last": "Solaiman", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Al-Aithan", "suffix": ""}], "year": 2018, "venue": "American Journal of Respiratory and Critical Care Medicine", "volume": "197", "issn": "6", "pages": "757--767", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "SARS: Systematic Review of Treatment Effects", "authors": [{"first": "L", "middle": ["J"], "last": "Stockman", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellamy", "suffix": ""}, {"first": "P", "middle": [], "last": "Garner", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Middle East respiratory syndrome", "authors": [{"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "A", "middle": [], "last": "Zumla", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "1063--1077", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury", "authors": [{"first": "C", "middle": ["D"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Millar", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Baillie", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "10223", "pages": "473--475", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Corticosteroid Therapy: I. Pharmacological Properties and Principles of Corticosteroid Use", "authors": [{"first": "D", "middle": ["H P"], "last": "Streeten", "suffix": ""}, {"first": "D", "middle": [], "last": "Phil", "suffix": ""}], "year": 1975, "venue": "Trends in Therapy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Steroids: Pharmacology, Complications, and Practice Delivery Issues", "authors": [{"first": "W", "middle": [], "last": "Ericson-Neilsen", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Kaye", "suffix": ""}], "year": 2014, "venue": "The Ochsner Journal", "volume": "14", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A practical guide to the monitoring and management of the complications of systemic corticosteroid therapy", "authors": [{"first": "D", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Ahmet", "suffix": ""}, {"first": "L", "middle": [], "last": "Ward", "suffix": ""}, {"first": "P", "middle": [], "last": "Krishnamoorthy", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Mandelcorn", "suffix": ""}, {"first": "R", "middle": [], "last": "Leigh", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "A", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "Allergy Asthma Clin Immunol", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "National Institute for the Infectious Diseases \"L. Spallanzani\" IRCCS. Recommendations for COVID-19 Clinical Management", "authors": [{"first": "E", "middle": [], "last": "Nicastri", "suffix": ""}, {"first": "N", "middle": [], "last": "Petrosillo", "suffix": ""}, {"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "G", "middle": [], "last": "Offizi", "suffix": ""}, {"first": "L", "middle": [], "last": "Marchioni", "suffix": ""}, {"first": "T", "middle": [], "last": "Bartoli", "suffix": ""}, {"first": "L", "middle": [], "last": "Lepore", "suffix": ""}, {"first": "A", "middle": [], "last": "Mondi", "suffix": ""}, {"first": "S", "middle": [], "last": "Murachelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Antinori", "suffix": ""}], "year": 2020, "venue": "Infect Dis Rep", "volume": "12", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hydrocortisone Infusion for Severe Community-acquired Pneumonia: A Preliminary Randomized Study", "authors": [{"first": "M", "middle": [], "last": "Confalonieri", "suffix": ""}, {"first": "R", "middle": [], "last": "Urbino", "suffix": ""}, {"first": "A", "middle": [], "last": "Potena", "suffix": ""}, {"first": "M", "middle": [], "last": "Piattella", "suffix": ""}, {"first": "P", "middle": [], "last": "Parigi", "suffix": ""}, {"first": "G", "middle": [], "last": "Puccio", "suffix": ""}, {"first": "R", "middle": [], "last": "Della Porta", "suffix": ""}, {"first": "C", "middle": [], "last": "Giorgio", "suffix": ""}, {"first": "F", "middle": [], "last": "Blasi", "suffix": ""}, {"first": "R", "middle": [], "last": "Umberger", "suffix": ""}, {"first": "G", "middle": ["U"], "last": "Meduri", "suffix": ""}], "year": 2005, "venue": "American Journal of Respiratory and Critical Care Medicine", "volume": "171", "issn": "3", "pages": "242--248", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effect of glucocorticoids on mortality in patients with acute respiratory distress syndrome: A meta-analysis", "authors": [{"first": "Q", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Shi", "suffix": ""}, {"first": "R", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Li", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effect of corticosteroids on treatment failure among hospitalized patients with severe community-acquired pneumonia and high inflammatory response: A randomized clinical trial", "authors": [{"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "O", "middle": [], "last": "Sibila", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrer", "suffix": ""}, {"first": "R", "middle": [], "last": "Mendendez", "suffix": ""}, {"first": "J", "middle": [], "last": "Mensa", "suffix": ""}, {"first": "A", "middle": [], "last": "Gabarrus", "suffix": ""}, {"first": "J", "middle": [], "last": "Sellares", "suffix": ""}, {"first": "M", "middle": [], "last": "Restrepo", "suffix": ""}, {"first": "A", "middle": [], "last": "Anzueto", "suffix": ""}, {"first": "N", "middle": [], "last": "Niederman", "suffix": ""}, {"first": "C", "middle": [], "last": "Agusti", "suffix": ""}, {"first": "E", "middle": [], "last": "Polverino", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Corticosteroids as adjunctive therapy in the treatment of influenza", "authors": [{"first": "C", "middle": [], "last": "Rodrigo", "suffix": ""}, {"first": "J", "middle": [], "last": "Leonardi-Bee", "suffix": ""}, {"first": "J", "middle": [], "last": "Nguyen-Van-Tam", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}], "year": 2016, "venue": "Cochrane Database of Systematic Reviews", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The influence of corticosteroid treatment on the outcome of influenza A(H1N1pdm09)-related critical illness", "authors": [{"first": "H", "middle": ["N C J W"], "last": "Delaney", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "J", "middle": [], "last": "Long", "suffix": ""}, {"first": "F", "middle": [], "last": "Lamontagne", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Adhikari", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Marshall", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "P", "middle": [], "last": "Jouvet", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Griesdale", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Burry", "suffix": ""}, {"first": "K", "middle": ["E A"], "last": "Burns", "suffix": ""}, {"first": "J", "middle": [], "last": "Hutchison", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "K", "middle": [], "last": "Menon", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}], "year": 2016, "venue": "Crit Care", "volume": "20", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Infectious Diseases Society of America Guidelines on the Treatment and Management of Patients with COVID-19", "authors": [{"first": "A", "middle": [], "last": "Bhimraj", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Morgan", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Shumaker", "suffix": ""}, {"first": "V", "middle": [], "last": "Lavergne", "suffix": ""}, {"first": "L", "middle": [], "last": "Baden", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "R", "middle": [], "last": "Gandhi", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Muller", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "O&apos;horo", "suffix": ""}, {"first": "S", "middle": [], "last": "Shoham", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Murad", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Mustafa", "suffix": ""}, {"first": "S", "middle": [], "last": "Sultan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Falck-Ytter", "suffix": ""}], "year": 2005, "venue": "Clinical Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Doctor Cinzia Solinas is a Medical Oncologist who earned her PhD in Medical Sciences (topic: Immuno-Oncology in Breast Cancer", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Afterwards he became a Medical Oncologist at the school of Medical Oncology at the University of Catania (Italy) under the supervision of Prof. Hector Soto Parra, and he spent the last 6 months of his residency at the \"New Drugs Development and Clinical Research Unit\" of the Oncology Institute of Southern Switzerland (IOSI) in Bellinzona, Switzerland. Fully devoted to the oncological clinical practice and clinical research with main interests focused on lung cancer patients treated with cancer immunotherapies and the development of new anti-cancer drugs, Doctor Aiello has served as sub-investigator for several phase I, II and III clinical trials, focusing on new drugs and immunotherapy development", "authors": [], "year": null, "venue": "Bruxelles (Belgium), after her four-year research thesis performed at the Institut Jules Bordet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Since 2018 he is Chair of the International Affairs SubCommittee of the European Society of Clinical Microbiology and Infectious Diseases (ESCMID); furthermore, he is co-leader of the ESCMID Emerging Infection Taskforce. He is also President of the Multidisciplinary Joint Committee -Infection Control of European Union of Medical Specialists (UEMS), and Vice Chair of the European Board of Infectious Diseases of the Infectious Disease Section of UEMS. He is Leader of the International Taskforce on HIVassociated Pulmonary Hypertension of the Pulmonary Vascular Research Institute. He was WHO clinical and Infection Prevention Consultant in Lagos, Nigeria for the 2014 Ebola epidemic, and Chief of the Crisis Unit of the National Institute", "authors": [], "year": 1981, "venue": "Doctor Nicola Petrosillo has a degree in Medicine (1977), and specialization in Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "His clinical and research interests focus on emerging infections and on severe, healthcare acquired and systemic infections, in particular those caused by multidrug resistant organisms. He is author of 345 articles in peer reviewed journals (H-index 44", "authors": [], "year": null, "venue": "Clinical & Research Department, he is involved in the care of COVID-19 patients at the National Institute \"L. Spallanzani", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "evaluate GC in association with other drugs as combinational therapies for the treatment of patients with SARS-CoV-2 infection. NCT04371601 is an early phase I randomized trial which explores the addition of umbilical cord mesenchymal stem cells to conventional treatments such as anti-viral, GC and O2 therapy versus the above-mentioned symptomatic therapies for patients with severe COVID-19 pneumonia. A French multicenter, randomized phase III trial (NCT04347980) is evaluating DX plus hydroxychloroquine in comparison to hydroxychloroquine alone for the treatment of SARS induced by COVID-19.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "trial (NCT04335305), is assessing the efficacy of tocilizumab combined with pembrolizumab compared to standard care with glucocorticoid, tocilizumab, virally targeted agents, chloroquine or hydroxychloroquine and supplemental O2 in adult patients with COVID-19 pneumonia and bad prognostic factors who are non-responsive to frontline therapy within 48 hours from treatment initiation.The inhaled GC budesonide in combination with the β2 agonist formoterol is under investigation in 2 randomized phase III trials (NCT04331470 and NCT04331054) with the aim to prevent an excessive local immune reaction in the respiratory system. MP in association with immunosuppressive drugs such as tacrolimus and thalidomide is being tested in a phase III (NCT04341038) and a phase II (NCT04273581) trial, respectively, in patients at high risk for cytokine storm development.Finally, the REMAP-CAP (Randomized Embedded Multifactorial Adaptive Platform Trial for CAP) is an adaptive research platform for the evaluation of multiple treatment modalities in the event of a respiratory pandemic resulting in critical illness, that has set-up a sub-platform called \"REMAP-COVID\" (NCT02735707) for the evaluation of specific treatments for COVID-19. In particular, the aim of this study is to assess the effect of a range of interventions including hydrocortisone to improve the outcome of patients with SARS-CoV-2 infection admitted to ICU.ConclusionsSynthetic GC represent a well-known, cheap, widely available and easily manageable class of drugs used in a variety of settings, particularly for their immunosuppressive activities. Inthis work, we have synthesized their principal mechanisms of action and their putative role in turning off an exaggerated immune response starting in the lung alveoli of 20% of patients that develop COVID-19. Despite a previous lack of evidence of a clear benefit for patient survival outcomes, GC have been used in clinical practice for the management of COVID-19 hospitalized patients, for their hypothetical benefit on respiratory function and consequently their potential effect on reducing the number of patients requiring invasive procedures (i.e., ventilation or intubation). Indeed, in such health emergency situation, clinicians have employed GC as an \"accepted\" J o u r n a l P r e -p r o o f therapy, for their reasonable expectation of success in the treatment of individual patients [k] .Thus, GC have been administered according to physician's judgment, based on the patient's best interest. To this end, the use of these immunosuppressive drugs has been considered reasonable despite the risk of developing adverse events and that of delaying the clearance of the virus, the resolution of the respiratory failure being the biggest issue in the phases IIb and III of COVID-19 patients. This intervention was reasonable when treating and individual patient, particularly when facing with the lack of effective drugs that had been proven to be effective so far in this disease. Thus physicians were ethically allowed to use an unproven intervention if they judged it helpful for saving lives, re-establishing health and alleviating suffering (Declaration of Helsinki[l]  ). However, this approach did not apply to the main purpose of research, which requires testing a hypothesis, giving rise to new generalizable knowledge[k]  . A step forward would be represented by the publication of the results of the RECOVERY RCT[b]  , revealing a death risk reduction for patients on ventilators and on O2 therapy.Further, considering that in most of the institutions, GC have been given in association with other complementary compounds, such as anti-viral, anti-malarial and anti-rheumatic agents, serine protease inhibitors, IL blockers, and LMWH, nowadays it is difficult to evaluate whether the benefits for patients are associated with single versus the combination of all these drugs. In order to prove the efficacy of GC in the management of hospitalized COVID-19 patients, it would have been necessary the design of phase III RCT with at least two arms, one including standard treatment plus GC versus one including standard treatment plus a placebo, and to further conduct subgroup analyses by age, comorbidities and, as previously said the possible use of other complementary drugs.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Among pts admitted to the hospital with COVID-19 pneumonia, the panel suggests against the use of GC. (Conditional recommendation, very low certainty of evidence). Among pts who have been admitted to the hospital with ARDS due to COVID-19, the panel recommends the use of GC in the context of a clinical trial. (Knowledge gap). Legend: ARDS: adult respiratory distress syndrome; COPD: chronic obstructive pulmonary disease; CRP: C-reactive protein; DX: dexamethasone; GC: glucocorticoids; h: hours; IV: intravenous; MERS CoV: Middle East respiratory syndrome Coronavirus; MP: methilprednisolone; NA: not available; PD: prednisone; P/F: PaO2/FIO2; PO: per os; pts: patients; SARS-CoV-2: Severe Acute Respiratory Syndrome-Coronavirus-2; UK: United Kingdom; US: United States", "latex": null, "type": "figure"}, "FIGREF3": {"text": "adult respiratory distress syndrome; AUC: Area under the curve; BID: Bis in die; BUD: Budesonide; CIC: Ciclesonide; CL: Clearance; CL/F: apparent oral clearance; Cmax: Maximum concentration; COVID-19: Coronavirus disease 2019; CPAP: Continuous positive airway pressure; CRP: C-Reactive Protein; CT: Computed Tomography; DX: dexamethasone; ECMO: Extracorporeal Membrane Oxygenation; ESICM/SCCM: European Society of Intensive Care Medicine alongside the Society of Critical Care Medicine; FMTVDM: Fleming Method for Tissue and Vascular Differentiation and Metabolism; GC: glucocorticoids; GTT: guttae; h: hours; HCT: Hydrocortisone; HFNC: High Flow Nasal Cannula; ICU: Intensive Care Unit; IL: Interleukin; IV: intravenous; MP: methylprednisolone; NA: not available; NEWS: National Early Warning Score; O2: Oxygen; PCR: Polymerase Chain Reaction; PD: prednisone; PEEP: Positive end-expiratory pressure; P/F: PaO2/FIO2 ratio; PK/PD: Pharmacokinetics and Pharmacodynamics; PO: per os; pts: patients; RP2D: Recommended Phase 2 Dose; RR: Respiratory Rate; SARS-CoV-2: Severe Acute Respiratory Syndrome-Coronavirus-2; S&ST: Snap and Sniff Threshold Test; SoC: Standard of Care; SOFA: Sequential Organ Failure Assessment; SIT: Smell Identification Test; Tmax: Time to achieve maximum concentration; V: Volume of distribution; V/F: apparent oral volume of distribution; WHO: Word Health Organization.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Physiology and pathophysiology of pulmonary alveoli during SARS-CoV-2 infection.(A) Anatomy and physiology of healthy pulmonary alveoli, representing small air spaces in the lungs where carbon dioxide leaves and oxygen enters the blood. During inhalation air enters the lungs, travels through bronchi, bronchioles and then flows into approximately 300,000,000 alveoli. During exhalation, the carbon-dioxide-laden air is forced out of the alveoli through the same passageways. (B) Pathophysiology of pulmonary alveoli during SARS-CoV-2 infection. Infection of the novel Coronavirus, named SARS-CoV-2 generates an epithelial damage, followed by an immune response that is generated by a cytokine and chemokine release. This could lead to immune cell activation that might give rise to either resolution and severe COVID-19 with the consequent development of ARDS and of multiorgan failure. (C) Severe COVID-19: immune biological aspects. A sustained cytokine storm generates an inflammation that causes damage to the alveolar epithelium, giving rise to ARDS, shock, kidney injury, other organs failure and secondary infection.Legend: ARDS: Adult Respiratory Distress Syndrome; CCL: C-C motif chemokine ligand; CXCL: C-X-C motif chemokine ligand; CO2: carbon dioxide; COVID-19: CoronaVirus Disease-19; GC: glucocorticoid; GM-CSF: granulocyte-monocyte colony stimulating factor; Severity and phases of COVID-19.J o u r n a l P r e -p r o o f (A) COVID-19 severity: frequency of degrees of clinical manifestations in a Chinese cohort (>44.000 patients) (ref: Wu Z. et al, 2020). (B) Phases of COVID-19 disease and timing for the use of glucocorticoids. Legend: ARDS: Adult Respiratory Distress Syndrome; COVID-19: CoronaVirus Disease-19; MOF: multi-organ failure; pts: patients; SIRS: systemic inflammatory response syndrome.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Mechanisms of action of synthetic glucocorticoids (GC).(A) Genomic mechanism. (B) Non-genomic mechanism.Legend: GC: glucocorticoid; GCR: glucocorticoid receptor; mRNA: messanger RNA; TF: transcription factor.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Italy). She graduated in Medicine at the University of Cagliari (Italy) and afterwards she became an Endocrinologist and Diabetes specialist at the University of Cagliari (Italy) under the supervision of Prof. Marco Baroni and Stefano Mariotti. In addition, Doctor Perra is the Medical Director of the \"Centro Medico HB\" (in the city of Quartu Sant'Elena, Sardinia) a multi-specialized center where she contributed to developing the protocols for the prevention and management of the spread of SARS-CoV-2 infection. J o u r n a l P r e -p r o o f Dr. Edoardo Migliori is a postdoctoral research scientist at the Columbia Center for Translational Immunology (CCTI), New York City. He earned his PhD in Biomedical and Pharmaceutical Sciences in October 2017 at the Universitè Libre de Bruxelles (Belgium), under the supervision of Prof. Martine Piccart and Dr. Karen Willard-Gallo. His thesis focused on the importance of CD4 + follicular helper T cells and tertiary lymphoid structures in the anti-tumor immune response to breast cancer, performed at the Institut Jules Bordet (Brussels, Belgium). He joined CCTI in February 2018, to work with Dr. Pawel J. Muranski on basic and translational tumor immunology with a focus on T cell biology and adoptive immunotherapy of cancer and viral diseases, with the goal of developing new treatments for patients. His project on COVID-19 focuses on generation and manipulation of SARS-CoV-J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "TABREF0": {"text": "Table 1summarizes the protocols of GC employed in the treatment of COVID-19 patients.", "latex": null, "type": "table"}, "TABREF2": {"text": "Ongoing clinical trials testing GC in COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Trial ID/status </td><td>Trial phas\n</td><td>Trial design </td><td>Drugs </td><td>Dose of GC </td><td>Phase of disease </td><td>Primary endpoint </td><td>Statistical method </td><td>Patient population </td><td>Re f </td></tr><tr><td>e </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>NCT0436611\n</td><td>Phase </td><td>Phase 1: </td><td>Experimenta l Arm: </td><td>Not </td><td>Severe cases </td><td>Phase 1: </td><td>Phase 1: </td><td>COVID-19 positive adult pts with immediately f\n</td><td>NA </td></tr><tr><td>5 </td><td>1 </td><td>Single-ascending </td><td>Provided </td><td>of COVID-19 </td><td>• Safety of </td><td>Dose-Limiting </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>AVM0703 </td><td> </td><td> </td><td>AVM0703 </td><td>Toxicity </td><td> </td></tr><tr><td>Not yet recruiting </td><td>Phase </td><td>dose </td><td>plus </td><td> </td><td> </td><td>• RP2D </td><td> </td><td> </td></tr><tr><td>2 </td><td>Open label </td><td>HCT </td><td> </td><td> </td><td>Phase 2: </td><td>[Time Frame: 0-12 months] </td><td>life-threatening COVID-19, according to o</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Standard </td><td> </td><td> </td><td>• Efficacy </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Phase 2: </td><td>Arm: </td><td> </td><td> </td><td>of AVM0703 </td><td> </td><td>COVID-19 </td><td> </td></tr><tr><td> </td><td> </td><td>Randomize d Double-\n</td><td>Placebo plus </td><td> </td><td> </td><td>+ HCT vs </td><td>o\nPhase 1-2: </td><td>Critical Illness </td><td> </td></tr><tr><td> </td><td> </td><td>HCT </td><td> </td><td> </td><td>HCT </td><td>r28-day all-cause mortality </td><td> Salvage Criteria </td></tr><tr><td> </td><td> </td><td>blind </td><td> </td><td> </td><td> </td><td>alone according to the to the prespecified outcome measures -p\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Placebo-controlled </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>[Time Frame: 0-12 months] </td><td> </td></tr><tr><td>NCT0436147\n</td><td>Phase </td><td>Randomize\n</td><td>Experimenta l Arm: </td><td>BUD </td><td>Mild/Moderat e cases of </td><td>Efficacy of </td><td>Percentage of pts with an improvement </td><td>Adult pts with a suspected </td><td>NA </td></tr><tr><td>4 </td><td>3 </td><td>d </td><td> </td><td>1mg/2mL diluted in </td><td>BUD vs Placebo according to the prespecified outcome measures 9 re\nP\n</td><td> of more than </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Single-blind </td><td>Nasal </td><td> </td><td>COVID-1</td><td> </td><td>SARS-CoV-2 infection, whether or not confirmed by PCR, or close contact with a PCR-confirmed case, typical chest CT scan or </td><td> </td></tr><tr><td>Not yet recruiting </td><td> </td><td>Placebo-controlled </td><td>irrigation with BUD </td><td>250mL of physiologica l saline </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>2 points on </td><td> </td></tr><tr><td> </td><td> </td><td>Multicenter </td><td>and </td><td> </td><td> </td><td>the </td><td> </td></tr><tr><td> </td><td> </td><td>physiological saline </td><td>9°/00 </td><td> </td><td> </td><td>ODORATES T score (5) after 30 days of treatment </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Standard Arm: </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Placebo </td><td>l na\n</td><td> </td><td> </td><td>[Time Frame: </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>30 Days] </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>ur\n</td><td> </td><td> </td><td> </td><td>positive serology; with isolated sudden onset hyposmia persisting 30 days after the onset of symptoms of SARS-CoV-2 infection </td><td> </td></tr><tr><td>NCT0436087\n</td><td>Phase </td><td>Randomize\no\n</td><td>Experimenta l Arm: </td><td>DX 20 mg IV </td><td>Moderate or </td><td>Efficacy and </td><td>Ventilator </td><td>COVID-19 positive adult pts with moderate or severe ARDS </td><td>NA </td></tr><tr><td>6 </td><td>2 </td><td>d </td><td>daily for 5 </td><td>Severe cases </td><td>Safety of DX vs placebo </td><td>Free Days at </td><td> </td></tr><tr><td> </td><td> </td><td>Double-\n</td><td>DX </td><td>days </td><td>of COVID-19 </td><td> </td><td>Day 28 </td><td> </td></tr><tr><td>Not yet recruiting </td><td> </td><td>blind </td><td> </td><td>followed by </td><td> </td><td>in </td><td> </td><td> </td></tr><tr><td> </td><td>Placebo-controlled Single </td><td>Standard </td><td>10 mg daily </td><td> </td><td>mechanicall y ventilated pts with the </td><td>[Time Frame: </td><td> </td></tr><tr><td> </td><td> center J\n</td><td>Arm: Placebo </td><td>for 5 days </td><td> </td><td> </td><td>28 Days] </td><td>(P/F ≤ 200mmHg) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>hyper-inflammatory sub-phenotype of ARDS due to COVID-19 according to the pre-\n</td><td> </td><td>requiring mechanical ventilation within 7 days prior to randomizatio n </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>15 </td></tr></table></body></html>"}}, "back_matter": []}