{"paper_id": "1b4e6bb5cc4854fe08050c87c79a06e3a569e2d0", "metadata": {"title": "Chapter 18 Whole-Genome Sequencing of Porcine Epidemic Diarrhea Virus by Illumina MiSeq Platform", "authors": [{"first": "Leyi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tod", "middle": [], "last": "Stuber", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patrick", "middle": [], "last": "Camp", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suelee", "middle": [], "last": "Robbe-Austerman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yan", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Porcine epidemic diarrhea virus (PEDV) belongs to the genus Alphacoronavirus of the family Coronaviridae . PEDV was identifi ed as an emerging pathogen in US pig populations in 2013. Since then, this virus has been detected in at least 31 states in the USA and has caused signifi cant economic loss to the swine industry. Active surveillance and characterization of PEDV are essential for monitoring the virus. Obtaining comprehensive information about the PEDV genome can improve our understanding of the evolution of PEDV viruses, and the emergence of new strains, and can enhance vaccine designs. In this chapter, both a targeted amplifi cation method and a random-priming method are described to amplify the complete genome of PEDV for sequencing using the MiSeq platform. Overall, this protocol provides a useful twopronged approach to complete whole-genome sequences of PEDV depending on the amount of virus in the clinical samples.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Complete genome sequencing and genetic analysis signifi cantly improved our understanding of the evolution and relationship of porcine epidemic diarrhea virus (PEDV) strains worldwide. The fi rst PEDV whole-genome sequence was completed for the prototype strain CV777 in 2001 [ 1 ] . Since then, several PEDV strains have been sequenced and now over 170 whole-genome sequences have been deposited in GenBank. Based on the phylogenetic analysis of the whole-genome sequence, PEDV has been classifi ed into two Genogroups-1 and 2-which the variant and classical strains of US PEDV belong to, respectively [ 2 ] .", "cite_spans": [{"start": 276, "end": 281, "text": "[ 1 ]", "ref_id": null}, {"start": 603, "end": 608, "text": "[ 2 ]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Since the fi rst 454 FLX pyrosequencing platform was introduced to the market in 2005, next-generation sequencing ( NGS ) has signifi cantly advanced research in diverse fi elds. NGS has the advantages of high-throughput and cost-effectiveness. Currently, there are several platforms available, including the Genome Analyser developed by Illumina/Solexa, and the Personal Genome Machine (PGM) by Ion Torrent. One of Illumina NGS platforms-MiSeq -is commonly used in diagnostic laboratories.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In general, sequencing viruses directly from fecal samples for PEDV are technically challenging without prior amplifi cation with specifi c primers. In this chapter, we describe a useful two-pronged approach where the random-priming method can be used to sequence the complete PEDV genome from samples with Ct values of less than 15, whereas the targeted amplifi cation method is recommended to be used to sequence clinical fecal samples with higher Ct values (low viral loads).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Step RT-PCR 3. MiSeq (Illumina). 3. After the best reference has been found, alignment metrics including read counts, mean depth of coverage, and percent of genome with coverage are collected.", "cite_spans": [], "ref_spans": [], "section": "Targeted Amplifi cation One-"}, {"text": "4. Reports summarizing the alignment metrics ( Fig. 1 ) along with Kraken identifi cation interactive Krona HTML fi le, a FASTA of assembled genome, and depth of coverage profi le graph (Fig. 2 ) are e-mailed to concerned individuals.", "cite_spans": [], "ref_spans": [{"start": 47, "end": 53, "text": "Fig. 1", "ref_id": null}, {"start": 186, "end": 193, "text": "(Fig. 2", "ref_id": null}], "section": "One-Step RT-PCR Reaction"}, {"text": "5. The assembled FASTA fi le can be visually verifi ed in IGV using the BAM and VCF output from the script. If necessary the FASTA can be corrected in program of choice.", "cite_spans": [], "ref_spans": [], "section": "One-Step RT-PCR Reaction"}, {"text": "6. Script details are provided on GitHub ( https://github.com/ USDA-VS/public/blob/master/secd/idvirus.sh ). Fig. 1 Report summary for sample OH851-RP-Virus. The reference set used to initiate the shell script was SECD (swine enteric coronavirus diseases). File size and read counts for each fastq fi le are shown. Provided by Kraken, 223,955 virus reads were identifi ed. \"Reference used\" is the closest fi nding in the NCBI nt database. The read count shows the number of raw reads shown to match the reference. \"Percent cov\" shows the percent of reference having coverage. A coverage of 98.36 % for PEDV indicates a true fi nd relative to the sporadic <51 % coverage seen from PRCV, although in this case, the presence of PRCV cannot be ruled out. There were no reads matching TGEV and PDCoV, which were not shown. Because of the high percent of genome coverage, the completed reference-guided assembly for PEDV was BLAST against the nt database to provide mismatches, e -value, and bit score against the most closely related publicly available genome", "cite_spans": [], "ref_spans": [{"start": 109, "end": 115, "text": "Fig. 1", "ref_id": null}], "section": "One-Step RT-PCR Reaction"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Life Technologies) for viral RNA extraction from fecal or intestinal contents ( see Note 1 )", "authors": [{"first": "Magmax", "middle": [], "last": "Pathogen", "suffix": ""}, {"first": "Rna", "middle": [], "last": "Kit", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "One-Step RT-PCR kit (Qiagen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Forward primer: 5′-CATGGGCTAGCTTTCAGGTC-3′. Reverse primer: 5′-CGGCCCATCACAGAAGTAGT-3′. Probe: 5′/56-FAM/CATTCTTGGTGGTCT TTCAAT CCTGA/ZEN 3IABkFQ/3′", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "One-Step RT-PCR kit (Qiagen) ( see Note 3 )", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Oligonucleotide primers dissolved in nuclease-free water to a stock concentration of 100 pmol/μl and a working concentration of 20 pmol/μl. The sequences for 19 pairs of primers are listed in Table 1", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Qiagen gel purifi cation kit", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Qubit 2.0 Fluorometer (Life Technologies)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "SuperScript III Reverse Transcriptase kit (Invitrogen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Klenow amplifi cation (NEB)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Advantage 2 PCR kit (Clontech)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "10 mM dNTP mix (NEB)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "RNase Inhibitor (Promega)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Notes 1. The MagMAX Pathogen RNA/ DNA Kit was used for the extraction of nucleic acid for pathogen detection -including the detection of TGEV, PEDV, and PDCoV-from pig feces or intestinal contents", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Nineteen pairs of primers for whole-genome amplifi cation of PEDV P1: GAC CAT CTA GCG ACC TCC ACN NNN NNN N. P2: GAC CAT CTA GCG ACC TCC AC TTT TTTTTTT TTTTTTTT TT. P3: GAC CAT CTA GCG ACC TCC AC.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "From this fi rst loop the top hit returned is used as the reference for the next loop. A total of three loops are performed to fi nd the best reference.", "latex": null, "type": "table"}}, "back_matter": []}