{
    "paper_id": "1b58ee4603e19aa6eda6d7507676628a8f64a1cb",
    "metadata": {
        "title": "Sport technology: A commentary",
        "authors": [
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Ratten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Trobe University",
                    "location": {
                        "addrLine": "La Trobe Business School",
                        "settlement": "Bundoora, Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The sport industry is increasingly being influenced by technology innovation for its global competitiveness. Technology is evident in sport in a variety of contexts including from the playing, consuming and spectator experience. Due to the inherent need for technology in sport it is becoming more important to understand how to develop a comprehensive strategy regarding the management of innovation. The aim of this article is to discuss the role of sport technology in both the technology innovation and sport management literature by taking an organisational learning approach. This helps to understand how knowledge is managed in a sport context and how it contributes to the development of sport technology. In addition, the role of entrepreneurial ecosystems in the sport industry is discussed with a goal of understanding the way sport technology emerges. The article concludes by highlighting the importance of taking a sport technology perspective in the global economy. 2002). Often sport technology innovations are invented in another industry sector then translated or utilised in a sport setting. This",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Technology is becoming one of the most important factors driving the international competitiveness of the sport industry. Increasingly the sport industry is requiring the use of technology in order to facilitate performance improvements. As Trabal (2008:313) state \"sport and science share the same idea: To continually transcend the limits of the human being\". This means that science requires technology particularly innovative forms in order to progress society (Ferreira, Fernandes, Ratten, & Miragaia, 2020) .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 258,
                    "text": "Trabal (2008:313)",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 512,
                    "text": "(Ferreira, Fernandes, Ratten, & Miragaia, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Technological innovation appears to be on the agenda of most sport organisations due to its impact on performance. Innovation is defined as \"a process of introduction and application of new ideas, processes or procedures, designed to significantly benefit the individual, group, organization or wider society\" (Cabrilo & Dahms, 2018:4) . Therefore, the way technology is used in sport has changed as a result of increased computing power (Hutchins & Rowe, 2013) . Most individuals have a smart phone and this has changed the way sport is viewed and consumed. In addition, the number of technology services being provided related to sport has substantially increased in recent years (Kim & Ko, 2019) . Advances in technologies are continuing to radically change the way sport is consumed (Szymanski, Wolfe, Danis, Lee, & Vy, 2020) . Moreover, human-computer interaction is facilitating new ways of utilising technology in a sport setting (Kim, Chiu, & Chow, 2019) . This includes facilitating physical enhancement through pushing the boundaries of sport.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 335,
                    "text": "(Cabrilo & Dahms, 2018:4)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 461,
                    "text": "(Hutchins & Rowe, 2013)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 682,
                    "end": 698,
                    "text": "(Kim & Ko, 2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 787,
                    "end": 829,
                    "text": "(Szymanski, Wolfe, Danis, Lee, & Vy, 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 937,
                    "end": 962,
                    "text": "(Kim, Chiu, & Chow, 2019)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Technology innovation in sport comes in a variety of different forms including planned and unplanned activities. This means technology innovation can emerge from both an amateur and professional setting. Planned activities involve sport and technology organisations working together on technology projects. Due to the worldwide consumption of sport, more attention has been placed on how to capture this market. Unplanned activities involve ad-hoc and serendipitous encounters regarding sport technology (Loland, means that advances in sport technology need to be comprehensively studied in order to understand how they develop based on market demand.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 512,
                    "text": "(Loland,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the advantages of sport technology, some sport organisations are reluctant to adopt technology because of a wish to continue the status quo (Mallen, 2019) . This has meant there has been a resistance to technological innovation in certain sports (Trabal, 2008) . The resistance can continue in the way sport is played but from a consumption perspective it may not be possible. For example, sports like cricket, tennis and baseball have been played with the same equipment for a long time but there are technology innovations in broadcasting events. This includes live streaming of events or specific video feed from a particular players point of view. However, some sports notably baseball regulates the material used in bats due to a desire to be able to compare batting performance over a long period of time. This means the technology might not be apparent in the equipment in certain sports but might be evident in other areas of the organization (Liebermann et al., 2002) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 162,
                    "text": "(Mallen, 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 254,
                    "end": 268,
                    "text": "(Trabal, 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 959,
                    "end": 984,
                    "text": "(Liebermann et al., 2002)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the topic of technological innovation having received considerable media attention, contradictory roles about its role in a sport setting remain. This is surprising given that technology plays a crucial role in the sport industries development and effects other sectors of the global economy. Traditional sport management and technology theory have tended to remain separate and lack a coherent connection (Miah, 2005) . This needs to change with technology recast as the basis for any study on sport innovation. At the moment, the literature in sport technology is still in terms of theoretical development in an embryonic stage. This is despite the prevalence of technology in sport and the big impact it has had on the industry (Miragaia, da Costa, & Ratten, 2018) . Thus, both the technology and sport literature need to stress the need for further work to empirically and practically unpack its role in society (Magdalinski, 2009 ). This includes studying in more depth the role sport technology plays in the implementation of new products and services in the industry. This commentary article essentially opens up the technology management field to encourage simultaneous work that takes a sport perspective.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 426,
                    "text": "(Miah, 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 739,
                    "end": 775,
                    "text": "(Miragaia, da Costa, & Ratten, 2018)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 924,
                    "end": 942,
                    "text": "(Magdalinski, 2009",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article is structured as follows. First, the development of technology in sport is presented and the need for a more holistic sport technology approach outlined. Next, the ways technology is utilised in sport are outlined and followed by an integrated discussion with regards to entrepreneurship of its importance. Implications of developing more research studies that take an entrepreneurial ecosystem and knowledge management approach to sport technology are then presented. The article concludes with suggesting possibilities for future study in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sport is big business and technology is increasingly being embedded in the industry (Miragaia, Ferreira, & Ratten, 2017) . Technology has multiple purposes depending on the context. Studying technology in sport provides researchers, practitioners and policy makers with specific advantages compared to other industry settings. There has been a frequent use of technology in sport that has changed the strategic direction of the industry. This means that studies in sport technology can make a useful contribution to business development practices by focusing on different stages of the competitiveness process of sport (Pfister, 2001) . Hudson, Males, & Kerr (2019) suggest that competitive sport comes in three main phases: pre-event, performance and post-event. The pre-event phase involves the time prior to a competition occurring which involves practice and training. The performance phase refers to the time in the actual competition whilst the post-event phase means the time period after the competition.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 120,
                    "text": "(Miragaia, Ferreira, & Ratten, 2017)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 619,
                    "end": 634,
                    "text": "(Pfister, 2001)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 637,
                    "end": 665,
                    "text": "Hudson, Males, & Kerr (2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "Driven by the need for continual innovation, technology has affected most segments of the sport industry. Proactive sport organisations actively engage in the innovation process and take advantage of new scientific developments . Thus, it is important to consider the context of technology in sport. Context can be described as the \"circumstances, conditions, situations or environments\" (Welter, 2011:167) . Sport contexts differ depending on the type and location of sport being played or consumed. For outside sports there will need to be specific conditions that are conducive to the playing of the sport. This can include certain weather conditions that can be predicated by sports technology devices (Ratten, 2019) . Indoor sports might require the use of different types of people from players to umpires in order for the game to be played. Other sport environments might require a set number of players such as that occurring on electronic sport platforms using digital technology.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 406,
                    "text": "(Welter, 2011:167)",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 720,
                    "text": "(Ratten, 2019)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "Digital entrepreneurship refers to the pursuit of opportunities made possible by digitalization. Digitalization is defined as \"the sociotechnical process of applying digitizing techniques to broader social and institutional contexts that render digital technologies infrastructural\" (Tilson, Lyytinen, & Sorensen, 2010:749) . Increasingly there are more sport businesses being started based on advances in digital technologies. This includes technological innovations from artificial intelligence, big data and cloud computing. There is now more emphasis on the internet-of-things in sport which refers to the interconnectivity of internet-enabled devices (Sierra & Taute, 2019) . This has led to more individuals using mobile technology for sport purposes and this is facilitating a nowness culture that emphasises immediate gratification. Whilst it is not always possible to instantly obtain what is wanted there is more instant communication being conducted in society. This has resulted in more sport digital businesses based on integrated technology devices.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 323,
                    "text": "(Tilson, Lyytinen, & Sorensen, 2010:749)",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 678,
                    "text": "(Sierra & Taute, 2019)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "The sport industry is considered one of the most technological innovative due to the way technology is used in many different ways (Riot & James, 2013) . Technological innovation is an important part of the sport industry given the connection to health, education and tourism. In addition, the social nature of sport requires the use of technology particularly in a digital and online format (Zeimers, Anagnostopoulos, Zintz, & Willem, 2019) . Technology plays a role in how sport organisations engage with others in the community and demonstrates their commitment to inclusivity. Despite the dominate usage of technology in sport there still is a lack of understanding about the dynamics and process. Engaging in technology can be a complex process given the time and costs associated with its implementation. Thus, sport technology can be analysed from a multilevel perspective in terms of the individual, community, organisational, interorganisational, regional, national and international level. From the individual level athletes are using technology such as social media in order to connect with fans. This has revolutionised marketing campaigns due to the increased level of interaction available on social media platforms. From the community or amateur sport perspective, there is a reliance on technology from a range of perspectives including providing better economy efficiencies. At the organisational level, there is a change in the way websites and communication is conducted. This has also influenced the interorganisational level in terms of facilitating more partnerships between sport and non-sport providers regarding technology. From the regional, national and international level there has been a complete transformation in how teams compete with increased internationalisation of the sport industry. This is facilitated by more focus on how sport organisations can learn through collaboration.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 151,
                    "text": "(Riot & James, 2013)",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 441,
                    "text": "(Zeimers, Anagnostopoulos, Zintz, & Willem, 2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "Organisational learning can be defined as \"a process referring to the ways in which organisations as collective learn through interaction within their internal and external environment\" (Zeimers et al., 2019:83) . In a sport setting organisational learning results in a change in practice. This is due to new information or skills being acquired. Organisational learning involves some form of action in terms of the knowledge acquired and how it is utilised. This means organisations need to manage knowledge in a way that it creates a positive learning experience. Large sport events such as the Olympics require a comprehensive knowledge management strategy due to the amount of information being collected (Halbwirth & Toohey, 2001) . This requires a careful consideration of how knowledge is created and transferred across multiple organisational settings. To do this, sport organisations need to cultivate a culture of learning and focus on entrepreneurial success.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 211,
                    "text": "(Zeimers et al., 2019:83)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 735,
                    "text": "(Halbwirth & Toohey, 2001)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "Entrepreneurial success can be considered as \"evaluating the extent to which the venture met the needs of its various stakeholders, such as investors, customers, organization members, the society at large, and the entrepreneurs themselves\" (Brockner, Higgins, & Low, 2004:206) . In order for entrepreneurial success to occur in sport, there needs to be a set of environmental conditions existing in the marketplace. Some of these conditions can be planned and altered based on the passion for the sport technology but other conditions exist as a result of institutional factors. This means that whilst entrepreneurs can have an assortment of motives for being involved in sport technology activity, there also needs to be a conducive environment.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 276,
                    "text": "(Brockner, Higgins, & Low, 2004:206)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "A general thinking about entrepreneurship equates to the act of creating a new sport technology. However, the process of entrepreneurship is not always simple and straightforward but rather requires complex thinking. This is due to the process of inventing requiring trial and error in order to succeed. Generating an idea is an important early step in the process of entrepreneurship but also requires perseverance in order for the idea to become a reality. This means that an idea needs to be followed by further activity in the form of actual entry into the sport market. The inspiration behind an idea can have good market potential but the process of commercialisation can be difficult. This means the potential of an idea requires sport entrepreneurs that have the capacity to develop it further. This involves testing the idea then refining it to make it better. To do this a number of questions need to be asked including whether an existing market exists for the idea or one needs to be created? How will the idea be delivered into the sport marketplace? And, once the idea becomes a reality, what is its source of competitive advantage in the sport industry? The answers to these questions will help to understand how sport technology influences the existence of entrepreneurial ecosystems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological innovation and entrepreneurship"
        },
        {
            "text": "There are numerous types of innovation ecosystems including hub-based, platform-based, orchestra model and keystone model (Nambisan & Baron, 2013) . Hub-based innovation ecosystems evolve around a specific sport organization that provides products and services to others. This can include electronic or mobile commerce services that are required by a number of sport businesses. Another way to conceptualise this is as a platform ecosystem that enables a group of sport businesses to piggyback on the services of another company. By having one sport business as the connector it can then enable economics of scale to emerge. Orchestra ecosystems operate when there is a dominate sport firm that influences the actions of others. This means they are directing how other sport firms conduct their business activities. A keystone ecosystem has a specific sport firm as the centre of its development activities. This central sport firm provides a way for other firms to become interested in innovation.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 146,
                    "text": "(Nambisan & Baron, 2013)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Sport technology entrepreneurial ecosystems"
        },
        {
            "text": "In a hub-based sport innovation ecosystem there is a company that provides leadership to others. This enables important information to be sourced from the sport company in terms of accessing required knowledge. This helps with protecting intellectual property but also enables other benefits such as branding and reputation. In order to assess these benefits other sport companies might need to become members. This enables them to overcome barriers to entry by associating with a well known sport company. Thereby enabling a new sport company to overcome inexperience by tapping into the knowledge assets of another firm. The hub sport firm provides advice about how to be innovative and other related activities. This enables new members to build on previously existing capabilities by adding their own capabilities. This helps create value by guiding others about innovation activities but requires some degree of self efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sport technology entrepreneurial ecosystems"
        },
        {
            "text": "Self efficacy is a judgement an individual makes about their ability to perform a certain task (Gonzalez-Alvarez & Solis-Rodriguez, 2011). This assessment determines whether an individual thinks they have the requisite skills needed to conduct an activity. Selfefficacy is an important behavioural characteristic that influences whether an individual becomes a sport technology innovator. Assets of a social nature include \"networks of relationships, reciprocity norms, values, cooperation or trust\" (Gonzalez-Alvarez & Solis-Rodriguez, 2011:758). These assets enable an induvial to utilise social relationships for sport technology innovation purposes. This includes whether an individual can access resources and knowledge from individuals that are part of their social network. The ability to leverage social relationships helps make the process of building a sport technology easier due to the ability to access contacts through the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sport technology entrepreneurial ecosystems"
        },
        {
            "text": "A community can be described as \"self-defining in that it is based on a sense of shared purpose and common goals\" (Joppe, 1996:475) . This means the members of a sport community have a shared interest in its development. Most sport communities are based on geographic locations but can also refer to a group formed because of common interests. Sport communities are built on cultural values that are the result of historical and social conditions. Individuals in a sport community need to work together in a collaborative manner in order for it to be sustainable. The notion of a sport community implies a commonality of purpose. This is evident when there is a clear sense of purpose in terms of the reason for the sport community. To do this can be difficult due to the competing interests of many sport community members. Members in a sport community often have conflicting views that causes some tension. This means it is important to understand how sport communities can function based on disparate views.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 131,
                    "text": "(Joppe, 1996:475)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sport technology entrepreneurial ecosystems"
        },
        {
            "text": "Knowledge can be applicable to new situations but this depends on its adaptability for sport technology purposes. The process of sport knowledge creation involves integrating information from a range of sources. Venkataraman (1997:122) states \"knowledge is diffused in the economy and is not a 'given' or at everyone's disposal\". This requires knowledge from individual and collective processes to be assessed for sport technology opportunities. Knowledge is derived from a variety of sources and can vary in terms of its importance. This means it is useful to have a contemporary view about knowledge that embeds an entrepreneurial spirit in terms of its relevance. To do this requires the acknowledgement that knowledge can be scarce and requires some degree of interpretation (Vera & Crossan, 2004) . Knowledge can be time dependent and require immediate action or have a wait and see approach. This means knowledge can be interpreted based on an individual's perception about its relevance to sport technology. This means that individuals will tend to focus more on knowledge they understand. This enables the knowledge to flow and be used in circumstances where it is most needed.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 235,
                    "text": "Venkataraman (1997:122)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 801,
                    "text": "(Vera & Crossan, 2004)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge and sport technology"
        },
        {
            "text": "Knowledge regarding sport technology can be conceptualised as emergent or conventional. Emergent knowledge is knowledge that is constructed based on what is currently happening. This means that the occurrence of knowledge in a social or business situation will be based on need. When the environmental conditions require certain types of information then emergent knowledge sources will be used. This enables a consequential knowledge sharing process to emerge that is dependent on contextual conditions. Conventional knowledge refers to knowledge derived from past events. Whilst this type of knowledge can be useful it might not take into account new economic or technological situations. This makes the accumulation of past knowledge important with the caveat that new conditions be taken into account. Conventional knowledge can be easier to identify and obtain because of its past usage. This enables sport entrepreneurs to use conventional knowledge as a way of building on past experiences to learn better ways of managing market situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge and sport technology"
        },
        {
            "text": "Emotional resources involve the time and effort required to make a decision. Some decisions can be made more quicker based on available information whilst other decisions require the input of multiple stakeholders. This means each decision needs to be justified in terms of its merit. To do this can be a lengthy process when financing is required. This means that decisions can also be made on the basis of intuition or gut feelings. Taking into account emotions is an important way sport entrepreneurs are different to nonentrepreneurs. Entrepreneurs tend to utilise their emotions more in business practices due to their personal involvement. This means that an entrepreneur will have a stronger emotional commitment to the proposed course of action. Although many entrepreneurs require the support of others to implement their action plans. This means that an entrepreneur needs to get the agreement of multiple stakeholders, which can be an arduous task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge and sport technology"
        },
        {
            "text": "The geographical context of a business impacts the way knowledge is acquired and disseminated. Howells (2002) suggested that there are five main ways by which geography is influenced by knowledge. Firstly, knowledge is shaped by the cultural, historical and social conditions in an area regarding sport. These environmental effects influence how knowledge is acquired and its ability to make a difference to society. Secondly, knowledge depends on the social interaction amongst sport entities within a specific place. The ability to communicate and learn from others in the same location is important. Thirdly, the way information is collected is determined by the distance between sport entities. Whilst geographic distance in terms of physical location influences knowledge spillovers, digital distance can also impact knowledge collection. Fourthly, the learning process is impacted by territorial conditions especially in terms of economic conditions for sport. This influences the ability of an entity to utilise knowledge in a positive way. Fifthly, knowledge is contextually determined so needs to be translated based on experience. This means that the translation of knowledge will differ based on societal conditions. Knowledge needs to be evaluated in terms of its potential usefulness to sport business and society. This process can be difficult due to the intangible nature of knowledge and uncertainty surrounding its usage. For this reason, the concept of a knowledge filter has been used as a way of explaining how important information can be derived from knowledge sources. Carlsson et al., (2009 Carlsson et al., ( : 1196 define the knowledge filter as \"the barriers to converting research into commercialised knowledge\". This definition implies that there is a lot of knowledge being accumulated from sport research and development but less is known about how it translates into viable business ventures. The commercialisation process is important as it enables the knowledge to have a market value in the sport industry due to sport entrepreneurs developing new technologies. Qian (2018:166) refers to entrepreneurship in a management sense as \"the process of discovery and exploiting market opportunities as well as the traits, personalities and behaviour of entrepreneurs\". This definition acknowledges the importance of recognising opportunities but also emphasises the individual characteristics of sport entrepreneurs. Thus, the main objective of sport entrepreneurship is to start new and dynamic businesses that cater for a market opportunity. However, to do this requires the input of entrepreneurs who can find opportunities and create new business ventures that are growth orientated or facilitated by knowledge spillovers.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 109,
                    "text": "Howells (2002)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1592,
                    "end": 1614,
                    "text": "Carlsson et al., (2009",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1615,
                    "end": 1640,
                    "text": "Carlsson et al., ( : 1196",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2112,
                    "text": "Qian (2018:166)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Knowledge and sport technology"
        },
        {
            "text": "The knowledge spillover theory of entrepreneurship originated due to a realization that entrepreneurship is the key mechanism for transmitting knowledge (Qian, 2018) . Acs, Szerb, and Autio (2014) developed this theory based on the need to understand the linkage between knowledge and the availability of entrepreneurial opportunities. The emphasis in this theory is on scientific discoveries that need some form of commercialisation to be successful. The economics literature has focused on two main theories related to the use of knowledge for economic growth: the knowledge production function and endogenous growth theory (Qian, 2018) . The knowledge production function focuses on how research and development leads to the production of knowledge. This means that there is a correlation between the amount of research produced and productivity growth. Thereby emphasising the role of sport technology innovation in producing positive economic effects. Endogenous growth theory focuses on how knowledge can lead to long term economic development by emphasising the role of innovation. This means there is an incentive for businesses to invest in knowledge particularly if it can be protected through the intellectual property system.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 165,
                    "text": "(Qian, 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 626,
                    "end": 638,
                    "text": "(Qian, 2018)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge spillovers"
        },
        {
            "text": "Knowledge spillovers normally occur in an unplanned way, which makes them different to knowledge transfers. This means that knowledge spillovers can result in unintended consequences in the form of more information being acquired. Unlike knowledge transfer that involves compensation knowledge spillovers take place in an ad-hoc way. This means that there is a risk of free riders who acquire knowledge spilled over from other sources without providing any reciprocal exchange. As the cost of developing knowledge via research and development can be high, it is important to acknowledge the societal gain from knowledge spillovers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge spillovers"
        },
        {
            "text": "The main types of knowledge are tacit or explicit. Gupta et al. (2000:17) states \"tacit knowledge is usually in the domain of subjective, cognitive and experiential learning, whereas explicit knowledge deals with more objective, rational and technical knowledge (data, policies, procedures, software, documents, etc)\". Increasingly tacit knowledge is being referred to because of the amount of detailed information it contains regarding sport. This can include values and insights that are hard to describe to others. The way tacit knowledge is embedded in the experiences of an individual makes it hard to transfer. In addition, tacit knowledge can involve intuition and feelings that make it difficult to define. This means an individuals' hunches will be based on the way they interpret information. Explicit knowledge is easier to understand due to its codified nature. This means it is normally more accessible to others. Due to the well-documented nature of explicit knowledge it can be captured and stored more effectively. This enables others to act upon the knowledge for their own gain.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 73,
                    "text": "Gupta et al. (2000:17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Knowledge spillovers"
        },
        {
            "text": "In order to convert knowledge into practical outcomes for sport technology, it needs to be captured in the right way. This means changing tacit knowledge into a form that other people can easily understand. To do this requires some knowledge about how to exchange information in a easy to understand format. This can occur by disseminating knowledge in a way that it can be easily distributed to a large group of people. To do this a process of socialization is required. This enables others to share their experiences and explain the relevance of knowledge. This helps to understand the practical relevance of the information for the sport industry by using an intellectual capital perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge spillovers"
        },
        {
            "text": "Intellectual capital refers to intangible knowledge-based resources that can include processes and trademarks (Cabrilo & Dahms, 2018) . By converting knowledge into something of value it helps increase a sport company's competitiveness. This enables knowledge to be used in a positive manner for change purposes. Intellectual capital can be conceptualised by including human, structural and relational elements. Human capital involves the knowledge embedded in an individual based on their experiences, skills and abilities regarding sport. Due to the increase in the knowledge economy, human capital is a way that individuals can utilise their intuition. This enables decisions to be made based on facts but also on feelings. This means that an individuals expertise and creativity can be used for innovation purposes. In order to utilise ideas it is helpful to focus on ways of disseminating information. To do this motivated individuals interested in sport technology innovation can share breakthrough ideas. Structural capital refers to the procedures and systems that occur in a sport organization. The ways a sport organization operates influences their competitive advantage in the marketplace.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 133,
                    "text": "(Cabrilo & Dahms, 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge spillovers"
        },
        {
            "text": "This article makes three important contributions to the technology innovation and sport management literature. First, it expands and integrates the disparate research topics thereby providing a more comprehensive perspective. This enables newer streams of literature particularly regarding sport entrepreneurship and innovation to be incorporated into the technology literature. Secondly, it moves beyond a static view of the sport technology process by taking a more dynamic and flexible approach. This enables a more fluid response to changing environmental conditions particularly that imposed by covid-19 to be incorporated into the literature. As sport organisations have had to significantly change the way they provide services it is important to take a more realistic approach. Thirdly, it moves the literature beyond a focus on organisations to also include other levels of analysis such as the athlete, community and society. This will bring about change to the existing literature and stereotypes about how technology applies to sport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global entrepreneurship index. Amazon, United States: The GEDI Institute",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Acs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Szerb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Autio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regulatory focus theory and the entrepreneurial process",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brockner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Business Venturing",
            "volume": "19",
            "issn": "",
            "pages": "203--220",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How strategic knowledge management drives intellectual capital to superior innovation and market performance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cabrilo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dahms",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Knowledge Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Knowledge creation, entrepreneurship and economic growth: A historical review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Acs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Audretscch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braunerhjelm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Industrial and Corporate Change",
            "volume": "18",
            "issn": "",
            "pages": "1193--1229",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Discovery of entrepreneurial opportunities: A gender perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miragaia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sport entrepreneurship and public policy",
            "volume": "111",
            "issn": "",
            "pages": "755--775",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Knowledge management: Practices and challenges. Industrial Management & Data Systems",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Olympic games and knowledge management: A case study of the Sydney organising committee of the Olympic games",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halbwirth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toohey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "European Sport Management Quarterly",
            "volume": "1",
            "issn": "2",
            "pages": "91--111",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tacit knowledge, innovation and economic geography",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howells",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Urban Studies",
            "volume": "39",
            "issn": "",
            "pages": "871--884",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introducing a basic psychological performance demand model for sport and organisations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Males",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coaching: An International Journal of Theory, Research and Practice",
            "volume": "12",
            "issn": "2",
            "pages": "147--161",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Digital media sport: Technology, power and culture in the network society",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hutchins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sustainable community tourism development revisited",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joppe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Tourism Management",
            "volume": "17",
            "issn": "7",
            "pages": "475--479",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of virtual reality (VR) technology on sport spectators' flow experience and satisfaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers in Human Behavior",
            "volume": "93",
            "issn": "",
            "pages": "346--356",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sport technology consumers: Segmenting users of sports wearable devices based on technology readiness",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sport, Business and Management",
            "volume": "9",
            "issn": "2",
            "pages": "134--145",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Advances in the application of information technology to sport performance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebermann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcclements",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Sports Sciences",
            "volume": "20",
            "issn": "10",
            "pages": "755--769",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Technology in sport: Three ideal-typical views and their implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loland",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "European Journal of Sport Science",
            "volume": "2",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sport, technology and the body: The nature of performance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Magdalinski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emerging technologies in Sport: Implications for sport management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mallen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "From anti-doping to a performance policy sport technology, being human, and doing ethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miah",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "European Journal of Sport Science",
            "volume": "5",
            "issn": "1",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Corporate social responsibility and social entrepreneurship: Drivers of sports sponsorship policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Miragaia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratten",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Sport Policy and Politics",
            "volume": "9",
            "issn": "4",
            "pages": "613--623",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sport events at the community level: A pedagogical tool to improve skills for students and teachers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A M"
                    ],
                    "last": "Miragaia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Da Costa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Education and Training",
            "volume": "60",
            "issn": "5",
            "pages": "431--442",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Entrepreneurship in innovation ecosystems: Entrepreneurs self-regulatory processes and their implications for new venture success",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nambisan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Entrepreneurship Theory &",
            "volume": "",
            "issn": "",
            "pages": "1071--1096",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sport, technology and society: From snow shoes to racing skis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pfister",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sport in Society",
            "volume": "4",
            "issn": "1",
            "pages": "73--98",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Knowledge-based regional economic development: A synthetic review of knowledge spillovers, entrepreneurship and entrepreneurial ecosystems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Economic Development Quarterly",
            "volume": "32",
            "issn": "2",
            "pages": "163--176",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sports technology and innovation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratten",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Innovating to grow sport: The wider context of innovation in sport",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miragaia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Small Business and Entrepreneurship",
            "volume": "32",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Brand tribalism in technology and sport: Determinants and outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Taute",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Brand Management",
            "volume": "26",
            "issn": "2",
            "pages": "209--225",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sport and international management: Exploring research synergy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szymanski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Danis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thunderbird International Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Research commentary-digital infrastructures: The missing IS research agenda",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lyytinen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Information Systems Research",
            "volume": "21",
            "issn": "4",
            "pages": "748--759",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Resistance to technological innovation in elite sport",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trabal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Review for the Sociology of Sport",
            "volume": "43",
            "issn": "3",
            "pages": "313--330",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The distinctive domain of entrepreneurship research: An editor's perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Advances in entrepreneurship, firm emergence, and growth",
            "volume": "",
            "issn": "",
            "pages": "119--138",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Strategic leadership and organizational learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crossan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Academy of Management Review",
            "volume": "29",
            "issn": "2",
            "pages": "222--240",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Contextualising entrepreneurship-conceptual challenges and ways forward",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Welter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "35",
            "issn": "1",
            "pages": "165--184",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Organisational learning for corporate social responsibility in sport organisations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeimers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anagnostopoulos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zintz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Sport Management Quarterly",
            "volume": "19",
            "issn": "1",
            "pages": "80--101",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}