{"paper_id": "1b59e2160f61456f33555de4a0c13afacc56fba8", "metadata": {"title": "Disease Site-Specific Guidelines for Curative Radiation Treatment During 'Limited Surgery' and 'Hospital Avoidance': A Radiation Oncology Perspective From the Epicenter of COVID-19 Pandemic", "authors": [{"first": "Bhupesh", "middle": [], "last": "Parashar", "suffix": "", "affiliation": {}, "email": "bparashar@northwell.edu"}, {"first": "William", "middle": ["C"], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": ["M"], "last": "Herman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Louis", "middle": [], "last": "Potters", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic has resulted in an unprecedented situation where the standard of care (SOC) management for cancers has been altered significantly. Patients with potentially curable cancers are at risk of not receiving timely SOC multidisciplinary treatments, such as surgery, chemotherapy, radiation therapy, or combination treatments. Hospital resources are in such high demand for COVID-19 patients that procedures, such as surgery, dentistry, interventional radiology, and other ancillary services, are not available for cancer patients. Our tertiary care center is considered the center of the epicenter in the USA. As a result, all non-emergent surgeries have been suspended in order to provide hospital beds and other resources for COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Additionally, ambulatory efforts to avoid treatment-related morbidity are critical for keeping patients out of emergency departments and hospitals. In this review article, we discuss evidence-based radiation therapy approaches for curable cancer patients during the COVID-19 pandemic. We focus on three scenarios of cancer care: 1) radiation therapy as an alternative to surgery when immediate surgery is not possible, 2) radiation therapy as a 'bridge' to surgery, and 3) radiation options definitively or postoperatively, given the risk of hospitalization with high-dose chemotherapy. 2. Low threshold for hydration, pain management 3. Enhanced communication (consider virtual) with multidisciplinary teams (medical oncology, surgery, nutrition, occupational and physical therapy [OT/PT], social work, and wound care) Review Impact of radiation therapy on the immune system 2020 Parashar et al. Cureus 12(5): e8190.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The main challenge faced during the coronavirus disease 2019 pandemic is the need to maintain access to proper cancer treatment. In order to achieve access, the staff providing those services must be safe, healthy, and available. The pandemic has resulted in an unforeseen and unprecedented situation where major hospitals and academic centers are overwhelmed with COVID-19 patients, with limited access to standard of care (SOC) cancer treatments. For example, most operations are being postponed in order to provide hospital capacity for COVID-19 patients and also to reduce the risk of COVID-19 infection in patients that undergo surgery for non-emergent clinical situations. Amid this social and medical upheaval, there is concern and confusion regarding the best way to manage the treatment of potentially curable cancer patients. Recommendations regarding palliative treatment for incurable cancer cases are published elsewhere [1] [2] .", "cite_spans": [{"start": 934, "end": 937, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 938, "end": 941, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "In this review, we discuss radiation therapy (RT) options for cancer patients in three settings: 1) RT as an alternative to surgery when immediate surgery is not possible, 2) RT as a 'bridge' to surgery and 3), radiation options definitively or postoperatively, given the risk of hospitalization with high-dose chemotherapy.", "cite_spans": [], "ref_spans": [], "section": "Introduction And Background"}, {"text": "The proposed guidelines are evidence-based and are being successfully used in our major and the largest tertiary care academic health center in New York, the center of the epicenter.", "cite_spans": [], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "In general, cancer patients who may be at an increased risk of having more complications from COVID-19 include those with uncontrolled diabetes, chronic lung infections, and patients currently on cancer treatments.", "cite_spans": [], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "In order to minimize the risk of exposure to COVID-19 and maintain high-quality patient care with optimal disease outcomes, we have used the following principles to guide our institutional approach to cancer care:", "cite_spans": [], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "1. When available, test cancer patients and staff for coronavirus infection and exposure 2. Follow or create safety protocols to prevent infections for patients and staff 3. Multidisciplinary discussion for each patient case (virtual or in-person with social distancing) 4. Short-course hypofractionated RT is preferred when feasible 5. Conservative (smaller) RT fields are preferred, if possible, to minimize RT-induced lymphopenia and reduce mucosal toxicity 6 . Consider enrollment into clinical trials to collect data and information on this cohort of patients. Consider enrollment onto clinical trials if infected with the coronavirus.", "cite_spans": [{"start": 461, "end": 462, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "Also, the following general recommendations should be considered while treating cancer patients with radiation during COVID-19:", "cite_spans": [], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "1. Aggressive and preemptive management of side effects Includes early interventions, such as skin creams, anti-diarrheal, cough suppressant, antiinflammatory, and nutritional supplements Radiation is considered immunosuppressive due to the sensitivity of lymphoid cells to radiation-induced cell death. However, given the focused nature of current external beam radiation therapy (EBRT) techniques, the quantitative effect of RT on the immune system is limited. In contrast, systemic treatments, such as chemotherapy, monoclonal antibodies, small molecule inhibitors, and immunotherapy, can result in substantial reductions in host immunity due to systemic effects on bone marrow and circulating blood cells [3] . Conformal EBRT results in limited exposure of healthy tissues to radiation for most sites. Therefore, the clinically significant immune suppression caused by conformal radiation therapy, e.g., threedimensional conformal radiation therapy (3DCRT), intensity-modulated radiation therapy (IMRT), and stereotactic body radiation therapy (SBRT), is limited when compared to chemotherapy, as commonly seen in clinical settings (4) . In cases where patients are treated with large EBRT fields that include a significant amount of bone marrow, e.g., palliative RT to spine or pelvis, peripheral blood counts can be compromised [4] .", "cite_spans": [{"start": 709, "end": 712, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1136, "end": 1139, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 1334, "end": 1337, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Proposed principles to guide the approach to cancer care"}, {"text": "Curative treatments should be prioritized based on the tumor site, histology, performance status, and stage. In general, the American Society of Clinical Oncology (ASCO) and the American Society of Therapeutic Radiation Oncology (ASTRO) guidelines suggest that specific non-emergent treatments for early-stage prostate and breast cancer should be delayed [5] [6] [7] [8] . In other cases, there are few recommendations related to the current COVID situation. Therefore, decisions regarding management should be based on a multidisciplinary discussion with the entire team and intended for the current COVID-19 crisis (or future similar crises) when surgical treatments and chemotherapy are not readily available or are not preferred based on the patient's risk profile. The recommendations we propose are not always considered the SOC during 'non-crisis' settings but are meant to maintain high-quality care and optimal disease outcomes for curative cases.", "cite_spans": [{"start": 355, "end": 358, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 359, "end": 362, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 363, "end": 366, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 367, "end": 370, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Recommendations for cancer care during COVID-19 pandemic: curative treatments"}, {"text": "The recommendations below assume surgery is not available or not recommended based on the patient's risk profile, and full-dose chemotherapy may be risky given systemic side effects and risk of patient hospitalization. In all situations where concurrent chemotherapy is a standard approach, it should be continued if the multidisciplinary team agrees that the risk of toxicity is low and the toxicities can be easily managed in an ambulatory setting without exposing the patients to unnecessary risks of hospitalization. If the risk of hospitalization is high, a different approach should be used: 1) sequential chemotherapy and radiation, 2) reduction of chemotherapy dose, 3) use of a less toxic concurrent systemic or targeted therapy, or 4) RT alone with an option of altered fractionation to compensate for lack of chemotherapy.", "cite_spans": [], "ref_spans": [], "section": "Recommendations for cancer care during COVID-19 pandemic: curative treatments"}, {"text": "Head-and-neck cancers (HNC), most commonly squamous cell carcinoma (SCC), are usually considered high-risk for local progression and need to be managed sooner than later. All decisions should be based on a multidisciplinary management approach. In patients who are considered candidates for RT alone, treatment may be started with a focus on hydration, minimizing the risk of hospitalization by excellent nutritional support and social support. Pretreatment dental evaluation should be performed if possible but could be a challenge during the pandemic, given the lack of resources and risk of infections to patients and health care workers. Patients should be made aware of the challenges of not performing proper dental evaluation before RT and the associated risk of osteonecrosis and worsening dentition. Dental guards can be used to reduce electron scatter and reduce toxicity.", "cite_spans": [], "ref_spans": [], "section": "Head and Neck Cancers"}, {"text": "Older patients (> 70 years old) who are unable to undergo surgery or concomitant chemoradiation for the advanced disease may be treated with hypofractionated RT or SBRT, 35 -44 Gy in five fractions delivered every other day. However, other fractionations are also reported to show acceptable results [9] [10] [11] . RT plans should be conformal, keeping the mandible and dental dose as low as reasonably possible. In these situations, the gross tumor should be covered as a part of the primary planning target volume (PTV) and the elective nodal region avoided to minimize the risk of severe toxicity that may result in hospitalization. Although RT should be completed in the shortest possible time, older patients that develop toxicities may need to be given a break from treatment rather than continuing and putting them at risk of hospitalization in a high-risk COVID-19 patient-filled hospital.", "cite_spans": [{"start": 300, "end": 303, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 304, "end": 308, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 309, "end": 313, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Older Patients with HNC"}, {"text": "For human papillomavirus (HPV)-associated oropharyngeal cancer, RT alone is an option for early-stage disease (70 Gy in 2 Gy/fraction). For HPV-negative disease, concomitant chemo-RT should be standard of care, with modified chemotherapy/targeted dose regimens. If chemotherapy is not possible, RT alone (using altered fractionation, dose-escalation, or SBRT) may be appropriate [12] .", "cite_spans": [{"start": 379, "end": 383, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Oropharyngeal Cancer"}, {"text": "For laryngeal cancers (supraglottic, subglottic) and hypopharyngeal cancers, EBRT alone may be utilized (70 Gy in 2 Gy per fraction). For glottic cancers, RT to 63 Gy in 28 fractions is the standard and should be followed [12] .", "cite_spans": [{"start": 222, "end": 226, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Laryngeal Cancer"}, {"text": "For nasopharyngeal cancers, RT with chemotherapy may be preferred given survival benefit seen in multiple studies compared to RT alone, although RT alone should be used if systemic therapy is risky and cannot be used (70 Gy in 2 Gy/fraction) [12] .", "cite_spans": [{"start": 242, "end": 246, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Nasopharyngeal Cancer"}, {"text": "For parotid cancers, primary surgery is the preferred treatment. Therefore, delaying treatment for a few weeks until surgery can be performed may be a reasonable approach. However, if the patient is unable to wait or the tumor is progressing, EBRT (70 Gy in 2 Gy/fraction) or SBRT (35 -44 Gy in five fractions) may be utilized [12] . A similar rationale can be applied to other salivary gland cancers.", "cite_spans": [{"start": 281, "end": 288, "text": "(35 -44", "ref_id": null}, {"start": 327, "end": 331, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Salivary Gland Cancer"}, {"text": "Oral cavity cancers are primarily managed with surgery, and efforts should be made to wait if surgery cannot be performed immediately. Other options include induction chemotherapy, preoperative radiation, or definitive EBRT/SBRT. Preoperative RT is a good option if surgery is being considered within four to six weeks after completion of RT (50 Gy in 2 Gy/fraction) [11] . This rationale may be valid for the paranasal sinus tumor as well.", "cite_spans": [{"start": 367, "end": 371, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Oral Cavity Cancer"}, {"text": "For high-risk HNC post-resection, adjuvant RT alone may be preferred to chemoradiation to limit toxicity (54 -66 Gy in 1.8 -2 Gy/fraction). For patients with multiple nodes, extracapsular extension (ECE), and other high-risk features where adding chemotherapy is the standard [12] , modified chemotherapy doses or less toxic regimens may be used in consultation with the medical oncology team. If adding chemotherapy puts the patient at risk of potential hospitalization, RT alone may be the preferred approach.", "cite_spans": [{"start": 276, "end": 280, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Postoperative Head and Neck Cancers"}, {"text": "ASTRO/European Society of Therapeutic Radiation Oncology (ESTRO) consensus practice recommendations for head and neck cancers during the COVID-19 pandemic were recently published [5] [6] .", "cite_spans": [{"start": 179, "end": 182, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 183, "end": 186, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Postoperative Head and Neck Cancers"}, {"text": "Small cell lung cancers are usually treated with a combination of chemotherapy and radiation to the thorax for limited-stage disease, followed by prophylactic cranial irradiation (PCI). For extensive-stage disease, chemotherapy followed by thoracic RT and PCI may be offered for those responding to chemotherapy [12] . RT alone to the chest should be considered if chemotherapy is challenging. PCI may be given for both limited-stage and extensive-stage disease.", "cite_spans": [{"start": 312, "end": 316, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Thoracic Cancers"}, {"text": "RT dose to the thorax may be 60 -70 Gy in 1.8 -2 Gy once a day fraction for limited-stage cancer and 30 Gy in 10 fractions to the thorax for the extensive-stage disease. The PCI dose is 25 Gy in 10 fractions [12] .", "cite_spans": [{"start": 208, "end": 212, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Thoracic Cancers"}, {"text": "For patients with peripheral stage I/IIA non-small cell lung cancer, SBRT may be an appropriate option. Given a biopsy of the lesions may be challenging, SBRT without pathologic confirmation may be considered after a multidisciplinary discussion if a biopsy is not available or if the patient is at a high risk of complications from a biopsy. The National Comprehensive Cancer Network (NCCN) recommended SBRT dose options are listed below (12) . Options utilizing fewer fractions may be preferable to limit patient visits to the department ( Table 1) . RT: radiation therapy", "cite_spans": [{"start": 439, "end": 443, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 542, "end": 550, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Thoracic Cancers"}, {"text": "Surgical resection is the SOC, and radiation is offered postoperatively for high-risk categories. Postoperative RT may be omitted for low-risk thymomas (e.g., stage I thymoma). For higherrisk thymomas, preoperative radiation may be used if surgical resection is not available at this time with an intention to operate within a few weeks of completing RT. Chemotherapy may be added preoperatively or postoperatively for high-risk clinical presentations [13] [14] .", "cite_spans": [{"start": 452, "end": 456, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 457, "end": 461, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Thymic Tumors"}, {"text": "As per the NCCN, the adjuvant RT dose is 45 to 50 Gy for negative margins, 54 Gy for microscopically-positive margins, and 60 -70 Gy for gross residual disease in conventional fractionation (1.8 -2.0 Gy/fraction) [12] . For medically inoperable patients, a dose of 60 -70 Gy in 1.8 -2 Gy/fraction is recommended. For patients unable to undergo surgery due to constrained resources from the pandemic, a preoperative RT/chemoradiation therapy (CRT) approach can be used with 40 -45 Gy in conventional fractionation [13] [14] .", "cite_spans": [{"start": 213, "end": 217, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 513, "end": 517, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 518, "end": 522, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Thymic Tumors"}, {"text": "If surgery or concurrent chemoradiation is a challenge, RT alone or induction chemotherapy may be an option [12] . Preoperative RT should be considered if surgery may become available in a few weeks once the COVID-related risks diminish. Limiting RT fields to the gross tumor, plus margins may reduce the risk of treatment-related toxicity.", "cite_spans": [{"start": 108, "end": 112, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "Recommended RT doses [12] : If surgery is not available, preoperative radiation can be utilized to delay surgical intervention. There are several studies showing a good pathological response to preoperative RT [15] [16] [17] . This strategy may help reduce tumor burden and also serve as a bridge until surgery and chemotherapy become available. A Chinese study evaluated preoperative RT to surgery alone and showed significant local control and survival benefit to adding preoperative RT [15] . The RT dose in the study was 40 Gy in conventional fractionation to the cardia, lower segment of the esophagus, fundus, lesser curvature, and hepatogastric ligament. Additional studies have shown the benefit of preoperative radiation with chemotherapy [16] [17] .", "cite_spans": [{"start": 21, "end": 25, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 210, "end": 214, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 215, "end": 219, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 220, "end": 224, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 489, "end": 493, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 748, "end": 752, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 753, "end": 757, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "Preoperative radiation dose: 39 -42 Gy in 1.8 -2 Gy per fraction", "cite_spans": [], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "Postoperative RT: 45 -50.4 Gy in 1.8 -2 Gy per fraction [12] Pancreatic Cancer", "cite_spans": [{"start": 56, "end": 60, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "Standard fractionated chemoradiation has been shown to prevent local recurrence in the adjuvant setting and decrease local progression in the locally advanced setting [18] [19] . In patients with borderline resectable pancreas cancer, neoadjuvant chemotherapy and radiation have resulted in margin-negative resection rates and overall survival that is comparable to those patients who present with a resectable disease [20] . While studies have shown similar outcomes when RT is given concurrently with gemcitabine or capecitabine, capecitabine results in a lower risk of neutropenia and immunosuppression and, therefore, should be preferred during the current pandemic [21] .", "cite_spans": [{"start": 167, "end": 171, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 172, "end": 176, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 419, "end": 423, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 670, "end": 674, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "Multiple single and multi-institutional studies have shown that SBRT given over three to five days in 8 -12 and 5 -8 Gy fractions, respectively, results in survival outcomes that are similar to chemoradiation with less toxicity [22] . If fiducial placement is challenging, pre-treatment images, such as magnetic resonance imaging (MRI), computed tomography (CT) scan, or positron emission tomography-computed tomography (PET-CT), should be fused with a treatment planning scan. If possible, it is preferable to use shorter RT treatment delivery times by using manual breath-hold (with coaching) and abdominal compression as opposed to conebeam computed tomography (CBCT) or MRI as it can take longer to deliver the therapy. Specifically, if there is no duodenal or stomach invasion, doses less than 8 Gy x 5 or 10 Gy x 3 can be given safely without fiducials or specialized imaging (MRI). However, larger SBRT doses should not be delivered if there is bowel/stomach invasion, with or without either fiducial, image-guided radiation therapy (IGRT), gating, and MR-guided RT [23] .", "cite_spans": [{"start": 228, "end": 232, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1073, "end": 1077, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "According to the NCCN, for resectable preoperative chemoradiation, the following RT doses have been reported: 36 Gy in 2.4 Gy fractions to 45 -54 Gy in 1.8 -2.0 Gy fractions [12] . Surgery may be performed four to eight weeks after RT. For resected pancreatic adenocarcinoma, the RT dose generally consists of 45 -46 Gy in 1.8 -2.0 Gy fractions to the tumor bed, surgical anastomoses (hepaticojejunostomy and gastrojejunostomy may be omitted if clinically appropriate), and adjacent lymph node basins, potentially followed by an additional 5 -9 Gy to the tumor bed, and anastomoses, if clinically appropriate [12] . In rare occurrences, SBRT could be used in the adjuvant setting if there is a gross residual disease (R2 resection) that can be targeted based on anatomy or surgically placed clips and bowel is not in the field. For unresected pancreatic adenocarcinomas, a short course of SBRT is appropriate. NCCN cites SBRT doses of three fractions (total dose: 30 -45 Gy) or five fractions (total dose: 25 -45 Gy) [12, 23] .", "cite_spans": [{"start": 174, "end": 178, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 609, "end": 613, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1017, "end": 1021, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1022, "end": 1025, "text": "23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Esophagus Cancer"}, {"text": "If chemotherapy and surgery are not possible or best avoided given the hospital's resources, RT may be used as a regimen for local control, although it is certainly not the standard [24] . If resection has already been performed, RT may be directed to the tumor bed for high-risk diseases, such as T4 disease due to penetration to a fixed structure. For postoperative RT, 45 -50.4 Gy can be delivered in 1.8 -2 Gy per fraction. Preoperative RT may be utilized as a bridge to the time surgery may be performed with concomitant chemotherapy, if possible (or without chemotherapy if the combination is risky), in 45 -50.4 Gy in 1.8 -2 Gy/fraction [25] [26] .", "cite_spans": [{"start": 182, "end": 186, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 644, "end": 648, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 649, "end": 653, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Colon Cancer"}, {"text": "If surgery is not being planned (given the pandemic) and abdominal malignancy is progressing, RT using either IMRT or 3D may be utilized, making sure that abdominal organs at risk (OAR) constraints are met. The use of SBRT in primary colon cancer has limited evidence. However, there is prospective evidence that has evaluated SBRT in abdominal metastasis [27] .", "cite_spans": [{"start": 356, "end": 360, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Colon Cancer"}, {"text": "Pelvic RT and vaginal brachytherapy are usually well-tolerated and can be used in the majority of patients without a need for hospitalization.", "cite_spans": [], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "Endometrial cancers cancer be treated with EBRT and vaginal brachytherapy [12] . As per the NCCN recommendations, 'external-beam doses for a microscopic disease should be 45 -50 Gy in conventional fractionation (1.8 -2 Gy/fraction). Postoperatively, if there is a gross residual disease and the area(s) can be sufficiently localized, a boost can be added to a total dose of 60 -70 Gy, respecting normal tissue sensitivity. For neoadjuvant radiation, doses of 45 -50 Gy are typically used. One could consider adding one to two high-dose-rate (HDR) insertions to a total dose of 75 -80 Gy low-dose-rate (LDR) equivalent, to minimize the risk of positive or close margins at hysterectomy.'", "cite_spans": [{"start": 74, "end": 78, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "As per the NCCN [12] , for patients receiving postoperative HDR vaginal brachytherapy alone, regimens include 6 Gy x 5 fractions prescribed to the vaginal surface, or 7 Gy x 3 fractions or 5.5 Gy x 4 fractions prescribed to 5 mm below the vaginal surface. The use of smaller fraction sizes may be considered to potentially further limit toxicity in selected cases.", "cite_spans": [{"start": 16, "end": 20, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "Doses of 4 -6 Gy x 2 -3 fractions are prescribed to the vaginal mucosa if HDR is used as a boost to external beam RT.", "cite_spans": [], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "For medically inoperable uterine cancer or patients where surgery cannot be performed, an EQD2 (equivalent dose in 2 Gy fraction) D90 of at least 48 Gy should be delivered to the uterus, cervix, and upper 1 -2 cm of the vagina if brachytherapy alone is used and should be increased to 65 Gy for the combination of EBRT and brachytherapy. If an MRI is used as part of planning, the target dose for the gross tumor volume (GTV) would be an EQD2 of ≥ 80 Gy [12] .", "cite_spans": [{"start": 454, "end": 458, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "Cervical cancer can be treated with reduced-dose chemotherapy, plus EBRT or EBRT alone. As per the NCCN, patients with an intact cervix are typically treated with definitive EBRT to a dose of approximately 45 Gy (40 -50 Gy in conventional fractionation) followed by a brachytherapy boost. However, since brachytherapy for cervix cancer may be difficult, given the utilization of resources for COVID-19 infections, an IMRT or SBRT boost may be applied. SBRT does not usually replace brachytherapy. However, it may be an appropriate option if brachytherapy cannot be performed. The SBRT dose may be determined by published retrospective and phase I and II data [28] [29] .", "cite_spans": [{"start": 659, "end": 663, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 664, "end": 668, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Gynecological Cancers"}, {"text": "For patients that are scheduled to undergo surgical resection and health system resources permit, preoperative short-course RT treatment may be preferred. The NCCN recommends a short course of pelvic RT for T3 and M1 (if symptomatic or controlled systemic disease) rectal cancer.", "cite_spans": [], "ref_spans": [], "section": "Rectal Cancer"}, {"text": "Short-course radiation therapy (25 Gy in five fractions) with surgery within one week of completion of therapy or delayed six to eight weeks can also be considered for patients with stage T3 rectal cancer [12] .", "cite_spans": [{"start": 205, "end": 209, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Rectal Cancer"}, {"text": "Another option for preoperative radiation is 45 Gy to the pelvis, followed by 5.4 Gy in three fractions to the tumor with a 2 cm margin. IGRT is preferred in this setting to limit the dose to the adjacent bowel. For unresectable cancer, RT alone may be an option. Dose as per the NCCN is > 54 Gy in conventional fractionation. Chemotherapy or systemic treatment may be added based on the risk of toxicity.", "cite_spans": [], "ref_spans": [], "section": "Rectal Cancer"}, {"text": "Standard treatment of anal cancer is concomitant chemoradiation. However, RT alone may be an acceptable option if adding chemotherapy may result in a higher risk of patients being hospitalized [30] .", "cite_spans": [{"start": 193, "end": 197, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Anal Cancer"}, {"text": "RT dose options as per the NCCN include the \"shrinking field technique\" with low-risk elective nodal PTV volume prescribed to 30.6 Gy in 1.8 Gy daily fractions [12] . The high-risk elective nodal PTV is sequentially prescribed an additional 14. For patients that are elderly, some additional RT dose options have been published based on retrospective data, e.g., 30 Gy in 15 fractions with concurrent 5-fluorouracil (5FU) [32] , although this study included only a small number of patients and should not be considered a standard option.", "cite_spans": [{"start": 160, "end": 164, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 422, "end": 426, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Anal Cancer"}, {"text": "RT for primary and resected skin cancers can be delayed. However, if RT is indicated, use short courses and limit radiation to the mucosa. Elective nodal radiation should be avoided unless strongly indicated. When using a large fractional dose, alternate day or less frequent RT treatment can be utilized. If surgery is not possible soon, primary RT can be utilized.", "cite_spans": [], "ref_spans": [], "section": "Skin Cancer"}, {"text": "For primary tumors less than 2 cm, one can use 30 Gy in five fractions over two weeks [12] .", "cite_spans": [{"start": 86, "end": 90, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Unresected Squamous Cell/Basal Cell Skin Cancers"}, {"text": "For a primary tumor > 2 cm, 45 -55 Gy delivered over three to four weeks can be used [12] 10.2 Gy per fraction x 3 (weekly) [33] Resected Squamous Cell/Basal Cell Skin Cancers 50 Gy in four weeks (2.5 Gy/fraction) [12] 44 Gy in 10 fractions four days a week [34] Melanoma [12] Definitive cases: 35 Gy in five fractions over one week for < 3 cm 2", "cite_spans": [{"start": 85, "end": 89, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 124, "end": 128, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 214, "end": 218, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 258, "end": 262, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 272, "end": 276, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Unresected Squamous Cell/Basal Cell Skin Cancers"}, {"text": "Postoperative: 30 Gy in five fractions twice a week or every other day.", "cite_spans": [], "ref_spans": [], "section": "Unresected Squamous Cell/Basal Cell Skin Cancers"}, {"text": "Soft tissue sarcomas can be treated with preoperative RT if surgery cannot be performed, given the coronavirus pandemic. If surgery has already been performed, postoperative RT can be delivered in high-risk pathology. Brachytherapy may be difficult at this time and may need to be substituted by EBRT. Most of the RT recommendations are based on extremity sarcomas, although the rationale can be applied to non-extremity sites.", "cite_spans": [], "ref_spans": [], "section": "Soft-Tissue Sarcomas"}, {"text": "The NCCN recommends the following RT doses that can be utilized during the COVID-19 pandemic [12] : Besides, there are reports of using SBRT as a preoperative regimen (e.g., 35 Gy in five fractions) for sarcomas [35] [36] .", "cite_spans": [{"start": 93, "end": 97, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 174, "end": 176, "text": "35", "ref_id": "BIBREF35"}, {"start": 212, "end": 216, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 217, "end": 221, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Soft-Tissue Sarcomas"}, {"text": "During this COVID-19 pandemic, hypofractionated regimens may be preferred to reduce patient visits and limit interactions. Intermediate and high-risk patients can have combined androgen deprivation therapy ( Table 4) . At our institution, we commonly use 42.5 Gy in five fractions for appropriately selected patients [37] .", "cite_spans": [{"start": 317, "end": 321, "text": "[37]", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 208, "end": 216, "text": "Table 4)", "ref_id": "TABREF7"}], "section": "Prostate Cancer"}, {"text": "Usually, SpaceOAR® hydrogel (Augmenix, Inc., Bedford, MA) and fiducial (or Calypso®, Varian Medical Systems, Palo Alto, CA) markers are placed before SBRT. However, given the pandemic and lack of resources, these placements can be done under local anesthesia or skipped. If omitted, daily CBCT or onboard imaging is recommended during RT.", "cite_spans": [], "ref_spans": [], "section": "Regimen"}, {"text": "Surgical resection is the mainstay of treatment for this cancer. For patients that cannot undergo surgical resection, given the pandemic, SBRT may be used for unresected renal cancer. The studies utilizing SBRT for kidney cancer are shown in Table 5 . ", "cite_spans": [], "ref_spans": [{"start": 242, "end": 249, "text": "Table 5", "ref_id": "TABREF9"}], "section": "Kidney Cancer"}, {"text": "Due to the COVID-19 pandemic, if surgery and chemotherapy are not feasible, hypofractionated short course radiation schedules can be utilized for unresected bladder cancers.", "cite_spans": [], "ref_spans": [], "section": "Bladder Cancer"}, {"text": "Amestoy et al. found evidence that the use of hypofractionated RT showed reasonable outcomes [43] . The NCCN recommends conventional fractionation treating the whole bladder with or without pelvic nodes to 39.6 -50.4 Gy using conventional or accelerated hyperfractionation, followed by a boost to either the whole or partial bladder between 60 -66 Gy. Reasonable alternatives to conventional fractionation include hypofractionated treatment of the whole bladder to 55 Gy in 20 fractions or using simultaneous integrated boosts to sites of gross disease [12] .", "cite_spans": [{"start": 93, "end": 97, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 553, "end": 557, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Bladder Cancer"}, {"text": "The standard of care of primary high-grade brain gliomas is surgical resection followed by RT with concurrent temozolomide. Given the ongoing pandemic, if resection is not possible, a multidisciplinary discussion should guide each patient's treatment.", "cite_spans": [], "ref_spans": [], "section": "High-Grade Glioma"}, {"text": "For resected cases, standard RT dose, based on the patient selection using a molecular profile, such as IDH (isocitrate dehydrogenase) status, is 60 Gy in 1.8 -2 Gy/fractions [12] .", "cite_spans": [{"start": 175, "end": 179, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "High-Grade Glioma"}, {"text": "If conventional fractionation is difficult to deliver, a decision needs to be made about an alternative regimen. The NCCN recommends the following RT doses: A slightly lower dose, such as 54 -55.8 Gy in 1.8 Gy or 57 Gy in 1.9 Gy fractions, can be applied when the tumor volume is substantial (gliomatosis), there is brainstem/spinal cord involvement, or for grade III astrocytoma. If a boost volume is used, the initial phase of the RT plan will receive 46 Gy in 2 Gy fractions or 45 -50.4 Gy in 1.8 Gy fractions. The boost plan will typically then receive 14 Gy in 2 Gy fractions or 9 -14.4 Gy in 1.8 Gy fractions.", "cite_spans": [], "ref_spans": [], "section": "High-Grade Glioma"}, {"text": "In poorly performing patients or elderly patients, a hypofractionated accelerated course should be considered with the goal of completing the treatment in two to three weeks. Typical fractionation schedules are 34 Gy/10 fractions or 40.05 Gy/15 fractions. Alternatively, a shorter fractionation schedule of 25 Gy/5 fractions may be considered for elderly and frail patients with smaller tumors for whom a longer course of treatment would not be tolerable. These hypofractionated regimens should be considered if conventional fractionation is difficult or not possible [12] .", "cite_spans": [{"start": 568, "end": 572, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "High-Grade Glioma"}, {"text": "Several hypofractionated regimens are published for unresected or recurrent meningioma. Regimens include 36 Gy/9 fractions, 24 Gy/3 fractions, 25 Gy/5 fractions, 21 Gy/3 fractions, and 30 Gy/5 fractions [44] . These regimens are not validated in phase III randomized trials but are published in one or more studies.", "cite_spans": [{"start": 203, "end": 207, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "High-Grade Glioma"}, {"text": "Recommendations regarding RT for breast cancer during this pandemic have recently been published by an international collaborative group [45] . Recommendations include the omission of RT in older patients with early-stage, low-risk breast cancer, using hypofractionated regimens (e.g., 28 -30 Gy in once weekly fractions over five weeks or 26 Gy in five daily fractions over one week as per the FAST and FAST Forward trials, respectively), the omission of a boost in select patients, omission of nodal radiation in select patients, and using moderate hypofractionation for RT to the chest wall (40 Gy in 15 fractions). One of the risks of adding RT postoperatively is radiation pneumonitis that may mimic COVID-19-induced pneumonia and this risk should be considered while planning RT.", "cite_spans": [{"start": 137, "end": 141, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Breast Cancer"}, {"text": "Regarding radiation delivery, protocols need to be in place to streamline therapy staff. Social distancing using technology, remote meetings, remote dosimetry, and personal protective equipment (PPE) are all techniques to enhance the safety of radiation personal [5] .", "cite_spans": [{"start": 263, "end": 266, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Radiation delivery"}, {"text": "This unexpected pandemic has caused intense and widespread panic and anxiety worldwide. Wellness sessions and techniques should be used to reduce stress among radiation staff and patients, with scheduled instructional sessions held in-person or online. Staff should be made aware of available mental support resources within the institution. Patients and staff alike need ready access to mental health services.", "cite_spans": [], "ref_spans": [], "section": "Stress reduction and burnout"}, {"text": "Before the start of RT, adequate imaging should be obtained for primary staging. It is preferable to obtain imaging at a facility that offers online image review to minimize handling of CDs (compact discs) and other physical documents. During RT, one way to reduce exposure to staff and minimize the time of the patient in the department is to reduce the frequency of CBCT imaging from daily to weekly CBCT or weekly orthogonal films especially in circumstances where motion is minimal (brain lesions).", "cite_spans": [], "ref_spans": [], "section": "Imaging"}, {"text": "Resident education is crucial, and all efforts should be made to minimize disruption in their training. With the availability of online audio and video conferencing tools, didactic lectures should continue. Online education makes it easier for many attendings and guest speakers to provide didactic instruction from local offices, thereby saving travel time and transportation/lodging expenses.", "cite_spans": [], "ref_spans": [], "section": "Resident safety and education"}, {"text": "Peer review of plans and contours before the start of radiation can be done by remote login from each workstation and does result in 'safe distance' meetings. Institutions and departments have to make sure that the quality of meetings is good, with minimum interruptions due to lack of audiovisual quality. Otherwise, it defeats the purpose of the meeting and may necessitate a more risky in-person meeting.", "cite_spans": [], "ref_spans": [], "section": "Peer review"}, {"text": "Telemedicine has been used and should be increasingly used to reduce patient exposure. The patient-physician experience is enhanced if there is real-time two-way video and audio communication [5, 46] . Even without the video component, a telephonic consult, follow-up, or weekly evaluation using telemedicine is reasonable, given the easy availability of electronic records. In places where electronic medical records may not be available, it may be necessary to gather information over the phone from referring physicians and to access radiology and pathology records through other means.", "cite_spans": [{"start": 192, "end": 195, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 196, "end": 199, "text": "46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Clinic flow and efficiencies"}, {"text": "The current COVID-19 pandemic represents an unprecedented era in healthcare with potential impacts upon cancer patients. The overriding goal of maintaining access to radiation therapy during the crisis is critical, given the opportunity for radiation therapy to be curative in many situations. The lack of access to surgery and some systemic therapies impacts the ability to provide current standards of care. Nonetheless, in this review, we summarize treatment opportunities and supporting evidence that may be considered when access is limited. We must continue to care for patients during this time and reduce the potential stage migration and associated morbidity of delayed treatments. These treatment options are not to be considered a replacement of standard cancer care, but as potential alternatives when other resources are constrained. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adapting palliative radiation therapy for bone metastases during the Covid-19 pandemic: GEMO position paper", "authors": [{"first": "S", "middle": [], "last": "Thureau", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Faivre", "suffix": ""}, {"first": "R", "middle": [], "last": "Assaker", "suffix": ""}], "year": null, "venue": "J Bone Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jbo.2020.100291"]}}, "BIBREF1": {"ref_id": "b1", "title": "Palliative radiotherapy for oncologic emergencies in the setting of COVID-19: approaches to balancing risks and benefits", "authors": [{"first": "D", "middle": [], "last": "Yerramilli", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Xu", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Gillespie", "suffix": ""}], "year": null, "venue": "Adv Radiat Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.adro.2020.04.001"]}}, "BIBREF2": {"ref_id": "b2", "title": "Trial watch: chemotherapy-induced immunogenic cell death in immuno-oncology", "authors": [{"first": "I", "middle": [], "last": "Vanmeerbeek", "suffix": ""}, {"first": "J", "middle": [], "last": "Sprooten", "suffix": ""}, {"first": "De", "middle": [], "last": "Ruysscher", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Oncoimmunology", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/2162402X.2019.1703449"]}}, "BIBREF3": {"ref_id": "b3", "title": "Analysis of weekly complete blood counts in patients receiving standard fractionated partial body radiation therapy", "authors": [{"first": "F", "middle": ["E"], "last": "Yang", "suffix": ""}, {"first": "F", "middle": [], "last": "Vaida", "suffix": ""}, {"first": "L", "middle": [], "last": "Ignacio", "suffix": ""}], "year": 1995, "venue": "Int J Radiat Oncol Biol Phys", "volume": "33", "issn": "", "pages": "617--634", "other_ids": {"DOI": ["10.1016/0360-3016(95)00255-W"]}}, "BIBREF4": {"ref_id": "b4", "title": "Guidelines to reduce hospitalization rates for patients receiving curative-intent radiation therapy during the COVID-19 pandemic: report from a multicenter New York area institution", "authors": [{"first": "W", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Teckie", "suffix": ""}, {"first": "G", "middle": [], "last": "Somerstein", "suffix": ""}, {"first": "N", "middle": [], "last": "Adair", "suffix": ""}, {"first": "L", "middle": [], "last": "Potters", "suffix": ""}], "year": null, "venue": "Adv Radiat Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.adro.2020.04.021"]}}, "BIBREF5": {"ref_id": "b5", "title": "Practice recommendations for risk-adapted head and neck cancer radiotherapy during the COVID-19 pandemic: an ASTRO-ESTRO consensus statement", "authors": [{"first": "D", "middle": ["J"], "last": "Thomson", "suffix": ""}, {"first": "D", "middle": [], "last": "Palma", "suffix": ""}, {"first": "M", "middle": [], "last": "Guckenberger", "suffix": ""}], "year": null, "venue": "Int J Radiat Oncol Biol Phys", "volume": "2020", "issn": "20", "pages": "360--3016", "other_ids": {"DOI": ["10.1016/j.ijrobp.2020.04.016"]}}, "BIBREF6": {"ref_id": "b6", "title": "Thoracic radiation therapy during COVID-19: provisional guidelines from a comprehensive cancer center within a pandemic epicenter", "authors": [{"first": "A", "middle": ["J"], "last": "Wu", "suffix": ""}, {"first": "A", "middle": [], "last": "Rimner", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Shepherd", "suffix": ""}], "year": null, "venue": "Adv Radiat Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.adro.2020.04.008"]}}, "BIBREF7": {"ref_id": "b7", "title": "Management of locally advanced rectal cancer during the COVID-19 pandemic: a necessary paradigm change at Memorial Sloan Kettering Cancer Center", "authors": [{"first": "P", "middle": ["B"], "last": "Romesser", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Wu", "suffix": ""}, {"first": "A", "middle": [], "last": "Cercek", "suffix": ""}], "year": null, "venue": "Adv Radiat Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.adro.2020.04.011"]}}, "BIBREF8": {"ref_id": "b8", "title": "Long-term patientreported quality of life after stereotactic body radiation therapy for recurrent, previouslyirradiated head and neck cancer", "authors": [{"first": "J", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Clump", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Ferris", "suffix": ""}, {"first": "U", "middle": [], "last": "Duvvuri", "suffix": ""}, {"first": "J", "middle": [], "last": "Ohr", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Heron", "suffix": ""}], "year": null, "venue": "Front Oncol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fonc.2020.00083"]}}, "BIBREF9": {"ref_id": "b9", "title": "Quality of life outcomes following organ-sparing SBRT in previously irradiated recurrent head and neck cancer", "authors": [{"first": "E", "middle": [], "last": "Gogineni", "suffix": ""}, {"first": "I", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Rana", "suffix": ""}], "year": 2019, "venue": "Front Oncol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fonc.2019.00836"]}}, "BIBREF10": {"ref_id": "b10", "title": "Randomized study of preoperative versus postoperative radiation therapy in advanced head and neck carcinoma: long-term follow-up of RTOG study 73-03", "authors": [{"first": "L", "middle": [], "last": "Tupchong", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Scott", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Blitzer", "suffix": ""}], "year": 1991, "venue": "Int J Radiat Oncol Biol Phys", "volume": "20", "issn": "91", "pages": "", "other_ids": {"DOI": ["10.1016/0360-3016(91)90133-O"]}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19) Resources for the Cancer Care Community", "authors": [], "year": 2019, "venue": "Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Induction chemoradiotherapy followed by resection for locally advanced Masaoka stage III and IVA thymic tumors", "authors": [{"first": "C", "middle": ["D"], "last": "Wright", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Choi", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Wain", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mathisen", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Lynch", "suffix": ""}, {"first": "P", "middle": [], "last": "Fidias", "suffix": ""}], "year": 2008, "venue": "Ann Thorac Surg", "volume": "85", "issn": "", "pages": "385--89", "other_ids": {"DOI": ["10.1016/j.athoracsur.2007.08.051"]}}, "BIBREF13": {"ref_id": "b13", "title": "Radiotherapy for thymic carcinoma: adjuvant, inductive, and definitive", "authors": [{"first": "R", "middle": [], "last": "Komaki", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Gomez", "suffix": ""}], "year": 2014, "venue": "Front Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fonc.2013.00330"]}}, "BIBREF14": {"ref_id": "b14", "title": "Randomized clinical trial on the combination of preoperative irradiation and surgery in the treatment of adenocarcinoma of gastric cardia (AGC)--report on 370 patients", "authors": [{"first": "Z", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "Gu", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Yin", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Huang", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Zhang", "suffix": ""}], "year": 1998, "venue": "Int J Radiat Oncol Biol Phys", "volume": "42", "issn": "", "pages": "929--963", "other_ids": {"DOI": ["10.1016/s0360-3016(98)00280-6"]}}, "BIBREF15": {"ref_id": "b15", "title": "Study protocol of a randomized phase III trial of comparing", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Jin", "middle": ["J"], "last": "Cai", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Parashar et al. Cureus", "volume": "12", "issn": "5", "pages": "", "other_ids": {"DOI": ["DOI10.7759/cureus.8190"]}}, "BIBREF16": {"ref_id": "b16", "title": "preoperative chemoradiation with preoperative chemotherapy in patients with locally advanced gastric cancer or esophagogastric junction adenocarcinoma: PREACT. BMC Cancer", "authors": [], "year": 2019, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12885-019-5728-8"]}}, "BIBREF17": {"ref_id": "b17", "title": "Neoadjuvant chemoradiotherapy or chemotherapy preoperative on outcomes of patients with locally advanced or irresecable gastric cancer (LAGC)", "authors": [{"first": "C", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "G", "middle": [], "last": "Calderillo", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruiz-Garcia", "suffix": ""}], "year": 2017, "venue": "Ann Oncol", "volume": "28", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/annonc/mdx261.093"]}}, "BIBREF18": {"ref_id": "b18", "title": "Fluorouracil-based chemoradiation with either gemcitabine or fluorouracil chemotherapy after resection of pancreatic adenocarcinoma: 5-year analysis of the U.S. Intergroup/RTOG 9704 phase III trial", "authors": [{"first": "W", "middle": ["F"], "last": "Regine", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Winter", "suffix": ""}, {"first": "R", "middle": [], "last": "Abrams", "suffix": ""}], "year": 2011, "venue": "Ann Surg Oncol", "volume": "18", "issn": "", "pages": "1319--1345", "other_ids": {"DOI": ["10.1245/s10434-011-1630-6"]}}, "BIBREF19": {"ref_id": "b19", "title": "Effect of chemoradiotherapy vs chemotherapy on survival in patients with locally advanced pancreatic cancer controlled after 4 months of gemcitabine with or without erlotinib: the LAP07 randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Hammel", "suffix": ""}, {"first": "F", "middle": [], "last": "Huguet", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Van Laethem", "suffix": ""}], "year": 2016, "venue": "JAMA", "volume": "315", "issn": "", "pages": "1844--53", "other_ids": {"DOI": ["10.1001/jama.2016.4324"]}}, "BIBREF20": {"ref_id": "b20", "title": "Alliance for clinical trials in oncology (ALLIANCE) trial A021501: preoperative extended chemotherapy vs. chemotherapy plus hypofractionated radiation therapy for borderline resectable adenocarcinoma of the head of the pancreas", "authors": [{"first": "Mhg", "middle": [], "last": "Katz", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Ou", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Herman", "suffix": ""}], "year": 2017, "venue": "BMC Cancer", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12885-017-3441-z"]}}, "BIBREF21": {"ref_id": "b21", "title": "Health-related quality of life in SCALOP, a randomized phase 2 trial comparing chemoradiation therapy regimens in locally advanced pancreatic cancer", "authors": [{"first": "C", "middle": ["N"], "last": "Hurt", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "J", "middle": [], "last": "Bridgewater", "suffix": ""}], "year": 2015, "venue": "Int J Radiat Oncol Biol Phys", "volume": "93", "issn": "", "pages": "810--828", "other_ids": {"DOI": ["10.1016/j.ijrobp.2015.08.026"]}}, "BIBREF22": {"ref_id": "b22", "title": "Phase 2 multi-institutional trial evaluating gemcitabine and stereotactic body radiotherapy for patients with locally advanced unresectable pancreatic adenocarcinoma", "authors": [{"first": "J", "middle": ["M"], "last": "Herman", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Chang", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Goodman", "suffix": ""}], "year": 2015, "venue": "Cancer", "volume": "121", "issn": "", "pages": "1128--1165", "other_ids": {"DOI": ["10.1002/cncr.29161"]}}, "BIBREF23": {"ref_id": "b23", "title": "Pancreas SBRT: who, what, when, where, and how…", "authors": [{"first": "V", "middle": [], "last": "Bernard", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Herman", "suffix": ""}], "year": null, "venue": "", "volume": "10", "issn": "", "pages": "183--85", "other_ids": {"DOI": ["10.1016/j.prro.2019.11.005"]}}, "BIBREF24": {"ref_id": "b24", "title": "NCCN guidelines insights: colon cancer, version 2", "authors": [{"first": "A", "middle": ["B"], "last": "Benson", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Venook", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Al-Hawary", "suffix": ""}], "year": 2018, "venue": "J Natl Compr Canc Netw", "volume": "16", "issn": "", "pages": "359--69", "other_ids": {"DOI": ["10.6004/jnccn.2018.0021"]}}, "BIBREF25": {"ref_id": "b25", "title": "Outcomes of preoperative chemoradiotherapy followed by surgery in patients with unresectable locally advanced sigmoid colon cancer", "authors": [{"first": "B", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Ding", "suffix": ""}, {"first": "L", "middle": [], "last": "Cai", "suffix": ""}], "year": 2016, "venue": "Chin J Cancer", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40880-016-0126-y"]}}, "BIBREF26": {"ref_id": "b26", "title": "A phase I trial of preoperative eniluracil plus 5-fluorouracil and radiation for locally advanced or unresectable adenocarcinoma of the rectum and colon", "authors": [{"first": "B", "middle": ["G"], "last": "Czito", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Hong", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Cohen", "suffix": ""}], "year": 2004, "venue": "Int J Radiat Oncol Biol Phys", "volume": "58", "issn": "", "pages": "779--85", "other_ids": {"DOI": ["10.1016/S0360-3016(03)01567-0"]}}, "BIBREF27": {"ref_id": "b27", "title": "Phase I trial of stereotactic MR-guided online adaptive radiation therapy (SMART) for the treatment of oligometastatic or unresectable primary malignancies of the abdomen", "authors": [{"first": "L", "middle": [], "last": "Henke", "suffix": ""}, {"first": "R", "middle": [], "last": "Kashani", "suffix": ""}, {"first": "C", "middle": [], "last": "Robinson", "suffix": ""}], "year": 2018, "venue": "Radiother Oncol", "volume": "126", "issn": "", "pages": "519--545", "other_ids": {"DOI": ["10.1016/j.radonc.2017.11.032"]}}, "BIBREF28": {"ref_id": "b28", "title": "What is the evidence for the clinical value of SBRT in cancer of the cervix", "authors": [{"first": "L", "middle": [], "last": "Yanez", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ciudad", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Mehta", "suffix": ""}, {"first": "H", "middle": [], "last": "Marsiglia", "suffix": ""}], "year": 2018, "venue": "Rep Pract Oncol Radiother", "volume": "23", "issn": "", "pages": "574--79", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Determining the recommended dose of stereotactic body radiotherapy boost in patients with cervical cancer who are unsuitable for intracavitary brachytherapy: a phase I dose-escalation study", "authors": [{"first": "K", "middle": [], "last": "Ito", "suffix": ""}, {"first": "S", "middle": [], "last": "Kito", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakajima", "suffix": ""}], "year": 2019, "venue": "Jpn J Clin Oncol", "volume": "49", "issn": "", "pages": "856--61", "other_ids": {"DOI": ["10.1093/jjco/hyz074"]}}, "BIBREF30": {"ref_id": "b30", "title": "Toxicity and survival of anal cancer patients treated with intensity-modulated radiation therapy", "authors": [{"first": "A", "middle": [], "last": "Ghareeb", "suffix": ""}, {"first": "K", "middle": [], "last": "Paramasevon", "suffix": ""}, {"first": "P", "middle": [], "last": "Mokool", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Der Voet", "suffix": ""}, {"first": "M", "middle": [], "last": "Jha", "suffix": ""}], "year": 2019, "venue": "Ann R Coll Surg Engl", "volume": "101", "issn": "", "pages": "168--75", "other_ids": {"DOI": ["10.1308/rcsann.2018.0202"]}}, "BIBREF31": {"ref_id": "b31", "title": "Proton beam radiotherapy for anal and rectal cancers", "authors": [{"first": "E", "middle": ["J"], "last": "Vaios", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wo", "suffix": ""}], "year": null, "venue": "J Gastrointest Oncol", "volume": "2020", "issn": "", "pages": "176--86", "other_ids": {"DOI": ["10.21037/jgo.2019.04.03"]}}, "BIBREF32": {"ref_id": "b32", "title": "Sebag-Montefiore D: Effective treatment of anal cancer in the elderly with low-dose chemoradiotherapy", "authors": [{"first": "N", "middle": [], "last": "Charnley", "suffix": ""}, {"first": "A", "middle": [], "last": "Choudhury", "suffix": ""}, {"first": "P", "middle": [], "last": "Chesser", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Cooper", "suffix": ""}], "year": 2005, "venue": "Br J Cancer", "volume": "11", "issn": "", "pages": "1221--1246", "other_ids": {"DOI": ["10.1038/sj.bjc.6602486"]}}, "BIBREF33": {"ref_id": "b33", "title": "Radiation therapy of skin carcinomas: results of a hypofractionated irradiation schedule in 675 cases followed more than 2 years", "authors": [{"first": "J", "middle": ["S"], "last": "Abbatucci", "suffix": ""}, {"first": "N", "middle": [], "last": "Boulier", "suffix": ""}, {"first": "T", "middle": [], "last": "Laforge", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lozier", "suffix": ""}], "year": 1989, "venue": "Radiother Oncol", "volume": "14", "issn": "", "pages": "113--132", "other_ids": {"DOI": ["10.1016/0167-8140(89)90055-8"]}}, "BIBREF34": {"ref_id": "b34", "title": "Efficacy of a hypofractionated schedule in electron beam radiotherapy for epithelial skin cancer: analysis of 434 cases", "authors": [{"first": "M", "middle": [], "last": "Van Hezewijk", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Creutzberg", "suffix": ""}, {"first": "H", "middle": [], "last": "Putter", "suffix": ""}], "year": 2010, "venue": "Radiother Oncol", "volume": "95", "issn": "", "pages": "245--294", "other_ids": {"DOI": ["10.1016/j.radonc.2010.02.024"]}}, "BIBREF35": {"ref_id": "b35", "title": "Preoperative Radiosurgery for Soft Tissue Sarcoma", "authors": [{"first": "G", "middle": ["J"], "last": "Kubicek", "suffix": ""}, {"first": "T", "middle": [], "last": "Lacouture", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaden", "suffix": ""}], "year": 2018, "venue": "Am J Clin Oncol", "volume": "41", "issn": "", "pages": "86--89", "other_ids": {"DOI": ["10.1097/COC.0000000000000236.PubMedPMID:26535989"], "PMID": ["26535989"]}}, "BIBREF36": {"ref_id": "b36", "title": "Feasibility of using stereotactic body radiation therapy for unresectable soft tissue tumors of the trunk", "authors": [{"first": "E", "middle": ["K"], "last": "Paik", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Cho", "suffix": ""}], "year": 2018, "venue": "Oncotarget", "volume": "9", "issn": "", "pages": "27851--57", "other_ids": {"DOI": ["10.18632/oncotarget.25539"]}}, "BIBREF37": {"ref_id": "b37", "title": "Outcomes of a dose-escalated stereotactic body radiation phase 1 trial for patients with low-and intermediate-risk prostate cancer", "authors": [{"first": "L", "middle": [], "last": "Potters", "suffix": ""}, {"first": "Rana", "middle": ["Z"], "last": "Lee", "suffix": ""}, {"first": "L", "middle": [], "last": "Cox", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "", "suffix": ""}], "year": 2019, "venue": "Int J Radiat Oncol Biol Phys", "volume": "104", "issn": "", "pages": "334--376", "other_ids": {"DOI": ["10.1016/j.ijrobp.2019.01.092"]}}, "BIBREF38": {"ref_id": "b38", "title": "Stereotactic ablative body radiotherapy for inoperable primary kidney cancer: a prospective clinical trial", "authors": [{"first": "S", "middle": [], "last": "Siva", "suffix": ""}, {"first": "D", "middle": [], "last": "Pham", "suffix": ""}, {"first": "T", "middle": [], "last": "Kron", "suffix": ""}], "year": 2017, "venue": "BJU Int", "volume": "120", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/bju.13811"]}}, "BIBREF39": {"ref_id": "b39", "title": "Single fraction radiosurgery for the treatment of renal tumors", "authors": [{"first": "M", "middle": [], "last": "Staehler", "suffix": ""}, {"first": "M", "middle": [], "last": "Bader", "suffix": ""}, {"first": "B", "middle": [], "last": "Schlenker", "suffix": ""}], "year": 2015, "venue": "J Urol", "volume": "193", "issn": "", "pages": "771--75", "other_ids": {"DOI": ["10.1016/j.juro.2014.08.044"]}}, "BIBREF40": {"ref_id": "b40", "title": "Phase I dose-escalation study of stereotactic body radiotherapy (SBRT) for poor surgical candidates with localized renal cell carcinoma", "authors": [{"first": "L", "middle": [], "last": "Ponsky", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Lo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Radiother Oncol", "volume": "117", "issn": "", "pages": "183--87", "other_ids": {"DOI": ["10.1016/j.radonc.2015.08.030"]}}, "BIBREF41": {"ref_id": "b41", "title": "A phase 1 dose-escalation study of robotic radiosurgery in inoperable primary renal cell carcinoma", "authors": [{"first": "S", "middle": ["M"], "last": "Mcbride", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Wagner", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Kaplan", "suffix": ""}], "year": 2013, "venue": "Int J Radiat Oncol Biol Phys", "volume": "87", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijrobp.2013.06.218"]}}, "BIBREF42": {"ref_id": "b42", "title": "A prospective phase II trial of using extracranial stereotactic radiotherapy in primary and metastatic renal cell carcinoma", "authors": [{"first": "C", "middle": [], "last": "Svedman", "suffix": ""}, {"first": "P", "middle": [], "last": "Sandström", "suffix": ""}, {"first": "P", "middle": [], "last": "Pisa", "suffix": ""}], "year": 2006, "venue": "Acta Oncol", "volume": "45", "issn": "", "pages": "870--75", "other_ids": {"DOI": ["10.1080/02841860600954875"]}}, "BIBREF43": {"ref_id": "b43", "title": "Review of hypo-fractionated radiotherapy for localized muscle invasive bladder cancer", "authors": [{"first": "F", "middle": [], "last": "Amestoy", "suffix": ""}, {"first": "G", "middle": [], "last": "Roubaud", "suffix": ""}, {"first": "M", "middle": [], "last": "Antoine", "suffix": ""}], "year": 2019, "venue": "Crit Rev Oncol Hematol", "volume": "142", "issn": "", "pages": "76--85", "other_ids": {"DOI": ["10.1016/j.critrevonc.2019.06.010"]}}, "BIBREF44": {"ref_id": "b44", "title": "Hypofractionated stereotactic radiotherapy for patients with intracranial meningiomas: impact of radiotherapy regimen on local control", "authors": [{"first": "F", "middle": [], "last": "Meniai-Merzouki", "suffix": ""}, {"first": "V", "middle": [], "last": "Bernier-Chastagner", "suffix": ""}, {"first": "J", "middle": [], "last": "Geffrelot", "suffix": ""}], "year": 2018, "venue": "Sci Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-32124-8"]}}, "BIBREF45": {"ref_id": "b45", "title": "International guidelines on radiation therapy for breast cancer during the COVID-19 pandemic", "authors": [{"first": "C", "middle": ["E"], "last": "Coles", "suffix": ""}, {"first": "C", "middle": [], "last": "Aristei", "suffix": ""}, {"first": "J", "middle": [], "last": "Bliss", "suffix": ""}], "year": null, "venue": "Clin Oncol (R Coll Radiol)", "volume": "2020", "issn": "", "pages": "279--81", "other_ids": {"DOI": ["10.1016/j.clon.2020.03.006"]}}, "BIBREF46": {"ref_id": "b46", "title": "Global telemedicine implementation and integration within health systems to fight the COVID-19 pandemic: a call to action", "authors": [{"first": "R", "middle": [], "last": "Ohannessian", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Duong", "suffix": ""}, {"first": "A", "middle": [], "last": "Odone", "suffix": ""}], "year": 2020, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2196/18810"]}}}, "ref_entries": {"FIGREF0": {"text": "Conventional fractionation is the standard for postoperative rectal cancer patients. A dose of 45 Gy to the tumor bed and a boost of 5.4 -9.0 Gy in three to five fractions are used for postoperative radiation.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "RT: 50 Gy EBRT in conventional fractionation. Following preoperative 50 Gy EBRT and surgery, for positive margins, consider observation or RT boost. If using RT boost, consider EBRT: 16 -18 Gy for microscopic residual disease or 20 -26 Gy for gross residual disease.Postoperative RT doses are EBRT (50 Gy) + EBRT boost [", "latex": null, "type": "figure"}, "TABREF1": {"text": "NCCN Recommendation for SBRT Doses for Early-Stage Lung Cancer [12]Recommended RT doses for definitive treatment, preoperative treatment, and postoperative RT are listed inTable 2[12]. Postoperative RT for N2 disease (the presence of ipsilateral mediastinal nodal metastases) may be used for patients with multilevel nodal involvement with ECE or other high-risk features (Table 2). There are recently published consensus guidelines for thoracic cancers[7].", "latex": null, "type": "table"}, "TABREF2": {"text": "Recommended Doses for Definitive RT and Postoperative RT for Non-SmallCell Lung Cancer[12]", "latex": null, "type": "table"}, "TABREF3": {"text": "RT: 41.4 -50.4 Gy in 1.8 Gy/fraction Definitive RT: 50 -50.4 Gy in 1.8 -2 Gy/fraction. If chemotherapy is not planned, EBRT alone to a dose of 60 -64 Gy in 1.8 -2 Gy/fraction can be used.Gastric cancer is primarily a surgically managed disease. Perioperative options include neoadjuvant chemotherapy, neoadjuvant chemoradiation, adjuvant chemotherapy, and adjuvant chemoradiation. During the pandemic, if surgery and chemotherapy are constrained, the role of RT becomes even more critical.", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "The NCCN Recommends the Following RT Doses for Low, Intermediate, and", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Very low and low\n</td><td>Favorable\n</td><td>High and\n</td><td>Low\n</td></tr><tr><td> </td><td>Preferred dose/fractionation\n</td><td> </td><td>Unfavorable\n</td><td>Regional\n</td></tr><tr><td>Regimen\n</td><td> </td><td>intermediate\n</td><td>very\n</td><td>N1\n</td><td>volume\n</td></tr><tr><td>3 Gy x 20 fx, 2.7 Gy\n</td><td>risk\n</td><td>risk </td><td>intermediate </td><td>high-risk\n</td><td>M1\n</td></tr><tr><td>Moderate\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>2.75 x\n</td></tr><tr><td>x 26 fx, or 2.5 Gy x\n</td><td>yes </td><td>yes </td><td>yes </td><td>yes </td><td>yes\n</td><td> </td></tr><tr><td>hypofractionation\nConventional\n</td><td>28 fx\n1.8 - 2 Gy x 37 - 45\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td>20 fx\n</td></tr><tr><td> </td><td> </td><td>yes </td><td>yes </td><td>yes </td><td>yes </td><td>yes </td><td> </td></tr><tr><td>fractionation\n</td><td>fx\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Ultra-\n</td><td>7.25 - 8 Gy x 5 fx or\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td>6 Gy x\n</td></tr><tr><td> </td><td> </td><td>yes </td><td>yes </td><td>yes </td><td>yes </td><td>yes\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>hypofractionation\n</td><td>6.1 Gy x 5 fx </td><td>6 fx\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Studies Using SBRT for Kidney Cancer", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Authors </td><td>Study type\n</td><td># patients\n</td><td>Stage </td><td>Dose </td><td>outcomes </td><td>toxicity\n</td></tr><tr><td>Siva et al.\n</td><td> </td><td> </td><td>Unresectable\n</td><td>26 Gy/1 fx\n</td><td>LC 100% at 2 y, DC 89%\n</td><td> </td></tr><tr><td>Prospective </td><td>37\n</td><td> </td><td>or 14 Gy/3\n</td><td> </td><td>G1 and G2 toxicities\n</td></tr><tr><td>[38]\n</td><td> </td><td> </td><td>cancer\n</td><td>fx\n</td><td>at 2 y, OS 92% at 2 y\n</td><td> </td></tr><tr><td>Staehler et al. [39]\n</td><td>Prospective, case-control\n</td><td>40 </td><td>Unresectable </td><td>25 Gy/1 fx </td><td>PR/CR 38 pts, CR 19 pts </td><td>G1 toxicities\n</td></tr><tr><td>Ponsky et\n</td><td>Prospective\n</td><td>19\n</td><td>Poor surgical candidates\n</td><td>24 - 48\n</td><td>SD 12 pts, PR 3 pts at\n</td><td>Grade 2-4 toxicity, no\n</td></tr><tr><td>al. [40]\n</td><td>phase 1\n</td><td> </td><td> </td><td>Gy/4 fx\n</td><td>13.7 months\n</td><td>DLT </td></tr><tr><td>McBride et\n</td><td>Prospective\n</td><td>15\n</td><td>Medically inoperable\n</td><td>21 - 48\n</td><td>SD 11 pts, PR 2 pts, CR\n</td><td>Decline in EGFR and differential renal function\n</td></tr><tr><td>al. [41]\n</td><td>phase 1\n</td><td> </td><td> </td><td>Gy/3 fx\n</td><td>1 pt, PD 1 pt\n</td><td> </td></tr><tr><td>Svedman\n</td><td> </td><td> </td><td>Medically\n</td><td>32 - 45 Gy\n</td><td>CR 21%, PR/SD 58% at\n</td><td> </td></tr><tr><td>Phase 2 </td><td>30\n</td><td> </td><td> </td><td>52 months OS 32\n</td><td>96% G1-2 side effects\n</td></tr><tr><td> </td><td> </td><td> </td><td>et al. [42]\n</td><td>inoperable\n</td><td>in 3 - 4 fx\n</td><td>months\n</td></tr></table></body></html>"}, "TABREF10": {"text": "2020 Parashar et al. Cureus 12(5): e8190. DOI 10.7759/cureus.8190 14 of 17", "latex": null, "type": "table"}}, "back_matter": [{"text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: Joe Herman declare(s) personal fees from Medtronic consulting, 1440 consulting, PanCAN consulting. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}]}