{
    "paper_id": "1b5d6bd145818add7c29a9375834be0c2b8093d5",
    "metadata": {
        "title": "Pebble-Intervals Automata and FO 2 with Two Orders",
        "authors": [
            {
                "first": "Nadia",
                "middle": [],
                "last": "Labai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TU Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "labai@dbai.tuwien.ac.at"
            },
            {
                "first": "Tomer",
                "middle": [],
                "last": "Kotek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TU Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Magdalena",
                "middle": [],
                "last": "Ortiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TU Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Helmut",
                "middle": [],
                "last": "Veith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TU Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We introduce a novel automata model, which we call pebbleintervals automata (PIA), and study its power and closure properties. PIAs are tailored for a decidable fragment of FO that is important for reasoning about structures that use data values from infinite domains: the two-variable fragment with one total preorder and its induced successor relation, one linear order, and an arbitrary number of unary relations. We prove that the string projection of every language of data words definable in the logic is accepted by a pebble-intervals automaton A, and obtain as a corollary an automata-theoretic proof of the ExpSpace upper bound for finite satisfiability due to Schwentick and Zeume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Finding decidable fragments of First Order Logic (FO) that are expressive enough for reasoning in different applications is a major line of research. A prominent such fragment is the two-variable fragment FO 2 of FO, which has a decidable finite satisfiability problem [13, 21] and is well-suited for handling graph-like structures. It captures many description logics, which are prominent formalisms for knowledge representation, and several authors have recently applied fragments based on FO 2 to verification of programs [1, 7, 8, 16, 26] . Unfortunately, FO 2 has severe limitations, e.g., it cannot express transitivity, and in the applications to verification above, it cannot reason about programs whose variables range over data values from infinite domains. This has motivated the exploration of decidable extensions of FO 2 with special relations which are not axiomatizable in FO 2 . For example, finite satisfiability of FO 2 with a linear order was shown to be NExpTime-complete in [24] , even in the presence of the induced successor relation [12] , and equivalence relations have been used to model data values which can be tested for equality [3, 4, 10, 23] . However, related extensions of FO 2 with preorders easily become undecidable [3, 19] . Recently the logic FO 2 (≤ 1 , 2 , S 2 ), that is FO 2 with a linear order ≤ 1 , a total preorder 2 and its induced successor S 2 , and any number of unary relations from a finite alphabet, was shown to have an ExpSpace-complete satisfiability problem [27] . This logic can compare data values in terms of which is smaller than which and whether they are consecutive in 2 , making it suitable to model linearly ordered data domains, and a good candidate for extending existing verification methods which use two-variable logics. We continue the study of FO 2 (≤ 1 , 2 , S 2 ), and in particular, focus on a suitable automata model for it. Establishing a connection to suitable automata for fragments of FO that can talk about values from infinite domains is an active area of research. Automata are also important in automated verification, where they are used, for example, to reason about temporal properties of program traces [9, 30] . We make the following contributions:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 534,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1516,
                    "end": 1520,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2193,
                    "end": 2196,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2197,
                    "end": 2200,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-As an automata model for FO 2 (≤ 1 , 2 , S 2 ) we propose pebble-intervals automata (PIAs). Similarly to classical finite-state automata, PIAs are readonce automata for strings. However, they read the input in varying order. Using a fixed set of pebbles [m] = {1, . . . , m}, a PIA reads a position p by choosing three pebbles i, j, k ∈ [m] and non-deterministically moving k to position p between the positions of i and j. -We study the computational power and closure properties of PIAs. We describe a restricted class of PIAs that accept exactly the regular languages, and show that some context-free languages, and even languages which are not context-free, are accepted by PIAs. We prove that PIAs are effectively closed under union, concatenation, Kleene star, shuffle, and iterated shuffle, but not effectively closed under intersection, even with regular languages, nor under complement. -We show that the emptiness problem for PIA is NL-complete if the number of pebbles is logarithmic in the size of the automaton, and is PSpace in general. -We show that PIAs contain FO 2 (≤ 1 , 2 , S 2 ) in the following sense: for each sentence ψ, there is a PIA whose language coincides with the projection language of ψ, obtained by omitting 2 and S 2 from the structures satisfying ψ. -As a corollary, we get an automata-theoretic proof for ExpSpace membership of finite satisfiability for FO 2 (≤ 1 , 2 , S 2 ) that was established in [27] .",
            "cite_spans": [
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to space limitations, we have omitted the proofs from the body of the paper. They can be found in the extended version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we introduce pebble-intervals automata (PIA). We study their emptiness problem, their expressive power, and closure properties of the languages they accept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pebble-Intervals Automata"
        },
        {
            "text": "Let [n] = {1, . . . , n}. A string of length n ≥ 0 over alphabet Σ is a mapping w : [n] → Σ, written also w = w(1) · · · w(n). Note that [0] = ∅ and w : [0] → Σ is the empty string ε. We often use s, u, v, and w for strings, and |w| for the length of w.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pebble-Intervals Automata"
        },
        {
            "text": "A PIA is equipped with a finite number m of pebbles. It begins its computation with no pebbles on the input w, and uses move transitions to place and replace pebbles. In a k-move i,j transition, the pebble k (which may or may not have been previously placed on w) is non-deterministically placed on a previously unread position in the interval between pebbles i and j. The input boundaries can be used as interval boundaries, e.g., a k-move i, transition places pebble k to the right of pebble i. For convenience we allow silent transitions that go to a new state without moving any pebbles. As pebbles can only be placed on unread positions, each position of w is read at most once. In an accepting run all positions must be read, and the run must end at an accepting state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pebble-Intervals Automata"
        },
        {
            "text": "A PIA A is a tuple",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Pebble-intervals automata)."
        },
        {
            "text": "The positions of m pebbles on a string of length n during a run of a PIA are described by an (m, n)-pebble assignment, which is a function τ : [m] → [n]∪{⊥} with either τ (i) = τ (j) or τ (i) = τ (j) = ⊥ for each 1 ≤ i < j ≤ m; the pebbles j with τ (j) = ⊥ are unassigned. We define ρ ⊥ as ρ ⊥ (i) = ⊥ for every i ∈ Lett = (t 1 , . . . , t r ) andπ = (π 0 , . . . , π r ) be sequences of transitions and configurations. We call (t,π) a computation of A on u if π 0 = π init and π i−1 ti π i for every i ∈ [r], and write π 0t π r . We call (t,π) accepting if π r is accepting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Pebble-intervals automata)."
        },
        {
            "text": "We write π π if πt π for somet. The automaton A accepts u if there is an accepting computation of A on u. The set of all u accepted by A is denoted L(A), and called a PI language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Pebble-intervals automata)."
        },
        {
            "text": "Computational Power of Pebble-Intervals Automata. PIAs generalize standard non-deterministic finite-state automata. A PIA A = (Σ, 1, Q, q init , F, δ)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Pebble-intervals automata)."
        },
        {
            "text": "with one pebble is unidirectional if q init has no incoming transitions, and the move transitions from other states use 1-move 1, only. PI languages also contain non-regular languages, and even some non-context-free ones. 3 . {a n $b n #c n | n ≥ 0}, which is not context-free, is accepted by a PIA with 3 pebbles. Pebbles 1 and 2 read the $ and the #, and then the PIA keeps doing the following: pebble 3 reads an a to the left of pebble 1, a b between pebbles 1, 2, and a c to the right of pebble 2.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1 (Pebble-intervals automata)."
        },
        {
            "text": "pebbles. Pebble 1 reads the $, pebble 2 reads a letter σ to the left of pebble 1, and pebble 3 also reads σ to the right of pebble 1. Then the PIA repeats: (i) a letter σ is non-deterministically chosen, (ii) pebble 2 reads σ between its current position and pebble 1, and (iii) pebble 3 reads σ to the right of its current position. Similar languages are PI languages, e.g.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "{w$w | w ∈ {0, 1} + } is not context-free, and is accepted by a PIA with 3"
        },
        {
            "text": "We conjecture that not all context-free language are PI languages; e.g, the Dyck language of two types of well-nested parentheses seems not to be PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "{w$w | w ∈ {0, 1} + } is not context-free, and is accepted by a PIA with 3"
        },
        {
            "text": "We provide a construction of suitable PIAs in the appendix to show the following.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closure Properties."
        },
        {
            "text": "From the construction used in the proof of the above theorem, we also obtain: Corollary 1. The universality and inclusion problems for PIAs are undecidable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1. The class of PI languages is effectively closed under union, concatenation, Kleene-, shuffle, and iterated shuffle. It is not effectively closed under intersection, even with regular languages, nor under complement."
        },
        {
            "text": "Emptiness. For deciding whether L(A) = ∅ for a given PIA, we use feasible sequences of transitions, which are those that correspond to an actual computation of a PIA. One can show that for a given PIA with m pebbles, L(A) = ∅ iff there is a feasible sequence of transitionst of length at most |A| · 2 O(m log m) , and that the existence of the latter can be guessed and verified using a bounded amount of information (roughly a counter, two transitions, and two pebble assignments). This gives us the upper bounds below, which hold also if A is not given explicitly, as long as δ can be computed non-deterministically in log(|A|) space. For the case where A has O(log |A|) pebbles, NL-hardness follows from the same result for standard finite state automata and Proposition 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1. The class of PI languages is effectively closed under union, concatenation, Kleene-, shuffle, and iterated shuffle. It is not effectively closed under intersection, even with regular languages, nor under complement."
        },
        {
            "text": "complete. In general, the emptiness problem for PIA is in PSpace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2. If a PIA A has O(log |A|) pebbles, its emptiness problem is NL-"
        },
        {
            "text": "Jumping finite automata [20] are probably the closest to PIAs: they are essentially PIAs with one pebble, which is placed on an arbitrary unvisited position without specifying an interval. In the context of languages with infinite alphabets, various automata models have been proposed that run on data words: string words where values from an infinite domain are attached to each position. Register automata are finite-state machines on data words which use registers to compare whether data values are equal [6, 17, 22] ; their string projection languages are regular. Pebble automata [22] use pebbles in a stack discipline to test for equality of data values. Data automata [3] [4] [5] are an extension of register automata introduced to prove the decidability of satisfiability of FO 2 on words with a linear order, a successor relation, and an equivalence relation. Their projection languages are accepted by multicounter automata, which are finite automata on strings extended with counters, that are equivalent to Vector Addition Systems or Petri Nets [11] . Class Memory Automata [2] have the same expressive power as data automata. Variable Finite Automata [15] extend finite state automata with variables from an infinite alphabet. Many works have studied these automata models and their variations, see [28] and [18, Chapter 4] for surveys.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1327,
                    "end": 1337,
                    "text": "Chapter 4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Related Automata Models."
        },
        {
            "text": "To establish the relation between FO 2 (≤ 1 , 2 , S 2 ) and PIAs, we need some preliminaries. Recall that a total preorder is a transitive total relation which can be seen as an equivalence relation whose equivalence classes are linearly ordered. We use x ∼ 2 y as shorthand for (x 2 y) ∧ (y 2 x). The induced successor relation S of a total preorder is such that S(x, y) if x y and there is no z such that x z y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "Two-variable logic (FO 2 ) is the restriction of FO to formulas that only use two variables x and y, and FO 2 (≤ 1 , 2 , S 2 ) is FO 2 with a linear order ≤ 1 , a total preorder 2 and its induced successor S 2 , and any number of unary relations from a finite alphabet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "All structures and strings in this paper are finite. For a structure A, we denote its universe by A and its size by |A|. The empty structure has A = ∅ and is denoted ∅ voc . Data Words. Let Σ a finite alphabet. Its extension for data words is voc DW (Σ) = ≤ 1 , 2 , S 2 , σ : σ ∈ Σ . A data word over Σ is a finite voc DW (Σ)structure D with universe D where σ : σ ∈ Σ are interpreted as unary relations that partition D. We use D, D , etc. to denote data words. The empty word is denoted by ∅ DW(Σ) , and the class of all data words over Σ by DW(Σ). A set of data words is called a data language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "The projection of the empty structure ∅ vocDW(Σ) , and only of ∅ vocDW(Σ) , is ε. The projection language of a data language Δ is the string language L(Δ) = {w | w = string(D) for some D ∈ Δ}. If a formula ψ defines Δ, we write L(ψ) for L(Δ). The goal of this section is to prove the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "To prove this, we rely on the normal form defined next. A 1-type ν(x) over a vocabulary voc DW (Σ) is a maximal consistent conjunction of atomic and negated atomic formulas with the free variable x. A 2-type θ(x, y) is defined similarly. Given a FO 2 (voc DW (Σ)) formula ψ, we obtain a ϕ in normal form by taking the Scott Normal Form [14, Theorem 2.1] of ψ, and expanding the quantifier-free formulas to Disjunctive Normal Form, and in fact to disjunctions of 2-types θ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "The Scott Normal Form of ψ introduces linearly many new symbols, resulting in an extended Σ . We let Ξ = {ξ a | a ∈ [A]} be an alphabet containing a symbol for every 1-type over Σ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIAs and FO"
        },
        {
            "text": "Let ψ ∈ FO 2 (voc DW (Σ)). Then there exist",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "∃y c∈ [C] θ abc (x, y)",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[C]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "with θ and θ abc 2-types over voc DW (Ξ), and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "Moreover, ϕ is computable in ExpSpace and is of length exponential in |ψ|.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": ", a witness type set for a is a choice of 2-types satisfying the right-hand side of the implication for ξ a . That is, a set of 2-types ω ⊆ Θ ∃ that contains one θ abc for every b ∈ [B], representing a choice of the existential constraints an element needs to fulfill. Denote by Ω a the set of witness type sets for a and let Ω = a∈[A] Ω a . For a witness type set ω ∈ Ω, let ω(x) = θ∈ω ∃y θ(x, y) be its existential constraints. Note that ω(x) is always satisfiable and that there is a unique letter ξ ω ∈ Ξ such that ω(x) |= DW(Ξ) ξ ω (x).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "Example 2. Consider the following formula ϕ given in normal form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "where χ(x, y) is the disjunction of 2-types equivalent to (ξ 2 (x)∧ξ 2 (y)) → x ∼ 2 y, and the θ i are given as the following 2-types (omitted clauses are negated):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "A data word satisfies ϕ iff it is the empty structure, or (a) the largest element of ≤ 1 has letter ξ 2 , (b) the smallest element of ≤ 1 has letter ξ 1 , (c) all elements with ξ 2 have maximal value, and (d) no element with ξ 1 has maximal value. Note that D |= ϕ. The projection language L(ϕ) is the regular language with regular expression ξ 1 (ξ 1 +ξ 2 ) ξ 2 +ε. We have Θ ∃ = {θ 1 , θ 2 , θ 3 , θ 4 }. We construct a PIA A ϕ that accepts a string w iff it can be extended into a data word D that satisfies the normal form ϕ of a given sentence ψ. Note that ψ and ϕ have different alphabets, but since there is a letter-to-letter substitution h such that L(ψ) = h(L(A ϕ )), and PIAs are closed under letter-to-letter substitutions, this proves Theorem 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "For constructing our PIA, we first focus on the existential part, i.e., whether w can be extended into a D that satisfies ϕ ∃ . This is achieved in two steps: (S1) We reduce the existence of D to the existence of a sequence of consecutive task words, data words that store additional information of already satisfied vs. 'promised' subformulas; the sequence should lead to a completed task word where all promises are fulfilled. (S2) We do not have a bound on the length of task words and their data values, so we use extremal strings to decide the existence of the desired sequence with the limited memory of PIAs. After these two steps, we introduce perfect extremal strings to guarantee the satisfaction of ϕ ∀ . Our PIA will then decide if a sequence of perfect extremal strings exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "Task Words for ϕ ∃ . We start by defining task words, which are like data words but do more book-keeping. Additionally to data values, elements in task words are assigned tasks, which are witness type sets where each 2-type may be marked as completed if its satisfaction has already been established, or as promised otherwise. We reduce the satisfaction of ϕ ∃ to the existence of a sequence of T 1 , . . . , T n of consecutive task words, where we keep assigning new data values and updating promised into completed tasks, until we reached a completed task word T n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4 (Normal Form)."
        },
        {
            "text": "For θ ∈ Θ ∃ , we call C θ a completed task and P θ a promised task. Let Tasks ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "text": "Tasks",
                    "ref_id": null
                }
            ],
            "section": "Definition 3 (Tasks)."
        },
        {
            "text": "For each task set ts ⊆ Tasks, there is at most one witness type set ω ∈ Ω that ts realizes, which means that for every θ ∈ Θ ∃ , (1) |{P θ , C θ } ∩ ts| ≤ 1, and (2) |{P θ , C θ } ∩ ts| = 1 if and only if θ ∈ ω. If there is such an ω, we denote it ω(ts), and call ts an Ω-realization. The set of all Ω-realizations is 2 Tasks D-task words are data words that assign tasks to the elements of D. More precisely, each d ∈ D is assigned, instead of a letter ξ a , a task set ts that realizes a witness type set ω which contains C θ for each θ ∈ ω that d satisfies, and P θ for the remaining θ ∈ ω.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 325,
                    "text": "Tasks",
                    "ref_id": null
                }
            ],
            "section": "Definition 3 (Tasks)."
        },
        {
            "text": "Ω that has the same universe and order relations as D, and for every d ∈ D with T |= ts(d), (1) D |= ξ ω(ts) (d), and (2) for every θ ∈ ω(ts), C θ ∈ ts iff D |= ∃y θ(d, y) . A task word T is a D-task word for some D, and it is completed if T |= ϕ ε ∧ ∀x ts∈2 Tasks C Ω ts(x). Example 4. We define a D-task word T ; its vocabulary is 2 Tasks Ω , its universe is {a, b, c, d, e, f}, and ≤ 1 , 2 , and S 2 are the same as in D. The interpretation of the letter ts C 1 is {c}, that of ts C 2 is {d}, that of ts C 3 is {a, b, e}, and that of ts C 4 is {f }; the other letters are empty. As D |= ϕ, all existential constraints are satisfied and T is completed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "∃y θ(d, y)",
                    "ref_id": null
                }
            ],
            "section": "Definition 4 (Task word). Let D be a data word over Ξ. A D-task word is a data word T over 2 Tasks"
        },
        {
            "text": "The satisfaction of ϕ ∃ coincides with the existence of a completed task word.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 4 (Task word). Let D be a data word over Ξ. A D-task word is a data word T over 2 Tasks"
        },
        {
            "text": "We now characterize the notion of consecutive task words using trimmings. Trimming, consecutiveness) . The trimming of a data word D, denoted D \\1 , is the substructure of D induced by removing the elements with the maximal data value. For task words, trimmings are obtained by removing the elements with the largest data value and updating the tasks of the remaining elements correctly. That is, a trimming of a D-task word T is a D \\1 -task word T 1 such that ω(ts) = ω(ts 1 ) for every d and every ts, ts 1 ∈ 2 Tasks Ω with T |= ts(d) and T 1 |= ts 1 (d). We say that T 1 , T are consecutive if T 1 is a trimming of T . The trimming of a task word is unique, and we denote it T \\ \\1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 100,
                    "text": "Trimming, consecutiveness)",
                    "ref_id": null
                }
            ],
            "section": "Lemma 1. Let D ∈ DW(Ξ). There exists a completed D-task word iff D |= ϕ ∃ ."
        },
        {
            "text": "Example 5. D \\1 is obtained from D by removing d and f . The D \\1 -task word T \\ \\1 has universe {a, b, c, e} and order relations as in D \\1 . Note that d and f contributed in D to the satisfaction of ϕ ∃ , so T \\ \\1 has promised tasks and is no longer completed, with interpretations ts P 1 = {c}, ts P 3 = {a, b, e}, and the remaining letters empty. Note that the tasks for the shared elements of T and T \\ \\1 realize the same witness type sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5 ("
        },
        {
            "text": "We have achieved (S1): reducing satisfaction of ϕ ∃ to finding a sequence of task words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5 ("
        },
        {
            "text": "There exists a data word D |= ϕ ∃ if and only if there is a sequence T 1 . . . , T n of consecutive task words, where T n is a completed D-task word. Now to (S2): as the limited memory of PIAs hinders the manipulation of task words with unbounded length and data values, we operate on their extremal strings instead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2."
        },
        {
            "text": "First, in data abstractions of task words, we do not distinguish all data values, but only the top layer elements with maximal value, the second to top layer, and the rest. We let Layers = {1top, 2top, rest}, and define the alphabet Γ = Layers × 2 Tasks Ω . We also define its restrictions to completed and promised tasks as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2."
        },
        {
            "text": "is the restriction of Γ to some specific h ∈ Layers. For a symbol γ = (h, ts) in Γ , we denote ts(γ) = ts and ω(γ) = ω(ts). Extremal strings are obtained from data abstractions by keeping only the maximal and minimal positions in each layer with respect to the tasks. We extend to them the notions of consecutive and completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2."
        },
        {
            "text": "For w ∈ Γ , define its extremal positions extPos(w):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "If θ |= y <1 x, extPos θ (w) = | = min(pos rest,P θ (w))",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "If extPos(w) = { 1 , . . . , r } and 1 < · · · < r , then the extremal string of w is ext(w) = w( 1 ) · · · w( r ). EXT(Γ ) = {ext(w) | w ∈ Γ } denotes the set of extremal strings. Note that s = ext(w) implies ext(s) = s and ext(ε) = ε. An extremal string s is completed if s ∈ Γ + C , or if s = ε and ∅ DW(Σ) |= DW(Σ) ψ. We occasionally write ext(T ) to mean ext(abst(T )).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "A pair s , s of extremal strings is consecutive if s = ext(T \\ \\1 ) and s = ext(T ) for some task word T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "For an extremal string s and ∈ [|s|], the set of letters that can augment s at position without being extremal is Γ not ext (s, ) = {γ ∈ Γ | ext(s) = ext(s(1) · · · s( −1)γs( ) · · · s(|s|))}, and we define Γ not ext h (s, ) = Γ h ∩Γ not ext (s, ) for h ∈ Layers. Example 6. Let w be the following 6-letter string over Γ = Layers × 2 Tasks",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": ". Then extPos(w) = {1, 3, 4, 5, 6}, since the letter at position 2 appears both to the left, at position 1, and to the right, at position 5, and s = ext(w) is the substring obtained from w by removing the non-extremal position 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "The concludes (S2), reducing the existence of D to a sequence of extremal strings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7 (extremal strings)."
        },
        {
            "text": "Perfect Extremal Strings for ϕ ∀ . We define in the appendix a formula which intuitively 'extracts' the 2-type of elements in a data word. Let α = (h α , ts α ) and β = (h β , ts β ) in Γ with at least one of them in Γ 1top . The formula perf α,β (x, y) implies for every atomic formula either itself or its negation. For example, if h α = h β = 1top, then perf α,β, 2 (x, y) implies x 2 y, y 2 x, ¬S 2 (x, y), and ¬S 2 (y, x). Hence for all α, β ∈ Γ with at least one of them in Γ 1top , there exists a 2-type θ(x, y) such that perf α,β (x, y) ≡ DW(Ξ) θ(x, y). This allows us to describe the 2-type of elements in task words via perf α,β formulas. For any two elements of the data word, there is a (possibly iterated) trimming in which both appear and one of them has the maximal data value, and their perfect formula, which is equivalent to their 2-type, determines whether they satisfy the universal constraint χ. Thus we can ensure satisfaction of χ using perf α,β (x, y) formulas from all the trimmings. Definition 8 (Perfect string, perfect task word). Let w ∈ Γ . We say w is a perfect string if for every two positions 1 (y, x) . Note that the empty string ε is perfect. A task word T is perfect if it is empty, or if ext(T ) and ext(T \\ \\1 ) are perfect. Example 7. Let α = (2top, ts C 1 ) and β = (1top, ts C 2 ). Then perf α,β (x, y) is given by y) . The 2-type θ to which perf α,β (x, y) is equivalent over DW(Ξ) is given by the conjunction of perf α,β (x, y) with ¬ξ 2 (x)∧¬ξ 1 (y)∧(y < 1 x)∧(y 2 x)∧¬S 2 (y, x). We have that w is a perfect string, and perf α,β (x, y) |= DW(Ξ) χ(x, y) ∧ χ(y, x).",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1129,
                    "end": 1135,
                    "text": "(y, x)",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1359,
                    "text": "y)",
                    "ref_id": null
                }
            ],
            "section": "Corollary 2. There is a data word D |= ϕ ∃ if and only if there is a sequence of consecutive extremal strings where the last one is completed."
        },
        {
            "text": "We characterize satisfiability in terms of perfect completed task words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 2. There is a data word D |= ϕ ∃ if and only if there is a sequence of consecutive extremal strings where the last one is completed."
        },
        {
            "text": "As a corollary of Lemma 2 and Lemma 1, we get: We are almost ready to define A ϕ . Intuitively, it will guess a sequence of extremal strings as in Proposition 3, placing pebbles from an extremal string to a consecutive one. This requires the automaton to verify consecutiveness, and to know which positions in consecutive extremal strings correspond to the same position in the input. This is easy if we have the underlying task word; indeed, given a task word T and an extremal string s = ext(T ), there is a bijective mapping from the extremal elements of T that s stores, to their positions in s . The same holds for T \\ \\1 and s = ext(T \\ \\1 ). By composing these mappings after inverting the latter, and restricting its domain to positions that remain extremal after updating the abstracted data values (that is, shifting the top layer to second top, and the second top into the remaining layer), we obtain a partial embedding from s to s via T that keeps track of the matching positions; the precise definition is in the appendix. But one major hurdle remains: these notions are defined in terms of a task word T , and our PIA cannot store task words, only their extremal strings. We overcome this through a merely syntactic characterization of consecutiveness, which can be verified without a concrete task word. This rather technical step relies on the fact that if s, s are consecutive, then s can be obtained by guessing a substring r that will get new data values, interleaving it into the proper positions g of s, which can also be guessed, and updating the abstracted data values. Also the partial embedding that keeps track of matching the positions can be obtained without a concrete T , using r and g. Lemma 3. We can decide whether two given extremal strings s, s are consecutive in ExpSpace. If they are, then we can also obtain in ExpSpace a partial embedding PEmb s →s from positions in s to positions in s that coincides with the partial embedding from s to s via T for every task word T such that s = ext(T ) and s = ext(T \\ \\1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "The Automaton. We give a high-level description of A ϕ = (Ξ, m + 1, Q, q init , F, δ), and refer to the extended version for a full definition. We have m = 7 · |Θ ∃ |: there is one pebble for each existential constraint in Θ ∃ and each layer in Γ , plus an additional pebble per constraint, and one designated pebble m + 1 to read non-extremal positions. Q = Q e ∪ Q p has two types of states:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "-Q e contains states (s, τ ) with s a perfect extremal string and τ an (m+1, |s|)pebble assignment, which intuitively describes the assignment after reading s. -Q p contains states of the forms (s,s, τ, 0) and (s,s, τ, 1) for every perfect extremal string s, non-empty prefixs of s, and (m + 1, |s|)-pebble assignment τ that satisfies certain conditions that hold when only the prefixs has been read.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "The initial state is q init = (ε, ρ ⊥ ) ∈ Q e and the final states are F = {(s, τ ) ∈ Q e | s is completed}. The transition δ is roughly as follows. A ϕ should transition from (s, τ ) ∈ Q e to (s , τ ) ∈ Q e for consecutive s, s , but since it can only move one pebble at a time, we have intermediate states in Q p which allow it to read s from left to right by iterating over all its prefixes. We start reading s by moving to (s , s (1), τ q , 0) ∈ Q p , where τ q stores the pebble assignment induced by PEmb s →s . Once the whole extremal string s has been read, we move to the next extremal state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "This finishes the construction of the automaton A ϕ with L(A ϕ ) = L(ϕ), and thus the proof of Theorem 3. Concerning the upper bound on finite satisfiability, by Theorem 4 and EXT(Γ ) ⊆ Γ 7|Θ ∃ | , we get that A ϕ has size at most double exponential in |ψ|. For the ExpSpace upper bound, we need to show that the transition relation of A ϕ is ExpSpace-computable (Lemma 3 in the appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "This with Theorem 2 gives an alternative proof of the upper bound in [27] :",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "Corollary 3. Finite satisfiability of FO 2 (≤ 1 , 2 , S 2 ) is in ExpSpace. [27] . Naturally, there are similarities between the techniques; our extremal strings and tasks are similar to their profiles and directional constraints. However, a key difference is that in their 'geometric' view, elements of the data word are assigned points (a, b) in the plane with a a position in ≤ 1 , and b a data value. Existential constraints are indicated by marking the witnesses with the letters they should have, and many profiles in a consistent sequence can contain points with the same a value.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 2. Let T be a D-task word. T is perfect if and only if D |= ϕ ∀ ."
        },
        {
            "text": "In contrast, our 'temporal' view arises from the computation of the PIA. We mark elements with existential constraints they need to satisfy and that they have satisfied, which is compatible with the read-once nature of PIA. It does not seem possible to use their proof techniques without modifying PIA to allow multiple readings of the input. The modified model would work for the logic-toautomata relation established here, but we suspect it would be too strong for the other direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relation to the Proof of Schwentick and Zeume"
        },
        {
            "text": "We introduced pebble-intervals automata (PIA) and studied their computational power. We proved that the projections of data languages definable in FO 2 (≤ 1 , 2 , S 2 ) are PI languages, and as a by-product, obtained an alternative proof that finite satisfiability is in ExpSpace. The main question that remains is the converse of our main result: whether every PI language is the projection of an FO 2 (≤ 1 , 2 , S 2 ) definable data language. We believe this is the case. Our work also gives rise to other questions. We suspect that our results can be extended to ω-languages, and we would like to adapt them to C 2 , which extends FO 2 with counting quantifiers [25, 29] . We also plan to explore further the computational power of our automata model, for instance, to establish a pumping lemma that allows us to prove that some context-free languages are not PI languages.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Managing change in graphstructured data using description logics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmetaj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvanese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simkus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACM Trans. Comput. Logic",
            "volume": "18",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On notions of regularity for data languages",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Björklund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Theor. Comput. Sci",
            "volume": "411",
            "issn": "4-5",
            "pages": "702--715",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two-variable logic on data trees and XML reasoning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bojańczyk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muscholl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Segoufin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PODS",
            "volume": "",
            "issn": "",
            "pages": "10--19",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Two-variable logic on data words",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bojańczyk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muscholl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Segoufin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "TOCL",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Two-variable logic on words with data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bojańczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muscholl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Segoufin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "LICS",
            "volume": "",
            "issn": "",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An algebraic approach to data languages and timed languages",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bouyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thérien",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Inf. Comput",
            "volume": "182",
            "issn": "2",
            "pages": "137--162",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Shape and content",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvanese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Šimkus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Veith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuleger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IFM 2014",
            "volume": "8739",
            "issn": "",
            "pages": "3--17",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-10181-1_1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Verification of evolving graph-structured data under expressive path constraints",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvanese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simkus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ICDT",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Handbook of Model Checking",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Henzinger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Veith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-10575-8"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On the satisfiability of two-variable logic over data words",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Libkin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "LPAR 2010",
            "volume": "6397",
            "issn": "",
            "pages": "248--262",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-16242-8_18"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Decidability and complexity of Petri net problems -an introduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esparza",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ACPN 1996",
            "volume": "1491",
            "issn": "",
            "pages": "374--428",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "First-order logic with two variables and unary temporal logic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Etessami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vardi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Inform. Comput",
            "volume": "179",
            "issn": "2",
            "pages": "279--295",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On the decision problem for two-variable firstorder logic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grädel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kolaitis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vardi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Bull. Symb. Log",
            "volume": "3",
            "issn": "01",
            "pages": "53--69",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On logics with two variables",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grädel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Theor. Comput. Sci",
            "volume": "224",
            "issn": "1",
            "pages": "73--113",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Variable automata over infinite alphabets",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grumberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kupferman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sheinvald",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "LATA 2010",
            "volume": "6031",
            "issn": "",
            "pages": "561--572",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-13089-2_47"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "On the automated verification of web applications with embedded SQL",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itzhaky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ICDT. LIPIcs",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Finite-memory automata",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaminski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Francez",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Theor. Comput. Sci",
            "volume": "134",
            "issn": "2",
            "pages": "329--363",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Logics on data words",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Two-variable logic on 2-dimensional structures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zeume",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "484--499",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Jumping finite automata",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meduna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zemek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Found. Comput. Sci",
            "volume": "23",
            "issn": "7",
            "pages": "1555--1578",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "On languages with two variables",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mortimer",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Math. Log. Q",
            "volume": "21",
            "issn": "1",
            "pages": "135--140",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Finite state machines for strings over infinite alphabets",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neven",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vianu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "TOCL",
            "volume": "5",
            "issn": "3",
            "pages": "403--435",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Two-variable logic and key constraints on data words",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niewerth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ICDT",
            "volume": "",
            "issn": "",
            "pages": "138--149",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Two variable first-order logic over ordered domains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Symb. Logic",
            "volume": "66",
            "issn": "2",
            "pages": "685--702",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Logics with counting and equivalence",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pratt-Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CSL-LICS",
            "volume": "76",
            "issn": "",
            "pages": "1--76",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Canonical graph shapes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rensink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ESOP 2004",
            "volume": "2986",
            "issn": "",
            "pages": "401--415",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-24725-8_28"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Two-variable logic with two order relations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwentick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zeume",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Log. Meth. Comput. Sci",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Automata and logics for words and trees over an infinite alphabet",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Segoufin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "CSL 2006",
            "volume": "4207",
            "issn": "",
            "pages": "41--57",
            "other_ids": {
                "DOI": [
                    "10.1007/11874683_3"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Extending two-variable logic on data trees with order on data values and its automata",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ACM Trans. Comput. Log",
            "volume": "15",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An automata-theoretic approach to automatic program verification (preliminary report)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vardi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wolper",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "LICS",
            "volume": "",
            "issn": "",
            "pages": "332--344",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[m]. Byτ : [m] ∪ { , } → {0} ∪ [n + 1] we denote the extension of τ withτ ( ) = 0 andτ ( ) = n + 1.Definition 2 (Semantics of PIAs). Consider a PIAA = (Σ, m, Q, q init , F, δ). A configuration of A on string u ∈ Σ is a triple (q, ρ, N ) where q ∈ Q is the current state, ρ : [m] → [|u|]∪{⊥} is the current pebble assignment, and N ⊆ [|u|] is the set of already-read positions. The initial configuration π init is (q init , ρ ⊥ , ∅). A configuration (q, ρ, N ) is accepting if q ∈ F and N = [|u|]. Let π = (q, ρ, N ) and π = (q , ρ , N ) be configurations on u. We call them consecutive and write π t π if there exists a transition t in δ such that either:1. t isa silent transition of the form (q, q ), N = N , and ρ = ρ ; or 2. t is a move transition (q, k-move i,j , u( ), q ) withρ(i) < <ρ(j) and ∈ [|u|] − N , and additionally ρ = ρ[k → ] and N = N ∪ { }. That is, pebble k is placed on position in the open interval between i and j, reading the letter u( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A language L is accepted by a standard non-deterministic finite-state automaton iff L = L(A) for a unidirectional PIA A with the same number of states.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "To avoid ambiguity, in our running examples we use underlined symbols. Let Ξ = {ξ 1 , ξ 2 } be a set of unary relations and let D be the data word with universe D = {a, b, c, d, e, f} where ≤ 1 is the lexicographic order, the interpretation of ξ 1 is {a, b, c, e}, the interpretation of ξ 2 is {d, f}, and b 2 a 2 e 2 c 2 d ∼ 2 f . Note e.g. that D |= S 2 (a, e) and D |= ¬S 2 (b, e)∧(b 2 e). The string projection of D is string(D) = ξ 1 ξ 1 ξ 1 ξ 2 ξ 1 ξ 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For ϕ, we have A = 2, B = 1, and C = 2. The witness type sets of ϕ are {θ 111 }, {θ 112 }, {θ 211 }, and {θ 212 }, where θ 111 = θ 1 , θ 112 = θ 3 , θ 211 = θ 2 , and θ 212 = θ 4 . Hence, we have Ω = {{θ 1 }, {θ 2 }, {θ 3 }, {θ 4 }}, and ξ {θ 1 } = ξ {θ 3 } = ξ 1 , and ξ {θ 2 } = ξ {θ 4 } = ξ 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Data abstraction). Let T be a D-task word. For every d ∈ D, let ts d be such that T |= ts d (d), and let A be the data word over Γ with same universe and order relations as T , and with A |= γ h (d) where γ h = (h, ts d ) iff (a) h = 1top and value D (d) = max val D , (b) h = 2top and value D (d) = max val D −1, or (c) h = rest and value D (d) ∈ [max val D − 2]. The data abstraction abst(T ) of T is the string projection string(A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "For every data word D ∈ DW(Ξ), D |= ϕ if and only if there exists a perfect completed D-task word. There is D |= ϕ if and only if there is a sequence of consecutive perfect extremal strings where the last one is completed.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The following are examples of PI languages: 1. There is a PIA A Dyck with one pebble that accepts the Dyck language L Dyck of well-nested brackets, which is context-free but not regular. The alphabet has two letters [ and ], and the states are q [ and q ] . The initial and only accepting state is q ] . The transition relation contains (q ] , 1-move , , [, q [ ) and (q [ , 1-move 1, , ], q ] ). A Dyck accepts a string iff there are as many left as right brackets, and no prefix has more right than left brackets. 2. A similar one pebble PIA accepts the language L two of all strings of two types",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Example 3. Since the witness type sets in Ω are singletons, so are the ts ∈ 2 Tasks Ω . Let ts C i = {C θ i } and ts P i = {P θ i } for i ∈ [4]. Then we have 2 Tasks {C θ i } and {P θ i } are {θ i }-realizations for i ∈ [4].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the anonymous reviewers for their helpful remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}