{"paper_id": "1b730f6db958ac7982c6e7d6e502d1025f6e44fd", "metadata": {"title": "Quantifying the impact of US state non-pharmaceutical interventions on COVID-19 transmission", "authors": [{"first": "Hannah", "middle": ["M"], "last": "Korevaar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"region": "NJ", "country": "USA"}}, "email": ""}, {"first": "Alexander", "middle": ["D"], "last": "Becker", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"region": "NJ", "country": "USA"}}, "email": ""}, {"first": "Ian", "middle": ["F"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"region": "NJ", "country": "USA"}}, "email": ""}, {"first": "Bryan", "middle": ["T"], "last": "Grenfell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"region": "NJ", "country": "USA"}}, "email": ""}, {"first": "C", "middle": [], "last": "Jessica", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Metcalf", "suffix": "", "affiliation": {"laboratory": "", "institution": "Princeton University", "location": {"region": "NJ", "country": "USA"}}, "email": ""}, {"first": "Michael", "middle": ["J"], "last": "Mina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard T.H. Chan School of Public Health", "location": {"region": "MA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "COVID-19 is an ongoing public health emergency. Without a vaccine or effective antivirals, non-pharmaceutical interventions form the foundation of current response efforts. Quantifying the efficacy of these interventions is crucial. Using mortality data and a classification guide of state level responses, we relate the intensity of interventions to statistical estimates of transmission, finding that more stringent control measures are associated with larger reductions in disease proliferation. Additionally, we observe that transmission increases with population density, but not population size. These results may help inform future response efforts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since emerging in late 2019, the novel coronavirus SARS-CoV-2 has spread rapidly, resulting in nearly 10 million cases of the associated COVID-19 disease across the globe [1, 2, 3] . To date, there is no effective or widely-available vaccine or antiviral. As such, city-, state-, and nation-mandated responses have primarily focused on non-pharmaceutical interventions (NPIs) aimed at reducing transmission by limiting contact between individuals. Quantifying the impact of these NPIs is a crucial step in maintaining and improving a robust public health response to COVID-19 [4] as researchers strive to develop a vaccine [5] .", "cite_spans": [{"start": 171, "end": 174, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 175, "end": 177, "text": "2,", "ref_id": "BIBREF1"}, {"start": 178, "end": 180, "text": "3]", "ref_id": "BIBREF2"}, {"start": 576, "end": 579, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 623, "end": 626, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "While NPIs have been demonstrated to be effective on a coarse scale [6, 7, 8, 9, 10] , little is known about the relative efficacy of specific interventions, for example, partial limitations on social gatherings vs. strict stay at home orders. Variability in the timing and intensity of interventions across countries, states, and sub-regions (i.e., counties and cities) presents a challenge to predicting the impact of specific measures using mechanistic modeling approaches. In particular, the Susceptible-Infected-Recovered model, and similar constructs, require a priori knowledge of the magnitude of contact reduction due to NPIs, or sufficiently robust data to infer such a change.", "cite_spans": [{"start": 68, "end": 71, "text": "[6,", "ref_id": null}, {"start": 72, "end": 74, "text": "7,", "ref_id": "BIBREF6"}, {"start": 75, "end": 77, "text": "8,", "ref_id": null}, {"start": 78, "end": 80, "text": "9,", "ref_id": null}, {"start": 81, "end": 84, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, the observed variability in state-level responses to COVID-19 provides a means for assessing the effects of interventions at a fine grained scale [8] . Long-term forecasts, in particular those generated by mechanistic models, are primarily limited by uncertainty in publicly available data (i.e., incidence data); however statistical approaches in tandem with mortality data can still provide critical insights [11] . In particular, statistical frameworks for quantifying temporal changes in effective transmission rate from incidence or mortality data allow for simple correlations between COVID-19 transmission and state-responses [12] . Crucially, this allows for insight into past and future response efforts.", "cite_spans": [{"start": 155, "end": 158, "text": "[8]", "ref_id": null}, {"start": 420, "end": 424, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 642, "end": 646, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "To facilitate ease of modeling and interpretability, we apply response ranking criteria to the state-level measures enacted to reduce COVID-19 spread. Given the rapid issuance of executive orders and diverse trajectories across states, we found an aggregated step-wise ranking system to provide a more approachable data structure as well as consistency with international responses. Responses are grouped into \"pre-NPI\" (no response) and \"low\", \"medium\" and \"high\" categories depending on the reduction in contacts associated with enacted policies. The categories were constructed after a detailed study of each state response so progressions would follow smoothly from low to high response levels across states. Briefly, low level responses include states of emergency, mild regulations on public gatherings (500-1000 people); medium level responses include moderate regulation on public gatherings (25-100 people), school closures and some regulations on dining and retail; high level responses include partial or statewide \"stay home\" orders, retail and dining closures and bans on gatherings of 10 people or more. A full table of the response levels and the regulations they contain is included in the appendix. Note that this action scale corresponds to state-wide executive orders, but it is likely that there will be differences in adherence and enforcement at the county level. These levels approximately correspond to New Zealand's COVID-19 action scale [13] .", "cite_spans": [{"start": 1463, "end": 1467, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Using publicly available daily cases and mortality counts from the New York Times [14] , we then estimate both the initial basic reproductive value, R 0 [15] , and the time-varying transmission parameter, R e [16, 17] , for approximately 672 counties (plus New York City, which aggregates the major boroughs together) in the United States [14] . We explore whether context specific drivers of transmission like population density affect early exponential growth rates of infections in the population. We compare results for estimates from both case and death counts to mitigate for the likely impact of biases in testing. Finally, we evaluate the magnitude of temporal fluctuations in R e associated with state-level response and timing. We find that R 0 is positively associating with increasing density above a certain density threshold and that more intense interventions correlate with significantly greater reductions in transmission. These results shed light on the effective role of rapid and robust state-level NPIs, crucial in the absence of widelyavailable therapies or vaccines.", "cite_spans": [{"start": 82, "end": 86, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 153, "end": 157, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 209, "end": 213, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 214, "end": 217, "text": "17]", "ref_id": "BIBREF16"}, {"start": 339, "end": 343, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Examining early exponential growth rates for each county-level mortality curve, we identified 65 counties with a sufficient number of deaths to reliably calculate R 0 from mortality data. These counties represent 24 states and a diverse range of population densities. The list of counties is available in the supplement.", "cite_spans": [], "ref_spans": [], "section": "R 0 and population density"}, {"text": "We calculated population density by dividing population by land area (in square kilometers). Where appropriate we adjusted land area estimates to remove water or heavily wooded areas. We do this in order to more accurately represent experienced density of each county.", "cite_spans": [], "ref_spans": [], "section": "R 0 and population density"}, {"text": "A relationship between population density and R 0 may change as density increases above a critical threshold, for example, rural versus urban. To model the relationship between population density and estimates of R 0 , we therefore use segmented linear regression [18] . We find evidence for a critical density threshold based on a best cut point of just under 1,000 people per square-kilometer. The relationship between population density and R 0 is not statistically significant below this threshold. Above the threshold, the relationship is statistically significant with a coefficient of 1.23 (0.38 − 2.07 95% CI) on log population density.", "cite_spans": [{"start": 264, "end": 268, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "R 0 and population density"}, {"text": "Commuting into a major metropolitan center can obscure this relationship if higher infection rates exist for people who commute to a very dense county but who live in a less dense neighboring county. We therefore looked specifically at a subset of counties that included the densest county within each metropolitan area (i.e. to control for commuter effects). We see a strong correlation between density and R 0 . We estimate a coefficient of 1.78 (0.54 − 3.018 95% CI) for this subset. See Methods for a detailed description for the selection criteria for the primary metropolitan counties.", "cite_spans": [], "ref_spans": [], "section": "R 0 and population density"}, {"text": "The most densely populated counties are usually associated with high overall population and exist within major metropolitan centers. These centers may have higher risk of importation events and better reporting than less densely populated areas and thus could be driving the relationship noted. To parse out whether the effect is simply reflective of increase population centers, we similarly regressed R 0 on population size. We find no statistically significant relationship for the full data or the subset of metropolitan counties. This finding indicates that higher density areas experienced more rapid transmission. This association highlights the importance of employing rapid and robust NPIs in the densest areas in the U.S (see Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 736, "end": 744, "text": "Figure 1", "ref_id": null}], "section": "R 0 and population density"}, {"text": "Having estimated initial transmission rates using exponential growth rates, we next examined the impact of NPIs on reducing transmission throughout the time course of each county-level epidemic. Using a statistical framework to infer R e from mortality data, we found substantial variation in daily transmission values, R e , by state and response level as illustrated in Figure 2 . Grouping county-level estimates of R e by state and response time, we observed Figure 1 : Early epidemic estimates of R 0 with 95% quantile bars against population density and population size. Panel A plot R 0 against population density with the best fit segmented linear regression line and 95% confidence bands. We fit the linear model allowing for one break point in population density. The best fit cut point is around population density just under 1,000. The association between density and R 0 is not significant below this cut point, but is statistically significant for densities above ∼ 1,000 people per square kilometer. Additionally to account for commuter effects, we extracted the primary county per major metropolitan area across a number of states and the relationship between population density and R 0 is statistically significant for these counties. Panel B plots R 0 against population size with a linear fit though the association was not significant. The subset of primary metropolitan counties is plotted as well, with the (not significant) best fit line. We found a positive relationship between population density and R 0 . In contrast, we found no relationship between population size and R 0 , indicating that highly dense areas are at greater risk of rapid spread, while less dense areas may require comparatively fewer interventions to slow the spread of the virus.", "cite_spans": [], "ref_spans": [{"start": 372, "end": 380, "text": "Figure 2", "ref_id": null}, {"start": 462, "end": 470, "text": "Figure 1", "ref_id": null}], "section": "Distribution of R e and state response level"}, {"text": "a consistent decline in transmission estimates as states enforced stricter social distancing measures (see Figure 2 ). Missing observations in Figure 2 are due to either insufficient data to estimate R e for some levels (e.g., Rhode Island) or due to states never being classified into some levels. For example, Nebraska never reached the highest level of state response or South Carolina which transitions directly from no state actions to a \"medium\" level response). Figure 2 examines county means at each intervention level by state and lines connect counties across intervention levels. We observed a generally consistent decline in estimates of R e as counties progress from mild to strict interventions, although a minority of counties (25 out of 673) did experience an increase in R e moving from \"medium\" level interventions to \"high.\" These outliers are primarily in Texas, Alabama, Georgia and Louisiana. In general these counties are rural and experienced late outbreaks: suggesting these counties may not have enforced statewide distancing measures as strictly as their urban counterparts which experienced large outbreaks early in the pandemic. Additionally, these outlier counties have an average population density of 77 people per square kilometer, with 80% with density below 80 people per square kilometer. Recall that the actions being used to deduce response level are typically actions taken on the part of governors and apply to the entire state. We expect that there will be variation in compliance and enforcement by counties.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "Figure 2", "ref_id": null}, {"start": 143, "end": 151, "text": "Figure 2", "ref_id": null}, {"start": 469, "end": 477, "text": "Figure 2", "ref_id": null}], "section": "Distribution of R e and state response level"}, {"text": "We also mapped state-wide average reduction in R e associated with moving to more restrictive NPI levels ( Figure  3 ). We found that Southern and Western states which are experiencing increases in daily case counts (as of June 25 2020) did not obtain significant reductions in R e when state orders dictated the highest level of restrictions. This indicates that the current increase in cases associated with reopening may have been beginning even before states began to loosen social distancing guidelines.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 116, "text": "Figure  3", "ref_id": "FIGREF2"}], "section": "Distribution of R e and state response level"}, {"text": "3 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Distribution of R e and state response level"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Distribution of R e and state response level"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. Lagged R e estimates by state response level Figure 2 : Estimates of R e by county, state and response level (none, low, medium, high). We observe a consistent decrease in estimates of R e across states and counties as the response level increases. Each point represents countylevel mean estimates of R e at that response level. Horizontal lines correspond to R e = 3 and R e = 1. Most locations begin at an R e of 3 or higher, many counties, though not all, manage to get R e below 1 at the highest response level. Briefly, low level responses include states of emergency, mild regulations on public gatherings (500-1000 people); medium level responses include moderate regulation on public gatherings (25-100 people), school closures and some regulations on dining and retail; high level responses include partial or statewide \"stay home\" orders, retail and dining closures and bans on gatherings of 10 people or more. A full table of the response levels and the regulations they contain is included in the appendix.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 133, "text": "Figure 2", "ref_id": null}], "section": "Distribution of R e and state response level"}, {"text": "We used two analytical strategies to assess how changes in R e were associated with changes in state policies. First we examined at county-to-county comparisons by NPI level (Table 1) . For each county we performed a t-test to examine whether R e at NPI level n is statistically different from R e at level n + 1. Here, level 0 corresponds to no interventions, level 1 corresponds to low level NPIs, level 2 corresponds to medium level NPIs, and level 3 is high level NPIs. Note, sample sizes are small for lower levels as we required at least five days in each level to compare transmission estimates. Second, we examine whether mean values of R e at level n are associated with transmission reduction associated with moving to level n + 1 ( Table 2 ). In other words, we address whether transmission reduction will be greater if starting values of R e are greater. Across counties, we find the mean R e without NPIs is 3.4, the mean at low level NPIs is 2.6, the mean at medium level NPIs is 1.9 and the average at the highest NPI level is 1.3. This suggests, on average, that counties did not obtain R e values below one. Table 1 shows the largest gains are observed for moving from no NPIs (level 0) to low level NPIs (level 1). Briefly, these include limits on large (500-1000 people) gatherings and partial school closures. In contrast, we observed the smallest average gain as well as the least consistent statistical significance for moving from medium (level 2) restrictions to high (level 3) restrictions. This implies two possible explanations: the first is that marginal gains are more difficult when R e becomes low. So while it may take relatively small changes to move from R e = 3 to R e = 2, it may be much harder to achieve R e = 1 from R e = 2; second, it may imply that prohibiting large gatherings (also known as \"superspreader events\") gives the largest gain in transmission reduction relative to other measures [19] . To further investigate these two hypotheses we turn to Table 2  Table 2 explores how the slope (or change in R e ) varies depending on the baseline R e value. We see a consistent We see that a number of states in the south and west did not obtain large reductions in R e when moving to the highest NPI level. Red outlines indicate states which had case increases of greater than 50% in the two weeks between June 8 and June 22, 2020. States like Texas, Florida, and Georgia are, at the time of this writing, seeing a drastic spike in cases. These results indicate that conditions for increasing cases existed as much as a month ago, at the tail end of \"stay home\" orders. We see great variability across states in the average reduction in transmission associated with each level. The increasing values of the coefficients in Table 2 as we move from model (1) to model (3) support the first hypothesis, that gains from adding additional regulations are larger for larger R e values and obtaining slower transmission becomes increasingly difficult as lower values of R e are reached.", "cite_spans": [{"start": 1934, "end": 1938, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 174, "end": 183, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 743, "end": 750, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1125, "end": 1132, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1996, "end": 2012, "text": "Table 2  Table 2", "ref_id": "TABREF2"}, {"start": 2766, "end": 2773, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Policy Changes and Transmission Reduction"}, {"text": "T-tests for the difference in R e distributions across counties and days (which also includes mean R e values for each level) are included in the supplement. Additionally, as regressing estimated differences on estimated parameters may raise concerns of correlated bias, we include two robustness checks in the supplement for the results in Table 2 . Specifically, we show that the slope between R e,n and R e,n+1 is statistically less than one. Additionally we regress R e,0 − R e,1 on population density for the primary metropolitan counties in the previous section. This allows us to check the slope against a parameter that is not estimated. We know R e,0 should be higher for denser areas, so we expect the coefficient to be negative on population density, indicating that places with higher initial transmission will have higher gains moving into low-level NPIs. Both of these robustness checks confirm the results presented here.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 348, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Policy Changes and Transmission Reduction"}, {"text": "Understanding heterogeneities in transmission across settings as well as the impact of non-pharmaceutical interventions on transmission is essential for limiting the spread of COVID-19, particularly in the absence of a vaccine. These details could be of considerable importance in planning step-down of NPIs that minimizes economic and social disruption while maintaining low transmission [17, 4] .", "cite_spans": [{"start": 389, "end": 393, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 394, "end": 396, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Examining early outbreak exponential growth rates, we are able to demonstrate an association between population density -in particular densities above 1,000 people per square kilometer -and R 0 . We see higher rates of transmission among the very densest locations. In particular, among the densest urban areas we see a strong relationship between increasing density and more rapid transmission. This indicates denser places need to impose more aggressive social distancing policies in order to obtain an R e below unity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Quantifying state actions and using publicly available mortality data allows for such an analysis. We find a consistent trend across states: NPIs reduced R e , and the magnitude of this reduction correlated with the intensity of control measures. In particular, we observe the greatest reduction in R e at the highest levels of NPIs. On average, the Examining county-to-county comparisons, we found the greatest absolute gain, on average, from the least strict measures. In particular prohibiting massive super-spreader events appears to correspond to the greatest transmission reduction [19] . However, we also stress that though this appears to be the greatest absolute reduction, it is not associated with R e values below 1. In other words, moving from no measures to limiting large gathers corresponds to the most effective reduction in transmission but is not sufficient for stopping an outbreak.", "cite_spans": [{"start": 588, "end": 592, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our analysis suggests that, on average, the United States did not reduce R e to below 1, and many states are seeing an increase in cases at the time of this writing. This is likely a result of rolling back social distancing guidelines and comparative leniency and inconsistency in both U.S. policy and policy enforcement at the state-level [20] . Comparatively, the state-level response was not as aggressive as those implemented in countries that were able to achieve an R e less than 1, such as South Korea and New Zealand [21] . Within the U.S., variability in the range of businesses permitted to remain open [22, 4, 23] , adherence to social distancing practices during outdoor recreation in parks [21] , and general enforcement of \"stay at home\" orders [21] all likely contributed to insufficient contact reduction to achieve this same goal.", "cite_spans": [{"start": 340, "end": 344, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 525, "end": 529, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 613, "end": 617, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 618, "end": 620, "text": "4,", "ref_id": "BIBREF3"}, {"start": 621, "end": 624, "text": "23]", "ref_id": null}, {"start": 703, "end": 707, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 759, "end": 763, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are a number of sources of potential bias in our analysis. Mortality data may reflect more robust and consistent reporting of the underlying process than case data, given well-described issues in testing availability and state-specific ability to process tests. However daily mortality counts may also be under-reported, and there will be greater variability in the lags between the infection process we seek to model and this measured outcome. Based on data available to date, we assume stochastic lag determined by empirically estimated distributions for duration of COVID-19 illness in our correlations between NPIs and mortality [24, 25, 26, 27] . Simulations suggest lagged mortality data is best for reducing bias in estimates R e [27] .", "cite_spans": [{"start": 639, "end": 643, "text": "[24,", "ref_id": "BIBREF22"}, {"start": 644, "end": 647, "text": "25,", "ref_id": "BIBREF23"}, {"start": 648, "end": 651, "text": "26,", "ref_id": null}, {"start": 652, "end": 655, "text": "27]", "ref_id": null}, {"start": 743, "end": 747, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The serial interval (or average time separating individuals in chains of transmission) may extend after herd immunity is reached as a result of the depletion of susceptible individuals, and this may amplify biases due to the distribution in lags separating infection and mortality [28, 29, 26] . In supposing a lag distribution in our correlations between NPIs and morality; implicitly, we are assuming this is the average time until a fatal outcome. Known estimates support this, however, there is a large degree of variability [24, 25, 27] . Estimates of transmission rate from mortality data may be biased when compared to well-observed incidence data. Higher estimates of R e from death data fit what we know about limited testing early in the epidemic. In the absence of standardized and rigorous testing, mortality data likely present the most accurate source of county-level data available. Deaths as a lagged proxy for incidence should be less affected by the complicated reality of testing, though subject to its own set of caveats (e.g. high transmissibility in nursing homes may artificially inflate R e estimates).", "cite_spans": [{"start": 281, "end": 285, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 286, "end": 289, "text": "29,", "ref_id": "BIBREF28"}, {"start": 290, "end": 293, "text": "26]", "ref_id": null}, {"start": 529, "end": 533, "text": "[24,", "ref_id": "BIBREF22"}, {"start": 534, "end": 537, "text": "25,", "ref_id": "BIBREF23"}, {"start": 538, "end": 541, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Given all these complexities, our estimates of R e and the magnitude of reductions may not be precise; even so, we believe the estimated reductions in R e are qualitatively robust. In other words, we believe the trends we observe in our estimates are real even if the estimates are not exact. Research using more sophisticated and exact theoretical methods is ongoing and likely to provide deeper, and more exact, estimates of transmission [8] . Finally, confounding, and unanalyzed factors, such as underlying health conditions and / or under-reporting were not considered in our analysis and may bias our estimates at the county-level. Heterogeneities at the state and county levels not included in our analysis such as age structure, contact structure, policy reinforcement, and policy adherence may explain some of the variability in the estimated impact of each state action.", "cite_spans": [{"start": 440, "end": 443, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Importantly, while these results add evidence to the effectiveness of NPIs in curbing transmission, they can only be interpreted in the context of interventions to date. Most crucially, these results do not provide a pathway to reopening business, counties, or states. The reduction in transmission associated with moving from no to high intervention, for example, does not necessarily imply an increase in equal transmission as interventions are lifted. Quantifying and predicting increases in transmission rate with various measures may be best accomplished in the realm of mechanistic models. Instead, our results provide a measure to assess control measures and may provide a framework for assessing longer-term mitigation strategies such as adaptive triggering of control measures [9, 7] .", "cite_spans": [{"start": 786, "end": 789, "text": "[9,", "ref_id": null}, {"start": 790, "end": 792, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, we stress that in many ways our results are limited by our geographic unit of analysis. We utilize county level data because we believe the assumption of uniform mixing is more realistic at the county level as opposed to the state level. However, we know that often county borders are administrative and arbitrary with respect to human movement. In an ideal world, the unit of analysis would be reflective of human contact patterns. Many metro areas are split across several counties, limiting our ability to assess the impacts of local population density versus commuting behaviors. In order to best model, predict, and control the spread of infectious disease, a new epidemiologically-informed data collection scheme should be instituted.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Despite these limitations in both analysis and implications, these results quantify the role of NPIs in reducing COVID-19 transmission, an important step in maintaining and improving interventions. Our findings may be used by public health officials to understand their response to date and to inform future efforts.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To investigate the impact of local heterogeneities in contact rates vis-a-vis population density, we examine early stage epidemics before any state actions were taken. We limit our analysis to deaths which occurred before April 15, 2020 and were therefore likely attributable to the period before any social distancing orders were put into effect. We use the early, exponential growth phase of the epidemic to calculate R0 from the growth rate. We use the R0 R package, specifically the function estimate.R with the exponential growth option [15] . From the definition of R 0 , it can be shown that,", "cite_spans": [{"start": 542, "end": 546, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Early estimates of transmission"}, {"text": "where g(a) is the generation interval distribution. We assume, consistent with previous research [30, 29] , that the generation interval is distributed gamma with mean 4.8 days and standard deviation 2.3 days. We can obtain r by finding the slope of the logged recovered incidence data [28] . We regress estimates of R 0 on population size and population density. Where appropriate, we alter county land areas to reflect inhabited areas rather than water or nature reservations. Due to the apparent piece-wise linear shape in the relationship between density and R 0 we allow a cut point in density during the regression process. We followed the iterative procedure for estimating the cut point as implemented in segmented [18] . We also calculate a model for a subset of primary metropolitan counties. We select these counties manually as counties which represent the densest area of each metropolitan area. This should eliminate commuter effects, where less dense counties may have artificially inflated estimates R 0 due to proximity to denser urban centers. First, we selected the major metropolitan areas in the United States, then selected the densest/most central county within that area. This way we can be confident that we are estimating the R 0 associated with that level of density rather than an R 0 which has been impacted by transmission spillovers and/or commuting behavior. We then examined R 0 separately for counties from this list that had sufficient mortality data before any NPIs were in place.", "cite_spans": [{"start": 97, "end": 101, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 102, "end": 105, "text": "29]", "ref_id": "BIBREF28"}, {"start": 286, "end": 290, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 723, "end": 727, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Early estimates of transmission"}, {"text": "We recorded state-level actions in response to COVID-19 over time. We gathered state actions from the National Governors Association, along with coverage from the New York Times and local news sources. We classified these responses into low, medium, and high levels based on their expected impact on contact rates. Low level responses correspond to issuing state of emergencies through partial school closures. Medium level responses include full school closures and regulations on retail, dining and recreation. To reach a \"high level\" response, a state must have partial or statewide \"stay home\" orders in place. These levels, although approximate, align closely with the coordinated national response levels in New Zealand [13] . These actions and the ranking guide can be found in the supplement.", "cite_spans": [{"start": 726, "end": 730, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "State actions"}, {"text": "We used cumulative COVID-19 mortality time courses publicly available from the New York Times [14] . To infer daily new deaths, we took the daily difference between cumulative counts. If daily counts were negative, possibly due to reporting errors at the county-level, we set these days to have zero mortality. To ensure estimates remained robust to limited data, we only inferred transmission rates from counties with at least ten record COVID-19 mortalities spread out over at least 5 days.", "cite_spans": [{"start": 94, "end": 98, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Mortality data and time-varying estimation framework"}, {"text": "To estimate time-varying transmission rates, we used the EpiEstim R package [16, 12] . We use mortality data with backward distributions to reconstruct incidence; we use stochastic distributions of time from infection to symptomatic and time from symptomatic to death [29] . Consistent with previous empirical estimates, we assume these follow a gamma distribution with means 5.3 and 15 days, and standard deviations 3.2 and 6.9 days, respectively [29, 31] . From these back-forecasted incidence numbers we use spline smoothing to generate a smooth incidence curve. As a robustness check we also calculated R e directly from death data without additional back-forecasting and the results are qualitatively consistent. For this analysis, we followed the lead of [30] for consistency. Briefly, the EpiEstim package, and more specifically, the \"estimate_R\" function, uses an assumed serial interval distribution and the observed daily cases to estimate R e . We used the same distribution as CMMID, derived from [30] , i.e., a serial interval with mean 4.7 days (95% CrI: 3.7, 6.0) and standard deviation 2.9 days (95% CrI: 1.9, 4.9). Estimates of transmission rate were smoothed using a seven-day window, as per the CMMID analysis. For each county passing our selection criteria, we then had daily approximate transmission rates allowing for detailed comparison with policy changes. Due to data limitations, we exclude any deaths which are attributable to post reopening time periods. In total post-reopening deaths were 1.7% of the total data and corresponded to only a handful of days across counties. Given the stochastic nature of the incidence reconstruction, we could not be confident that these deaths were attributable to post-reopening. Additionally, there were so few observations we did not have confidence in any trends they might describe. For these reasons, we omitted any such data points.", "cite_spans": [{"start": 76, "end": 80, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 81, "end": 84, "text": "12]", "ref_id": "BIBREF11"}, {"start": 268, "end": 272, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 448, "end": 452, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 453, "end": 456, "text": "31]", "ref_id": "BIBREF30"}, {"start": 761, "end": 765, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1009, "end": 1013, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Mortality data and time-varying estimation framework"}, {"text": "We use two statistical approaches to obtain a full description of the changes in R e associated with changes in state actions. First, we examine county by county differences in R e by level. To estimate the magnitude and significance of the change, we examine each county independently and pair proximate NPI levels (i.e. no interventions with level 1, level 1 with level 2, and level 3 with level 4) and perform a simple t-test. We examine the magnitude and significance of the difference in R e across counties. For this analysis, we limit our data to counties which had at least five days of observations in each of the relevant NPI levels.", "cite_spans": [], "ref_spans": [], "section": "Estimating reduction in transmission by policy changes"}, {"text": "Second, to summarize the association between previous R e values with the potential gain from instituting additional interventions, we regress the mean difference in R e between each level and the previous mean value of R e . For example, for level 1, we regress R e,1 − R e,0 on R e,1 . In this case R e,1 represents the mean R e value for a given county at NPI level 1 and R e,1 − R e,0 is the difference between the mean R e value at level 1 and the mean R e value without interventions (R e,0 ). This allows us to see if there is a relationship between a starting value for R e and the reduction in transmission associated with moving to more aggressive restrictions. Another way to think about this is we are regressing the slope of the line segment on the starting value. This allows us to examine heterogeneities in slopes between levels across counties.", "cite_spans": [], "ref_spans": [], "section": "Estimating reduction in transmission by policy changes"}, {"text": "We also include results of simple t-test which compare R e values across levels, aggregating counties together, in the supplement. This illuminates differences in the distribution of R e values by level but it provides no causal extrapolation. We additionally include robustness check for these regressions in the supplement. In particular we test whether the slope between R e,n and R e,n+1 is statistically less than one and use population density as to confirm the results of our R e,1 − R e,0 regression as population density should be correlated with R e,1 but should not be subject to modeling biases. 8 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Estimating reduction in transmission by policy changes"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Estimating reduction in transmission by policy changes"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Estimating reduction in transmission by policy changes"}, {"text": "The following table contains all the counties for which we had sufficient data to calculated R 0 from the exponential period of the epidemic, before NPI orders were put in place. Locations in bold indicate areas that we included in our metropolitan area analysis.", "cite_spans": [], "ref_spans": [], "section": "Appendix 7 Counties used in population density analysis"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. 12 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. . 13 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. 10 Testing slope of R e,n − R e,n+1", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "Here we test whether the slopes between adjacent NPI levels is statistically different from one. A slope less than one will indicate, as we posit in the main text, that places with high transmission rates have the most to gain from ramping up NPI level. If places with higher transmission rates at level n have greater reductions at n+1 than places with lower transmission rates, this will flatten the slope (plotting x = n, y = n+1) toward zero. We see, for each regression, that the slope is statistically different from one. This confirms the findings in the main text. 11 Testing slope of R e,n − R e,n+1 with population density", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "To test our regression procedure for examining the relationship between the slope with NPI level and the previous transmission rate, we replicate the regression using population density for our primary metro counties. As we know more dense locations had higher initial transmission rates, we expect to see greater gains from moving to low level NPIs from no NPIs. Indeed, we see this relationship holds. We do not replicate this for the following slopes as we do not expect population density to be necessarily associated with transmission rates under medium and high level NPIs as timing and enforcement as well as previous transmission rates will have more of an effect than population density once some NPIs have been ordered. 14 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "The copyright holder for this preprint (which this version posted July 1, 2020. . https://doi.org/10.1101/2020.06.30.20142877 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "11"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus disease (COVID-19) situation reports, 2020. Library Catalog: www.who", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Unveiling the origin and transmission of 2019-nCoV", "authors": [{"first": "Yifei", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Trends in Microbiology", "volume": "28", "issn": "4", "pages": "239--240", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Susceptible supply limits the role of climate in the early SARS-CoV-2 pandemic", "authors": [{"first": "Rachel", "middle": ["E"], "last": "Baker", "suffix": ""}, {"first": "Wenchang", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Gabriel", "middle": ["A"], "last": "Vecchi", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}, {"first": "Jessica", "middle": ["E"], "last": "Metcalf", "suffix": ""}, {"first": "Bryan", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study", "authors": [{"first": "G", "middle": [], "last": "Nicholas", "suffix": ""}, {"first": "Adam", "middle": ["J"], "last": "Davies", "suffix": ""}, {"first": "Rosalind", "middle": ["M"], "last": "Kucharski", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Eggo", "suffix": ""}, {"first": "John", "middle": [], "last": "Gimma", "suffix": ""}, {"first": "Thibaut", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Kathleen", "suffix": ""}, {"first": "Akira", "middle": [], "last": "Reilly", "suffix": ""}, {"first": "Joel", "middle": [], "last": "Endo", "suffix": ""}, {"first": "Emily", "middle": ["S"], "last": "Hellewell", "suffix": ""}, {"first": "", "middle": [], "last": "Nightingale", "suffix": ""}, {"first": "J", "middle": [], "last": "Billy", "suffix": ""}, {"first": "Christopher", "middle": ["I"], "last": "Quilty", "suffix": ""}, {"first": "Timothy", "middle": ["W"], "last": "Jarvis", "suffix": ""}, {"first": "Petra", "middle": [], "last": "Russell", "suffix": ""}, {"first": "Nikos", "middle": ["I"], "last": "Klepac", "suffix": ""}, {"first": "Sebastian", "middle": [], "last": "Bosse", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Funk", "suffix": ""}, {"first": "", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "F", "middle": [], "last": "Graham", "suffix": ""}, {"first": "Hamish", "middle": [], "last": "Medley", "suffix": ""}, {"first": "", "middle": [], "last": "Gibbs", "suffix": ""}, {"first": "A B", "middle": [], "last": "Carl", "suffix": ""}, {"first": "Stefan", "middle": [], "last": "Pearson", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Flasche", "suffix": ""}, {"first": "Samuel", "middle": [], "last": "Jit", "suffix": ""}, {"first": "Kiesha", "middle": [], "last": "Clifford", "suffix": ""}, {"first": "Charlie", "middle": [], "last": "Prem", "suffix": ""}, {"first": "Jon", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "", "middle": [], "last": "Emery", "suffix": ""}, {"first": "K", "middle": [], "last": "Arminder", "suffix": ""}, {"first": "", "middle": [], "last": "Deol", "suffix": ""}, {"first": "R", "middle": [], "last": "Simon", "suffix": ""}, {"first": "Kevin", "middle": [], "last": "Procter", "suffix": ""}, {"first": "Yueqian", "middle": ["Fiona"], "last": "Van Zandvoort", "suffix": ""}, {"first": "James", "middle": ["D"], "last": "Sun", "suffix": ""}, {"first": "Alicia", "middle": [], "last": "Munday", "suffix": ""}, {"first": "Megan", "middle": [], "last": "Rosello", "suffix": ""}, {"first": "Gwen", "middle": [], "last": "Auzenbergs", "suffix": ""}, {"first": "", "middle": [], "last": "Knight", "suffix": ""}, {"first": "M G J", "middle": [], "last": "Rein", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Houben", "suffix": ""}, {"first": "", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Developing covid-19 vaccines at pandemic speed", "authors": [{"first": "Nicole", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "Melanie", "middle": [], "last": "Saville", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Hatchett", "suffix": ""}, {"first": "Jane", "middle": [], "last": "Halton", "suffix": ""}], "year": 2020, "venue": "Publisher: Massachusetts Medical Society", "volume": "382", "issn": "21", "pages": "1969--1973", "other_ids": {"DOI": ["10.1056/NEJMp2005630"]}}, "BIBREF6": {"ref_id": "b6", "title": "Social distancing strategies for curbing the COVID-19 epidemic. medRxiv", "authors": [{"first": "M", "middle": [], "last": "Stephen", "suffix": ""}, {"first": "Christine", "middle": [], "last": "Kissler", "suffix": ""}, {"first": "Marc", "middle": [], "last": "Tedijanto", "suffix": ""}, {"first": "Yonatan", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "", "middle": [], "last": "Grad", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study", "authors": [{"first": "J", "middle": [], "last": "Adam", "suffix": ""}, {"first": "Timothy", "middle": ["W"], "last": "Kucharski", "suffix": ""}, {"first": "Charlie", "middle": [], "last": "Russell", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "John", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Sebastian", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "Rosalind", "middle": ["M"], "last": "Funk", "suffix": ""}, {"first": "Fiona", "middle": [], "last": "Eggo", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Sun", "suffix": ""}, {"first": "", "middle": [], "last": "Jit", "suffix": ""}, {"first": "D", "middle": [], "last": "James", "suffix": ""}, {"first": "Nicholas", "middle": [], "last": "Munday", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Davies", "suffix": ""}, {"first": "Kevin", "middle": [], "last": "Gimma", "suffix": ""}, {"first": "Hamish", "middle": [], "last": "Van Zandvoort", "suffix": ""}, {"first": "Joel", "middle": [], "last": "Gibbs", "suffix": ""}, {"first": "", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "I", "middle": [], "last": "Christopher", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Jarvis", "suffix": ""}, {"first": "", "middle": [], "last": "Clifford", "suffix": ""}, {"first": "J", "middle": [], "last": "Billy", "suffix": ""}, {"first": "Nikos", "middle": ["I"], "last": "Quilty", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Bosse", "suffix": ""}, {"first": "Petra", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "Stefan", "middle": [], "last": "Klepac", "suffix": ""}, {"first": "", "middle": [], "last": "Flasche", "suffix": ""}], "year": 2020, "venue": "", "volume": "20", "issn": "", "pages": "553--558", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Temporal variation in transmission during the COVID-19 outbreak", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics", "authors": [{"first": "Anne", "middle": [], "last": "Cori", "suffix": ""}, {"first": "Neil", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "Christophe", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "Simon", "middle": [], "last": "Cauchemez", "suffix": ""}], "year": 2013, "venue": "", "volume": "178", "issn": "", "pages": "1505--1512", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Covid-19 alert system", "authors": [{"first": "", "middle": [], "last": "New Zealand Government", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Covid-19 data | dev portal", "authors": [], "year": 2020, "venue": "New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The r0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks", "authors": [{"first": "Thomas", "middle": [], "last": "Obadia", "suffix": ""}, {"first": "Romana", "middle": [], "last": "Haneef", "suffix": ""}, {"first": "Pierre-Yves", "middle": [], "last": "Boëlle", "suffix": ""}], "year": 2012, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "EpiEstim: Estimate time varying reproduction numbers from epidemic curves", "authors": [{"first": "Anne", "middle": [], "last": "Cori", "suffix": ""}, {"first": "Simon", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "Neil", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "Christophe", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "Elisabeth", "middle": [], "last": "Dahlqwist", "suffix": ""}, {"first": "P", "middle": ["Alex"], "last": "Demarsh", "suffix": ""}, {"first": "Thibaut", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhian", "suffix": ""}, {"first": "Justin", "middle": [], "last": "Kamvar", "suffix": ""}, {"first": "Shikun", "middle": [], "last": "Lessler", "suffix": ""}, {"first": "Jonathan", "middle": ["A"], "last": "Li", "suffix": ""}, {"first": "Jake", "middle": [], "last": "Polonsky", "suffix": ""}, {"first": "Robin", "middle": [], "last": "Stockwin", "suffix": ""}, {"first": "Rolina", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "", "middle": [], "last": "Van Gaalen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Improved inference of time-varying reproduction numbers during infectious disease outbreaks", "authors": [{"first": "R", "middle": ["N"], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Stockwin", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Van Gaalen", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Polonsky", "suffix": ""}, {"first": "Z", "middle": ["N"], "last": "Kamvar", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Demarsh", "suffix": ""}, {"first": "E", "middle": [], "last": "Dahlqwist", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Miguel", "suffix": ""}, {"first": "T", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "J", "middle": [], "last": "Lessler", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "A", "middle": [], "last": "Cori", "suffix": ""}], "year": 2019, "venue": "", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Estimating regression models with unknown break-points", "authors": [{"first": "M", "middle": ["R"], "last": "Vito", "suffix": ""}, {"first": "", "middle": [], "last": "Muggeo", "suffix": ""}], "year": 2003, "venue": "Statistics in Medicine", "volume": "22", "issn": "19", "pages": "3055--3071", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "How 'superspreading' events drive most of covid-19 spread", "authors": [{"first": "Christie", "middle": [], "last": "Aschwanden", "suffix": ""}], "year": 2020, "venue": "Scientific American", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Whose coronavirus strategy worked best? scientists hunt most effective policies", "authors": [{"first": "Elizabeth", "middle": [], "last": "Gibney", "suffix": ""}], "year": 2020, "venue": "", "volume": "581", "issn": "", "pages": "15--16", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Coronavirus shutdowns have gone nationwide. many police departments aren't enforcing them., 2020. Library Catalog: www", "authors": [{"first": "Griff", "middle": [], "last": "Witte", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "What counts as 'essential' during a coronavirus lockdown? fries in belgium", "authors": [{"first": "Quentin", "middle": [], "last": "Aries", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Birnbaum", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Hua Chen, and Bin Cao. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in wuhan, china: a retrospective cohort study", "authors": [{"first": "Fei", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Ting", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Ronghui", "middle": [], "last": "Du", "suffix": ""}, {"first": "Guohui", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Ying", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Zhibo", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Jie", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Yeming", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Bin", "middle": [], "last": "Song", "suffix": ""}, {"first": "Xiaoying", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Lulu", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Yuan", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Hui", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xudong", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Jiuyang", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Shengjin", "middle": [], "last": "Tu", "suffix": ""}, {"first": "Yi", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "1054--1062", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application", "authors": [{"first": "A", "middle": [], "last": "Stephen", "suffix": ""}, {"first": "Kyra", "middle": ["H"], "last": "Lauer", "suffix": ""}, {"first": "Qifang", "middle": [], "last": "Grantz", "suffix": ""}, {"first": "Forrest", "middle": ["K"], "last": "Bi", "suffix": ""}, {"first": "Qulu", "middle": [], "last": "Jones", "suffix": ""}, {"first": "Hannah", "middle": ["R"], "last": "Zheng", "suffix": ""}, {"first": "Andrew", "middle": ["S"], "last": "Meredith", "suffix": ""}, {"first": "Nicholas", "middle": ["G"], "last": "Azman", "suffix": ""}, {"first": "Justin", "middle": [], "last": "Reich", "suffix": ""}, {"first": "", "middle": [], "last": "Lessler", "suffix": ""}], "year": 2020, "venue": "Annals of Internal Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "authors": [{"first": "", "middle": [], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "", "volume": "26", "issn": "", "pages": "672--675", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "How generation intervals shape the relationship between growth rates and reproductive numbers", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": null, "venue": "", "volume": "274", "issn": "", "pages": "599--604", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Reproductive number of the COVID-19 epidemic in switzerland with a focus on the cantons of basel-stadt and basel-landschaft", "authors": [{"first": "Jeremie", "middle": [], "last": "Scire", "suffix": ""}, {"first": "Sarah", "middle": [], "last": "Nadeau", "suffix": ""}, {"first": "Timothy", "middle": [], "last": "Vaughan", "suffix": ""}, {"first": "Gavin", "middle": [], "last": "Brupbacher", "suffix": ""}, {"first": "Simon", "middle": [], "last": "Fuchs", "suffix": ""}, {"first": "Jürg", "middle": [], "last": "Sommer", "suffix": ""}, {"first": "Katrin", "middle": ["N"], "last": "Koch", "suffix": ""}, {"first": "Reto", "middle": [], "last": "Misteli", "suffix": ""}, {"first": "Lukas", "middle": [], "last": "Mundorff", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Götz", "suffix": ""}, {"first": "Tobias", "middle": [], "last": "Eichenberger", "suffix": ""}, {"first": "Carlos", "middle": [], "last": "Quinto", "suffix": ""}, {"first": "Miodrag", "middle": [], "last": "Savic", "suffix": ""}, {"first": "Andrea", "middle": [], "last": "Meienberg", "suffix": ""}, {"first": "Thilo", "middle": [], "last": "Burkard", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Mayr", "suffix": ""}, {"first": "Christoph", "middle": ["A"], "last": "Meier", "suffix": ""}, {"first": "Andreas", "middle": [], "last": "Widmer", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Kuehl", "suffix": ""}, {"first": "Adrian", "middle": [], "last": "Egli", "suffix": ""}, {"first": "Hans", "middle": ["H"], "last": "Hirsch", "suffix": ""}, {"first": "Stefano", "middle": [], "last": "Bassetti", "suffix": ""}, {"first": "Christian", "middle": ["H"], "last": "Nickel", "suffix": ""}, {"first": "Katharina", "middle": ["S"], "last": "Rentsch", "suffix": ""}, {"first": "Werner", "middle": [], "last": "Kübler", "suffix": ""}, {"first": "Roland", "middle": [], "last": "Bingisser", "suffix": ""}, {"first": "Manuel", "middle": [], "last": "Battegay", "suffix": ""}, {"first": "Sarah", "middle": [], "last": "Tschudin-Sutter", "suffix": ""}, {"first": "Tanja", "middle": [], "last": "Stadler", "suffix": ""}], "year": 1920, "venue": "2020. Publisher: EMH Media", "volume": "150", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Serial interval of novel coronavirus (COVID-19) infections", "authors": [{"first": "Hiroshi", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "Natalie", "middle": ["M"], "last": "Linton", "suffix": ""}, {"first": "Andrei", "middle": ["R"], "last": "Akhmetzhanov", "suffix": ""}], "year": 2020, "venue": "", "volume": "93", "issn": "", "pages": "284--286", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Estimating the infection and case fatality ratio for COVID-19 using age-adjusted data from the outbreak on the diamond princess cruise ship", "authors": [{"first": "Rosalind M Eggo W John Edmunds", "middle": [], "last": "Russell", "suffix": ""}, {"first": "Timothy", "middle": ["W"], "last": "", "suffix": ""}, {"first": "Adam", "middle": ["J"], "last": "Kucharski", "suffix": ""}], "year": 2020, "venue": "CMMID nCov working group Stefan Flasche", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "Mapping average reductions in R e by state.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "estimates by state response level (case data)", "latex": null, "type": "figure"}, "TABREF1": {"text": "County to county comparison. Here we compare R e values in adjacent levels by county to assess the gain from imposing more aggressive restrictions on contacts. Moving from no NPI to low level NPIs was associated with the greatest reduction in transmission, while moving from medium (2) to high (3) NPI levels was associated with the least gain as well as the least consistent statistical significance.pattern where higher previous values of R e are associated with steeper slopes (greater reductions in R e ). We also see that when level 2 R e values are low (near 1) there is little to no predicted gain in moving to level 3. Similarly, if level 1 values are low (again near 1) there is little to gain from moving to level 2.", "latex": null, "type": "table"}, "TABREF2": {"text": "Regressing change in R e on previous values of R e . In each case we see having higher R e values in the previous NPI regime is associated with steeper slopes (i.e. greater reductions).estimated R e at high-level state responses was 1.2 -1.4. These results suggest that proactive state-wide measures are a highly effective way to limit the spread of COVID-19, and that stronger measures are associated with significantly reduced disease spread.", "latex": null, "type": "table"}, "TABREF3": {"text": "HMK funding: was supported by The Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Number P2CHD047879. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. ADB and IFM were supported by National Science Foundation Graduate Research Fellowships.We thank Sang Woo Park for his help and advice on statistical techniques.", "latex": null, "type": "table"}, "TABREF4": {"text": ". https://doi.org/10.1101/2020.06.", "latex": null, "type": "table"}, "TABREF5": {"text": ". https://doi.org/10.1101/2020.06.30.20142877 doi: medRxiv preprint 9 R e distribution by NPI level", "latex": null, "type": "table"}, "TABREF7": {"text": "Re,0 − Re,1", "latex": null, "type": "table"}}, "back_matter": [{"text": "Change in Re associated with NPI level, calculated from incidence data. We do not expect reported case data to be a good representation of the true incidence as we know testing was limited and reporting rates changed over time. However, we are able to see a consistent trend with these Re estimates wehrein higher NPI levels are associated with lower mean Re values. ", "cite_spans": [], "ref_spans": [], "section": "Case Data"}]}