{"paper_id": "1b782c593489b7c5300cc862d0ef041ddfd3d338", "metadata": {"title": "", "authors": [{"first": "Daniel", "middle": [], "last": "San-Juan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Neurosurgery Manuel Velasco Suárez", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Christian", "middle": [], "last": "Ramos Jiménez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Neurosurgery Manuel Velasco Suárez", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Cecilia", "middle": ["Ximénez"], "last": "Camilli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Neurosurgery Manuel Velasco Suárez", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Luis", "middle": [], "last": "Adrián De La", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cruz", "middle": [], "last": "Reyes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Neurosurgery Manuel Velasco Suárez", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Gabriela", "middle": ["Aguirre"], "last": "Galindo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Neurosurgery Manuel Velasco Suárez", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Gustavo", "middle": ["Eduardo"], "last": "Ramos Burbano", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Libre and Universidad del Valle", "location": {"settlement": "Cali", "country": "Colombia"}}, "email": ""}, {"first": "Maria", "middle": ["Magdalena"], "last": "Penela", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de la República", "location": {"settlement": "Montevideo", "country": "Uruguay"}}, "email": ""}, {"first": "Monica", "middle": ["Beatriz"], "last": "Perassolo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Carlos G. D. Durand", "location": {"settlement": "Buenos Aires", "country": "Argentina"}}, "email": ""}, {"first": "Armando", "middle": [], "last": "Tello Valdéz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Nacional Autónoma", "location": {"settlement": "Mexico City", "country": "Mexico"}}, "email": ""}, {"first": "Jorge", "middle": [], "last": "Gutierrez Godoy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ana", "middle": ["Lucila"], "last": "Moreira", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of São Paulo -USP", "location": {"settlement": "São Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Paulo", "middle": [], "last": "Andre", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Teixeira", "middle": [], "last": "Kimaid", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Campinas -UNICAMP", "location": {"settlement": "Campinas", "country": "Brazil"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "On December 31th, 2019, the Wuhan Municipal Health Commission notified the World Health Organization (WHO) of an outbreak of 27 cases of pneumonia of unknown cause in Wuhan City, Hubei Province, People's Republic of China (Wang et al., 2020a) . The results of the research suggested the diagnosis of viral pneumonia, and the genetic sequencing on January 9th, 2020 discovered a new strain of coronavirus (Gorbalenya et al., 2020) . On February 11th, 2020, WHO called the disease COVID-19, short for ''coronavirus disease 2019\" and the International Committee on Virus Taxonomy called the virus ''severe acute respiratory syndrome coronavirus 2\" SARS-CoV-2 (Gorbalenya et al., 2020; World Health Organization, 2020e) .", "cite_spans": [{"start": 222, "end": 242, "text": "(Wang et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 404, "end": 429, "text": "(Gorbalenya et al., 2020)", "ref_id": "BIBREF22"}, {"start": 656, "end": 681, "text": "(Gorbalenya et al., 2020;", "ref_id": "BIBREF22"}, {"start": 682, "end": 715, "text": "World Health Organization, 2020e)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19 is characterized by fever, dry cough, dyspnea, general discomfort and chest pain . The mortality rate is higher in people over 60 years, immunosuppressed or previously affected by other conditions such as obesity, diabetes, respiratory, cardiovascular or cancer diseases (Yi et al., 2020) . The overall COVID-19 mortality rate ranges from 2.7 to 3.4% (East and Surveillance, 2020; Verity et al., 2020) , while the reproduction number (the expected number of new cases of an infection caused by an infected individual) of COVID-19 (R0) is 2.68, suggesting a high level of contagiosity (East and Surveillance, 2020; Sorbello et al., 2020) .", "cite_spans": [{"start": 280, "end": 297, "text": "(Yi et al., 2020)", "ref_id": "BIBREF53"}, {"start": 360, "end": 389, "text": "(East and Surveillance, 2020;", "ref_id": "BIBREF17"}, {"start": 390, "end": 410, "text": "Verity et al., 2020)", "ref_id": "BIBREF44"}, {"start": 593, "end": 622, "text": "(East and Surveillance, 2020;", "ref_id": "BIBREF17"}, {"start": 623, "end": 645, "text": "Sorbello et al., 2020)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Introduction"}, {"text": "In America, the first case of COVID-19 was reported in Washington, D.C., USA, on January 15th, 2020, through the Centers for Disease Control (CDC). WHO declared the status of pandemic by COVID-19 on March 11th, (World Health Organization, 2020c . Until April 12th, 2020, more than one million people have been infected and more than 105,952 deaths have been reported (World Health Organization, 2020a) .", "cite_spans": [{"start": 211, "end": 244, "text": "(World Health Organization, 2020c", "ref_id": null}, {"start": 367, "end": 401, "text": "(World Health Organization, 2020a)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In America, United States has become the center of the pandemic with more than half million of cases and over 20,000 deaths, however, other Latin-American countries also have a high number of confirmed cases (World Health Organization, 2020a). Cases continue to increase due to the rapidly evolving situation, which is a challenge for health care, especially for severe COVID-19 patients and uninfected severely ill patients (World Health Organization, 2020b) .", "cite_spans": [{"start": 425, "end": 459, "text": "(World Health Organization, 2020b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The main route of transmission of SARS-CoV2 has been shown to be through respiratory secretions and direct contact with contaminated surfaces and material. The possibility of the transmission of the virus from asymptomatic carriers through the same routes after a close contact with non-infected people was also documented (Verity et al., 2020; Zhou et al., 2020) . Healthcare professionals (HP) are exposed to a close contact with possible asymptomatic or symptomatic carriers from which transmission is possible (Li et al., 2020a) . Currently, the extent of those affected by this virus in the HP in Latin America is unknown, however, there are multiple reports of a high incidence (Ng et al., 2020; Sorbello et al., 2020) . On February 11th, 2020, China reported 3019 healthcare workers with COVID-19, corresponding to a proportion of 7.06% of cases in China with at least 6 deaths in that group (Ran et al., 2020) . In Italy, the International Nursing Council reported on March 19th, 2020 2609 infected health workers (Nurses, 2020) . International media reported that Spain's Ministry of Health reported that 14% of COVID-19 cases reported were infected HP (Minder and Peltier, 2020) . This situation predisposes to the collapse of health systems, reduction of healthcare personnel and even the death of healthcare workers and their families (Minder and Peltier, 2020) .", "cite_spans": [{"start": 323, "end": 344, "text": "(Verity et al., 2020;", "ref_id": "BIBREF44"}, {"start": 345, "end": 363, "text": "Zhou et al., 2020)", "ref_id": null}, {"start": 514, "end": 532, "text": "(Li et al., 2020a)", "ref_id": "BIBREF27"}, {"start": 684, "end": 701, "text": "(Ng et al., 2020;", "ref_id": "BIBREF34"}, {"start": 702, "end": 724, "text": "Sorbello et al., 2020)", "ref_id": "BIBREF42"}, {"start": 899, "end": 917, "text": "(Ran et al., 2020)", "ref_id": "BIBREF38"}, {"start": 1022, "end": 1036, "text": "(Nurses, 2020)", "ref_id": "BIBREF35"}, {"start": 1162, "end": 1188, "text": "(Minder and Peltier, 2020)", "ref_id": "BIBREF32"}, {"start": 1347, "end": 1373, "text": "(Minder and Peltier, 2020)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Introduction"}, {"text": "The advent of the SARS-CoV-2 pandemic and the saturation of health services internationally pose a high occupational risk to all healthcare-related staff (Centers for Disease Control and Prevention, 2020d) . WHO encourages countries to prepare hospitals and health facilities, protect their health staff, and decide what kind of social distancing methods should be implemented and for how long, among other actions (World Health Organization, 2019). In addition, an increasing number of COVID-19 patients with manifestations of central and peripherical nervous system condition have been reported (Li et al., 2020b; Baig et al., 2020; Mao et al., 2020; Pleasure et al., 2020) .", "cite_spans": [{"start": 175, "end": 205, "text": "Control and Prevention, 2020d)", "ref_id": null}, {"start": 597, "end": 615, "text": "(Li et al., 2020b;", "ref_id": null}, {"start": 616, "end": 634, "text": "Baig et al., 2020;", "ref_id": "BIBREF6"}, {"start": 635, "end": 652, "text": "Mao et al., 2020;", "ref_id": "BIBREF31"}, {"start": 653, "end": 675, "text": "Pleasure et al., 2020)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Justification"}, {"text": "Depending on the type of nervous system condition or secondary neurological complication, the assistance of a clinical neurophysiologist may be required. Patients who already have neurological diagnoses requiring studies by the clinical neurophysiology (CN) service during this pandemic should also be taken into consideration. For these two main reasons it is necessary to be prepared and act according to the needs of each patient. Since HP is at the forefront of defense in this pandemic, with SARS-CoV2 infection rates up to 29% (Sun and Guan, 2020) , this poses additional risk for intrahospital virus dissemination (Sorbello et al., 2020) . Based on the different healthcare systems, human resources, infrastructure and medical emergencies in demand of CN studies, and the lack of a guide for the management of this situation, it was decided to carry out these guidelines.", "cite_spans": [{"start": 533, "end": 553, "text": "(Sun and Guan, 2020)", "ref_id": "BIBREF43"}, {"start": 621, "end": 644, "text": "(Sorbello et al., 2020)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Justification"}, {"text": "To establish guidelines to provide protection of HP conducting CN studies in outpatient or inpatient settings during the COVID-19 pandemic. In addition, to establish a protocol for the disinfection of equipment and supplies required in the CN studies.", "cite_spans": [], "ref_spans": [], "section": "Objective"}, {"text": "We reviewed the state of the art of scientific articles and sources of official health organizations in English and Spanish of policies to protect HP with an emphasis on COVID-19 and developed recommendations adapted to the practice of CN. These practical guidelines were developed with the participation of experts in CN from Latin America under the coordination of The Latin American Chapter of the International Federation of Clinical Neurophysiology of the International Federation of Clinical Neurophysiology (LAC -IFCN).", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Coronavirus: Coronavirus are an extensive family of RNA viruses that can cause disease in both animals and humans. In humans, they cause respiratory infections that can range from the common cold to more serious diseases that can lead to death (World Health Organization, 2019).", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "COVID-19: is an acute respiratory disease caused by SARS-CoV-2 (World Health Organization, 2020a).", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "COVID-19 patient confirmed: A person with laboratory confirmation of COVID-19 infection, regardless of clinical signs and symptoms (World Health Organization, 2020a) .", "cite_spans": [{"start": 131, "end": 165, "text": "(World Health Organization, 2020a)", "ref_id": null}], "ref_spans": [], "section": "Definitions"}, {"text": "Suspected case of COVID-19: A person who has some of the following conditions: A) an acute respiratory disease (fever and at least one sign/symptom of respiratory disease; e.g. cough, dyspnea), and a travel or residency history at a location reporting community transmission of COVID-19 for 14 days prior to the onset of symptoms; B) any acute respiratory disease that has been in contact with a probable or confirmed COVID-19 case in the last 14 days prior to the onset of symptoms; or C) a severe acute respiratory disease (fever and at least one sign/symptom of respiratory disease, e.g. cough, shortness of breath; and requiring hospitalization) in the absence of an alternative diagnosis that fully explains the clinical presentation (World Health Organization, 2020a).", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "Probable case of COVID-19: A person who meets the following conditions: (A) a suspected case for whom the laboratory tests for the COVID-19 virus are inconclusive; or (B) a suspected case for whom the tests could not be carried out for any reason (World Health Organization, 2020a).", "cite_spans": [], "ref_spans": [], "section": "Definitions"}, {"text": "The following recommendations should be harmonized with current scientific knowledge, institutional, local, national and international medical policies in force. These guidelines address the most common diagnostic procedures for the practice of CN; however, other procedures may follow similar guidelines. The context in which these recommendations are implemented should be adapted to the different phases of the pandemic and health systems, which may vary rapidly in the affected regions.", "cite_spans": [], "ref_spans": [], "section": "General recommendations for clinical neurophysiological studies"}, {"text": "Pregnant women and patients over 60 years of age with comorbidities such as obesity, diabetes mellitus, systemic high blood pressure, cardiovascular disease, chronic lung disease or immunosuppression states have an increased risk of contracting the disease and dying (Wang et al., 2020b; Yi et al., 2020) . For this reason, CN staff with the above risk factors should avoid conducting CN studies as much as possible and take extreme precautions when there is no other option.", "cite_spans": [{"start": 267, "end": 287, "text": "(Wang et al., 2020b;", "ref_id": "BIBREF46"}, {"start": 288, "end": 304, "text": "Yi et al., 2020)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Recommendations for neurophysiology staff with risk factors for COVID-19"}, {"text": "The pandemic and excess information from mass media including the preventive measures taken by governments has generated in a large part of the population anxiety, panic, fear, insomnia and depressive symptoms in the face of the likelihood of acquiring infection and fatal outcome if acquired (Galea et al., 2020; Lai et al., 2020) . For this reason it is advisable that there is the possibility of access to psychological and psychiatric support, for example, through an easily accessible telephone line where initial support can be provided to the HP, who has an increased risk of developing these symptoms (Lai et al., 2020) .", "cite_spans": [{"start": 293, "end": 313, "text": "(Galea et al., 2020;", "ref_id": "BIBREF20"}, {"start": 314, "end": 331, "text": "Lai et al., 2020)", "ref_id": "BIBREF25"}, {"start": 609, "end": 627, "text": "(Lai et al., 2020)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Recommendations in case of psychiatric signs in CN staff induced by the COVID-19 pandemic"}, {"text": "Due to the high risk of infection to patients and HP in the face of exposure, it is recommended to carefully evaluate each and every case to decide which, when and why CN tests are non-urgent elective tests and, therefore, could be postponed, including electroencephalograms (EEG), video-EEG, polysomnography (PSG), use of continuous positive airway pressure (CPAP) devices, evoked potentials (EP), neuromuscular ultrasound (US), electromyography (EMG), nerve conduction studies (NCS) and other CN tests (American Clinical Neurophysiology Society, 2020a).", "cite_spans": [], "ref_spans": [], "section": "Considerations of clinical neurophysiological studies in any circumstance whether ambulatory, private offices or hospitals"}, {"text": "In the case of a demand for a CN study, the risk/benefit of conducting an ambulatory study should be evaluated. Performance of the study should be preferred through hospitalization if required by the emergency of the medical condition, and the result of the examination should impact decision-making in the treatment. An example is non-convulsive status epilepticus in children or adults (Fogang et al., 2017; Sánchez Fernández et al., 2017) . If an outpatient study is needed in a private or public clinic, the guidelines for the protection of the HP and the prevention of transmission through the guidelines for disinfection of the facilities, equipment and material referred to in sections 13, 14 and 15 below shall be followed.", "cite_spans": [{"start": 388, "end": 409, "text": "(Fogang et al., 2017;", "ref_id": "BIBREF18"}, {"start": 410, "end": 441, "text": "Sánchez Fernández et al., 2017)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Considerations of clinical neurophysiological studies in any circumstance whether ambulatory, private offices or hospitals"}, {"text": "Studies at the patient's home should follow the WHO's recommendations for the care of patients with suspected or confirmed COVID-19, for example in PSG studies with monitors 2 and 3 (American Academy of Sleep Medicine, 2020).", "cite_spans": [], "ref_spans": [], "section": "Considerations of clinical neurophysiological studies in any circumstance whether ambulatory, private offices or hospitals"}, {"text": "It is useful when evaluating the request for a CN study to call the patient or family relatives and perform clinical and epidemiological screening. The CN lab secretary or assistant should do the following survey, which is very easy to apply (Liang, 2020) .", "cite_spans": [{"start": 242, "end": 255, "text": "(Liang, 2020)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Preventive COVID-19 risk assessment process in the department of clinical neurophysiology prior to patient admission"}, {"text": "1. Does the patient have respiratory symptoms and/or fever, no matter whether mild? 2. Has the patient travelled in countries where COVID-19 cases have been detected in the last 14 days? 3. Has the patient been in contact with people who have been traveling or reside in countries with proven cases of COVID-19 in the last 14 days? 4. Has the patient been to places where 2 or more people with respiratory symptoms and/or fever have been detected in the last 14 days (home, workplace, school)? 5. Has the patient been in contact with healthy people who have been in contact with patients with proven COVID-19? 6. Has the patient been in contact with people with a proven or suspected COVID-19 infection in the last 14 days?", "cite_spans": [], "ref_spans": [], "section": "Preventive COVID-19 risk assessment process in the department of clinical neurophysiology prior to patient admission"}, {"text": "Patients can be classified as: risk 1, if all answers are negative; risk 2, if any single of the answers to questions 1-5 is ''yes\"; risk 3: if two or more answers to questions 1-5 are ''yes\"; risk 4 (maximum risk) if the answer to question 6 is ''yes\".", "cite_spans": [], "ref_spans": [], "section": "Preventive COVID-19 risk assessment process in the department of clinical neurophysiology prior to patient admission"}, {"text": "In the event that all responses are negative, a ''risk 1\" is assigned since the patient may still be asymptomatic infected and then could spread the disease. Depending on the risk, neurophysiology service personnel should take the necessary precautions in accordance with institutional and governmental standards (Liang, 2020) .", "cite_spans": [{"start": 313, "end": 326, "text": "(Liang, 2020)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Preventive COVID-19 risk assessment process in the department of clinical neurophysiology prior to patient admission"}, {"text": "Medical condition scenarios that demand for CN studies are multiple and depend on multiple factors including the type of hospital, for example, if a general hospital or a specialized neurological hospital, pediatric or adult or mixed, etc.", "cite_spans": [], "ref_spans": [], "section": "Considerations of clinical neurophysiology studies in hospitalized patients"}, {"text": "It is known that human coronaviruses can be spread from the respiratory tract to the central nervous system (CNS) through trans-neuronal and hematogenic pathways, resulting in encephalitis and neurological diseases (Verity et al., 2020; Zhou et al., 2020) . SARS-CoV2 was identified in the cerebrospinal fluid (CSF) in a patient confirmed with COVID-19 in China (Sun and Guan, 2020) . The authors proposed that invasion into the CNS, peripheral nervous system and muscle is responsible for some neurological symptoms or syndromes (Li et al., 2020c) , including as the most common entities musculoskeletal injury (19.3%), impaired consciousness (14.8%) and acute cerebral vascular disease (5.7%) (Desforges et al., 2014) . However, it has been reported that hyposmia, anosmia and dysgeusia may occur up to 11% of patients prior to the symptoms of nasal congestion (Lechien et al., 2020) .", "cite_spans": [{"start": 215, "end": 236, "text": "(Verity et al., 2020;", "ref_id": "BIBREF44"}, {"start": 237, "end": 255, "text": "Zhou et al., 2020)", "ref_id": null}, {"start": 362, "end": 382, "text": "(Sun and Guan, 2020)", "ref_id": "BIBREF43"}, {"start": 530, "end": 548, "text": "(Li et al., 2020c)", "ref_id": null}, {"start": 695, "end": 719, "text": "(Desforges et al., 2014)", "ref_id": "BIBREF16"}, {"start": 863, "end": 885, "text": "(Lechien et al., 2020)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Considerations of clinical neurophysiology studies in hospitalized patients"}, {"text": "In general, all requests for CN studies should be reviewed by the physician performing or interpreting the studies to assess the benefit/risk ratio and appropriate time for conducting studies in patients with COVID-19, suspected COVID-19 or patients without COVID-19 infection. A driving plan for staff and patients should be in place, considering the following events:", "cite_spans": [], "ref_spans": [], "section": "Considerations of clinical neurophysiology studies in hospitalized patients"}, {"text": "1. Before the patient's arrival 2. When the patient reaches the clinic or department or attends the intra-hospital area 3. During staff visit to the department, or during the execution of the exam at the patient's bed. 4. When the patient is removed from the emergency room area or returned outside the COVID-19 care area (Centers for Disease Control and Prevention, 2020c).", "cite_spans": [], "ref_spans": [], "section": "Considerations of clinical neurophysiology studies in hospitalized patients"}, {"text": "1. EEG studies (with or without 20-min scalp surface video-EEG) should be conducted following the protection and infection prevention protocol. It is recommended that the physician reviews (remotely if possible) the recording before removing the electrodes and equipment to avoid repositioning in case a continuous EEG (cEEG) is required (with or without video-EEG 1. Several centers recommend rescheduling all elective surgeries, and only trauma, selected cancer and urgent neurosurgical procedures should be performed (Burke et al., 2020; Sorbello et al., 2020) .", "cite_spans": [{"start": 520, "end": 540, "text": "(Burke et al., 2020;", "ref_id": "BIBREF7"}, {"start": 541, "end": 563, "text": "Sorbello et al., 2020)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "EEG"}, {"text": "anesthesia teams is critical in all peri-operative periods in all cases (Skinner et al., 2017) . 3. IONM staff need to avoid stay in the operative room during the intubation process or to be at least 2 meters away from the patient during this activity, and during the IONM (Canelli et al., 2020) .", "cite_spans": [{"start": 72, "end": 94, "text": "(Skinner et al., 2017)", "ref_id": "BIBREF41"}, {"start": 273, "end": 295, "text": "(Canelli et al., 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Communication between neurophysiological, surgical and"}, {"text": "4. CN staff should take special attention to the cases of EMG of facial, laryngeal and pharyngeal muscles, oral cavity and intercostal muscles due to the increased risk of aerosolization or contamination, as well as medical complications. The role of the glass box used during endotracheal intubation ''aerosol box\" for the placement of EMG electrodes has not been evaluated, although it has been proposed as an additional protective measure attached to PPE in patients with COVID-19 (Canelli et al., 2020) . 5. Remote IONM could reduce the exposure of the physician interpreting the study (Galloway, 2013) .", "cite_spans": [{"start": 484, "end": 506, "text": "(Canelli et al., 2020)", "ref_id": "BIBREF8"}, {"start": 590, "end": 606, "text": "(Galloway, 2013)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Communication between neurophysiological, surgical and"}, {"text": "All elective diagnostic procedures should be rescheduled. If an urgent EP is needed the recommendations in section 11 should be followed.", "cite_spans": [], "ref_spans": [], "section": "Evoked potentials"}, {"text": "All elective diagnostic procedures should be rescheduled.", "cite_spans": [], "ref_spans": [], "section": "Transcranial magnetic stimulation"}, {"text": "The HP should follow the policies to protect themselves and prevent intrahospital transmission. Precautions include rational use and appropriate selection of PPE (Figs. 1 and 2 and Table 1 ); training on how to put it on, remove it and discard it (World Health Organization, 2020d). In addition, care should be taken that the work area is in proper hygienic conditions (World Health Organization, 2020c) .", "cite_spans": [{"start": 369, "end": 403, "text": "(World Health Organization, 2020c)", "ref_id": null}], "ref_spans": [{"start": 181, "end": 188, "text": "Table 1", "ref_id": "TABREF1"}], "section": "General protective procedures for healthcare personnel"}, {"text": "It is recommended to use physical barriers to reduce exposure to patients with COVID-19 or suspect cases, such as glass or plastic windows. This includes administrative areas where patients will first show up, such as triage areas or the registration desk at the CN department (World Health Organization, 2020b).", "cite_spans": [], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "HP access to COVID-19 patient rooms should be restricted if HP is not involved in direct care or will not perform a CN study. HP should consider grouping activities to minimize the number of times to enter a room and plan what activities will need to be done at the bed side (World Health Organization, 2020b) .", "cite_spans": [{"start": 275, "end": 309, "text": "(World Health Organization, 2020b)", "ref_id": null}], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "Some considerations about the PPE are as follows: Apron or Gown must be resistant to liquids and must be placed before entering the contaminated environment. After the study, the dressing apron (or gown) must be removed, inside the room and deposited in the corresponding container.", "cite_spans": [], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "Masks: They may be surgical or medical being flat or folded. The use of only medical or surgical masks is insufficient to provide the appropriate level of protection (World Health Organization, 2020b). Respirators (e.g. N95, FFP2 or equivalent standard) are useful when caring for multiple patients who have the same diagnosis and should be used without withdrawal, and evidence indicates that respirators can maintain their protection even when used for extended periods of time. However, using a respirator for more than 4 hours can cause discomfort and should be avoided (World Health Organization, 2020b). Surgical masks have a lifespan of 3 hours. The N95 respirator can be reused, however, the maximum possible number of safe reuses is unknown, so it is advisable to review the recommendations of the manufacturer, the respiratory protection program of the hospital and the infection control department (Centers for Disease Control and Prevention, 2020a). The CDC has recommended that the N95 must be discarded when it has been used in aerosol-generating procedures, when contaminated with blood, nasal or respiratory secretions, or other fluids from the patient (Centers for Disease Control and Prevention, 2020a). The N95 mask lasts 15 days, it must always be stored on paper to avoid moisture, and it is advisable to review the manufacturer's recommendations (Centers for Disease Control and Prevention, 2020a).", "cite_spans": [], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "Goggles and full-face screens or shields should properly cover the eyes and protect them from splashes or aerosols.", "cite_spans": [], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "Gloves made of latex, or nitrile in case of allergy, are recommended.", "cite_spans": [], "ref_spans": [], "section": "General protective procedures for healthcare personnel"}, {"text": "It is important to the CN technologist to know the policies to contain COVID-19 infection. As a first instance, technical staff should have theoretical knowledge of the infectious agent . In this way, they will be aware of the infection mechanism of the virus and will be able to recognize the means or routes of contagion. The CN technologist should also follow the health institution's hygiene recommendations.", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the CN technologist"}, {"text": "Before starting the diagnostic study, the CN technologist should: Fig. 2 (Liang, 2020) .", "cite_spans": [{"start": 73, "end": 86, "text": "(Liang, 2020)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 66, "end": 72, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Protective procedures for the CN technologist"}, {"text": "At the site of the diagnostic study 1. Follow the policies of the area where the study will be carried out. 2. Check that the patient also follows the recommended protective policies to reduce the risk of contagion. 3. Conduct the study following international guidelines. 4. If a routine study requires conversion to a prolonged one, inform the CN medical staff to avoid relocations and decrease the exposure time. 5. In case the study is prolonged (e.g. cEEG or video-EEG) the number of technologists entering the area during the shift should be limited. Ensure that there is a distance greater than 2 m from the monitoring patient and use physical barriers if possible. 6. Consider using clear plastic bags to cover CN equipment. 7. Avoid maneuvers that promote airway handling. Avoid request of hyperventilation or use of CPAP (CDC, 2020) .", "cite_spans": [{"start": 831, "end": 842, "text": "(CDC, 2020)", "ref_id": null}], "ref_spans": [], "section": "Protective procedures for the CN technologist"}, {"text": "After the diagnostic study ", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the CN technologist"}, {"text": "Clinical neurophysiologists shall coordinate the staff under their supervision and follow the principles of professional responsibility at the institutional, regional and national level of the practice of CN following international, ethical, safety and hygiene principles.", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "Before the study 1. The physician should review and approve the indication of the studies based on risk/benefit assessment. 2. Promote communication between the patient and the diagnostic center and between other health personnel. 3. Rationally select and use the PPE.", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "During and after the CN studies, the clinical neurophysiologist should follow the same principles as the technical CN staff, described in Section 11.", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "13. Hygiene policy for work areas, medical equipment and supplies SARS-CoV2 is an RNA virus that is wrapped with a fragile external lipid membrane. In general, wrapped viruses are less stable in the environment and are more susceptible to oxidizers such as chlorine. Persistence of coronaviruses on surfaces shows great variability, ranging from about 2 hours to 9 days. Survival time depends on different factors such as surface type, temperature, relative humidity and the specific strain of the virus (World Health Organization, 2020d). The SARS-CoV2 could be eliminated within 1 minute using common disinfectants such as 70% ethanol or sodium hypochlorite. has not yet been detected in drinking water supplies and, based on current evidence, the risk of infection from water supplies is low (World Health Organization, 2020d). According to the U.S. CDC, sterilization is the process that destroys or eliminates all microscopic life forms and is performed in hospitals or clinics using physical or chemical methods, e.g. dry heat, ethylene oxide gas, steam under pressure, hydrogen peroxide plasma and liquid chemicals. Disinfection is the process that eliminates most or all microorganisms, except bacterial spores on inanimate objects, these are eliminated in health facilities by using chemical liquids or wet pasteurization. Cleaning is the removal of visible dirt (e.g. organic and inorganic material) from objects and surfaces and is usually done manually or mechanically using water with detergents or enzymatic products (Centers for Disease Control and Prevention, 2016) .", "cite_spans": [{"start": 1552, "end": 1581, "text": "Control and Prevention, 2016)", "ref_id": null}], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "Manufacturer policies, hygiene and hazardous waste management policies of national institutions and regulations on the use or reuse of diagnostic inputs and equipment are recommended. E.g., use of EEG electrode sets or disposable EMG needles.", "cite_spans": [], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "14. Environmental disinfection, operating room and areas of clinical neurophysiology study Evidence-based strategies for attenuation of environmental contamination involve a combination of deep cleaning with surface disinfectants and ultraviolet (UV) light. UV radiation has proven to reduce intra-hospital bacterial and viral contamination of both surfaces and air (Fraise et al., 2012) .", "cite_spans": [{"start": 366, "end": 387, "text": "(Fraise et al., 2012)", "ref_id": null}], "ref_spans": [], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "In general, cleaning and disinfection measures should be implemented on any surface that had contact with the patient. Hospital grade cleaning agents are recommended (Table 2) and it is suggested that the bathrooms be cleaned at least twice a day and when needed. Dirty surfaces should first be cleaned with a detergent and then applied to the hospital grade disinfectant, in accordance with the manufacturer's recommendations for volume and contact time. After contact time has elapsed, the disinfectant is rinsed with clean water. SARS-CoV2 will be inactivated after 5 minutes of contact with household laundry disinfectants (World Health Organization, 2020d).", "cite_spans": [], "ref_spans": [{"start": 166, "end": 175, "text": "(Table 2)", "ref_id": "TABREF4"}], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "Cleaning staff should use appropriate PPE. See Table 1 (World Health Organization, 2020d). Health risks associated with the use of germicides in hospital spaces range from irritation of mucous membranes to death (Chataigner et al., 1991; Hess et al., 1991) .", "cite_spans": [{"start": 212, "end": 237, "text": "(Chataigner et al., 1991;", "ref_id": "BIBREF15"}, {"start": 238, "end": 256, "text": "Hess et al., 1991)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 47, "end": 54, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Protective procedures for the clinical neurophysiologist"}, {"text": "Neuro-diagnostic equipment", "cite_spans": [], "ref_spans": [], "section": "Policy for disinfection of the neuro-diagnostic equipment"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ISUOG Consensus Statement on organization of routine and specialist obstetric ultrasound services in the context of COVID-19", "authors": [{"first": "R", "middle": ["S"], "last": "Abu-Rustum", "suffix": ""}], "year": 2020, "venue": "Ultrasound Obstet Gynecol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/uog.22029"]}}, "BIBREF1": {"ref_id": "b1", "title": "Autonomous robots are helping kill coronavirus in hospitals -IEEE spectrum", "authors": [{"first": "E", "middle": [], "last": "Ackerman", "suffix": ""}], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Manual de esterilización para centros de salud. Organización Panamericana de la Salud", "authors": [{"first": "S", "middle": [], "last": "Acosta-Gnass", "suffix": ""}, {"first": "V", "middle": [], "last": "Stempliuk", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19: FAQs for sleep medicine clinicians and sleep facilities | AASM", "authors": [], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 resources", "authors": [], "year": 2020, "venue": "American Clinical Neurophysiology Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "American Clinical Neurophysiology Society. PPE and equipment disinfection procedures for patients on respiratory isolation precautions * EEG Staff *", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evidence of the COVID-19 Virus Targeting the CNS: tissue distribution, host-virus interaction, and proposed neurotropic mechanisms", "authors": [{"first": "A", "middle": ["M"], "last": "Baig", "suffix": ""}], "year": 2020, "venue": "ACS Chem Neurosci", "volume": "11", "issn": "", "pages": "995--1003", "other_ids": {"DOI": ["10.1021/acschemneuro.0c00122"]}}, "BIBREF7": {"ref_id": "b7", "title": "Letter: The coronavirus disease 2019 global pandemic: a neurosurgical treatment algorithm", "authors": [{"first": "J", "middle": ["F"], "last": "Burke", "suffix": ""}], "year": 2020, "venue": "Neurosurgery", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/neuros/nyaa116"]}}, "BIBREF8": {"ref_id": "b8", "title": "Barrier enclosure during endotracheal intubation", "authors": [{"first": "R", "middle": [], "last": "Canelli", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2007589"]}}, "BIBREF9": {"ref_id": "b9", "title": "CDC. Cleaning and disinfection for households interim recommendations for U.S. households with suspected or confirmed coronavirus disease 2019", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Sterilizing practices | disinfection & sterilization guidelines | guidelines library | infection control | CDC", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "CDC -Recommended guidance for extended use and limited reuse of N95 filtering facepiece respirators in healthcare settings -NIOSH workplace safety and health topic", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Infection control: severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Interim infection prevention and control recommendations for patients with suspected or confirmed coronavirus disease 2019 (COVID-19) in healthcare settings. Center for Disease Control and Prevention", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Guidelines for Environmental Infection Control in Health-Care Facilities", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention. Laundry | Background | Environmental Guidelines | Guidelines Library | Infection Control | CDC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Acute accidental poisoning with a hospital disinfectant: 45 cases, 13 deaths", "authors": [{"first": "D", "middle": [], "last": "Chataigner", "suffix": ""}], "year": 1991, "venue": "Press Med", "volume": "20", "issn": "", "pages": "741--784", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human coronaviruses: Viral and cellular factors involved in neuroinvasiveness and neuropathogenesis", "authors": [{"first": "M", "middle": [], "last": "Desforges", "suffix": ""}], "year": 2014, "venue": "Virus Res", "volume": "194", "issn": "", "pages": "145--58", "other_ids": {"DOI": ["10.1016/j.virusres.2014.09.011"]}}, "BIBREF17": {"ref_id": "b17", "title": "Home care for patients with COVID-19 presenting with mild symptoms and management of their contacts", "authors": [{"first": "M", "middle": [], "last": "East", "suffix": ""}, {"first": "G", "middle": [], "last": "Surveillance", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "17--20", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Yield of repeated intermittent EEG for seizure detection in critically ill adults", "authors": [{"first": "Y", "middle": [], "last": "Fogang", "suffix": ""}], "year": 2017, "venue": "Neurophysiol Clin", "volume": "47", "issn": "", "pages": "5--12", "other_ids": {"DOI": ["10.1016/j.neucli.2016.09.001"]}}, "BIBREF19": {"ref_id": "b19", "title": "Ayliffe's: Principles and Practice of Disinfection, Preservation and Sterilization, Russell, Hugo & Ayliffe's: Principles and Practice of Disinfection, Preservation and Sterilization", "authors": [{"first": "A", "middle": ["P"], "last": "Fraise", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Maillard", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sattar", "suffix": ""}, {"first": "", "middle": [], "last": "Russell", "suffix": ""}, {"first": "&amp;", "middle": [], "last": "Hugo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["2012.10.1002/9781118425831"]}}, "BIBREF20": {"ref_id": "b20", "title": "The mental health consequences of COVID-19 and physical distancing", "authors": [{"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Merchant", "suffix": ""}, {"first": "N", "middle": [], "last": "Lurie", "suffix": ""}], "year": 2020, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamainternmed.2020.1562"]}}, "BIBREF21": {"ref_id": "b21", "title": "Intraoperative monitoring: Do you know where your neurophysiologist is", "authors": [{"first": "G", "middle": ["M"], "last": "Galloway", "suffix": ""}], "year": 2013, "venue": "J Clin Neurophysiol", "volume": "30", "issn": "", "pages": "621--623", "other_ids": {"DOI": ["10.1097/01.wnp.0000436886.26090.6d"]}}, "BIBREF22": {"ref_id": "b22", "title": "The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2", "authors": [{"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}], "year": 2020, "venue": "Nat Microbiol", "volume": "5", "issn": "", "pages": "536--580", "other_ids": {"DOI": ["10.1038/s41564-020-0695-z"]}}, "BIBREF23": {"ref_id": "b23", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2002032"]}}, "BIBREF24": {"ref_id": "b24", "title": "Epidermal toxicity of disinfectants", "authors": [{"first": "J", "middle": ["A"], "last": "Hess", "suffix": ""}], "year": 1991, "venue": "Am J Dent", "volume": "4", "issn": "", "pages": "51--57", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Factors associated with mental health outcomes among health care workers exposed to coronavirus disease 2019", "authors": [{"first": "J", "middle": [], "last": "Lai", "suffix": ""}], "year": 2020, "venue": "JAMA Netw Open", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamanetworkopen.2020.3976"]}}, "BIBREF26": {"ref_id": "b26", "title": "Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): a multicenter European study", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}], "year": 2020, "venue": "Eur Arch Otorhinolaryngol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00405-020-05965-1"]}}, "BIBREF27": {"ref_id": "b27", "title": "Asymptomatic and human-to-human transmission of SARS-CoV-2 in a 2-family cluster", "authors": [{"first": "C", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Emerg. Infect. Dis", "volume": "26", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3201/eid2607.200718"]}}, "BIBREF28": {"ref_id": "b28", "title": "Acute cerebrovascular disease following COVID-19: q single center", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3550025"]}}, "BIBREF29": {"ref_id": "b29", "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients", "authors": [{"first": "Y", "middle": ["C"], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["Z"], "last": "Bai", "suffix": ""}, {"first": "T", "middle": [], "last": "Hashikawa", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25728"]}}, "BIBREF30": {"ref_id": "b30", "title": "Handbook of COVID-19 prevention and treatment. Handbook of Covid-19, prevention and treatment", "authors": [{"first": "T", "middle": [], "last": "Liang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan China", "authors": [{"first": "L", "middle": [], "last": "Mao", "suffix": ""}], "year": 2020, "venue": "JAMA Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaneurol.2020.1127"]}}, "BIBREF32": {"ref_id": "b32", "title": "Virus knocks thousands of health workers out of action in Europe. The New York Times", "authors": [{"first": "R", "middle": [], "last": "Minder", "suffix": ""}, {"first": "E", "middle": [], "last": "Peltier", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Screening for critical illness polyneuromyopathy with single nerve conduction studies", "authors": [{"first": "M", "middle": [], "last": "Moss", "suffix": ""}], "year": 2014, "venue": "Intensive Care Med", "volume": "40", "issn": "", "pages": "683--90", "other_ids": {"DOI": ["10.1007/s00134-014-3251-6"]}}, "BIBREF34": {"ref_id": "b34", "title": "COVID-19 and the risk to health care workers: a case report", "authors": [{"first": "K", "middle": [], "last": "Ng", "suffix": ""}], "year": 2020, "venue": "Ann Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/L20-0175"]}}, "BIBREF35": {"ref_id": "b35", "title": "International Council of Nurses 2020. High proportion of healthcare workers with COVID19", "authors": [{"first": "I", "middle": ["C"], "last": "Nurses", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Repetitive nerve stimulation test in myasthenic crisis", "authors": [{"first": "S", "middle": ["J"], "last": "Oh", "suffix": ""}], "year": 2019, "venue": "Muscle Nerve", "volume": "59", "issn": "", "pages": "544--552", "other_ids": {"DOI": ["10.1002/mus.26390"]}}, "BIBREF37": {"ref_id": "b37", "title": "The spectrum of neurologic disease in the severe acute respiratory syndrome coronavirus 2 pandemic infection neurologists move to the frontlines", "authors": [{"first": "S", "middle": ["J"], "last": "Pleasure", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Green", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Josephson", "suffix": ""}], "year": 2020, "venue": "JAMA Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaneurol.2020.1065"]}}, "BIBREF38": {"ref_id": "b38", "title": "Risk factors of healthcare workers with corona virus disease 2019: a retrospective cohort study in a designated hospital of Wuhan in China", "authors": [{"first": "L", "middle": [], "last": "Ran", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa287"]}}, "BIBREF39": {"ref_id": "b39", "title": "Needle electromyography: Basic concepts and patterns of abnormalities", "authors": [{"first": "D", "middle": ["I"], "last": "Rubin", "suffix": ""}], "year": 2012, "venue": "Neurol Clin", "volume": "30", "issn": "", "pages": "429--56", "other_ids": {"DOI": ["10.1016/j.ncl.2011.12.009"]}}, "BIBREF40": {"ref_id": "b40", "title": "Time to electroencephalography is independently associated with outcome in critically ill neonates and children", "authors": [{"first": "I", "middle": [], "last": "Sánchez Fernández", "suffix": ""}], "year": 2017, "venue": "Epilepsia", "volume": "58", "issn": "", "pages": "420--428", "other_ids": {"DOI": ["10.1111/epi.13653"]}}, "BIBREF41": {"ref_id": "b41", "title": "Medical error avoidance in intraoperative neurophysiological monitoring: The communication imperative", "authors": [{"first": "S", "middle": [], "last": "Skinner", "suffix": ""}], "year": 2017, "venue": "J Clin Neurophysiol", "volume": "34", "issn": "", "pages": "477--83", "other_ids": {"DOI": ["10.1097/WNP.0000000000000419"]}}, "BIBREF42": {"ref_id": "b42", "title": "The Italian coronavirus disease 2019 outbreak: recommendations from clinical practice", "authors": [{"first": "M", "middle": [], "last": "Sorbello", "suffix": ""}, {"first": "K", "middle": [], "last": "El-Boghdadly", "suffix": ""}, {"first": "Di", "middle": [], "last": "Giacinto", "suffix": ""}, {"first": "I", "middle": [], "last": "Cataldo", "suffix": ""}, {"first": "R", "middle": [], "last": "Esposito", "suffix": ""}, {"first": "C", "middle": [], "last": "Falcetta", "suffix": ""}, {"first": "S", "middle": [], "last": "Merli", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Cortese", "middle": ["G"], "last": "Corso", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Bressan", "suffix": ""}, {"first": "F", "middle": [], "last": "Pintaudi", "suffix": ""}, {"first": "S", "middle": [], "last": "Greif", "suffix": ""}, {"first": "R", "middle": [], "last": "Donati", "suffix": ""}, {"first": "A", "middle": [], "last": "Petrini", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Anaesthesia", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/anae.15049"]}}, "BIBREF43": {"ref_id": "b43", "title": "Novel coronavirus and central nervous system", "authors": [{"first": "T", "middle": [], "last": "Sun", "suffix": ""}, {"first": "J", "middle": [], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "Eur J Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ene.14227"]}}, "BIBREF44": {"ref_id": "b44", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "", "pages": "30243--30250", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30243-7"]}}, "BIBREF45": {"ref_id": "b45", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30185--30194", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30185-9"]}}, "BIBREF46": {"ref_id": "b46", "title": "Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1061--1070", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF47": {"ref_id": "b47", "title": "Advice on the use of masks in the community, during home care and in healthcare settings in the context of the novel coronavirus (2019-nCoV) outbreak. WHO; 2020a", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Rational use of personal protective equipment for coronavirus disease (COVID-19]. Interim guidance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Situation Report-75 HIGHLIGHTS", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "World Health Organization. Water, sanitation , hygiene and waste management for COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["http:/10.1056/NEJMoa2001191.7"]}}, "BIBREF51": {"ref_id": "b51", "title": "World Health Organization. WHO Director-General's remarks at the media briefing on 2019-nCoV on 11 February", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Covid-19) outbreak : rights, roles and responsibilities of health workers, including key considerations for occupational safety. World Health Organization (WHO)", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "COVID-19: what has been learned and to be learned about the novel coronavirus disease", "authors": [{"first": "Y", "middle": [], "last": "Yi", "suffix": ""}], "year": 2020, "venue": "Int J Biol Sci", "volume": "16", "issn": "", "pages": "1753--66", "other_ids": {"DOI": ["10.7150/ijbs.45134"]}}, "BIBREF54": {"ref_id": "b54", "title": "Assessment of diaphragmatic dysfunction in the critically ill patient with ultrasound: a systematic review", "authors": [{"first": "M", "middle": [], "last": "Zambon", "suffix": ""}], "year": 2017, "venue": "Intensive Care Med", "volume": "43", "issn": "", "pages": "29--38", "other_ids": {"DOI": ["10.1007/s00134-016-4524-z"]}}, "BIBREF55": {"ref_id": "b55", "title": "Protecting Chinese Healthcare Workers While Combating the 2019 Novel Coronavirus", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "Infect Control Hosp Epidemiol", "volume": "2020", "issn": "", "pages": "1--4", "other_ids": {"DOI": ["10.1017/ice.2020.60"]}}}, "ref_entries": {"FIGREF0": {"text": "COVID-19 Personal Protective Equipment (PPE) for healthcare personnel. Center for Disease Control, USA. https://www.cdc.gov/coronavirus/2019-ncov/hcp/using-ppe. html.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "How to put on and take off Personal Protective Equipment (PPE), World Health Organization. https://www.who.int/csr/resources/publications/putontakeoffPPE/en/.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Recommendations of rational and appropriate use of Personal Protective Equipment (PPE) in health personnel and patients during clinical neurophysiology studies. Adaptation of the WHO recommendations (World Health Organization, 2020c).", "latex": null, "type": "table"}, "TABREF3": {"text": "Dispose the non-reusable CN (e.g. electrodes) material. 2. Plan the cleaning procedure for equipment and reusable material. See Section 13. 3. Remove the PPE equipment (Fig. 2) following the recommendations of its dispensing or reuse in the area where you conducted the study, it can be a separate room, but avoid walking in other areas. 4. Wash hands with appropriate technique. 5. Proceed to the disinfection process of diagnostic equipment and electrodes with a new appropriate PPE equipment. Table 1. 6. Remove the PPE. Fig. 2. 7. Perform hand hygiene.", "latex": null, "type": "table"}, "TABREF4": {"text": "Survey of medical grade disinfectants. Severe acute respiratory syndrome coronavirus 2 is sensible to all this medical grade disinfectants (Acosta-Gnass and Stempliuk, 2008), considering that it is a RNA virus with an external lipid membrane.Note: B-bacteria, VL-lipophilic viruses, VH-hydrophilic viruses, M-mycobacteria, H-fungal, E-spores, IE-enzymatic inactivation, DP-denaturation of proteins, IAN-inactivation of nucleic acids.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Applies to neuro-diagnostic equipment used for confirmed COVID-19 patients and suspected cases in respiratory isolation (American Clinical Neurophysiology Society, 2020b 2. If no manufacturer guidance is available, consider using alcohol-based wipes or sprays containing at least 70% alcohol to disinfect touchscreens. Dry surfaces thoroughly to prevent fluid build-up (Centers for Disease Control and Prevention, 2020b). 3. Consider using washable cases for electronic devices.The use of automated robots with ultraviolet C (UV) light are an alternative for disinfecting neuro-diagnostic devices, diagnostic areas and corridors, however, they are expensive (Ackerman, 2020) .In general, the management of laundry and medical consumable waste should also be performed in accordance with hospital or clinic routine procedures (Raymond Y.W. Chinn, MD, HICPAC Advisor, Sharp Memorial Hospital, San Diego, California) (Centers for Disease Control and Prevention, 2020d).", "cite_spans": [{"start": 120, "end": 169, "text": "(American Clinical Neurophysiology Society, 2020b", "ref_id": null}, {"start": 658, "end": 674, "text": "(Ackerman, 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "annex"}, {"text": "The authors put their efforts to check that the present information is completed and updated, assuming the responsibility for this work. All authors participated in a meaningful way in the preparation of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Author statement"}, {"text": "None of the authors have potential conflicts of interest related to this work.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}]}