{
    "paper_id": "1b7900304f796afcc96f297cd83d745a5dda31a4",
    "metadata": {
        "title": "Use of a plastic barrier curtain to minimize droplet transmission during tracheal extubation in patients with COVID-19 DISCLOSURE",
        "authors": [
            {
                "first": "Naoya",
                "middle": [],
                "last": "Iwasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Motohiro",
                "middle": [],
                "last": "Sekino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Hospital",
                    "location": {}
                },
                "email": "m-ekino@nagasaki-.ac.jp"
            },
            {
                "first": "Toru",
                "middle": [],
                "last": "Egawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kazunori",
                "middle": [],
                "last": "Yamashita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Hara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, The rapid, global spread of coronavirus disease 2019 (COVID-19) has overwhelmed hospital functions in many countries. To ameliorate this crisis, it is important to protect health-care providers (HCPs) from COVID-19. Many intensive care associations advocate guidelines for airway management, since COVID-19 is considered to spread via droplets from the patient. Additionally, coughing during tracheal intubation and extubation contaminates the area surrounding the patient and increases the risk of infection to HCPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is vital to minimize the contamination surrounding infected patients. Special care should be taken during extubation, which often results in coughing, as compared with tracheal intubation wherein coughing is ameliorated by the recommended use of neuromuscular blocking agents. A recent study reported the use of plastic drapes to minimize droplet transmission during tracheal extubation. 1 Therefore, we constructed a barrier curtain using a commercially available, large (2 9 2 m), clear plastic bag (part number GB2020: House Hold Japan, Osaka, Japan) and two i.v. drip stands to minimize the spread of droplets (Fig. 1) . The extra portion of the bag can be rolled up to adjust the length by using clips and/or tape. Another drape placed under the head prevents the spread of droplets to the bed. 1 Before use, two small incisions, at any position, need to be made on the side of the curtain closest to the patient's head for the HCP to insert their forearms and perform tracheal extubation (Fig. 1) . The edge of the curtain on the opposite side is placed beneath the patient's back to avoid contamination over the chest. 1 Since there is a space around the head, a set of tools needed for tracheal extubation and reintubation can be prepared from behind the curtain. It is also possible to add incisions to the curtain for an assistant to attend the task. An aerosol block made of acrylic fiber or a carton-made protective shield can also be used to minimize the spread of patient's droplets. 2 While aerosol boxes are effective shields for minimizing transmission, they are hard and may restrict the movement of HCPs. Our curtain made of a clear plastic bag has superior ease of handling. A recent report recommended the use of a clear plastic drape over the patient during extubation and its subsequent removal with the tracheal tube. 3 Although that method minimizes droplet transmission during tracheal extubation, it is difficult to prevent the scattering of droplets derived from coughing after extubation. Moreover, it is impossible to reintubate safely. The laryngeal edema in a COVID-19 patient sometimes causes strider following tracheal extubation, necessitating reintubation. 5 As our curtain is composed of a clear, large plastic bag, tools for tracheal intubation can be used immediately and safely under the barrier curtain. Although this and the other methods cannot prevent aerosol contamination in the air, this method might minimize droplet transmission without the need for special equipment during tracheal extubation in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 804,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1129,
                    "end": 1130,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1501,
                    "end": 1502,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1845,
                    "end": 1846,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2196,
                    "end": 2197,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 625,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 997,
                    "end": 1005,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clear plastic drapes may be effective at limiting aerosolization and droplet spray during extubation: implications for COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Matava",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can. J. Anaesth",
            "volume": "67",
            "issn": "",
            "pages": "902--906",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1957--1965",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A carton-made protective shield for suspicious/confirmed COVID-19 intubation and extubation during surgery",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anesthesia & Analgesia 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1213/ane.0000000000004869"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Extubation barrier drape to minimise droplet spread",
            "authors": [
                {
                    "first": "Patino",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chitilian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. J. Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.03.028"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Laryngeal oedema associated with COVID-19 complicating airway management. Anaesthesia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wallance",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goswamy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15092"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plastic barrier curtain to minimize droplet transmission during tracheal extubation in patients with COVID-19. A, The curtain is made of a large, clear, plastic bag and includes two i.v. drip stands (white arrows). The extra portion of the bag can be rolled up to adjust the length by using clips and/or tape (blue arrow). Another drape is placed under the patient's head to prevent the spread of droplets to the bed (green arrow). B, Two small incisions are made on the side of the curtain closest to the patient's head for the health-care provider to insert their forearms and perform tracheal extubation (white arrows). The edge of the curtain at the patient's foot end is placed beneath the patient's back to avoid contamination over the chest (blue arrow).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGEMENTS W E WOULD LIKE to thank Editage for English language editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}