{
    "paper_id": "1b79f590e3c657611deba8d2512b682a17f0ac2a",
    "metadata": {
        "title": "Impact of the COVID-19 pandemic on the core functions of primary care: will the cure be worse than the disease? A qualitative interview study in Flemish GPs",
        "authors": [
            {
                "first": "Veronique",
                "middle": [],
                "last": "Verhoeven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerpen",
                        "country": "Belgium"
                    }
                },
                "email": "veronique.verhoeven@uantwerpen.be"
            },
            {
                "first": "Giannoula",
                "middle": [],
                "last": "Tsakitzidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerpen",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Hilde",
                "middle": [],
                "last": "Philips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerpen",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "Van"
                ],
                "last": "Royen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerpen",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current COVID-19 pandemic puts a previously unseen stress on the organisation of healthcare. In several countries, the demand for medical care exceeds the available resources, urging stakeholders to reorganise the medical landscape. 1 Chronic and non-urgent care in hospitals have been largely suspended to increase the capacity of emergency and respiratory care.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On 16 March 2020, the Belgian government rolled out an emergency plan for general practice, in which telephone triage was defined as the primary means of COVID-19 triage, and in which the establishment of physical triage centres was mandated. These centres are accessible after telephone triage, and have a threefold goal: (1) to create a safe environment for general practitioners (GPs) to examine patients with suspected COVID-19 pathology; (2) to ascertain an optimal use of the scarce personal protection equipment (PPE) resources and (3) to avoid congestion at emergency departments by diverting into these triage centres.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The emergency plan led to a quick rise of 'corona centres', largely initiated by local GPs' teams and often organised within the structure of existing out-of-hours General",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Strengths and limitations of this study ► Large number of interviews in the hectic early phase of the outbreak. ► Large variation in our general practitioner's sample, leading to rich data. ► First article of its kind that we are aware of. ► Interview reports may reflect interviewers ' interpretations. ► Interviewers were medical students.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 286,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Practice Cooperatives. 2 The centres are manned 7/7 by a rotation of mainly GPs in the neighbourhood.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 24,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Evidently, these measures have a profound impact on primary care-an impact which extends far beyond the organisational and logistic level. 3 Primary care is the first point of contact for patients with symptoms, worries, anxiety and questions concerning the epidemic. In the meantime, regular health problems do not cease to exist.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "This COVID-19 outbreak is a challenge for each of the GP's core competencies, as they are described in the European definition of General Practice, revised in 2005 and 2011 WONCA, 2011. 4 5 Primary care management requires solutions to tackle the increased number of patient contacts and to separate covid and non-covid flows. Personcentred care needs to be maintained in the shift to telephone consultations. Decision-making skills must account for the changed epidemiology and the need for regular and covid-related care. A comprehensive approach includes covid-specific risk management and health education. Community orientation is evidently extremely important in the context of an infectious outbreak, and, finally, psychological, sociocultural and existential dimensions define the holistic context in which the GP operates. Evaluation of healthcare system responses to earlier infectious pandemics shows various approaches and different levels of involvement of primary care in different countries, but generally a non-optimal preparedness. [6] [7] [8] Difficulties in supply and use of PPE, healthcare decisions such as prioritisation of high-risk patients, support from authorities, lack of knowledge and training and the emotional burden, are factors that compromise an effective response to a pandemic. In past years, various and divergent preparedness plans have been developed in different countries. 9 Data from the ongoing pandemic can help in tailoring strategies for the future. Therefore, this interview study aims to gain qualitative insights into the consequences of the COVID-19 outbreak on the core competencies of general practice, as they are experienced by GPs in the field. The interviews were taken in the early phase of the outbreak, in a time when a new routine was not yet established.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1415,
                    "end": 1416,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Semistructured interviews were conducted by medical students in the third year of their bachelor's degree, between 24 March and 31 March. These students saw their planned family medicine internship cancelled because of the current pandemic; the interview served as an assignment replacing their internship. One hundred and thirty-two students conducted 132 interviews with GPs in the field in Flanders, all working as GPs in the Flemish part of Belgium, in an inner city, suburban or rural, context. Participants were the original internship supervisors (academic and non-academic). Because some of them had time constraints or had several students in their practice, we recruited 38 GPs and nine GP trainees ad hoc through social media (a private physicians' group on Facebook sharing information on COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and participants"
        },
        {
            "text": "We used an interview guide (see online supplementary file) which was based on the core competencies of the GP in the European definition of General Practice. 4 Since the six core competencies were previously used to build up a research agenda for primary care, 10 this framework was a good starting point for the topic list and further thematic analysis. In addition to the six questions based on the core competencies, GPs were asked what measures they took to protect themselves against COVID-19 during their work. Each student conducted one interview by telephone or video call, on a moment beforehand agreed with the GP. Some interviews were recorded. A written report of the interview, containing a transcript or synopsis of the answers of each GP as well as demographic data of the GP, was made by the interviewer and then sent to the individual GP, who checked it for accuracy and completeness.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "An inductive framework analysis approach was used to analyse data. 11 12 One author independently categorised and coded initial transcripts of 10 interviews and developed a draft coding framework which was then discussed and agreed by the rest of the team. The remaining interviews were then analysed by the research team using this framework, while changes and additions were made when other themes emerged. The research team was multidisciplinary and consisted of academic GPs and a physiotherapist, internship supervisors and qualitative research experts. All of them reviewed and discussed the coding on several occasions using investigators' triangulation, in order to reach consensus about the interpretation and to enhance trustworthiness of the process. 13 Data sufficiency was reached after 59 interviews, giving enough richness and depth of the data. The rest of the already performed 132 interviews were reviewed as well, they revealed sometimes a more illustrative quote but no new data.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 72,
                    "text": "11 12",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "We used the Standards for Reporting Qualitative Research reporting guidelines as a checklist for writing this report. 14 Patient and public involvement No patients involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "The characteristics of participants are shown in table 1. Fourteen of the original internship supervisors dropped out because of time constraints or illness and were replaced by another GP. A mix of internship supervisors, academics and GPs affiliated to university was obtained. Mean duration of the interviews was 26 min (range 15-60 min, SD=9 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We defined seven main themes, of which the first six coincide with the primary care core competencies. A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "seventh theme about personal protection was added in the current context of the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Theme 1: primary care management Within this theme, GPs explain what adjustments they have applied to cope with the governmental guidelines regarding COVID-19. They collaborate with the above described 'corona centres' to separate covid and noncovid flows. The primary contact with patients is now by telephone. Online agendas where people can take an appointment are closed or, if possible, restructured to discriminate between respiratory and other complaints. …all ill people with possible symptoms of the contagious coronavirus, like cough or fever, are kept out of our practice. This means that these days we hardly have patient visits at our practice. Patients with a possible infection are sent to a regional triage centre. This means that they see few people per day face to face, only those with acute non-covid problems; the work is different in these circumstances. GPs start early with phone calls, adjusting their website, reading the news and relevant papers to stay informed. There is more administrative workload than usual. Some GPs perceive the workload as higher because of the phone calls and the need to stay informed, and others perceive it as lower because of the drop in physical consultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…The workload is different from the usual: you need to start earlier, make a lot of phone calls, send emails in between, try to keep up to date by reading a lot, adjust your website…so you're busy the whole day…. (GP18) Many GPs mention more structured working schedules within their practice. Agreements are made to divide and reallocate jobs for telephone triage, telephone consultations, face-to-face consultations and work in the 'corona centres'. …the older doctors in our practice focus on the telephone consultations, to minimise the risk for them…. (GP9) Our GPs and the trainee work at the moment in shifts of four hours. Where possible, the nurse participates in telephone triage. Her tasks are now mainly replaced by helping to deal with the flood of phone calls…. (GP31)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Meetings with other GPs were set up to choose the procedures for self-protection and material, and to decide what to do to guarantee continuity of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…If a colleague drops out because of illness, he has to notify the coordinating GP in the region, that way a solution is sought to try to guarantee continuity by GPs in the neighbourhood…. (GP36)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The impact of the decrease in physical consultations on GPs' income is obvious, as in Belgium GPs work mainly in a fee-for-service system. Some doctors have developed a system for this to be paid per every shift worked, regardless of the tasks performed. This change is welcome because mainly making phone calls and doing administrative work is frustrating for many. Furthermore, health insurance now reimburses phone consultations within certain limits, which was not the case before COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Normally GPs work in a fee-for-service system, but now everything is pooled. All incomes are divided by the number of shifts a doctor works. Thus doctors are paid for each shift, including for the other tasks that are normally not seen as a paid service. Because the load of administrative work is sometimes quite frustrating, this change is more than welcome…. (GP27)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Measures are taken within the practices to make them more 'infection-proof' to keep performing regular care, such as removing unnecessary materials in waiting or consultation rooms. The number of patients in the waiting room is limited, or patients are asked to await their turn in their car.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "….The door of the waiting room has been removed…. (GP52) Open access …The practice has plexiglass now at the doctor's desk, the patient can sit on the other side…. (GP3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "All non-necessary materials were removed from the consultation room to prevent contamination and spoilage of consumables. (GP72)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Collaboration in primary care with psychologists, psychiatrists, is more intense than usual, and this is considered as very important in these circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "It is important to stress that there is a lot of solidarity between the different health care providers. A psychologist contacted me because she wanted to help with the care of anxious patients, that way the task of reassuring people can be taken over. (GP41)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The corona epidemic also has an effect on the collaboration with other medical specialists. Some specialists seem to have more time to exchange information in more depth and this facilitates collaboration, but for nonurgent care, the collaboration is less satisfactory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Specialists have more time now, they also had to cancel all their appointments…now they are more helpful and approachable because they are less busy, and the collaboration with the GP is smoother than usu-al…. (GP89)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "All non-urgent care has been cancelled, so the patient automatically ends up with his GP again. This of course affects the workload. (GP30) Theme 2: person-centered care The switch towards telephone consultations makes the job more difficult for most GPs. The loss of non-verbal communication, the limited ability of some patients to articulate their needs, intercultural communication and associated language problems are mentioned as barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…in the beginning I needed to get used to it, because for a GP body language is very important….and in our region there are lots of different cultures and languages, so you need to try to explain them in German or English or French, and you don't really know if they understand…. (GP22)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Having their own, known patients on the phone is a huge advantage; telephone calls with patients who are not their own are much more difficult. Facilitators are using the ICE frame (ideas, concerns and expectations), and the implementation of video consultations. Still, these novel ways of working cause stress and the fear of missing important diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…I referred a bowel perforation with peritonitis in a timely way to ER, but another man died on a bench, both after a telephone consultation…. (GP17)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "GPs stress that person-centred care is still the primary goal in their consultations. The focus is both on triage of physical complaints, but they take their time to assess fear, to reassure people and to answer questions. This is a significant part of the work right now. Here too it is important to provide care for patients you know. …most of the time the consultations are about a physical symptom…but when you ask a bit more you hear that they are actually very worried…. (GP1) Respiratory problems are common these days, often people have difficulties breathing because of fear or tension. The physiotherapists in our practice made a video to teach patients how to gain control over their breathing again…. (GP9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Communication is affected in physical consultations as well, because of protective measures which are taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "We use the FPP2 masks and a special suit, this makes the consultations less smooth and longer. Patients sometimes do not understand me and it is more difficult to show empathy with these masks…. (GP12) Theme 3: problem-solving skills Clinical decision-making is different, and more difficult because less information can be obtained in telephone consultations. Mostly it is limited to question patients about their symptoms and self-examinations, for instance their temperature or pulse rate. Furthermore, the changed epidemiology affects how symptoms are interpreted. Because there is a large focus on COVID-19, GPs think they will miss other diagnoses more frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…I think serious conditions will be missed because we hardly examine people…for example, a bacterial pneumonia, which is normally treated with an-tibiotics…this will be labelled as a covid-case… or atrial fibrillation, which will not be detected on the phone…. (GP7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Chronic problems are dealt with less effectively. Priority for COVID-19 pathology is one reason, and the fact that patients present less often for their follow-up is another. Patients with multimorbidity are at risk of COVID-19 complications, and a physical consultation is to risk being infected. Consultations and home visits are reduced to a minimum, although GPs have difficulty in deciding which patient contacts can be postponed safely. Recurrent drug prescriptions can be sent straight to the pharmacist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Patients seem to attend less for these (chronic) problems; they fear taking time from us in these busy days, or they are afraid of getting infected…. (GP17) …they postpone follow-up consultations for diabetes, because that's not really urgent…but I feel it is difficult to draw the line…. (GP37) Many GPs express their worry about this. It will result in a huge workload after the acute phase of this epidemic, and health problems due to suboptimal follow-up are expected. They want to keep providing chronic care. Several GPs proactively telephone their chronic patients Open access if they are unable to do home visits or see them in their office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "A similar phenomenon is observed for acute problems. People need to phone first, and many problems are dealt with by telephone. Patients seem to call less frequently for regular care. The number of regular consultations is decreased by 70%-80%. Furthermore, some diagnostics, such as non-urgent radiology, are not available now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "…I fear that I will see a lot of collateral damage after this crisis. We hardly see people with heart attacks. Where are they? … Maybe they are afraid to consult us and then contract the virus. Or we have people on the phone with complaints, who don't want us to visit them, even if we think it is necessary…. (GP8) …some problems are urgent, even in these exceptional times. Someone with a hearing aid who has a wax plug needs to be helped, this cannot wait. It is obvious that people can still come to us for that kind of care…. (GP61)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Acute psychological care is difficult to organise. Telephone consultations are often not sufficient. Longer phone calls are planned at the end of the day. Some GPs, and some of the psychologists and psychiatrists they work with, offer video consultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Common, non-urgent problems have no priority these days. However, it is sometimes difficult to differentiate between urgent and non-urgent problems by telephone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The media are a dominant source for health advice and promotion concerning COVID-19. GPs feel they also have an important role in providing and repeating advice. Information by the local or nationwide authorities is often used-GPs post this information on their website or send leaflets by email. GPs said patients will follow their advice more easily than advice in the media, and they can refine or nuance messages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "…there is clearly an oversupply of information, and some of it is incorrect…a big part of our job is to remove wrong ideas and to reassure people…. (GP44) …next to the door handle I put a big arrow with the words \"corona virus for free\". We hammer home the message, sometimes with a bit of humour…. (GP110) …when people are worried about the number of covid deaths, I try to put this in perspective. Using the website Worldometer I show them how many people die of smoking cigarettes, for example…. (GP50) Sources of information for healthcare providers are Sciensano (a public research institution dedicated to science and health), Domus Medica (the Flemish organisation of GPs), and also informal chat groups on social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "There is a dedicated Facebook group for medical doctors in which 15,000 doctors participate. This is a good source for information. (GP121) Some parts of comprehensive care get less attention or are not a priority. Care for the elderly who live in nursing homes is no longer provided by GPs. A coordinating physician in the nursing home takes up this task now. Restrictions exist for people in service flats. Prevention not linked to COVID-19 is not a priority for most of the interviewees. Screening activities are suspended. Vaccinations in newborns and infants are still carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Theme 5: community orientation In Belgium, employees who must stay at home on sick leave always need a certificate from a physician. This is often provided by the GP after consultation or home visit. During the COVID-19 crisis, these certificates are to be provided without physical examination of the patient, which is highly unusual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Especially for this kind of work, GPs describe their frustration as feeling like an 'ink pad'. Much of their time goes to writing sick leave certificates, digital prescriptions, writing mails and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "We have become an ink pad now. Following each phone consultation we need to write sick leave notes and prescriptions, and then mail or fax them. We are constantly doing administrative work, which frustrates me and my colleagues…. (GP33) GPs respect the guidelines to advise and prescribe patients to stay at home after a phone or physical consultation when having covid-like symptoms. But more than previously, they think the system of sick leave notes should be reconsidered. …I realise that there will always be people who take advantage of the system. They existed before the epidemic as well. That is why I prefer the system in the Netherlands. They don't work with sick leave notes there…. (GP24) …Don't you want to write a certificate for the cancelling of my booked holiday? … Can you write me a certificate that allows me to work from home?…That is of course not our core business…. (GP3) Community orientation involves taking care of vulnerable and frail patients. Many GPs mention that they proactively try to anticipate certain problems in order to help people, and to coordinate actions where necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Our practice is making a list of vulnerable people and people at risk. People at risk are for example elderly, but also persons who still need to go to work. We ask them whether preventive measures (at work) are sufficient, if needed we refer them to the occupational physician. Vulnerable people are those who may suffer because of the lockdown measures. People with relationship issues, difficult family situations, lonely people, people suffering from depression…The social worker will contact these people and if she thinks there is a need for supplementary counseling, she will Open access refer them in order to help these people as well…. (GP11) Theme 6: holistic view GPs mention that a COVID-19 diagnosis is much more than a physical disease. It causes a lot of worry even in people with mild symptoms, who have an increased need for reassurance and information as compared with, for example, during an influenza epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "….we notice that many people-even when they are physically not very ill-suffer inner struggles. In circumstances like these you see that our society is psychologically not as healthy as you might think at first sight…. (GP21)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Most respondents are pleased with the way the government is handling the epidemic. However, many worry about the psychosocial consequences of the outbreak, and more specifically about the lockdown measures to control it. Loneliness, depression and intrafamilial violence are seen more frequently. Problems are also detected in persons who previously had good mental health; some people are unable to cope with the new situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "…for people with mental problems, like depression, it is very difficult to have to stay at home all day and to be deprived of social contacts….families at risk of child or partner violence go through difficult times now…. (GP22) …for example, one partner in a couple lives in a home for the elderly, and her husband lives in a service flat in the same home, but they are not allowed to see each other anymore…that is very hard for them…. (GP5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Social and economic problems are just around the corner: children in vulnerable families will develop a learning deficit because distance learning does not suit them, and temporary unemployment and loss of income or jobs will influence health and welfare in the long term. These consequences may have been underestimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "From an ecological perspective, this outbreak is no surprise for some GPs, it is seen as a natural biological process or a consequence of overcrowding and over-exploitation of the earth. According to some, the measures that are taken have a positive effect on nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "…it is a good wake-up call for everybody. Now we see clearly the effect of our behaviour on nature…. (GP47)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "On several occasions, it was argued that in the management of this epidemic, the remedy might be worse than the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Corona virus is for me the least of the problem, I know what it is and how to deal with it, rather it will be the consequences that can be dramatic. (GP72) but it is now striking that the areas that did not work well are now in trouble. For example, the residential care centres where many have been saved, too few people and too few trained people are working, which makes the task even more difficult. This is also the case in the care for the disabled and in psychological care. (GP49) Theme 7: self-protection and self-care In the early phase of the epidemic, it was difficult to find personal protective equipment. Physicians got help from local pharmacists and industry. On a personal level, GPs wear different combinations of mouth masks and/or gloves and/or glasses and/or protective aprons. Hand hygiene and social distancing are considered important as well. Many miss accurate information on how exactly they should protect themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "At home I put my clothes aside and take a shower after work. Most of these actions I had to find out by myself, the government has not really helped with this…. (GP7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "In the end we managed to get a sufficient amount of masks for ourselves. And by now we receive better masks as well. It is still difficult to get adequate equipment, for example protective aprons are a problem. Alcohol gel is also a problem, but this has been solved with the help of local pharmacists and industry. And we managed to get disinfectant to clean the practice. (GP9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Many GPs are convinced that they are at high risk of getting infected. Most GPs do not experience a psychological burden regarding themselves, but rather worry about transmitting the infection to others. Furthermore, GPs worry about not being able to function anymore and adding to their colleagues' work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "I wear, if necessary, a mask, glasses, etc…Anyway there is a big chance I will contract it myself, but I am not afraid of it. However, I am afraid of being an asymptomatic carrier and transmitting the virus to patients or at home…. (GP74)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "There is the fear that if I become infected, my colleague would have to do the work alone and all the burden will be on her shoulders. I want to avoid that…. (GP10) Another aspect of psychological burden for GPs is that they cannot predict what to expect in the coming period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "The burden of patients has actually decreased, but the tension is high. This is what makes it difficult in epidemic times. We don't know what will come, and what expectations we can/must have…. (GP9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 4: comprehensive care"
        },
        {
            "text": "Our interviews give an insight into the quick changes that had to be made in general practice, due to the changed Open access needs caused by the COVID-19 outbreak. Changes in practice management involved separating covid and noncovid flows, which was done both in individual practices and by means of ad hoc established specialised centres. Creative solutions for practice logistics were adopted. There was a major switch towards telephone triage and consultations, for covid-related as well as for non-covid related problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "GPs stated that telephone consultations make communication difficult because of the loss of non-verbal language and because patients are not always able to express themselves sufficiently in a telephone call. However, the importance of patient-centred care is still felt, and they spend a considerable amount of time assessing fear, worry and questions, apart from the physical assessment. A preexisting doctor-patient relationship is helpful in ensuring this aspect of general practice care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinical decision-making is largely focused on respiratory assessment and triage, and they feel that acute care is compromised, both by their own changed focus and by the fact that patients consult less frequently for noncovid problems. Chronic care is mostly postponed, and GPs fear that this may have consequences that will extend and become visible after the corona crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Comprehensive care includes prevention and health education, which are mainly focused on infectious diseases in this period, and in collaboration with local and global health authorities. Primary care practice is in this crisis very much community oriented, contributing to limiting the spread of the infection; on the other hand, the administrative burden relating to sick leave is often criticised in these interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Through the holistic eyes of primary care, some doctors feel that if we succeed in flattening the infectious curve and preserving hospital facilities, society has done a tremendous job. However, the current outbreak, as well as the measures taken to control it, will have a profound impact on psychological and socioeconomic well-being. This impact is already visible in vulnerable people and will continue to become clear in the medium and long terms. Possibly, the side-effects of the cure will be worse than the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "GPs protect themselves although, at least at the time the interviews were taken, PPE are scarce. They are inventive in trying to protect themselves but because of their frequent and close professional contact with potential carriers, many think they are at high risk of becoming infected. Dropping out and being unable to contribute their part or becoming virus transmitters are reported to be greater concerns than becoming ill themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A major strength of this study is the large number of interviews that was obtained in a very short period. While GPs who experienced a sudden rise in workload might not have been willing to spend some of their time on research, their solidarity with medical students, who needed to get their credit while all their classes were suspended, turned out to be a strong motivator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Furthermore, we obtained a mix of interviewees, some of whom had a tradition of working with students as internship supervisors, and others who had no link at all with educational or academic settings. We believe that this blend explains the richness of data that was collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Our study has some limitations because of the decisions we took on data collection and design. The interviewers were medical students who had no experience in interviewing. Possibly, the GPs will have formulated their responses for this specific 'audience' of medical students. Furthermore, the written interview reports may reflect interpretations of the GPs' words by our students. However, we organised member checking by giving GPs, the opportunity to read and correct their statements in their interviews, which increased trustworthiness of the findings. The fact that all interviews were taken simultaneously (in the same week) implies that we were not able to adapt the interview schedule in the light of emerging data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Comparison with literature findings Primary care literature on the impact of the COVID-19 outbreak on primary care is still emerging; at present, it mainly consists of practice guidelines, for example on telephone or video consulting. 15 16 Reports on psychological 17 and socioeconomic repercussions 18 of lockdown measures present similar results and warnings to the ones our GPs expressed. Several reports 19 20 describe the profound effect of the outbreak on the psychological well-being of healthcare professionals, in accordance with effects seen in previous outbreaks. This is not a factor that emerged clearly from our interviews, possibly because they were taken at the beginning of the epidemic, but it shows that we should be prepared to offer support services for medical care providers in the near future.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 409,
                    "end": 414,
                    "text": "19 20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Some of the barriers and challenges that were reported by the GPs in our study were similar to those earlier reported in evaluations of primary care response to previous health crises such as 'influenza outbreaks: lack of PPE, training and information access, support from authorities and emotional burden. 6 7 What seems to be new for this outbreak is the concern about collateral damage of the lockdown measures-indeed these measures were much more drastic and prolonged than, for example, in previous 'influenza outbreaks.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "6 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "These data, as well as giving an insight into the way general practice has organised itself as a reaction to the COVID-19 epidemic, reveal some sore points which will need to be addressed in this epidemic as well as in future infectious outbreaks. Medium-term and long-term consequences of the fact that regular, non-COVID care is impaired while the focus of general practice at this stage is largely on triage and on managing respiratory pathology, Open access are anticipated. Psychological and socioeconomic consequences are to be expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "The perceived deficient self-protection for GPs is a consequence, both of the lack of availability of PPE, and also of the specific general practice context. Although a well-protected environment is created in the physical triage centres, GPs continue to have close contacts with people with mild or no respiratory symptoms, who may be infected and contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Administrative procedures, especially providing sick leave notes in the context of telephone consulting, were perceived as a burden and caused frustration. Alternative solutions should be considered for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Next to medical practice implications, this outbreak has implications for medical education. Teaching and role modelling within a clinical environment have been suspended for a yet uncertain period of time. Involving students in telehealth, creating virtual cases and deferring clinical rotations are possible solutions; 21 thorough evaluation of these will show whether in these circumstances students are able to develop their necessary skills. We seized the opportunity to involve students, who could not do their internships, in this study, and to show them the changing primary care landscape through researchers' eyes. This has led to interesting self-reflections which will be collected in the context of another project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Finally, scientific research is an indispensable source of information to tailor an effective response to health crises. However, the window of opportunity for data collection is narrow. Our own suboptimal research decisions reflect this lack of time. Preparedness plans for research as well as for clinical practice can support effective research in the future and should address political, ethical, administrative, contractual, regulatory, logistic, economic and societal factors that influence research during an outbreak. 22 CONCLUSION GPs stand at the frontline in this coronavirus epidemic. Our study shows that the current times have a profound impact on the core competencies of GPs. They demonstrate a great flexibility and resilience when confronted with the challenges in the early phase of the epidemic.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 528,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Although the vast increase in patients soliciting medical help and the necessary separate covid and non-covid flows have been dealt with promptly, GPs are worried about the continuity of regular care and the consequences of the anticovid measures. These may become a threat for the general health in the population and for the provision of primary healthcare in the near and distant future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "What does not kill you, makes you stronger, Nietzsche said more than a hundred years ago. 23 According to our data, COVID-19 has not been able to deprive primary care of its core characteristics; however, whether it will come out of this crisis stronger, remains to be seen.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Implications for practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19: how doctors and healthcare systems are tackling coronavirus worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1090"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regional coordination and bottom-up response of general practitioners in Belgium and the Netherlands",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Olmen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Remmen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Royen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1377"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Organisation and characteristics of out-of-hours primary care during a COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morreel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Philips",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Verhoeven",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The European definitions of the key features of the discipline of general practice: the role of the GP and core competencies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Crebolder",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br J Gen Pract",
            "volume": "52",
            "issn": "",
            "pages": "526--533",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Wonca-Europe definition of family medicine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wonca-Europe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Response of general practitioners to infectious disease public health crises: an integrative systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piterman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Med Public Health Prep",
            "volume": "7",
            "issn": "",
            "pages": "522--555",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2013.82"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Insufficient preparedness of primary care practices for pandemic influenza and the effect of a preparedness plan in Japan: a prefecture-wide cross-sectional study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tomizuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanatani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawahara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Fam Pract",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2296-14-174"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza pandemic 2009/A/ H1N1 management policies in primary care: a comparative analysis of three countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust Health Rev",
            "volume": "37",
            "issn": "",
            "pages": "291--300",
            "other_ids": {
                "DOI": [
                    "10.1071/AH12022"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Framing post-pandemic preparedness: comparing eight European plans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holmberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Public Health",
            "volume": "13",
            "issn": "",
            "pages": "99--114",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2016.1149202"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The research agenda for general practice/family medicine and primary health care in Europe. Part 1 . background and methodology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hummers-Pradier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chevallier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Gen Pract",
            "volume": "15",
            "issn": "",
            "pages": "243--50",
            "other_ids": {
                "DOI": [
                    "10.3109/13814780903452184"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Res Methodol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-13-117"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Qualitative data analysis for applied policy research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Analysing qualitative data. London: Routledge",
            "volume": "",
            "issn": "",
            "pages": "173--94",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Series: practical guidance to qualitative research. Part 4: trustworthiness and publishing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korstjens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Gen Pract",
            "volume": "24",
            "issn": "",
            "pages": "120--124",
            "other_ids": {
                "DOI": [
                    "10.1080/13814788.2017.1375092"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Standards for reporting qualitative research: a synthesis of recommendations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acad Med",
            "volume": "89",
            "issn": "",
            "pages": "1245--51",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0000000000000388"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Covid-19: a remote assessment in primary care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "Gch",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Car",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1182"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Video consultations for covid-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wherton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m998"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "We're staying at home\". Association of self-perceptions of aging, personal and family resources and loneliness with psychological distress during the lock-down period of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Losada-Baltar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiménez-Gonzalo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gallego-Alberto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol B Psychol Sci Soc Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/geronb/gbaa048"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Socioeconomic gradient in health and the covid-19 outbreak",
            "authors": [
                {
                    "first": "Ry-N",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1329"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Psychological status of medical workforce during the COVID-19 pandemic: a cross-sectional study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112936"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impact on mental health and perceptions of psychological care among medical and nursing staff in Wuhan during the 2019 novel coronavirus disease outbreak: a cross-sectional study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.028"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Medical student education in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Advancing preparedness for clinical research during infectious disease epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gobat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amuasi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ERJ Open Res",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/23120541.00227-2018"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Twilight of the Idols: or how to philosophise with a hammer (Oxford world's classics)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nietzsche",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "see acute patients without upper respiratory complaints, so we do not put other patients in danger. We do not work online anymore for appointments or open consultations. (GP4)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of interviewees",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank all 132 GPs who took the time to give an interview during busy times. Furthermore, we thank Ann Lane, Irish author and friend of James Bond, for editing our manuscript.Contributors All authors (VV, GT, HP and PVR) have been involved in the design, analysis and writing of this paper. During the formal analysis, the first author took the lead with the support of both coauthors. The first author made the first draft of the paper after which the coauthors revised the entire. The first author is the guarantor. The corresponding author attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.Patient and public involvement Patients and/or the public were not involved in the design, or conduct, or reporting or dissemination plans of this research.Patient consent for publication Participants gave written informed consent by email for the interviews.Ethics approval The ethics committee of the University of Antwerp-Antwerp University Hospital granted ethics approval for the study (ref20/15/187).Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement Data are available upon reasonable request.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Veronique Verhoeven http:// orcid. org/ 0000-0002-3708-6501 Paul Van Royen http:// orcid. org/ 0000-0002-9554-1680",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}