{"paper_id": "1b7a0ed8e9271b6b25b12d56c58fe6b711f98fcb", "metadata": {"title": "The effect of collaboration and IT competency on reverse logistics competency -Evidence from Brazilian supply chain executives", "authors": [{"first": "Elaine", "middle": [], "last": "Aparecida", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Regiani", "middle": [], "last": "De Campos", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Rio Grande do Sul", "location": {"settlement": "Porto Alegre", "country": "Brazil"}}, "email": ""}, {"first": "Istefani", "middle": [], "last": "Carísio De Paula", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Rio Grande do Sul", "location": {"settlement": "Porto Alegre", "country": "Brazil"}}, "email": ""}, {"first": "Carla", "middle": [], "last": "Schwengber Ten Caten", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Rio Grande do Sul", "location": {"settlement": "Porto Alegre", "country": "Brazil"}}, "email": ""}, {"first": "Antonio", "middle": [], "last": "Carlos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gastaud", "middle": [], "last": "Maçada", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Rio Grande do Sul", "location": {"settlement": "Porto Alegre", "country": "Brazil"}}, "email": ""}, {"first": "João", "middle": [], "last": "Marôco", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISPA -Instituto Universitário", "location": {"settlement": "Lisboa", "country": "Portugal"}}, "email": ""}, {"first": "Patricia", "middle": ["Klarmann"], "last": "Ziegelmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Rio Grande do Sul", "location": {"settlement": "Porto Alegre", "country": "Brazil"}}, "email": ""}]}, "abstract": [{"text": "Business models have being designed, worldwide, to create sustainability competencies and in particular to incorporate reverse logistics, but Brazilian executives have not yet fully adhered to Law 12,305 on solid waste and reverse logistics. What would be the Brazilian executives' perception about reverse logistics competency and the support provided by a collaborative and IT competency? The objective of the paper is to investigate the effects of collaboration and IT competency in developing reverse logistics competency, as a strategy, and its consequences in economic and environmental performance. A survey was performed with 320 Brazilian supply chain executives and analyzed using Structural Equation Modeling. The models demonstrated that collaboration has a direct positive influence on the development of reverse logistics competency, by executives' point of view. The moderation effect between collaboration and IT competency for reverse logistics was not confirmed, since it was adopted a strategic view of reverse logistics. Therefore, despite there was not a moderation effect, IT presented a lower direct effect on reverse logistics competency. Results reinforce that organizations that develop reverse logistics competency tend to improve their economic and environmental performances.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The current managerial context merges the discussion about collaboration, technological innovation in supply chain management, but it also discusses how these concepts may be adapted to the reverse supply chain towards sustainable development, economic growth, and environment preservation (Omri, 2020; Paula et al., 2019) . Legal, social, and economic pressures make business managers look for the best way to define and adopt practices that protect the environment in which they operate (Prakash and Barua, 2016; Xie et al., 2019) . This concern is spreading to all product life cycle activities (González-Torre et al., 2004; Guo et al., 2017; Prakash and Barua, 2016) .", "cite_spans": [{"start": 290, "end": 302, "text": "(Omri, 2020;", "ref_id": "BIBREF84"}, {"start": 303, "end": 322, "text": "Paula et al., 2019)", "ref_id": "BIBREF87"}, {"start": 489, "end": 514, "text": "(Prakash and Barua, 2016;", "ref_id": "BIBREF91"}, {"start": 515, "end": 532, "text": "Xie et al., 2019)", "ref_id": "BIBREF112"}, {"start": 598, "end": 627, "text": "(González-Torre et al., 2004;", "ref_id": "BIBREF45"}, {"start": 628, "end": 645, "text": "Guo et al., 2017;", "ref_id": "BIBREF50"}, {"start": 646, "end": 670, "text": "Prakash and Barua, 2016)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Introduction"}, {"text": "Considering sustainable business models, there has been a growing search by corporate managers to shape strategies and actions that seek to provide competitive advantages, profitability, and improvement of the corporate image (Daugherty et al., 2005; Sarkis et al., 2010) . At the same time, they wish to emphasize the creation of mechanisms to generate business value, thus extending the useful life of products, with an emphasis on sustainability or reinforcing the Reverse Logistics (RL) strategy (Fernando et al., 2019; Yan et al., 2016) .", "cite_spans": [{"start": 226, "end": 250, "text": "(Daugherty et al., 2005;", "ref_id": "BIBREF34"}, {"start": 251, "end": 271, "text": "Sarkis et al., 2010)", "ref_id": "BIBREF98"}, {"start": 500, "end": 523, "text": "(Fernando et al., 2019;", "ref_id": "BIBREF40"}, {"start": 524, "end": 541, "text": "Yan et al., 2016)", "ref_id": "BIBREF113"}], "ref_spans": [], "section": "Introduction"}, {"text": "Considering the scope of action, collaboration in RL may be established across the supply chain using at least three strategies: sharing, generation, or implementation of information/knowledge (Paula et al., 2019) . Some tools are relevant for sharing information/knowledge among companies when performing RL, like Information and Communication Technology (ICT) tools. Companies also collaborate in the generation of knowledge when they develop solutions for RL. In this case, they may use Returns Management concepts and tools, develop their business-to-business (B2B) service portfolio, and apply the Internet of Things (IoT) technologies (Parry et al., 2016) . Collaboration may also be seen as knowledge implementation when managers employ multicriteria models for decisions, metrics, and profit-sharing methods for RL (Paula et al., 2019) .", "cite_spans": [{"start": 193, "end": 213, "text": "(Paula et al., 2019)", "ref_id": "BIBREF87"}, {"start": 641, "end": 661, "text": "(Parry et al., 2016)", "ref_id": "BIBREF85"}, {"start": 823, "end": 843, "text": "(Paula et al., 2019)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Introduction"}, {"text": "Generally speaking, collaboration in RL can be determined by the direct commitment of an organization with its suppliers and customers in joint planning for environmental management and problem solving, towards environmental objectives achievment (Chin et al., 2015; Vachon and Klassen, 2008) . Paula et al. (2019) have discussed the bonds established between collaboration and reverse logistics, mentioned before, as well as the inseparability between collaboration and trust. Morgan et al. (2016) already noted the relationship between collaboration, IT and RL. The authors analyzed the influence of collaboration and IT competency variables on the reverse logistics competency of organizations. The study revealed a positive moderating effect on collaboration, influencing reverse logistics competency. Important to mention that the definition of Reverse Logistics Competency according to Autry et al. (2001) is the \"mastering of the necessary processes to effectively utilize firm-specific resources in handling returns\" and Tippins and Sohi, (2003, p. 748 ) define IT competency \"as the extent to which a firm is knowledgeable about and effectively utilizes IT to manage information within the firm\".", "cite_spans": [{"start": 247, "end": 266, "text": "(Chin et al., 2015;", "ref_id": "BIBREF26"}, {"start": 267, "end": 292, "text": "Vachon and Klassen, 2008)", "ref_id": "BIBREF108"}, {"start": 295, "end": 314, "text": "Paula et al. (2019)", "ref_id": "BIBREF87"}, {"start": 478, "end": 498, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 892, "end": 911, "text": "Autry et al. (2001)", "ref_id": "BIBREF5"}, {"start": 1029, "end": 1060, "text": "Tippins and Sohi, (2003, p. 748", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In the quest for value generation, collaboration among organizations is seen as a strategy to increase competitive capacity and economic performance, in addition to environmental and social objectives, costs, and economic viability. It is considered a critical success factor for expanding the supply interface (Camarinha-Matos and Afsarmanesh, 2006; Chen et al., 2017; Yan et al., 2016; Ye et al., 2013; Zhang et al., 2013) .", "cite_spans": [{"start": 311, "end": 350, "text": "(Camarinha-Matos and Afsarmanesh, 2006;", "ref_id": "BIBREF18"}, {"start": 351, "end": 369, "text": "Chen et al., 2017;", "ref_id": "BIBREF24"}, {"start": 370, "end": 387, "text": "Yan et al., 2016;", "ref_id": "BIBREF113"}, {"start": 388, "end": 404, "text": "Ye et al., 2013;", "ref_id": "BIBREF114"}, {"start": 405, "end": 424, "text": "Zhang et al., 2013)", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the context of logistics, encouraging economic and environmental sustainability activities involves redeeming the collaborative principle as part of the direct logistics concepts. Agrawal et al. (2015) reinforce the importance of including practices such as repair, remanufacturing, recycling, direct reuse, or secondary markets, which collaborate to some degree with the successful management of RL, thus making it a simultaneously efficient and effective activity. Soosay and Hyland (2015) argue that the end consumer is another element of the collaborative network.", "cite_spans": [{"start": 183, "end": 204, "text": "Agrawal et al. (2015)", "ref_id": "BIBREF0"}, {"start": 470, "end": 494, "text": "Soosay and Hyland (2015)", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "Introduction"}, {"text": "Waste is a growing problem in urban areas everywhere and can pose a threat to public health and the environment, if not treated properly. Companies must make more and more decisions that, in addition to economic convenience, consider environmental and social aspects together with sustainability issues (Bartolacci et al., 2019; Suhi et al., 2019) , including RL strategies. In addition to the fundamental role in a country's competitiveness, technological innovation is essential to provide relevant responses to the challenges posed by the commitment to sustainable development, economic growth, preservation of the environment and social progress (Omri, 2020) .", "cite_spans": [{"start": 303, "end": 328, "text": "(Bartolacci et al., 2019;", "ref_id": "BIBREF13"}, {"start": 329, "end": 347, "text": "Suhi et al., 2019)", "ref_id": "BIBREF104"}, {"start": 650, "end": 662, "text": "(Omri, 2020)", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Introduction"}, {"text": "In Brazil, the Act 12.305 from 2010, has defined the National Solid Waste Policy -(NSWP) (Brazilian Policy of Solid Waste, 2010), which highlights the shared responsibility for the product life cycle activities and the reverse logistics of the products; therefore, collaboration gains relevance in this context. Managers have to develop actions to minimize the volume of solid waste generated along the entire product's lifecycle. All that waste represents economic loss, may harm the environment and damage the health of the population. The current scenario is unclear since managers seem to wait a stimulus from their partners and government, instead of acting proactively (Bouzon et al., 2018) . What would be the constraints? Would collaboration and IT resources have any effect on the development of reverse logistics competency and performance of business, in the Brazilian executives' perception?", "cite_spans": [{"start": 675, "end": 696, "text": "(Bouzon et al., 2018)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Considering the premise that collaboration is necessary to RL and the moderating role of IT competency in Morgan's study (Morgan et al., 2016) , the first research question poses: RQ1: Would information technology competency moderate the construct's collaboration and reverse logistics competency, considering executives' perception?", "cite_spans": [{"start": 121, "end": 142, "text": "(Morgan et al., 2016)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Introduction"}, {"text": "Considering the apparent resistance that Brazilian executives face in the implementation of practices from the National Solid Waste Policy, like RL, and inspired by Morgan's et al. (2016) and Ye et al. (2013) studies on RL competency, we pose RQ2.", "cite_spans": [{"start": 165, "end": 187, "text": "Morgan's et al. (2016)", "ref_id": "BIBREF80"}, {"start": 192, "end": 208, "text": "Ye et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Introduction"}, {"text": "RQ2: How does reverse logistics competency affect the economic and environmental performances of organizations in Brazil?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The objective of the paper is to investigate the effects of collaboration and IT competency in the development of reverse logistics competency and its consequences on economic and environmental performances of the organizations, according to the perception of supply chain exectutives in Brazil.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Given the current Brazilian context and different from the purpose of Morgan's et al. (2016) investigation, whose group have analyzed the impact on logistics performance itself, the authors in this paper have chosen to emphasize the effect of collaboration and IT competency in a more strategic perspective of reverse logistics competency. The main contribution of this study is to understand if the observed relations among these factors, which have been previously explored in the literature, produce a similar behavior, allowing the extrapolation of the results for managerial decision making in companies within the analyzed context. As limitations of this study, are mentioned the analysis of reverse logistics competency mainly by the strategic point of view and considering the opinion of executives. It is known that every strategy is accomplished when it is deployed across the organization levels. Nevertheless, considering the Brazilian context the analysis accomplished in this paper may be considered a consistent starting point.", "cite_spans": [{"start": 70, "end": 92, "text": "Morgan's et al. (2016)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Introduction"}, {"text": "This section presents the topics that will support the construction of the model. Fig. 1 presents the theoretical model with the following factors: Collaboration, Information Technology Competency, Reverse Logistics Competency, Economic Performance, and Environmental Performance.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 88, "text": "Fig. 1", "ref_id": null}], "section": "Theoretical review and hypotheses development"}, {"text": "In view of the direct supply chain flow, there is the management of the product from the manufacturer to the consumer. In reverse logistics, the reverse flow of consumer end-of-life (EOL) products to the manufacturer is sustained by collaborative and coordinated actions (Dhanda and Hill, 2005; Massoud et al., 2016; Pero et al., 2017) .", "cite_spans": [{"start": 271, "end": 294, "text": "(Dhanda and Hill, 2005;", "ref_id": "BIBREF37"}, {"start": 295, "end": 316, "text": "Massoud et al., 2016;", "ref_id": "BIBREF78"}, {"start": 317, "end": 335, "text": "Pero et al., 2017)", "ref_id": "BIBREF88"}], "ref_spans": [], "section": "Theoretical review and hypotheses development"}, {"text": "Collaboration is any type of joint and aligned effort between two or more entities in a supply chain to reach common goals. Collaboration demands cooperation between different stakeholders, the company, suppliers and customers, involving the sharing of resources, information, people and technology to create synergy, that results in competitive advantage (Fawcett et al., 2008; Jayaraman et al., 2007; Mahadevan, 2019; Xiang and Yuan, 2019) . For Hernández et al. (2011) , collaboration actually occurs when the whole chain works together actively with common goals and it is characterized by sharing information, knowledge, risks, and profits.", "cite_spans": [{"start": 356, "end": 378, "text": "(Fawcett et al., 2008;", "ref_id": "BIBREF39"}, {"start": 379, "end": 402, "text": "Jayaraman et al., 2007;", "ref_id": "BIBREF58"}, {"start": 403, "end": 419, "text": "Mahadevan, 2019;", "ref_id": "BIBREF74"}, {"start": 420, "end": 441, "text": "Xiang and Yuan, 2019)", "ref_id": "BIBREF111"}, {"start": 448, "end": 471, "text": "Hernández et al. (2011)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Collaboration (COL)"}, {"text": "In general, companies collaborate to obtain, deliver and recover a product or a set of products (Corominas, 2013) . For Camarinha-Matos Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433 and Afsarmanesh, 2006, p.28-29) , collaboration is \"a process in which entities share information, resources, and responsibilities to jointly plan, implement, and evaluate a program of activities to achieve a common goal, […]\". When it comes to sharing resources, information between companies allows the optimization of synergistic relationships, facilitating integration at a single level of operations, which brings benefits for all agents involved in the logistics process during the various phases (Cruijssen et al., 2007b; Rodrigues et al., 2015) . Collaboration in logistics processes refers to the continuity of flow, transport, and warehousing activities. One of the purposes of the collaboration is to provide effective conditions to facilitate B2B (businessto-business) and B2C (business-to-consumer) relations, in order to achieve a closer relationship in the market: such as cost reduction for transport, the supply chain, or other operations (Jayaraman et al., 2007; Rodrigues et al., 2015) .", "cite_spans": [{"start": 96, "end": 113, "text": "(Corominas, 2013)", "ref_id": "BIBREF29"}, {"start": 136, "end": 206, "text": "Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433", "ref_id": null}, {"start": 211, "end": 238, "text": "Afsarmanesh, 2006, p.28-29)", "ref_id": null}, {"start": 710, "end": 735, "text": "(Cruijssen et al., 2007b;", "ref_id": "BIBREF31"}, {"start": 736, "end": 759, "text": "Rodrigues et al., 2015)", "ref_id": "BIBREF94"}, {"start": 1163, "end": 1187, "text": "(Jayaraman et al., 2007;", "ref_id": "BIBREF58"}, {"start": 1188, "end": 1211, "text": "Rodrigues et al., 2015)", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Collaboration (COL)"}, {"text": "According to (Barratt, 2004; Pomponi et al., 2015) collaboration is not only developing information exchange at the operational level of the activity, but it must be implemented at the tactical and strategic levels in organizations. Yenipazarli (2017) assesses the implications of collaboration by looking at cost-sharing and revenue relationships and the environmental and economic implications of collaboration. In this paper, the collaboration perspective chosen was the strategic one.", "cite_spans": [{"start": 13, "end": 28, "text": "(Barratt, 2004;", "ref_id": "BIBREF12"}, {"start": 29, "end": 50, "text": "Pomponi et al., 2015)", "ref_id": "BIBREF90"}, {"start": 233, "end": 251, "text": "Yenipazarli (2017)", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Collaboration (COL)"}, {"text": "In fact, companies and industries do not achieve sustainability objectives on their own. Therefore, RL may be analyzed under the context of collaborative eco-industrial networks, like symbiosis networks, sustainable supply networks (synonym for green supply chain management (GSCM), environmental issue networks, and environmental solution networks (Patala et al., 2014; Paula et al., 2019) . Bernon et al. (2018) advocated that collaboration is not new in the supply chain, but lack the understanding that the company needs to develop its collaborative capabilities by improving the relationships to implement RL and also to extend to Circular Economy (CE). Circular Economy concept despite depends on RL, goes far beyond RL itself, since it is supported by principles like developing solutions that are designed to avoid waste and pollution generation, keeping products and materials in use for longer periods and regeneration of natural systems. Nevertheless, the collaborative principle may make companies better able to handle the return (Morgan et al., 2016) inside or outside CE concept.", "cite_spans": [{"start": 349, "end": 370, "text": "(Patala et al., 2014;", "ref_id": "BIBREF86"}, {"start": 371, "end": 390, "text": "Paula et al., 2019)", "ref_id": "BIBREF87"}, {"start": 393, "end": 413, "text": "Bernon et al. (2018)", "ref_id": "BIBREF15"}, {"start": 1043, "end": 1064, "text": "(Morgan et al., 2016)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Collaboration (COL)"}, {"text": "However, in the context of collaboration, it is necessary to consider fairness for both: the distribution of tasks and benefits. This helps develop trust, which can be decisive for the satisfaction of all those involved, allowing the cooperation efforts to be successful or unsuccessful (Paula et al., 2019) . An important aspect is to aggregate these elements to RL simultaneously with the construction of an environmentally active chain that takes responsibility for reducing environmental impacts caused by the production process (Cruijssen et al., 2007a; Olorunniwo and Li, 2010) .", "cite_spans": [{"start": 287, "end": 307, "text": "(Paula et al., 2019)", "ref_id": "BIBREF87"}, {"start": 533, "end": 558, "text": "(Cruijssen et al., 2007a;", "ref_id": "BIBREF30"}, {"start": 559, "end": 583, "text": "Olorunniwo and Li, 2010)", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Collaboration (COL)"}, {"text": "Considering the research decision of emphasis on a more strategic view of Reverse Logistics Competency to address the Brazilian scenario, the arguments in this section prioritize the strategic aspects of reverse logistics. Frequently organizations that are committed with sustainability perform reverse logistics and reverse logistics competency is consequence of clear strategies (Fernando et al., 2019; Jayaraman et al., 2007) .", "cite_spans": [{"start": 381, "end": 404, "text": "(Fernando et al., 2019;", "ref_id": "BIBREF40"}, {"start": 405, "end": 428, "text": "Jayaraman et al., 2007)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "In this context, sustainable or GSCM is an important component in gaining a competitive advantage in corporative management, and knowledge management is seen as a key factor (Lim et al., 2017) . RL is mentioned in the operational dimension of GSCM and the two-way relationship with knowledge sharing is reinforced by the declaration: \"[…] organizations focusing on RL systems are redesigning their structures and relationships, creating a knowledge chain that facilitates and improves data, knowledge sharing and coordination, decision-making and planning\" (Irani et al., 2017, p.692) . It is interesting to mention that in the human-socio dimension, the interpersonal trust receives special attention as one of the most frequently mentioned requirement of the Supply Chain Management (SCM) philosophy (Irani et al., 2017; Olorunniwo and Li, 2010; Pomponi et al., 2015) .", "cite_spans": [{"start": 174, "end": 192, "text": "(Lim et al., 2017)", "ref_id": "BIBREF71"}, {"start": 557, "end": 584, "text": "(Irani et al., 2017, p.692)", "ref_id": null}, {"start": 802, "end": 822, "text": "(Irani et al., 2017;", "ref_id": "BIBREF56"}, {"start": 823, "end": 847, "text": "Olorunniwo and Li, 2010;", "ref_id": "BIBREF82"}, {"start": 848, "end": 869, "text": "Pomponi et al., 2015)", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "Given that reverse logistics is shaped by the need to comply with legal requirements and/or standards, but also to reduce costs and generate profits, it is seen as a valuable competency for organizations (Ding et al., 2016; Hazen et al., 2015; Koh et al., 2012; Malik et al., 2016; Sana, 2012) . The application of collaborative RL strategies can be seen as an opportunity to increase operational efficiency and sustainable management (Fernando et al., 2019; La Forme et al., 2007; Xie et al., 2019) , including the economic dimension. In fact, companies with autonomous work formats find it difficult to compete and especially to generate responsiveness (Fernando et al., 2019; Guo et al., 2017) . There is, therefore, the need to create cooperation and partnerships in the supply chain, integrating information systems, synchronizing flows and activities, and sharing information for joint decision-making. This is considered an emerging challenge for logistics (Ding et al., 2016; Xiang and Yuan, 2019) , in general.", "cite_spans": [{"start": 204, "end": 223, "text": "(Ding et al., 2016;", "ref_id": "BIBREF38"}, {"start": 224, "end": 243, "text": "Hazen et al., 2015;", "ref_id": "BIBREF52"}, {"start": 244, "end": 261, "text": "Koh et al., 2012;", "ref_id": "BIBREF63"}, {"start": 262, "end": 281, "text": "Malik et al., 2016;", "ref_id": "BIBREF76"}, {"start": 282, "end": 293, "text": "Sana, 2012)", "ref_id": "BIBREF97"}, {"start": 435, "end": 458, "text": "(Fernando et al., 2019;", "ref_id": "BIBREF40"}, {"start": 459, "end": 481, "text": "La Forme et al., 2007;", "ref_id": "BIBREF68"}, {"start": 482, "end": 499, "text": "Xie et al., 2019)", "ref_id": "BIBREF112"}, {"start": 655, "end": 678, "text": "(Fernando et al., 2019;", "ref_id": "BIBREF40"}, {"start": 679, "end": 696, "text": "Guo et al., 2017)", "ref_id": "BIBREF50"}, {"start": 964, "end": 983, "text": "(Ding et al., 2016;", "ref_id": "BIBREF38"}, {"start": 984, "end": 1005, "text": "Xiang and Yuan, 2019)", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "Internal collaboration may be relevant to RL practices either. The oil and gas industry, for instance, consumes a lot of energy and is capable of producing great environmental damage (Thurner and Proskuryakova, 2014) , with the disposal of oil posing a threat to society and the environment (Gardas et al., 2018) . Considering a strategic perspective the study of Ahmad et al. (2016) , with 81 companies from the oil and gas chain, reflected the importance of internal factors such as the relationships among functional areas. The study's premise is that the concept of sustainable supply chains emerges from the development of an organizational culture that encourages team collaboration.", "cite_spans": [{"start": 183, "end": 216, "text": "(Thurner and Proskuryakova, 2014)", "ref_id": "BIBREF106"}, {"start": 291, "end": 312, "text": "(Gardas et al., 2018)", "ref_id": "BIBREF44"}, {"start": 364, "end": 383, "text": "Ahmad et al. (2016)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "Proactive behavior is an especially important element in the search for innovative sustainable and RL solutions, whether in aspects of recycling, availability of recycling containers, use of energy-efficient vehicles, use of recyclable packaging/pallet systems, or vehicles designed to reduce environmental impacts. Raut et al. (2017) study, in turn, demonstrate that the factors considered critical in the implementation of sustainable practices in the industry's supply chain were: global climate pressure and ecological scarcity of resources as the most influential criteria and which can force industries to implement sustainable practices. Gardas et al. (2018) investigated the barriers that were most significant like inadequate government policies, organizational policies and a lack of commitment from top management. Yusuf et al. (2013) research highlighted a combination of strategic and operational perspectives and the authors reflect the impact of sustainability on the operational and commercial performance of the UK's oil and gas supply chains. Management's own initiatives drive companies to adopt greener production technologies that are far more influential than government regulation (Thurner and Proskuryakova, 2014) . These findings reinforce the importance of the strategic perspective of RL competency inside organizations.", "cite_spans": [{"start": 316, "end": 334, "text": "Raut et al. (2017)", "ref_id": "BIBREF93"}, {"start": 645, "end": 665, "text": "Gardas et al. (2018)", "ref_id": "BIBREF44"}, {"start": 826, "end": 845, "text": "Yusuf et al. (2013)", "ref_id": "BIBREF116"}, {"start": 1204, "end": 1237, "text": "(Thurner and Proskuryakova, 2014)", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "In fact, innovative RL practices are collaboratively developed, hence, innovation is essential to provide relevant responses to the challenges posed by the commitment to sustainable development, economic growth, preservation of the environment and social progress (Omri, 2020) . The decision on innovate or not in RL is also a strategic definition.", "cite_spans": [{"start": 264, "end": 276, "text": "(Omri, 2020)", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "Green management in a supply chain is aimed at ecological co-operation either with customers or suppliers in order to elevate environmental performance. This allows companies to not only comply with legal requirements but also to create a business image that has the potential to reduce costs and add value to products for the purpose of generating revenue (Ding et al., 2016; Malik et al., 2016; Srivastava and Srivastava, 2006) . Considering that organizations are increasingly responsible for the return of End-of-life (EOL) and End-of-use (EOU) products (Campos et al., 2017) , it is the responsibility of organizations to create collaborative mechanisms, even at the strategic level, that generate the capacity to respond to the demand of returnable products. Considering that, there is the following hypothesis: Hypothesis 1. Collaboration has a positive effect on reverse logistics competency.", "cite_spans": [{"start": 357, "end": 376, "text": "(Ding et al., 2016;", "ref_id": "BIBREF38"}, {"start": 377, "end": 396, "text": "Malik et al., 2016;", "ref_id": "BIBREF76"}, {"start": 397, "end": 429, "text": "Srivastava and Srivastava, 2006)", "ref_id": "BIBREF102"}, {"start": 558, "end": 579, "text": "(Campos et al., 2017)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Reverse logistics competency (RLC)"}, {"text": "The creation of IT competency has been discussed as an ally to the RL activities in the organizations. Kusi-Sarpong et al. (2019) claim the junction of knowledge related to politics and environmental technologies to transform traditional activities processes in innovators processes. The use of IT has significantly altered corporate interactions with suppliers. García-Sánchez et al. (2019) affirm that the technological and innovation level lead companies to create the right conditions for technological skills, viewing the improvement of their RL.", "cite_spans": [{"start": 103, "end": 129, "text": "Kusi-Sarpong et al. (2019)", "ref_id": "BIBREF67"}, {"start": 363, "end": 391, "text": "García-Sánchez et al. (2019)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "In recent years, initiatives have been taken in the quest to create efficiency and effectiveness through the integration of activities and processes. In the IT field, collaborative planning, forecasting, and replenishment (CPFR) have become an important tool in the supply chain (Chen et al., 2007; Morgan et al., 2016) . Awasthi and Chauhan (2013) point out the importance of capturing accurate and real information to enable the timely retrieval of products in RL networks. The environmental collaboration includes the exchange of technical information and requires a mutual willingness to learn, plan, and establish production goals that include the environmental aspect (Vachon and Klassen, 2008) .", "cite_spans": [{"start": 279, "end": 298, "text": "(Chen et al., 2007;", "ref_id": "BIBREF23"}, {"start": 299, "end": 319, "text": "Morgan et al., 2016)", "ref_id": "BIBREF80"}, {"start": 322, "end": 348, "text": "Awasthi and Chauhan (2013)", "ref_id": "BIBREF9"}, {"start": 674, "end": 700, "text": "(Vachon and Klassen, 2008)", "ref_id": "BIBREF108"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Previous studies have dealt with the influence of information technology in the field of reverse logistics. Huscroft et al. (2013) defend that IT has the potential of providing greater vertical coordination throughout the RL process, both internally and externally. Gu and Liu (2013) highlight the need to maintain the information system for effective management of reverse logistics, which should cover information such as product life cycle, factory information, transportation, distribution/retail, and consumers. For Bouzon et al. (2018) , Chileshe et al., 2015; Jabbour et al., 2016; Meyer et al., 2017; Pumpinyo and Nitivattananon, 2014 ) the lack of an information system can be considered an internal barrier to reverse logistics practices, and an information system is relevant for storing general information about the product, which can serve as a basis for circular economy.", "cite_spans": [{"start": 108, "end": 130, "text": "Huscroft et al. (2013)", "ref_id": "BIBREF55"}, {"start": 266, "end": 283, "text": "Gu and Liu (2013)", "ref_id": "BIBREF48"}, {"start": 521, "end": 541, "text": "Bouzon et al. (2018)", "ref_id": "BIBREF16"}, {"start": 544, "end": 566, "text": "Chileshe et al., 2015;", "ref_id": "BIBREF25"}, {"start": 567, "end": 588, "text": "Jabbour et al., 2016;", "ref_id": "BIBREF57"}, {"start": 589, "end": 608, "text": "Meyer et al., 2017;", "ref_id": "BIBREF79"}, {"start": 609, "end": 642, "text": "Pumpinyo and Nitivattananon, 2014", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Based on the IT tools used for information sharing, Olorunniwo and Li (2011) point out the types of IT that have been most effective in reverse logistics: Internet (56.8%), ERP (48.8%), Bar code and scanning (42.2%), Legacy (41.5%), Electronic Data Interchange -EDI (40.9%), Warehouse Management System (36.2%), Customized Enterprise Resource Planning -ERP (17.0%), Radio Frequency Identification (RFID) (8.9%), Transport Management System (8.5%) and Satellite (2.3%).", "cite_spans": [{"start": 52, "end": 76, "text": "Olorunniwo and Li (2011)", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Moreover, the current transition to industry 4.0 with its enabling technologies (autonomous robots; additive manufacturing; digital Simulation; horizontal and vertical systems integration; Internet of things; Big Data and Analytics; Cloud Computing; Cybersecurity; Augmented Reality) has being transforming organizational activities, both in the direct supply chain and reverse, thus promoting the implementation of Circular Economy (CE) through various concepts based on technological innovations (Koh et al., 2020; Kouhizadeh et al., 2019) . It is important to reinforce that RL is integrating part of CE. Kouhizadeh and Sarkis (2018) point out that one of the biggest concerns in the reverse chain is the uncertainty in the location and traceability at the end of the useful life, and with intelligent technology mechanisms, there is a great tendency to improve the efficiency of the process of managing the return flows. One of these disruptive ways of carrying out RL and CE is with the use of blockchain technology. affirm that the blockchain technology has enormous potential to provide support for sustainable supply chain and supply chain management.", "cite_spans": [{"start": 498, "end": 516, "text": "(Koh et al., 2020;", "ref_id": "BIBREF64"}, {"start": 517, "end": 541, "text": "Kouhizadeh et al., 2019)", "ref_id": "BIBREF66"}, {"start": 608, "end": 636, "text": "Kouhizadeh and Sarkis (2018)", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Common benefits in selected business cases include blockchain offering a transparent, decentralized solution, secure transaction process and can regenerate resources, reduce costs, improve efficiency and responsiveness Kouhizadeh et al., 2019) . It makes even more sense when one considers that the trust provided by blockchains meets the theory that trust and collaboration, in forward and reverse logistics, are inseparable concepts. Kim and Shin (2019) highlight that the characteristics of blockchain technology (information transparency, information immutability and smart contracts) had positive and significant effects on the growth of the partnership and marginal effects on the efficiency of the partnership. Above all, the growth of the partnership has a positive effect on the company's performance. To Kouhizadeh et al. (2019) an important tension to consider is that blockchain is not a one-size-fits-all solution, what makes it more benefitial to some organizations than to others.", "cite_spans": [{"start": 219, "end": 243, "text": "Kouhizadeh et al., 2019)", "ref_id": "BIBREF66"}, {"start": 436, "end": 455, "text": "Kim and Shin (2019)", "ref_id": "BIBREF59"}, {"start": 814, "end": 838, "text": "Kouhizadeh et al. (2019)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "However, for IT to have a positive effect, authors highlight the main capabilities that need to be developed by companies in reverse logistics, such as handling return operations, ICT management, and sharing, and that in all these capabilities, collaboration and trust are inseparable (Chen et al., 2007; Maheswari et al., 2019; Olorunniwo and Li, 2010; Awasthi and Chauhan, 2013) .", "cite_spans": [{"start": 285, "end": 304, "text": "(Chen et al., 2007;", "ref_id": "BIBREF23"}, {"start": 305, "end": 328, "text": "Maheswari et al., 2019;", "ref_id": "BIBREF75"}, {"start": 329, "end": 353, "text": "Olorunniwo and Li, 2010;", "ref_id": "BIBREF82"}, {"start": 354, "end": 380, "text": "Awasthi and Chauhan, 2013)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "In the context of inter-organizational perspective, high levels of commitment, trust, and information sharing are of paramount importance for developing collaboration in logistics (Pomponi et al., 2015) . Muduli et al. (2013) show that mutual trust and respect lead to green motivation, and Chapman and Corso (2005) affirm that the lack of trust and ineffective goal setting between key partners involved in the cross-company projects may be outperformed by ICT. Chen et al. (2007) point out that the level of transparency in the exchange of information can predict the level of a company collaboration. Service level efficiency for customer satisfaction may be greater when companies have the support of infrastructure, transport and IT tools such as RFID and IoT, which are considered strategies built for RL (Carr et al., 2010; Olorunniwo and Li, 2010; Parry et al., 2016; Thürer et al., 2019; Wang et al., 2007) . Morgan et al. (2016) investigation findings have indicated that IT Competency presented a moderating effect on the relationship between collaboration and reverse logistics competency. Despite the authors in that paper have chosen to emphasize a more operational perspective of reverse logistics competency, would the same moderating effect be noted? Considering the relationships between IT Competency for the generation of reverse logistics competency, the following hypothesis is stated:", "cite_spans": [{"start": 180, "end": 202, "text": "(Pomponi et al., 2015)", "ref_id": "BIBREF90"}, {"start": 205, "end": 225, "text": "Muduli et al. (2013)", "ref_id": "BIBREF81"}, {"start": 291, "end": 315, "text": "Chapman and Corso (2005)", "ref_id": "BIBREF22"}, {"start": 463, "end": 481, "text": "Chen et al. (2007)", "ref_id": "BIBREF23"}, {"start": 811, "end": 830, "text": "(Carr et al., 2010;", "ref_id": "BIBREF21"}, {"start": 831, "end": 855, "text": "Olorunniwo and Li, 2010;", "ref_id": "BIBREF82"}, {"start": 856, "end": 875, "text": "Parry et al., 2016;", "ref_id": "BIBREF85"}, {"start": 876, "end": 896, "text": "Thürer et al., 2019;", "ref_id": "BIBREF105"}, {"start": 897, "end": 915, "text": "Wang et al., 2007)", "ref_id": "BIBREF110"}, {"start": 918, "end": 938, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Hypothesis 2. IT competency has a moderating effect on the relationship between collaboration and reverse logistics competency.", "cite_spans": [], "ref_spans": [], "section": "IT competency (ITC)"}, {"text": "Given that the main emphasis of business managers is profitability and revenue generation in the short, medium and long terms, De Giovanni and Esposito Vinzi (2012) believe that environmental practices, both internal and external, contribute to improving the results of the organizations, which translates into better economic performance. Nevertheless the decision on implementing environmental practices, like reverse logistics, is born at the strategic level.", "cite_spans": [], "ref_spans": [], "section": "Economic performance (ECP)"}, {"text": "With regard to cost-sharing, Dai et al. (2017) claim that companies that act collaboratively obtain greater economic benefits in comparison to those that do not operate within the collaborative chains. Historically speaking, collaboration was first explored in supply chain by the focal company perspective. This may be illustrated by several papers that describe the natural downstream relationship existent between supplier/supply logistics and manufacturers, seeking the reduction of transaction costs, innovation, and other competitive advantages (Ferrell et al., 2019; Gunasekaran et al., 2015; Pomponi et al., 2015; Soosay and Hyland, 2015) . Furthermore, collaboration was extended upstream as another strategy of reducing costs, including those from RL. The E.A.R.d. Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433 authors also highlight the sharing of operational costs between the organizations (Arun Raja et al., 2016; Rodrigues et al., 2015) . Reduction of transport and freight costs (van Lier et al., 2016) . Gravier and Farris (2014, p. 356) state that \"the implicit and explicit costs associated with generating and sharing knowledge generates certain costs and require varying levels of commitment and action on the part of the participating organizations.\" To Gravier and Ferris (2014) to circumvent these costs or allocations, organizations may opt to delegate certain activities to another organization. Firms that deprive themselves of non-core competencies are putting knowledge implementation to use, and in SCs, the rise of 3PL and 4PL are examples of organizations that not only coordinate logistics but all the SC functions, allowing the firms to focus on their core competencies.", "cite_spans": [{"start": 29, "end": 46, "text": "Dai et al. (2017)", "ref_id": "BIBREF32"}, {"start": 551, "end": 573, "text": "(Ferrell et al., 2019;", "ref_id": "BIBREF41"}, {"start": 574, "end": 599, "text": "Gunasekaran et al., 2015;", "ref_id": "BIBREF49"}, {"start": 600, "end": 621, "text": "Pomponi et al., 2015;", "ref_id": "BIBREF90"}, {"start": 622, "end": 646, "text": "Soosay and Hyland, 2015)", "ref_id": "BIBREF101"}, {"start": 775, "end": 845, "text": "Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433", "ref_id": null}, {"start": 934, "end": 952, "text": "Raja et al., 2016;", "ref_id": "BIBREF4"}, {"start": 953, "end": 976, "text": "Rodrigues et al., 2015)", "ref_id": "BIBREF94"}, {"start": 1020, "end": 1043, "text": "(van Lier et al., 2016)", "ref_id": "BIBREF109"}, {"start": 1046, "end": 1079, "text": "Gravier and Farris (2014, p. 356)", "ref_id": null}, {"start": 1301, "end": 1326, "text": "Gravier and Ferris (2014)", "ref_id": null}], "ref_spans": [], "section": "Economic performance (ECP)"}, {"text": "In summary, Agrawal et al. (2016) , Cao and Zhang, 2011; Gruchmann and Seuring, 2018; Soosay and Hyland, 2015) draw attention to the different collaborative functions that stakeholders and end consumers play in co-creating value within the SC, through their contributions in knowledge, information, and tangible resources. Leitner et al. (2011) and Lozano et al. (2013) mention possible cost savings through transport. Considering this information, there is the following hypothesis:", "cite_spans": [{"start": 12, "end": 33, "text": "Agrawal et al. (2016)", "ref_id": "BIBREF1"}, {"start": 36, "end": 56, "text": "Cao and Zhang, 2011;", "ref_id": "BIBREF20"}, {"start": 57, "end": 85, "text": "Gruchmann and Seuring, 2018;", "ref_id": "BIBREF47"}, {"start": 86, "end": 110, "text": "Soosay and Hyland, 2015)", "ref_id": "BIBREF101"}, {"start": 323, "end": 344, "text": "Leitner et al. (2011)", "ref_id": "BIBREF69"}, {"start": 349, "end": 369, "text": "Lozano et al. (2013)", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Economic performance (ECP)"}, {"text": "Hypothesis 3. A reverse logistics competency has a positive effect on economic performance.", "cite_spans": [], "ref_spans": [], "section": "Economic performance (ECP)"}, {"text": "In addition to the economic benefit generated from the implementation of reverse logistics, the environmental aspect also stands out. The study by (Ye et al., 2013) with Chinese manufacturers, revealed that sustainable practices had a positive impact on Chinese organizations, considering both the economic, as well as, the environmental aspects. Daugherty et al. (2001) highlight the main elements that are involved in environmental performance, including items that address issues of environmental regulatory compliance, customer relationships, asset recovery, cost containment, profitability, and reduced inventory investment.", "cite_spans": [{"start": 147, "end": 164, "text": "(Ye et al., 2013)", "ref_id": "BIBREF114"}, {"start": 347, "end": 370, "text": "Daugherty et al. (2001)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Environmental performance (EVP)"}, {"text": "Contrary to the view that sustainable reverse logistics practices presuppose increased costs, reduced productivity, restricting competitiveness, Huang and Yang (2014) investigation indicates that innovation in RL had a positive relationship associated with economic and environmental performances. From the creation of a green image, (Chiou et al., 2011) highlighted the importance of implementing sustainable processes within the supply chain, as a way to improve its environmental performance while still enabling the creation of competitive advantages and better global positioning.", "cite_spans": [{"start": 145, "end": 166, "text": "Huang and Yang (2014)", "ref_id": "BIBREF54"}, {"start": 334, "end": 354, "text": "(Chiou et al., 2011)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Environmental performance (EVP)"}, {"text": "The impact of manufacturing activities on environmental and social aspects should be considered, along with the concepts linked to the transition to the circular economy, serving as a basis for assessing environmental performance (Genovese et al., 2017; Hadi et al., 2016) . From this we have the following hypothesis:", "cite_spans": [{"start": 230, "end": 253, "text": "(Genovese et al., 2017;", "ref_id": "BIBREF45"}, {"start": 254, "end": 272, "text": "Hadi et al., 2016)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Environmental performance (EVP)"}, {"text": "Hypothesis 4. A reverse logistics competency has a positive effect on environmental performance.", "cite_spans": [], "ref_spans": [], "section": "Environmental performance (EVP)"}, {"text": "Aiming to investigate the Brazilian context, the constructs, and items of the current questionnaire were adapted from Morgan et al. (2016) and Ye et al. (2013) studies, including: Collaboration, Reverse logistics competency, IT competency, and two constructs called economic performance and environmental performance. The structure of the questionnaire used in this investigation was developed by contrasting variables elicited in literature with constructs variables already existent in Morgan's questionnaire.", "cite_spans": [{"start": 118, "end": 138, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 143, "end": 159, "text": "Ye et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Questionnaire, sampling and data collection"}, {"text": "Inspired by classic contexts, Malik et al. (2016) have adapted scales originally used by other authors. Stank and Keller (2001) , for instance, originally tested the collaboration construct. Tippins and Sohi (2003) had adapted the scale of IT competency construct, used by Morgan as well. The scale focused on developing an IT competency through IT operations. Furthermore, Autry et al. (2010) was the inspiration to the Reverse Logistics Competency scale (RLC). The construct RLC, in this investigation, was modified to accommodate a strategic vision of reverse logistics, due to the fact that it is not broadly implemented in organizations in Brazil. Therefore, it would be more rationale that the questionnaire considered it, firstly, by the strategic point of view, instead of by the operational perspective. To assess economic and environmental competencies, we included the variables from Ye et al. (2013) .", "cite_spans": [{"start": 30, "end": 49, "text": "Malik et al. (2016)", "ref_id": "BIBREF76"}, {"start": 104, "end": 127, "text": "Stank and Keller (2001)", "ref_id": "BIBREF103"}, {"start": 191, "end": 214, "text": "Tippins and Sohi (2003)", "ref_id": "BIBREF107"}, {"start": 374, "end": 393, "text": "Autry et al. (2010)", "ref_id": "BIBREF6"}, {"start": 895, "end": 911, "text": "Ye et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Questionnaire, sampling and data collection"}, {"text": "Considering that this investigation presented different purposes and that it was developed in the Brazilian context, the constructs were validated by 14 specialists, using a Card Sort. The Card sorting is a qualitative technique used to analyze the content of the construct. The specialists receive a link from the card sorting software with the names of the constructs (right column) and in the left column a list of \"items\" from the questionnaire. The objective was to confirm, from experts point of view by, who had to drag the \"items\" to the \"Constructs or Factors\" that they considered to represent it (Froehle and Roth, 2007) .", "cite_spans": [{"start": 607, "end": 631, "text": "(Froehle and Roth, 2007)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Questionnaire, sampling and data collection"}, {"text": "The specialists were instructed to organize the items according to the factor that they best reflected. After that, an online form was created considering the items pointed by the specialists. The form was then submitted to Brazilian SCM executives. To apply the instrument, a 7point Likert scale was used: 1 = totally disagree and 7 = totally agree.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire, sampling and data collection"}, {"text": "The instrument applied included 25 items. It was sent to a list of 15 thousand companies and also was sent to 1275 executives on the LinkedIn network. A total of 338 responses were obtained, out of which 334 were considered valid. One of the survey prerequisites was that supply chain executives would answer it; therefore, 14 answers were removed for not meeting this criterion.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire, sampling and data collection"}, {"text": "The link was available for approximately three months and covered various industrial sectors of the Brazilian supply chain. Table 1 the sample data of the 320 respondents.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 131, "text": "Table 1", "ref_id": null}], "section": "Questionnaire, sampling and data collection"}, {"text": "In case of surveys performed by e-mail it is recommended the testing difference in responses of early respondents and late respondents or non-respondents (Armstrong and Overton, 1977; Clottey and Grawe, 2014; Rogelberg and Stanton, 2007) . In order to verify if the answers obtained presented significant difference in item averages, a t-test for independent samples was applied for the first 247 respondents, considered (Group 1), and for the last 73, considered late (Group 2). The comparison between early respondents and late respondents revealed no significant difference at the 0.05 level. Therefore, a non-response bias is not an obstacle in this survey, since both groups are free from non-response bias.", "cite_spans": [{"start": 154, "end": 183, "text": "(Armstrong and Overton, 1977;", "ref_id": "BIBREF3"}, {"start": 184, "end": 208, "text": "Clottey and Grawe, 2014;", "ref_id": "BIBREF28"}, {"start": 209, "end": 237, "text": "Rogelberg and Stanton, 2007)", "ref_id": "BIBREF95"}], "ref_spans": [], "section": "Non-response bias"}, {"text": "The procedure to test common method variance (CMV) was performed. The Harman's one-factor test was completed, and it suggested that there was no common method bias in the survey instrument. Results revealed that the first factor explained 51.6% percent of the variance, which is slightly above the 50% threshold recommended by Podsakoff et al. (2012) and Satorra and Bentler (2001) , indicating no serious common method bias.", "cite_spans": [{"start": 327, "end": 350, "text": "Podsakoff et al. (2012)", "ref_id": "BIBREF89"}, {"start": 355, "end": 381, "text": "Satorra and Bentler (2001)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Common latent factor"}, {"text": "Considering that key variables in this model are latent in nature, the SEM framework is the adequate strategy to analyze both: reliability of these variables and the relationships between them. Kline (2011) and (Marôco, 2014) have extensive discussion on the utility of using SEM for these types of variables. Therefore, to test the significance of the hypothesized model (see Fig. 1 ) a structural equation model was fit in R Study, using the lavaan package Rosseel (2012) with robust maximum likelihood estimation. The model was fitted in two-steps to the gathered data. In the first step, the measurement model was set, and its fit to the data evaluated. In the second step, the hypothesized causal model was tested.", "cite_spans": [{"start": 194, "end": 206, "text": "Kline (2011)", "ref_id": "BIBREF60"}, {"start": 211, "end": 225, "text": "(Marôco, 2014)", "ref_id": "BIBREF77"}, {"start": 459, "end": 473, "text": "Rosseel (2012)", "ref_id": "BIBREF96"}], "ref_spans": [{"start": 377, "end": 383, "text": "Fig. 1", "ref_id": null}], "section": "Structural equation modeling"}, {"text": "The fit of the model was evaluated using the χ 2 and degrees of freedom statistics; the robust Comparative Fit Index (CFI); the robust Tucker-Lewis Index (TLI); Square Root Mean Residual (SRMR) and Root Mean Square Error of Approximation. The model fit was considered appropriate for robust CFI and TLI above 0.9; SRMR below 0.08 and RMSEA below 0.05 (Marôco, 2014; Kline, 2011) . The reliability and validity of the latent variables in the model were probed with Cronbach's alfa and McDonald Omega for internal consistency and Average Variance Extracted (AVE) for convergent validity. Alfa and Omega above 0.7 and AVE above 0.5 were considered supportive of reliability and validity respectively (Marôco, 2014) .", "cite_spans": [{"start": 351, "end": 365, "text": "(Marôco, 2014;", "ref_id": "BIBREF77"}, {"start": 366, "end": 378, "text": "Kline, 2011)", "ref_id": "BIBREF60"}, {"start": 697, "end": 711, "text": "(Marôco, 2014)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Structural equation modeling"}, {"text": "The hypothesized model (both the measurement as well as the structural model) presented a good fit to the data (χ2/df = Table 3 include the Inter-correlation among constructs. Fig. 2 illustrates the structural part of the model. As it is observed, Collaboration (COL) presented a positive effect on Reverse Logistics Competency (RLC), with a coefficient value of (β) = 0.311, and the relationship COL➔RLC was significative at 0.000, what means that hypotheses (H1) was supported. The moderation effect of ITC between collaboration and RLC, COL➔ITC➔RLC presented a negative effect with a coefficient value of (β) = −0.146 and significe of 0.100, meaning Note: The diagonal values (in parentheses) and in bold represent the square root of the AVE and and must be higher than the values that the correlations between each construct.", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 176, "end": 182, "text": "Fig. 2", "ref_id": null}], "section": "Results"}, {"text": "Testing. Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433 that hypotheses (H2), was not supported. A relação between RLC➔ECP presented a positive effect with a coefficient value of (β) = 0.674 and significance of 0.000, therefore hypotheses (H3) was supported. Finally, the relation between RLC➔EVP presented a positive effect, with a coefficient value of (β) = 0.821 and significance of 0.000, meaning that hypotheses (H4) was supported. Table 4 , summarizes the hypotheses tested.", "cite_spans": [{"start": 9, "end": 79, "text": "Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433", "ref_id": null}], "ref_spans": [{"start": 461, "end": 468, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Fig. 2. Regression Values for Effects"}, {"text": "Emerging countries executives, like in Brazil, seem to resist longer to implementing sustainable practices as reverse logistics, due to drawbacks and barriers mentioned in specialized literature and mentioned in the continuity of this text. Evidence of this is that managers and professionals in Brazilian organizations have been under pressure from the National Solid Waste Policy, since 2010. This policy enforces a shared responsibility for the product life cycle and the reverse logistics of the products; therefore, collaboration and trust gain relevance in this context.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As mentioned before, the starting point of this research was Morgan et al. (2016) and Ye et al. (2013) investigations. Accordingly, to the description in section 3.1, the first version of the current questionnaire was analyzed by 14 specialists who judged the organization of items inside constructs and construct denominations. The adaptations were performed taking into account the incipient reality of reverse logistics in Brazil.", "cite_spans": [{"start": 61, "end": 81, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 86, "end": 102, "text": "Ye et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Discussion"}, {"text": "Results of the present study proved that the collaboration has a positive impact on the creation of reverse logistics competency, which supported hypotheses (H1), being aligned with the results obtained by Morgan et al. (2016) and with the underlying literature (Bernon et al., 2011; Hernández et al., 2011) .", "cite_spans": [{"start": 206, "end": 226, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 262, "end": 283, "text": "(Bernon et al., 2011;", "ref_id": "BIBREF14"}, {"start": 284, "end": 307, "text": "Hernández et al., 2011)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Discussion"}, {"text": "Collaboration appears to be important in developing reverse logistics strategies, assumed as a group of practices including information exchange capabilities and integration with supply chain partners, increased operational flexibility because of their partnership and joint planning relationships. Considering that the exchange of information with partners is frequently performed via IT in a collaborative way, IT has increasingly become a competitive advantage for organizations, with a fundamental bearing on a company's economic performance (Li et al., 2009) . Still considering the collaboration effect on RLC, Paula et al. (2019) investigation advocate that in the context of reverse logistics there must be conjoint planning among partners and, in this case, trust is inseparable from collaboration.", "cite_spans": [{"start": 546, "end": 563, "text": "(Li et al., 2009)", "ref_id": "BIBREF70"}, {"start": 617, "end": 636, "text": "Paula et al. (2019)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Discussion"}, {"text": "In Morgan et al. (2016) study the variable IT Competency played a moderating role between collaboration and reverse logistics competency, indicating that the presence of information technology enhances collaboration, leading to greater reverse logistics practices. For the study conducted with the Brazilian supply chain, the moderation relationship was not proven. A rejection of (H2) can be considered as surprising at first, but there are specifics that need to be mentioned. Morgan et al. (2016) analyzed the effect of three constructs (collaboration, IT Competency and RLC) on Logistics Performance, whereas this study investigated the effect of the same constructs on economic and environmental performance. Nevertheless, the construct RLC in this paper presented a strategic perspective of reverse logistics competency, different from the operational perspective of Morgan et al. (2016) and Ye's et al. (2013) studies. Considering the technological dimension provided by the construct ITC, the executives interviewed in this study, did not cogitate existing a moderation effect of IT competency on collaboration and RL competency relationships. The RL construct was considered by a strategic point of view what might explain that collaboration would not be influenced strongly by IT competency. Under a practical point of view, IT technologies seem to be more relevant to facilitate collaboration on RL by the tactical and operational levels perspective. At these levels, the exchange of information, control of materials and parts gains volume and tend to be mostly dependent on IT technologies. Therefore, at RQ1 \"Would information technology competency moderate the construct's collaboration and reverse logistics competency?\" Brazilian executives considered that ITC is not relevant to facilitate collaboration, at least not at the strategic level of RL.", "cite_spans": [{"start": 3, "end": 23, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 479, "end": 499, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 873, "end": 893, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 898, "end": 916, "text": "Ye's et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Discussion"}, {"text": "On the other hand, the ITC construct has demonstrated a slightly positive direct effect on RLC (β) = 0.27. In this investigation the ITC construct reflects practices like analyzing supplier information, using information systems to obtain process information, collecting and analyzing information through internal and external sources, using decision systems to manage reverse logistics processes, supporting systems to acquire store and process logistics process information. Such practices would certainly support the strategic actions on reverse logistics (Maheswari et al., 2019; Awasthi and Chauhan, 2013 ) what explains the weak, but positive effect.", "cite_spans": [{"start": 559, "end": 583, "text": "(Maheswari et al., 2019;", "ref_id": "BIBREF75"}, {"start": 584, "end": 609, "text": "Awasthi and Chauhan, 2013", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the studied model were also analyzed the economic performance, measured based on materials recovery, returned product processing costs, inventory reduction due to reverse logistics processes, lower material costs, logistics costs reduction and company profitability. Reverse logistics Competency had a high positive effect on this construct, thus confirming hypotheses (H3). There is a common sense that reverse logistics cannot be seen as a cost to companies, and reverse logistics strategies tend to change the economic scenario of organizations (Bernon et al., 2018; Genovese et al., 2017) .", "cite_spans": [{"start": 551, "end": 572, "text": "(Bernon et al., 2018;", "ref_id": "BIBREF15"}, {"start": 573, "end": 595, "text": "Genovese et al., 2017)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Discussion"}, {"text": "Regarding the environmental performance construct, it considered the following practices: company image, market competitiveness, lower pollution level, greater relationship and adherence to governmental requirements and adherence to social responsibility and environmental protection. The reverse logistics competency also presented a high positive effect on this construct, supporting hypotheses (H4). Concurrently, reverse logistics competency has also impacted environmental performance, which can be reflected in improved image and customer relationships, ultimately leading to market competitiveness. Considering the RQ2: \"How does reverse logistics competency affect the economic and environmental performance of organizations in Brazil?\"", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Brazilian executives agreed that RLC affects positively both, the economic and environmental performances of organizations. What reveals an optimism from them, since whilst there is a common concordance, in literature, about the positive impact of RL on environmental performance, it is not so obvious the perception that RL poses a positive impact on economic performance.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The effects of RLC on environmental and economic performance seem obvious if we consider that in this study RLC was considered by a strategic perspective not operational. Performance in organizations depends on strong strategic support (Huang and Yang, 2014; Ye et al., 2013) . The Brazilian executives interviewed recognized the importance of reverse logistics strategy, but the reverse logistics current situation in Brazilian organizations is distant from other countries. The NSWP proposes the development of sectoral agreements that could change this scenario, but managers are not focused on such agreements, that are being established slowly and laboriously.", "cite_spans": [{"start": 236, "end": 258, "text": "(Huang and Yang, 2014;", "ref_id": "BIBREF54"}, {"start": 259, "end": 275, "text": "Ye et al., 2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Discussion"}, {"text": "Waste management and issues related to reverse logistics and circular economy arouse enormous reflection in moments such as the one the world experiences from the pandemic of COVID-19. However, its Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433 implications for sustainability are beginning to be felt in the direct and reverse supply chains . More than a pandemic outbreak, organizations and industries need to deal with reverse logistics. In the face of invisible contagion, innovative technologies are fundamental for the implementation of smarter and more collaborative logistics systems for materials and waste, with a view to recovering their economic and environmental performance . Moreover, Individual Protection Equipment (IPE) and other disinfectant equipment and materials were developed, fabricated, used, and discarded worldwide at a very fast pace. Most of these products were not designed to be fully recovered, recycled, and much less reused, due to infection risks, potentially creating another environmental problem. The emergency of the moment did not allow us to apply a CE perspective in the case of IPEs, therefore we, certainly, will face the bad effects of this quite soon.", "cite_spans": [{"start": 198, "end": 268, "text": "Campos, et al. Environmental Impact Assessment Review 84 (2020) 106433", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "There seems to exist a natural transition that executives face, worldwide in their daily practice, going from the awareness about sustainability towards making efforts in implementing its practices. Reverse logistics, apart from being a sustainable strategy, has being long used to recovery of products in case of recalls caused by failures. The benefits and managerial impairs of RL, faced by executives, are investigated by scholars nowadays, while the implementation of Circular Economy seems to be the next step in reducing the environmental impact.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "The contribution of the present study includes a reflection on the gap existent between theory and practice. The present study was limited to describing the relationship among variables that are expected to contribute to RL implementation, but barriers are also frequently described in literature. Depending on the context, the same variable may be considered barrier or stimulus to RL. Even though, from the theoretical point of view, the results of this study revealed that there seems to be no relevant difference among the perception of executives of large companies in Brazil, if compared with those practitioners investigated in Morgan's study. However, from a practical point of view, yes.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "It would be right to say that developing countries' executives, like the Brazilian ones, seem to resist longer even in implementing earlier sustainable practices, like reverse logistics. Theoretically, the executives agree upon the benefits of RL to both economic and environmental performances, what is positive. Other good news is that some initiatives on RL are perceptible in Brazil once they had been successfully implemented, before the creation of the National Solid Waste Policy (NWSP) of 2010. They are: recovery of scrap tires; recovery of pesticide packaging; recovery of used or contaminated lubricating oil and Batteries. Nevertheless, the last 10 years did not reveal concretely other important changes in the RL scenario.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Regardless of fact that this policy enforces a shared responsibility for the product life cycle and the reverse logistics of the products, scholars reinforce the low willingness of manufacturers, wholesalers and retailers to work cooperatively, mainly in terms of costs sharing, considering the e-waste segment, for instance (Mahadevan, 2019; Pumpinyo and Nitivattananon, 2014; Lu et al., 2011; Paula et al., 2019) . This is evidence that theoretically speaking, the executives of large companies interviewed agree about the importance of collaboration for RL operation, but in practice, collaboration is still a barrier. However, the same study points cultural, geographic and technological dimensions among obstacles to RL in emerging economies.", "cite_spans": [{"start": 325, "end": 342, "text": "(Mahadevan, 2019;", "ref_id": "BIBREF74"}, {"start": 343, "end": 377, "text": "Pumpinyo and Nitivattananon, 2014;", "ref_id": "BIBREF92"}, {"start": 378, "end": 394, "text": "Lu et al., 2011;", "ref_id": "BIBREF73"}, {"start": 395, "end": 414, "text": "Paula et al., 2019)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Firstly, Brazil's huge territory makes collecting waste costs frightening. It is necessary to keep in mind that the volume and value of collected materials are essential to offer gains of scale and to ensure the financial feasibility of RL activities. Therefore, collaboration is necessary, but deeply dependent on developing trustable terms and agreements among supply chain actors. It is possible to highlight another perspective of collaboration in this context of the large territory.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Managers have to develop collaborative actions to minimize the volume of solid waste generated along the entire supply chain, while the product is commercialized.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Secondly, even though this study confirmed the notion of executives that RL presents a positive impact on economic performance, in emerging countries' practice, technological limitations may impair such gains. The degree of technological development structure available in the country will increase the value aggregated to the recovered material. It is expected that the larger the company the better is its technological structure. However, in practice, large companies in Brazil represent around 3% of the total amount of companies, but they are mostly subsidiaries of multinationals that act as simple operators of technological \"packages\", designed and implemented by the headquarters, without the minimum local participation. Therefore, unless there is a governmental inspection or clear financial returns, managers of multinationals will not make investment in innovative technologies at subsidiaries devoted to RL. It is important to mention that large companies are few in number if compared with Small Medium Enterprises (SMEs), but they represents more than 60% of gross domestic product in Brazil.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "SMEs dominate largely the managerial scenario in Brazil, demonstrating the need to include themes focused on the issues of reverse logistics within the environmental impact assessment caused by such companies. Nevertheless, since the NWSP creation the Brazilian government has being active in defining and creating fiscal, credit and financial incentives, but not in inspecting the Management Organizations. Moreover, studies must reveal the impact of large and small supply chains operations in environment.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Still considering the technological dimension the executives interviewed in this study did not cogitate existing a moderation effect of IT competency on collaboration and RL competency relationships. The RLC construct was considered by a strategic point of view as explained before. In this context, it is expected that large companies would not face strong limitations in adopting IT technologies at the strategic or operational levels, but it would not be a reality in the dominating number of SMEs. There is also a theoretical aspect that permeates technological innovation with tools from 4.0 industry that are still not widespread for reverse logistics in developing countries. In fact, facing the current scenario of management maturity and the predominance of SMEs in Brazil, there seems to be a long journey to run in the context of 4.0 industry technologies applied to RL.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Literature also indicates that RL programs in emerging countries like China, India, and Brazil should be innovative not only in terms of economic and environmental gains but also in increasing income and social inclusion (Demajorovic et al., 2016) . Among the challenges, a complete design of a RL chain must be developed including the consumers and waste picker cooperatives. Consumers play an important role in RL supply chain, so they must receive an incentive to drop-off EOL-EOU products into adequate recycling centers. However, such centers are leaded by low-income people and waste represents a source of revenue for them. In this sense, waste pickers from cooperatives should receive financial incentives, management education, and training, which is not a guarantee of being accepted as partners in the industry's RL supply chain.", "cite_spans": [{"start": 221, "end": 247, "text": "(Demajorovic et al., 2016)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Conversely, good opportunities may arise from the weaknesses mentioned. Studies cited in this referential point to the fact that management's own initiatives drive companies to adopt greener production technologies that are far more influential than government regulation (Thurner and Proskuryakova, 2014) . This is promising since the results of this investigation have revealed that the Brazilian executives are aware of the RL subject. As an extra stimulus, the Brazilian Ministry of Environment site (Brazilian Ministry of Environment, 2018) describes novel initiatives of sectoral agreements for RL as: Plastic Packaging of Lubricating Oils; Sodium Vapor Fluorescent Lamps and Mercury and Mixed Light; General packaging; Steel Packaging; Electronics products and their components; Medicines that are potential starting points to the change.", "cite_spans": [{"start": 272, "end": 305, "text": "(Thurner and Proskuryakova, 2014)", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Universities and scholars have in sectorial agreements the opportunity to investigate and explore ways to overcome barriers that are in the control of supply chain managers. Sinctronics organization (http:// www.sinctronics.com.br/) is a piece of evidence in Brazil that this can be true. Carlos Ohde, the manager of this large electronic Brazilian organization, has implemented a very successful RL process for the recovery of plastic and polymers to the production of printers and other electronic devices. He developed the first integrated ecosystem of sustainable solutions aimed at the electronics market: integration of reverse logistics, material processing, investments in research and development in search not only for new uses for used components, but also to guarantee the quality of the material produced, and allow customers to have access to this infrastructure for their research. In addition, the organization promotes social inclusion and environmental education. This proves that despite the complexity of the Brazilian scenario goodwill and effort may overcome several barriers.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Previous studies presented reverse logistics within a development context for new theoretical models that were statistically tested in different countries with different units of analysis. The theoretical contribution of the study lies in the application of a valid model that was previously tested, now applied in the context of an emerging country. The results of the study also reinforce the Brazilian executives' perception that the development of reverse logistics as an organizational competency may provide greater benefits to economic and environmental performances. This is confirmed by academic literature and is a good argument to motivate managers in complying with regulations and to advance from theory to the application of RL in the practice, in the short term, and perhaps to evolve to Circular Economy in the long term.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "Organizations have a legal obligation to share responsibility for the waste they generated, as well as, shared responsibility with the various entities in the supply chain. Collaboration and trust can help managers develop more sophisticated waste management methods. The implementation of information technology is a strong ally in the efficient management of information in the supply chain, both in relation to direct logistics and reverse logistics. As far as the green supply chain strategy is concerned, information management regarding waste generated is of paramount importance for decision-making. This is an important finding to encourage companies to create mechanisms for collaboration, either through the exchange of knowledge and synergy or through the technological realm, which enables better activity execution.", "cite_spans": [], "ref_spans": [], "section": "Theoretical implications and managerial contribution"}, {"text": "The application of Morgan et al. (2016) and Ye et al. (2013) adapted models confirmed three of the four postulated hypotheses as consistent, robust, and reproducible in this context. Despite that was not evidence of the moderation effect of IT competency, by the perception of Brazilian executives, it does not discourage such practice. ITC has presented a direct effect on reverse logistics competency, which in turn, revealed a significant effect on the economic and environmental performances of organizations.", "cite_spans": [{"start": 19, "end": 39, "text": "Morgan et al. (2016)", "ref_id": "BIBREF80"}, {"start": 44, "end": 60, "text": "Ye et al. (2013)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "Future studies may focus on just one specific sector, including the health segment, for instance. There is an opportunity of investigation of difficulties and barriers of reverse logistics competency in complex sectors such as the waste from public or private hospitals or medication. Moreover, we could list other opportunities:", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To investigate the specificities of emerging economies on RL, as income and social inclusion in RL chain;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To develop studies about ITC influence on RLC in large and smal organizations at strategic and operational levels;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To analyze the impact of large and small supply chains operations in environment respectively to large or SMEs;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To investigate the evolution of 4.0 industry technologies on RL of large or SMEs;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To develop creatively and test new ways of dividing the large Brazilian territory in \"smaller cell chains\" to minimize the influence of the costs of RL • To investigate the influence of lack of trust in collaboration among actors of RL supply chain in Brazil;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To stimulate the transition from theory to practice in RL via analysis of the risks and implementation of creative solutions to minimize them an • To investigate how to implement creative tools in product development to attend RL and sustainable objectives even in emergencial product development, similar to those from the pandemic period;", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "• To investigate the use of industry 4.0 enabling tools in RL and Circular Economy implementation and performance.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}, {"text": "Certainly, there must be other research opportunities not mentioned. But it seems actually necessary to advance in the role of governance in collaboration management that considers reliability in resource sharing at RL chains in Brazil. Studies must define how this can impact the social and environmental capacity of organizations, and contribute to the generation of better competency in reverse logistics processes, or also in relation to the way companies are managing the role of trust in collaboration, and how much this can affect the activity of direct and reverse logistics.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and future directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A literature review and perspectives in reverse logistics", "authors": [{"first": "S", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "Q", "middle": [], "last": "Murtaza", "suffix": ""}], "year": 2015, "venue": "Resour. Conserv. Recycl", "volume": "97", "issn": "", "pages": "76--92", "other_ids": {"DOI": ["10.1016/j.resconrec.2015.02.009"]}}, "BIBREF1": {"ref_id": "b1", "title": "Prioritizing critical success factors for reverse logistics implementation using fuzzy-TOPSIS methodology", "authors": [{"first": "S", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "Q", "middle": [], "last": "Murtaza", "suffix": ""}], "year": 2016, "venue": "J. Ind. Eng. Int", "volume": "12", "issn": "", "pages": "15--27", "other_ids": {"DOI": ["10.1007/s40092-015-0124-8"]}}, "BIBREF2": {"ref_id": "b2", "title": "Commitment to and preparedness for sustainable supply chain management in the oil and gas industry", "authors": [{"first": "W", "middle": ["N K"], "last": "Ahmad", "suffix": ""}, {"first": "J", "middle": [], "last": "Rezaei", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Tavasszy", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "De Brito", "suffix": ""}], "year": 2016, "venue": "J. Environ. Manag", "volume": "180", "issn": "", "pages": "202--213", "other_ids": {"DOI": ["10.1016/j.jenvman.2016.04.056"]}}, "BIBREF3": {"ref_id": "b3", "title": "Estimating nonresponse bias in mail surveys", "authors": [{"first": "J", "middle": ["S"], "last": "Armstrong", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Overton", "suffix": ""}], "year": 1977, "venue": "J. Mark. Res", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2307/3150783"]}}, "BIBREF4": {"ref_id": "b4", "title": "A collaborative application of AHP to enhance a routing model for logistics and reverse logistics", "authors": [{"first": "A", "middle": [], "last": "Arun Raja", "suffix": ""}, {"first": "M", "middle": [], "last": "Arjun", "suffix": ""}, {"first": "M", "middle": [], "last": "Anishkumar", "suffix": ""}], "year": 2016, "venue": "ARPN J. Eng. Appl. Sci", "volume": "11", "issn": "", "pages": "6105--6109", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The challenge of reverse logistics in catalog retailing", "authors": [{"first": "C", "middle": ["W"], "last": "Autry", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Daugherty", "suffix": ""}, {"first": "R", "middle": [], "last": "Glenn Richey", "suffix": ""}], "year": 2001, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "31", "issn": "", "pages": "26--37", "other_ids": {"DOI": ["10.1108/09600030110366384"]}}, "BIBREF6": {"ref_id": "b6", "title": "The effects of technological turbulence and breadth on supply chain technology acceptance and adoption", "authors": [{"first": "C", "middle": ["W"], "last": "Autry", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Grawe", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Daugherty", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Richey", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An RFID integrated quality management system for reverse logistics networks", "authors": [{"first": "A", "middle": [], "last": "Awasthi", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chauhan", "suffix": ""}], "year": 2013, "venue": "Quality Management in Reverse Logistics", "volume": "", "issn": "", "pages": "113--129", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A supply chain transparency and sustainability technology appraisal model for blockchain technology", "authors": [{"first": "C", "middle": [], "last": "Bai", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 2020, "venue": "Int. J. Prod. Res", "volume": "58", "issn": "", "pages": "2142--2162", "other_ids": {"DOI": ["10.1080/00207543.2019.1708989"]}}, "BIBREF11": {"ref_id": "b11", "title": "Blockchain technology: business, strategy, the environment, and sustainability", "authors": [{"first": "C", "middle": ["A"], "last": "Bai", "suffix": ""}, {"first": "J", "middle": [], "last": "Cordeiro", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 2020, "venue": "Bus. Strateg. Environ", "volume": "29", "issn": "", "pages": "321--322", "other_ids": {"DOI": ["10.1002/bse.2431"]}}, "BIBREF12": {"ref_id": "b12", "title": "Understanding the meaning of collaboration in the supply chain. Supply Chain Manag", "authors": [{"first": "M", "middle": [], "last": "Barratt", "suffix": ""}], "year": 2004, "venue": "", "volume": "9", "issn": "", "pages": "30--42", "other_ids": {"DOI": ["10.1108/13598540410517566"]}}, "BIBREF13": {"ref_id": "b13", "title": "An economic efficiency indicator for assessing income opportunities in sustainable waste management", "authors": [{"first": "F", "middle": [], "last": "Bartolacci", "suffix": ""}, {"first": "R", "middle": [], "last": "Cerqueti", "suffix": ""}, {"first": "A", "middle": [], "last": "Paolini", "suffix": ""}, {"first": "M", "middle": [], "last": "Soverchia", "suffix": ""}], "year": 2019, "venue": "Environ. Impact Assess. Rev", "volume": "78", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eiar.2019.05.001"]}}, "BIBREF14": {"ref_id": "b14", "title": "Retail reverse logistics: a call and grounding framework for research", "authors": [{"first": "M", "middle": [], "last": "Bernon", "suffix": ""}, {"first": "S", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "J", "middle": [], "last": "Cullen", "suffix": ""}], "year": 2011, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1108/09600031111138835"]}}, "BIBREF15": {"ref_id": "b15", "title": "Aligning retail reverse logistics practice with circular economy values: an exploratory framework", "authors": [{"first": "M", "middle": [], "last": "Bernon", "suffix": ""}, {"first": "B", "middle": [], "last": "Tjahjono", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Ripanti", "suffix": ""}], "year": 2018, "venue": "Prod. Plan. Control", "volume": "29", "issn": "", "pages": "483--497", "other_ids": {"DOI": ["10.1080/09537287.2018.1449266"]}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluating barriers for reverse logistics implementation under a multiple stakeholders' perspective analysis using grey decision making approach", "authors": [{"first": "M", "middle": [], "last": "Bouzon", "suffix": ""}, {"first": "K", "middle": [], "last": "Govindan", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Taboada", "suffix": ""}], "year": 2018, "venue": "Resour. Conserv. Recycl", "volume": "128", "issn": "", "pages": "315--335", "other_ids": {"DOI": ["10.1016/j.resconrec.2016.11.022"]}}, "BIBREF17": {"ref_id": "b17", "title": "Sistema Nacional de Informações sobre a Gestão dos Resíduos Sólidos (SINIR) Logística Reversa. Available at", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Knowledge Enterprise: Intelligent Strategies in Product Design, Manufacturing, and Management", "authors": [{"first": "L", "middle": ["M"], "last": "Camarinha-Matos", "suffix": ""}, {"first": "H", "middle": [], "last": "Afsarmanesh", "suffix": ""}], "year": 2006, "venue": "International Federation for Information Processing (IFIP)", "volume": "", "issn": "", "pages": "26--40", "other_ids": {"DOI": ["10.1007/0-387-34403-9_4"]}}, "BIBREF19": {"ref_id": "b19", "title": "Reverse logistics for the end-of-life and end-of-use products in the pharmaceutical industry: a systematic literature review", "authors": [{"first": "E", "middle": ["A R"], "last": "Campos", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Paula", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Pagani", "suffix": ""}, {"first": "P", "middle": [], "last": "Guarnieri", "suffix": ""}], "year": 2017, "venue": "Supply Chain Manag", "volume": "22", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1108/SCM-01-2017-0040"]}}, "BIBREF20": {"ref_id": "b20", "title": "Supply chain collaboration: impact on collaborative advantage and firm performance", "authors": [{"first": "M", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "J. Oper. Manag", "volume": "29", "issn": "", "pages": "163--180", "other_ids": {"DOI": ["10.1016/j.jom.2010.12.008"]}}, "BIBREF21": {"ref_id": "b21", "title": "RFID technology: implications for healthcare organizations", "authors": [{"first": "A", "middle": ["S"], "last": "Carr", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "I", "middle": [], "last": "Klopping", "suffix": ""}, {"first": "H", "middle": [], "last": "Min", "suffix": ""}], "year": 2010, "venue": "Am. J. Bus", "volume": "25", "issn": "", "pages": "25--40", "other_ids": {"DOI": ["10.1108/19355181201000008"]}}, "BIBREF22": {"ref_id": "b22", "title": "Introductory paper: from continuous improvement to collaborative innovation: the next challenge in supply chain management", "authors": [{"first": "R", "middle": ["L"], "last": "Chapman", "suffix": ""}, {"first": "M", "middle": [], "last": "Corso", "suffix": ""}], "year": 2005, "venue": "Prod. Plan. Control", "volume": "16", "issn": "", "pages": "339--344", "other_ids": {"DOI": ["10.1080/09537280500063269"]}}, "BIBREF23": {"ref_id": "b23", "title": "Evaluating the supply chain performance of IT-based inter-enterprise collaboration", "authors": [{"first": "M", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "T", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Li", "suffix": ""}], "year": 2007, "venue": "Inf. Manag", "volume": "44", "issn": "", "pages": "524--534", "other_ids": {"DOI": ["10.1016/j.im.2007.02.005"]}}, "BIBREF24": {"ref_id": "b24", "title": "Supply chain collaboration for sustainability: a literature review and future research agenda", "authors": [{"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "O", "middle": [], "last": "Tang", "suffix": ""}, {"first": "L", "middle": [], "last": "Price", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2017, "venue": "Int. J. Prod. Econ. 1-15", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijpe.2017.04.005"]}}, "BIBREF25": {"ref_id": "b25", "title": "Barriers to implementing reverse logistics in south Australian construction organisations. Supply Chain Manag", "authors": [{"first": "N", "middle": [], "last": "Chileshe", "suffix": ""}, {"first": "R", "middle": [], "last": "Rameezdeen", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hosseini", "suffix": ""}], "year": 2015, "venue": "", "volume": "20", "issn": "", "pages": "179--204", "other_ids": {"DOI": ["10.1108/SCM-10-2014-0325"]}}, "BIBREF26": {"ref_id": "b26", "title": "Green supply chain management, environmental collaboration and sustainability performance", "authors": [{"first": "T", "middle": ["A"], "last": "Chin", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Tat", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sulaiman", "suffix": ""}], "year": 2015, "venue": "Proc. CIRP", "volume": "26", "issn": "", "pages": "695--699", "other_ids": {"DOI": ["10.1016/j.procir.2014.07.035"]}}, "BIBREF27": {"ref_id": "b27", "title": "The influence of greening the suppliers and green innovation on environmental performance and competitive advantage in Taiwan", "authors": [{"first": "T", "middle": ["Y"], "last": "Chiou", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "F", "middle": [], "last": "Lettice", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Chung", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Part E Logist. Transp. Rev", "volume": "47", "issn": "", "pages": "822--836", "other_ids": {"DOI": ["10.1016/j.tre.2011.05.016"]}}, "BIBREF28": {"ref_id": "b28", "title": "Non-response bias assessment in logistics survey research: use fewer tests?", "authors": [{"first": "T", "middle": ["A"], "last": "Clottey", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Grawe", "suffix": ""}], "year": 2014, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "44", "issn": "", "pages": "412--426", "other_ids": {"DOI": ["10.1108/IJPDLM-10-2012-0314"]}}, "BIBREF29": {"ref_id": "b29", "title": "Supply chains: what they are and the new problems they raise", "authors": [{"first": "A", "middle": [], "last": "Corominas", "suffix": ""}], "year": 2013, "venue": "Int. J. Prod. Res", "volume": "51", "issn": "", "pages": "6828--6835", "other_ids": {"DOI": ["10.1080/00207543.2013.852700"]}}, "BIBREF30": {"ref_id": "b30", "title": "Horizontal cooperation in logistics: opportunities and impediments", "authors": [{"first": "F", "middle": [], "last": "Cruijssen", "suffix": ""}, {"first": "M", "middle": [], "last": "Cools", "suffix": ""}, {"first": "W", "middle": [], "last": "Dullaert", "suffix": ""}], "year": 2007, "venue": "Transp. Res. Part E Logist. Transp. Rev", "volume": "43", "issn": "", "pages": "129--142", "other_ids": {"DOI": ["10.1016/j.tre.2005.09.007"]}}, "BIBREF31": {"ref_id": "b31", "title": "Horizontal cooperation in transport and logistics: a literature review", "authors": [{"first": "F", "middle": [], "last": "Cruijssen", "suffix": ""}, {"first": "W", "middle": [], "last": "Dullaert", "suffix": ""}, {"first": "H", "middle": [], "last": "Fleuren", "suffix": ""}], "year": 2007, "venue": "Transp. J", "volume": "46", "issn": "", "pages": "22--39", "other_ids": {"DOI": ["10.2307/20713677"]}}, "BIBREF32": {"ref_id": "b32", "title": "Cartelization or cost-sharing? Comparison of cooperation modes in a green supply chain", "authors": [{"first": "R", "middle": [], "last": "Dai", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}], "year": 2017, "venue": "J. Clean. Prod", "volume": "156", "issn": "", "pages": "159--173", "other_ids": {"DOI": ["10.1016/j.jclepro.2017.04.011"]}}, "BIBREF33": {"ref_id": "b33", "title": "Reverse logistics: the relationship between resource commitment and program performance", "authors": [{"first": "P", "middle": ["J"], "last": "Daugherty", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Autry", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Ellinger", "suffix": ""}], "year": 2001, "venue": "J. Bus. Logist", "volume": "22", "issn": "", "pages": "107--123", "other_ids": {"DOI": ["10.1002/j.2158-1592.2001.tb00162.x"]}}, "BIBREF34": {"ref_id": "b34", "title": "Reverse logistics: superior performance through focused resource commitments to information technology", "authors": [{"first": "P", "middle": ["J"], "last": "Daugherty", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Richey", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Genchev", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Transp. Res. Part E Logist. Transp. Rev", "volume": "41", "issn": "", "pages": "77--92", "other_ids": {"DOI": ["10.1016/j.tre.2004.04.002"]}}, "BIBREF35": {"ref_id": "b35", "title": "Covariance versus component-based estimations of performance in green supply chain management", "authors": [{"first": "P", "middle": [], "last": "De Giovanni", "suffix": ""}, {"first": "V", "middle": [], "last": "Esposito Vinzi", "suffix": ""}], "year": 2012, "venue": "Int. J. Prod. Econ", "volume": "135", "issn": "", "pages": "907--916", "other_ids": {"DOI": ["10.1016/j.ijpe.2011.11.001"]}}, "BIBREF36": {"ref_id": "b36", "title": "Reverse logistics of e-waste in developing countries: challenges and prospects for the Brazilian model", "authors": [{"first": "J", "middle": [], "last": "Demajorovic", "suffix": ""}, {"first": "E", "middle": ["E F"], "last": "Augusto", "suffix": ""}, {"first": "M", "middle": ["T S D"], "last": "Souza", "suffix": ""}], "year": 2016, "venue": "Ambiente & Sociedade", "volume": "19", "issn": "2", "pages": "117--136", "other_ids": {"DOI": ["10.1590/18094422ASOC141545V1922016"]}}, "BIBREF37": {"ref_id": "b37", "title": "The role of information technology and systems in reverse logistics: a case study", "authors": [{"first": "K", "middle": ["K"], "last": "Dhanda", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Hill", "suffix": ""}], "year": 2005, "venue": "Int. J. Technol. Manag", "volume": "31", "issn": "", "pages": "140--151", "other_ids": {"DOI": ["10.1504/ijtm.2005.006628"]}}, "BIBREF38": {"ref_id": "b38", "title": "Collaborative mechanism of a sustainable supply chain with environmental constraints and carbon caps", "authors": [{"first": "H", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "An", "suffix": ""}, {"first": "O", "middle": [], "last": "Tang", "suffix": ""}], "year": 2016, "venue": "Int. J. Prod. Econ", "volume": "181", "issn": "", "pages": "191--207", "other_ids": {"DOI": ["10.1016/j.ijpe.2016.03.004"]}}, "BIBREF39": {"ref_id": "b39", "title": "Benefits, barriers, and bridges to effective supply chain management. Supply Chain Manag", "authors": [{"first": "S", "middle": ["E"], "last": "Fawcett", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Magnan", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Mccarter", "suffix": ""}], "year": 2008, "venue": "", "volume": "13", "issn": "", "pages": "35--48", "other_ids": {"DOI": ["10.1108/13598540810850300"]}}, "BIBREF40": {"ref_id": "b40", "title": "Pursuing green growth in technology firms through the connections between environmental innovation and sustainable business performance: does service capability matter? Resour", "authors": [{"first": "Y", "middle": [], "last": "Fernando", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Chiappetta Jabbour", "suffix": ""}, {"first": "W", "middle": ["X"], "last": "Wah", "suffix": ""}], "year": 2019, "venue": "Conserv. Recycl", "volume": "141", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.resconrec.2018.09.031"]}}, "BIBREF41": {"ref_id": "b41", "title": "Horizontal collaboration: opportunities for improved logistics planning", "authors": [{"first": "W", "middle": [], "last": "Ferrell", "suffix": ""}, {"first": "K", "middle": [], "last": "Ellis", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaminsky", "suffix": ""}, {"first": "C", "middle": [], "last": "Rainwater", "suffix": ""}], "year": 2019, "venue": "Int. J. Prod. Res", "volume": "0", "issn": "", "pages": "1--18", "other_ids": {"DOI": ["10.1080/00207543.2019.1651457"]}}, "BIBREF42": {"ref_id": "b42", "title": "A resource-process framework of new service development", "authors": [{"first": "C", "middle": ["M"], "last": "Froehle", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Roth", "suffix": ""}], "year": 2007, "venue": "Prod. Oper. Manag", "volume": "16", "issn": "", "pages": "169--188", "other_ids": {"DOI": ["10.1111/j.1937-5956.2007.tb00174.x"]}}, "BIBREF43": {"ref_id": "b43", "title": "How do technological skills improve reverse logistics ? The moderating role of top management support in information technology use and innovativeness", "authors": [{"first": "E", "middle": [], "last": "García-Sánchez", "suffix": ""}, {"first": "J", "middle": [], "last": "Guerrero-Villegas", "suffix": ""}, {"first": "J", "middle": [], "last": "Aguilera-Caracuel", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/su11010058"]}}, "BIBREF44": {"ref_id": "b44", "title": "Reducing the exploration and production of oil: reverse logistics in the automobile service sector", "authors": [{"first": "B", "middle": ["B"], "last": "Gardas", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Raut", "suffix": ""}, {"first": "B", "middle": [], "last": "Narkhede", "suffix": ""}], "year": 2018, "venue": "Sustain. Prod. Consum", "volume": "16", "issn": "", "pages": "141--153", "other_ids": {"DOI": ["10.1016/j.spc.2018.07.005"]}}, "BIBREF45": {"ref_id": "b45", "title": "Sustainable supply chain management and the transition towards a circular economy: evidence and some applications", "authors": [{"first": "A", "middle": [], "last": "Genovese", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Acquaye", "suffix": ""}, {"first": "A", "middle": [], "last": "Figueroa", "suffix": ""}, {"first": "S", "middle": ["C L"], "last": "Koh", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "González-Torre", "suffix": ""}, {"first": "B", "middle": [], "last": "Adenso-Díaz", "suffix": ""}, {"first": "H", "middle": [], "last": "Artiba", "suffix": ""}], "year": 2004, "venue": "Int. J. Prod. Econ", "volume": "66", "issn": "", "pages": "181--187", "other_ids": {"DOI": ["10.1016/S0925-5273(03)00181-6"]}}, "BIBREF46": {"ref_id": "b46", "title": "Evolution of supply chain collaboration: implications for the role of knowledge", "authors": [{"first": "M", "middle": ["J"], "last": "Gravier", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Farris", "suffix": ""}], "year": 2014, "venue": "Management Science, Logistics, and Operations Research", "volume": "", "issn": "", "pages": "333--374", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Explaining logistics social responsibility from a dynamic capabilities perspective", "authors": [{"first": "T", "middle": [], "last": "Gruchmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Seuring", "suffix": ""}], "year": 2018, "venue": "Int. J. Logist. Manag", "volume": "29", "issn": "", "pages": "1255--1278", "other_ids": {"DOI": ["10.1108/IJLM-08-2017-0200"]}}, "BIBREF48": {"ref_id": "b48", "title": "Research on the application of the internet of things in reverse logistics information management", "authors": [{"first": "Y", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liu", "suffix": ""}], "year": 2013, "venue": "J. Ind. Eng. Manag", "volume": "6", "issn": "", "pages": "963--973", "other_ids": {"DOI": ["10.3926/jiem.793"]}}, "BIBREF49": {"ref_id": "b49", "title": "Green supply chain collaboration and incentives: current trends and future directions", "authors": [{"first": "A", "middle": [], "last": "Gunasekaran", "suffix": ""}, {"first": "N", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "S", "middle": [], "last": "Rahman", "suffix": ""}], "year": 2015, "venue": "Transp. Res. Part E Logist. Transp. Rev", "volume": "74", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1016/j.tre.2015.01.002"]}}, "BIBREF50": {"ref_id": "b50", "title": "A review on supply chain contracts in reverse logistics : supply chain structures and channel leaderships", "authors": [{"first": "S", "middle": [], "last": "Guo", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}, {"first": "T", "middle": [], "last": "Choi", "suffix": ""}, {"first": "S", "middle": [], "last": "Jung", "suffix": ""}], "year": 2017, "venue": "J. Clean. Prod", "volume": "144", "issn": "", "pages": "387--402", "other_ids": {"DOI": ["10.1016/j.jclepro.2016.12.112"]}}, "BIBREF51": {"ref_id": "b51", "title": "Community pharmacists' knowledge, attitude, and practices towards dispensing antibiotics without prescription (DAwP): a cross-sectional survey in Makkah Province, Saudi Arabia", "authors": [{"first": "M", "middle": ["A"], "last": "Hadi", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Karami", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Al-Muwalid", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Otabi", "suffix": ""}, {"first": "E", "middle": [], "last": "Al-Subahi", "suffix": ""}, {"first": "A", "middle": [], "last": "Bamomen", "suffix": ""}, {"first": "M", "middle": ["M A"], "last": "Mohamed", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Elrggal", "suffix": ""}], "year": 2016, "venue": "Int. J. Infect. Dis", "volume": "47", "issn": "", "pages": "95--100", "other_ids": {"DOI": ["10.1016/j.ijid.2016.06.003"]}}, "BIBREF52": {"ref_id": "b52", "title": "Antecedents to and outcomes of reverse logistics metrics", "authors": [{"first": "B", "middle": ["T"], "last": "Hazen", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Overstreet", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hall", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Huscroft", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hanna", "suffix": ""}], "year": 2015, "venue": "Ind. Mark. Manag", "volume": "46", "issn": "", "pages": "160--170", "other_ids": {"DOI": ["10.1016/j.indmarman.2015.01.017"]}}, "BIBREF53": {"ref_id": "b53", "title": "The reverse logistic process of an automobile supply chain network supported by a collaborative decision-making model", "authors": [{"first": "J", "middle": ["E"], "last": "Hernández", "suffix": ""}, {"first": "R", "middle": [], "last": "Poler", "suffix": ""}, {"first": "J", "middle": [], "last": "Mula", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Lario", "suffix": ""}], "year": 2011, "venue": "Gr. Decis. Negot", "volume": "20", "issn": "", "pages": "79--114", "other_ids": {"DOI": ["10.1007/s10726-010-9205-7"]}}, "BIBREF54": {"ref_id": "b54", "title": "Reverse logistics innovation, institutional pressures and performance", "authors": [{"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Yang", "suffix": ""}], "year": 2014, "venue": "Manag. Res. Rev", "volume": "37", "issn": "", "pages": "615--641", "other_ids": {"DOI": ["10.1108/MRR-03-2013-0069"]}}, "BIBREF55": {"ref_id": "b55", "title": "Reverse logistics: past research, current management issues, and future directions", "authors": [{"first": "J", "middle": ["R"], "last": "Huscroft", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Hazen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hall", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Skipper", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hanna", "suffix": ""}], "year": 2013, "venue": "Int. J. Logist. Manag", "volume": "24", "issn": "", "pages": "304--327", "other_ids": {"DOI": ["10.1108/IJLM-04-2012-0024"]}}, "BIBREF56": {"ref_id": "b56", "title": "Enabling sustainable energy futures: factors influencing green supply chain collaboration", "authors": [{"first": "Z", "middle": [], "last": "Irani", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Kamal", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharif", "suffix": ""}, {"first": "P", "middle": ["E D"], "last": "Love", "suffix": ""}], "year": 2017, "venue": "Prod. Plan. Control", "volume": "28", "issn": "", "pages": "684--705", "other_ids": {"DOI": ["10.1080/09537287.2017.1309710"]}}, "BIBREF57": {"ref_id": "b57", "title": "Barriers to the adoption of green operational practices at Brazilian companies: effects on green and operational performance", "authors": [{"first": "C", "middle": ["J C"], "last": "Jabbour", "suffix": ""}, {"first": "A", "middle": ["B L"], "last": "De Sousa Jabbour", "suffix": ""}, {"first": "K", "middle": [], "last": "Govindan", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "De Freitas", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Soubihia", "suffix": ""}, {"first": "D", "middle": [], "last": "Kannan", "suffix": ""}, {"first": "H", "middle": [], "last": "Latan", "suffix": ""}], "year": 2016, "venue": "Int. J. Prod. Res", "volume": "54", "issn": "", "pages": "3042--3058", "other_ids": {"DOI": ["10.1080/00207543.2016.1154997"]}}, "BIBREF58": {"ref_id": "b58", "title": "Creating competitive advantages through new value creation: a reverse logistics perspective", "authors": [{"first": "V", "middle": [], "last": "Jayaraman", "suffix": ""}, {"first": "L", "middle": [], "last": "Yadong", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Findlay", "suffix": ""}], "year": 2007, "venue": "Acad. Manag. Perspect", "volume": "21", "issn": "", "pages": "56--73", "other_ids": {"DOI": ["10.5465/AMP.2007.25356512"]}}, "BIBREF59": {"ref_id": "b59", "title": "The impact of blockchain technology application on supply chain partnership and performance. Sustainability 11", "authors": [{"first": "J", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "N", "middle": [], "last": "Shin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/su11216181"]}}, "BIBREF60": {"ref_id": "b60", "title": "Principles and Practice of Structural Equation Modeling", "authors": [{"first": "R", "middle": ["B"], "last": "Kline", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Cross-tier ripple and indirect effects of directives WEEE and RoHS on greening a supply chain", "authors": [{"first": "S", "middle": ["C L"], "last": "Koh", "suffix": ""}, {"first": "A", "middle": [], "last": "Gunasekaran", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Tseng", "suffix": ""}], "year": 2012, "venue": "Int. J. Prod. Econ", "volume": "140", "issn": "", "pages": "305--317", "other_ids": {"DOI": ["10.1016/j.ijpe.2011.05.008"]}}, "BIBREF64": {"ref_id": "b64", "title": "Blockchain in transport and logistics-paradigms and transitions", "authors": [{"first": "L", "middle": [], "last": "Koh", "suffix": ""}, {"first": "A", "middle": [], "last": "Dolgui", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 2020, "venue": "Int. J. Prod. Res", "volume": "58", "issn": "", "pages": "2054--2062", "other_ids": {"DOI": ["10.1080/00207543.2020.1736428"]}}, "BIBREF65": {"ref_id": "b65", "title": "Blockchain practices, potentials, and perspectives in greening supply chains", "authors": [{"first": "M", "middle": [], "last": "Kouhizadeh", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/su10103652"]}}, "BIBREF66": {"ref_id": "b66", "title": "Blockchain and the circular economy: potential tensions and critical reflections from practice", "authors": [{"first": "M", "middle": [], "last": "Kouhizadeh", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/09537287.2019.1695925"]}}, "BIBREF67": {"ref_id": "b67", "title": "A supply chain sustainability innovation framework and evaluation methodology", "authors": [{"first": "S", "middle": [], "last": "Kusi-Sarpong", "suffix": ""}, {"first": "H", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}], "year": 1990, "venue": "Int. J. Prod. Res", "volume": "57", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/00207543.2018.1518607"]}}, "BIBREF68": {"ref_id": "b68", "title": "A framework to analyse collaborative performance", "authors": [{"first": "La", "middle": [], "last": "Forme", "suffix": ""}, {"first": "F", "middle": ["A G"], "last": "Genoulaz", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Campagne", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "", "suffix": ""}], "year": 2007, "venue": "Comput. Ind", "volume": "58", "issn": "", "pages": "687--697", "other_ids": {"DOI": ["10.1016/j.compind.2007.05.007"]}}, "BIBREF69": {"ref_id": "b69", "title": "Structural concepts for horizontal cooperation to increase efficiency in logistics", "authors": [{"first": "R", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "F", "middle": [], "last": "Meizer", "suffix": ""}, {"first": "M", "middle": [], "last": "Prochazka", "suffix": ""}, {"first": "W", "middle": [], "last": "Sihn", "suffix": ""}], "year": 2011, "venue": "CIRP J. Manuf. Sci. Technol", "volume": "4", "issn": "", "pages": "332--337", "other_ids": {"DOI": ["10.1016/j.cirpj.2011.01.009"]}}, "BIBREF70": {"ref_id": "b70", "title": "The impact of IT implementation on supply chain integration and performance", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Sohal", "suffix": ""}], "year": 2009, "venue": "Int. J. Prod. Econ", "volume": "120", "issn": "1", "pages": "125--138", "other_ids": {"DOI": ["10.1016/j.ijpe.2008.07.017"]}}, "BIBREF71": {"ref_id": "b71", "title": "Knowledge management in sustainable supply chain management: improving performance through an interpretive structural modelling approach", "authors": [{"first": "M", "middle": ["K"], "last": "Lim", "suffix": ""}, {"first": "M.-L", "middle": [], "last": "Tseng", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Tan", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Bui", "suffix": ""}], "year": 2017, "venue": "J. Clean. Prod", "volume": "162", "issn": "", "pages": "806--816", "other_ids": {"DOI": ["10.1016/j.jclepro.2017.06.056"]}}, "BIBREF72": {"ref_id": "b72", "title": "Cooperative game theory approach to allocating benefits of horizontal cooperation", "authors": [{"first": "S", "middle": [], "last": "Lozano", "suffix": ""}, {"first": "P", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "B", "middle": [], "last": "Adenso-Díaz", "suffix": ""}, {"first": "E", "middle": [], "last": "Algaba", "suffix": ""}], "year": 2013, "venue": "Eur. J. Oper. Res", "volume": "229", "issn": "", "pages": "444--452", "other_ids": {"DOI": ["10.1016/j.ejor.2013.02.034"]}}, "BIBREF73": {"ref_id": "b73", "title": "Study on the environmental cost-sharing method for reverse logistics in household appliances", "authors": [{"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "H", "middle": [], "last": "Jia", "suffix": ""}], "year": 2011, "venue": "Energy Procedia", "volume": "5", "issn": "", "pages": "186--190", "other_ids": {"DOI": ["10.1016/j.egypro.2011.03.033"]}}, "BIBREF74": {"ref_id": "b74", "title": "Collaboration in reverse: a conceptual framework for reverse logistics operations", "authors": [{"first": "K", "middle": [], "last": "Mahadevan", "suffix": ""}], "year": 2019, "venue": "Int. J. Product. Perform. Manag", "volume": "68", "issn": "", "pages": "482--504", "other_ids": {"DOI": ["10.1108/IJPPM-10-2017-0247"]}}, "BIBREF75": {"ref_id": "b75", "title": "Government and intermediary business engagement for controlling electronic waste in Indonesia: a sustainable reverse logistics theory through customer value chain analysis", "authors": [{"first": "H", "middle": [], "last": "Maheswari", "suffix": ""}, {"first": "G", "middle": [], "last": "Yudoko", "suffix": ""}, {"first": "A", "middle": [], "last": "Adhiutama", "suffix": ""}], "year": 2019, "venue": "Sustainability", "volume": "11", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.3390/su11030732"]}}, "BIBREF76": {"ref_id": "b76", "title": "Assessing supplier environmental performance: applying analytical hierarchical process in the United Arab Emirates healthcare chain", "authors": [{"first": "M", "middle": ["M"], "last": "Malik", "suffix": ""}, {"first": "S", "middle": [], "last": "Abdallah", "suffix": ""}, {"first": "M", "middle": [], "last": "Hussain", "suffix": ""}], "year": 2016, "venue": "Renew. Sust. Energ. Rev", "volume": "55", "issn": "", "pages": "1313--1321", "other_ids": {"DOI": ["10.1016/j.rser.2015.05.004"]}}, "BIBREF77": {"ref_id": "b77", "title": "Análise de equações estruturais", "authors": [{"first": "J", "middle": [], "last": "Marôco", "suffix": ""}], "year": 2014, "venue": "Fundamentos teóricos, software & aplicações", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Assessment of household disposal of pharmaceuticals in Lebanon: management options to protect water quality and public health", "authors": [{"first": "M", "middle": ["A"], "last": "Massoud", "suffix": ""}, {"first": "G", "middle": [], "last": "Chami", "suffix": ""}, {"first": "M", "middle": [], "last": "Al-Hindi", "suffix": ""}, {"first": "I", "middle": [], "last": "Alameddine", "suffix": ""}], "year": 2016, "venue": "Environ. Manag", "volume": "57", "issn": "", "pages": "1125--1137", "other_ids": {"DOI": ["10.1007/s00267-016-0666-6"]}}, "BIBREF79": {"ref_id": "b79", "title": "Drivers and barriers of reverse logistics practices: a study of large grocery retailers in South Africa", "authors": [{"first": "A", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "W", "middle": [], "last": "Niemann", "suffix": ""}, {"first": "J", "middle": [], "last": "Mackenzie", "suffix": ""}, {"first": "J", "middle": [], "last": "Lombaard", "suffix": ""}], "year": 2017, "venue": "J. Transp. Supply Chain Manag", "volume": "11", "issn": "", "pages": "1--16", "other_ids": {"DOI": ["10.4102/jtscm.v11i0.323"]}}, "BIBREF80": {"ref_id": "b80", "title": "Developing a reverse logistics competency and information technology", "authors": [{"first": "T", "middle": ["R"], "last": "Morgan", "suffix": ""}, {"first": "R", "middle": [], "last": "Glenn", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Autry", "suffix": ""}], "year": 2016, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "46", "issn": "", "pages": "293--315", "other_ids": {"DOI": ["10.1108/IJPDLM-05-2014-0124"]}}, "BIBREF81": {"ref_id": "b81", "title": "Role of behavioural factors in green supply chain management implementation in Indian mining industries", "authors": [{"first": "K", "middle": [], "last": "Muduli", "suffix": ""}, {"first": "K", "middle": [], "last": "Govindan", "suffix": ""}, {"first": "A", "middle": [], "last": "Barve", "suffix": ""}, {"first": "D", "middle": [], "last": "Kannan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Geng", "suffix": ""}], "year": 2013, "venue": "Resour. Conserv. Recycl", "volume": "76", "issn": "", "pages": "50--60", "other_ids": {"DOI": ["10.1016/j.resconrec.2013.03.006"]}}, "BIBREF82": {"ref_id": "b82", "title": "Information sharing and collaboration practices in reverse logistics", "authors": [{"first": "F", "middle": ["O"], "last": "Olorunniwo", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "Supply Chain Manag. An Int. J", "volume": "15", "issn": "", "pages": "454--462", "other_ids": {"DOI": ["10.1108/13598541011080437"]}}, "BIBREF83": {"ref_id": "b83", "title": "An overview of some reverse logistics practices in the United States. Supply Chain Forum An Int", "authors": [{"first": "F", "middle": ["O"], "last": "Olorunniwo", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2011, "venue": "J", "volume": "12", "issn": "2-9", "pages": "", "other_ids": {"DOI": ["10.1080/16258312.2011.11517268"]}}, "BIBREF84": {"ref_id": "b84", "title": "Technological innovation and sustainable development : does the stage of development matter?", "authors": [{"first": "A", "middle": [], "last": "Omri", "suffix": ""}], "year": 2020, "venue": "Environ. Impact Assess. Rev", "volume": "83", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eiar.2020.106398"]}}, "BIBREF85": {"ref_id": "b85", "title": "Operationalising IoT for reverse supply: the development of use-visibility measures", "authors": [{"first": "G", "middle": ["C"], "last": "Parry", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Brax", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Maull", "suffix": ""}, {"first": "I", "middle": ["C L"], "last": "Ng", "suffix": ""}], "year": 2016, "venue": "Supply Chain Manag. An Int. J", "volume": "21", "issn": "", "pages": "228--244", "other_ids": {"DOI": ["10.1108/SCM-10-2015-0386"]}}, "BIBREF86": {"ref_id": "b86", "title": "Towards a broader perspective on the forms of eco-industrial networks", "authors": [{"first": "S", "middle": [], "last": "Patala", "suffix": ""}, {"first": "S", "middle": [], "last": "Hämäläinen", "suffix": ""}, {"first": "A", "middle": [], "last": "Jalkala", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Pesonen", "suffix": ""}], "year": 2014, "venue": "J. Clean. Prod", "volume": "82", "issn": "", "pages": "166--178", "other_ids": {"DOI": ["10.1016/j.jclepro.2014.06.059"]}}, "BIBREF87": {"ref_id": "b87", "title": "Are collaboration and trust sources for innovation in the reverse logistics ? Insights from a systematic literature review. Supply Chain Manag. An Int", "authors": [{"first": "I", "middle": ["C"], "last": "Paula", "suffix": ""}, {"first": "E", "middle": ["A R"], "last": "Campos", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Pagani", "suffix": ""}, {"first": "P", "middle": [], "last": "Guarnieri", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1108/SCM-03-2018-0129"]}}, "BIBREF88": {"ref_id": "b88", "title": "Environmental collaboration for sustainability in the construction industry: an exploratory study in Italy", "authors": [{"first": "M", "middle": [], "last": "Pero", "suffix": ""}, {"first": "A", "middle": [], "last": "Moretto", "suffix": ""}, {"first": "E", "middle": [], "last": "Bottani", "suffix": ""}, {"first": "B", "middle": [], "last": "Bigliardi", "suffix": ""}], "year": 2017, "venue": "Sustain", "volume": "9", "issn": "", "pages": "1--25", "other_ids": {"DOI": ["10.3390/su9010125"]}}, "BIBREF89": {"ref_id": "b89", "title": "Sources of method Bias in social science research and recommendations on how to control it", "authors": [{"first": "P", "middle": ["M"], "last": "Podsakoff", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Mackenzie", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Podsakoff", "suffix": ""}], "year": 2012, "venue": "Annu. Rev. Psychol", "volume": "63", "issn": "", "pages": "539--569", "other_ids": {"DOI": ["10.1146/annurev-psych-120710-100452"]}}, "BIBREF90": {"ref_id": "b90", "title": "Trust development and horizontal collaboration in logistics: a theory based evolutionary framework", "authors": [{"first": "F", "middle": [], "last": "Pomponi", "suffix": ""}, {"first": "L", "middle": [], "last": "Fratocchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Rossi Tafuri", "suffix": ""}], "year": 2015, "venue": "Supply Chain Manag. An Int. J", "volume": "20", "issn": "", "pages": "83--97", "other_ids": {"DOI": ["10.1108/SCM-02-2014-0078"]}}, "BIBREF91": {"ref_id": "b91", "title": "A multi-criteria decision-making approach for prioritizing reverse logistics adoption barriers under fuzzy environment: case of Indian electronics industry. Glob", "authors": [{"first": "C", "middle": [], "last": "Prakash", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Barua", "suffix": ""}], "year": 2016, "venue": "Bus. Rev", "volume": "17", "issn": "", "pages": "1107--1124", "other_ids": {"DOI": ["10.1177/0972150916656667"]}}, "BIBREF92": {"ref_id": "b92", "title": "Investigation of barriers and factors affecting the reverse logistics of waste management practice: a case study in Thailand", "authors": [{"first": "S", "middle": [], "last": "Pumpinyo", "suffix": ""}, {"first": "V", "middle": [], "last": "Nitivattananon", "suffix": ""}], "year": 2014, "venue": "Sustain", "volume": "6", "issn": "", "pages": "7048--7062", "other_ids": {"DOI": ["10.3390/su6107048"]}}, "BIBREF93": {"ref_id": "b93", "title": "To identify the critical success factors of sustainable supply chain management practices in the context of oil and gas industries: ISM approach", "authors": [{"first": "R", "middle": ["D"], "last": "Raut", "suffix": ""}, {"first": "B", "middle": [], "last": "Narkhede", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Gardas", "suffix": ""}], "year": 2017, "venue": "Renew. Sust. Energ. Rev", "volume": "68", "issn": "", "pages": "33--47", "other_ids": {"DOI": ["10.1016/j.rser.2016.09.067"]}}, "BIBREF94": {"ref_id": "b94", "title": "Horizontal logistics collaboration for enhanced supply chain performance: an international retail perspective", "authors": [{"first": "V", "middle": ["S"], "last": "Rodrigues", "suffix": ""}, {"first": "I", "middle": [], "last": "Harris", "suffix": ""}, {"first": "R", "middle": [], "last": "Mason", "suffix": ""}], "year": 2015, "venue": "Supply Chain Manag", "volume": "20", "issn": "", "pages": "631--647", "other_ids": {"DOI": ["10.1108/SCM-06-2015-0218"]}}, "BIBREF95": {"ref_id": "b95", "title": "With organizational survey nonresponse", "authors": [{"first": "S", "middle": ["G"], "last": "Rogelberg", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Stanton", "suffix": ""}], "year": 2007, "venue": "Organ. Res. Methods", "volume": "10", "issn": "", "pages": "195--209", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Quantitative aspects of blood flow and oxygen uptake in the human forearm during rhythmic exercise", "authors": [{"first": "Y", "middle": [], "last": "Rosseel", "suffix": ""}], "year": 2012, "venue": "J. Stat. Softw", "volume": "269", "issn": "", "pages": "1--93", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "A collaborating inventory model in a supply chain", "authors": [{"first": "S", "middle": ["S"], "last": "Sana", "suffix": ""}], "year": 2012, "venue": "Econ. Model", "volume": "29", "issn": "", "pages": "2016--2023", "other_ids": {"DOI": ["10.1016/j.econmod.2012.04.021"]}}, "BIBREF98": {"ref_id": "b98", "title": "Reverse logistics and social sustainability", "authors": [{"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Helms", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Hervani", "suffix": ""}], "year": 2010, "venue": "Corp. Soc. Responsib. Environ. Manag", "volume": "17", "issn": "", "pages": "337--354", "other_ids": {"DOI": ["10.1002/csr.220"]}}, "BIBREF99": {"ref_id": "b99", "title": "A brave new world: lessons from the COVID-19 pandemic for transitioning to sustainable supply and production", "authors": [{"first": "J", "middle": [], "last": "Sarkis", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cohen", "suffix": ""}, {"first": "P", "middle": [], "last": "Dewick", "suffix": ""}, {"first": "P", "middle": [], "last": "Schröder", "suffix": ""}], "year": 2020, "venue": "Resour. Conserv. Recycl", "volume": "104894", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.resconrec.2020.104894"]}}, "BIBREF100": {"ref_id": "b100", "title": "A scaled difference chi-square test statistic for moment structure analysis", "authors": [{"first": "A", "middle": [], "last": "Satorra", "suffix": ""}, {"first": "P", "middle": [], "last": "Bentler", "suffix": ""}], "year": 2001, "venue": "Psychometrika", "volume": "66", "issn": "", "pages": "507--514", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "A decade of supply chain collaboration and directions for future research", "authors": [{"first": "C", "middle": ["A"], "last": "Soosay", "suffix": ""}, {"first": "P", "middle": [], "last": "Hyland", "suffix": ""}], "year": 2015, "venue": "Supply Chain Manag. An Int. J", "volume": "20", "issn": "", "pages": "613--630", "other_ids": {"DOI": ["10.1108/SCM-06-2015-0217"]}}, "BIBREF102": {"ref_id": "b102", "title": "Managing product returns for reverse logistics", "authors": [{"first": "S", "middle": ["K"], "last": "Srivastava", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Srivastava", "suffix": ""}], "year": 2006, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "36", "issn": "", "pages": "524--546", "other_ids": {"DOI": ["10.1108/09600030610684962"]}}, "BIBREF103": {"ref_id": "b103", "title": "Supply chain collaboration and logistical service performance", "authors": [{"first": "T", "middle": ["P"], "last": "Stank", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Keller", "suffix": ""}], "year": 2001, "venue": "J. Bus. Logist", "volume": "22", "issn": "", "pages": "29--48", "other_ids": {"DOI": ["10.1002/j.21581592.2001.tb00158.x"]}}, "BIBREF104": {"ref_id": "b104", "title": "Environmental sustainability assessment in supply chain: an emerging economy context", "authors": [{"first": "S", "middle": ["A"], "last": "Suhi", "suffix": ""}, {"first": "R", "middle": [], "last": "Enayet", "suffix": ""}, {"first": "T", "middle": [], "last": "Haque", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Ali", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Moktadir", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Paul", "suffix": ""}], "year": 2019, "venue": "Environ. Impact Assess. Rev", "volume": "79", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eiar.2019.106306"]}}, "BIBREF105": {"ref_id": "b105", "title": "Internet of things (IoT) driven kanban system for reverse logistics: solid waste collection", "authors": [{"first": "M", "middle": [], "last": "Thürer", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Pan", "suffix": ""}, {"first": "T", "middle": [], "last": "Qu", "suffix": ""}, {"first": "H", "middle": [], "last": "Luo", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["Q"], "last": "Huang", "suffix": ""}], "year": 2019, "venue": "J. Intell. Manuf", "volume": "30", "issn": "", "pages": "2621--2630", "other_ids": {"DOI": ["10.1007/s10845-016-1278-y"]}}, "BIBREF106": {"ref_id": "b106", "title": "Out of the cold -the rising importance of environmental management in the corporate governance of Russian oil and gas producers", "authors": [{"first": "T", "middle": [], "last": "Thurner", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Proskuryakova", "suffix": ""}], "year": 2014, "venue": "Bus. Strateg. Environ", "volume": "23", "issn": "", "pages": "318--332", "other_ids": {"DOI": ["10.1002/bse.1787"]}}, "BIBREF107": {"ref_id": "b107", "title": "IT competency and firm performance: is organizational learning a missing link?", "authors": [{"first": "M", "middle": ["J"], "last": "Tippins", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Sohi", "suffix": ""}], "year": 2003, "venue": "Strateg. Manag. J", "volume": "24", "issn": "", "pages": "745--761", "other_ids": {"DOI": ["10.1002/smj.337"]}}, "BIBREF108": {"ref_id": "b108", "title": "Environmental management and manufacturing performance: the role of collaboration in the supply chain", "authors": [{"first": "S", "middle": [], "last": "Vachon", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Klassen", "suffix": ""}], "year": 2008, "venue": "Int. J. Prod. Econ", "volume": "111", "issn": "", "pages": "299--315", "other_ids": {"DOI": ["10.1016/j.ijpe.2006.11.030"]}}, "BIBREF109": {"ref_id": "b109", "title": "Sustainability SI: bundling of outbound freight flows: analyzing the potential of internal horizontal collaboration to improve sustainability", "authors": [{"first": "T", "middle": [], "last": "Van Lier", "suffix": ""}, {"first": "A", "middle": [], "last": "Caris", "suffix": ""}, {"first": "C", "middle": [], "last": "Macharis", "suffix": ""}], "year": 2016, "venue": "Netw. Spat. Econ", "volume": "16", "issn": "", "pages": "277--302", "other_ids": {"DOI": ["10.1007/s11067-014-9226-x"]}}, "BIBREF110": {"ref_id": "b110", "title": "A new location-inventory policy with reverse logistics applied to B2C e-markets of China", "authors": [{"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["Q"], "last": "Yao", "suffix": ""}, {"first": "P", "middle": [], "last": "Huang", "suffix": ""}], "year": 2007, "venue": "Int. J. Prod. Econ", "volume": "107", "issn": "", "pages": "350--363", "other_ids": {"DOI": ["10.1016/j.ijpe.2006.09.012"]}}, "BIBREF111": {"ref_id": "b111", "title": "A collaboration-driven mode for improving sustainable cooperation in smart industrial parks", "authors": [{"first": "P", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "T", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2019, "venue": "Resour. Conserv. Recycl", "volume": "141", "issn": "", "pages": "273--283", "other_ids": {"DOI": ["10.1016/j.resconrec.2018.10.037"]}}, "BIBREF112": {"ref_id": "b112", "title": "Do environmental, social, and governance activities improve corporate financial performance?", "authors": [{"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "W", "middle": [], "last": "Nozawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Yagi", "suffix": ""}, {"first": "H", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "S", "middle": [], "last": "Managi", "suffix": ""}], "year": 2019, "venue": "Bus. Strateg. Environ", "volume": "28", "issn": "", "pages": "286--300", "other_ids": {"DOI": ["10.1002/bse.2224"]}}, "BIBREF113": {"ref_id": "b113", "title": "Green component procurement collaboration for improving supply chain management in the high technology industries: a case study from the systems perspective", "authors": [{"first": "M", "middle": ["R"], "last": "Yan", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Chien", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Yang", "suffix": ""}], "year": 2016, "venue": "Sustainability", "volume": "8", "issn": "", "pages": "1--16", "other_ids": {"DOI": ["10.3390/su8020105"]}}, "BIBREF114": {"ref_id": "b114", "title": "The impact of institutional pressures, top managers' posture and reverse logistics on performance -evidence from China", "authors": [{"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "C", "middle": [], "last": "Prahinski", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2013, "venue": "Int. J. Prod. Econ", "volume": "143", "issn": "", "pages": "132--143", "other_ids": {"DOI": ["10.1016/j.ijpe.2012.12.021"]}}, "BIBREF115": {"ref_id": "b115", "title": "To collaborate or not to collaborate: prompting upstream eco-efficient innovation in a supply chain", "authors": [{"first": "A", "middle": [], "last": "Yenipazarli", "suffix": ""}], "year": 2017, "venue": "Eur. J. Oper. Res", "volume": "260", "issn": "", "pages": "571--587", "other_ids": {"DOI": ["10.1016/j.ejor.2016.12.035"]}}, "BIBREF116": {"ref_id": "b116", "title": "The UK oil and gas supply chains: an empirical analysis of adoption of sustainable measures and performance outcomes", "authors": [{"first": "Y", "middle": ["Y"], "last": "Yusuf", "suffix": ""}, {"first": "A", "middle": [], "last": "Gunasekaran", "suffix": ""}, {"first": "A", "middle": [], "last": "Musa", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "El-Berishy", "suffix": ""}, {"first": "T", "middle": [], "last": "Abubakar", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Ambursa", "suffix": ""}], "year": 2013, "venue": "Int. J. Prod. Econ", "volume": "146", "issn": "", "pages": "501--514", "other_ids": {"DOI": ["10.1016/j.ijpe.2012.09.021"]}}, "BIBREF117": {"ref_id": "b117", "title": "A modified multi-criterion optimization genetic algorithm for order distribution in collaborative supply chain", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}, {"first": "F", "middle": ["T S"], "last": "Chan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "Appl. Math. Model", "volume": "37", "issn": "", "pages": "7855--7864", "other_ids": {"DOI": ["10.1016/j.apm.2013.05.021"]}}}, "ref_entries": {"TABREF0": {"text": "Summary of companies and respondents.", "latex": null, "type": "table"}, "TABREF1": {"text": "Cronbach's alpha varied from 0.894 for Information Technology Competency to 0.890 for Environmental Performance. While Omega ranged from 0.875 for Collaboration to 0.926 for Reverse Logistics Competency Factor and structural weights for all latent variables and indicators. Cronbach's alpha, McDonald Omega, and Average Variance Extracted (AVE) for the model latent variables including the COLxITC interaction factor are given in Table 2 and in", "latex": null, "type": "table"}, "TABREF2": {"text": "Factor and structural weights (Beta) for all the model factors and items. ***p < .001; nsp > .05.", "latex": null, "type": "table"}, "TABREF3": {"text": "Inter-correlation among constructs.", "latex": null, "type": "table"}, "TABREF4": {"text": "Relations between variables (direct effect and moderate effect).", "latex": null, "type": "table"}}, "back_matter": [{"text": "This research was funded by the Brazilian Ministry of Education -Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) process n.88882.346482/2019-01.Specific thanks to Alcys Informática in the person of Ligia Dalboni, for the dissemination of the research instrument among partner companies.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "The authors claim no potential conflicts of interest with respect to the research.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interest"}]}