{"paper_id": "1b7e3509f5c4b0242e7e66d67ce9326a7184febf", "metadata": {"title": "Institutional rules for framing healthcare policy issues in national, financial, and specialized newspapers", "authors": [{"first": "Kisoo", "middle": [], "last": "Park", "suffix": "", "affiliation": {"laboratory": "", "institution": "Korea University", "location": {"addrLine": "145 Ahnam-ro, Songbook-gu", "postCode": "136-701", "settlement": "Seoul", "country": "South Korea"}}, "email": ""}, {"first": "Jeongsub", "middle": [], "last": "Lim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sogang University", "location": {"addrLine": "35 Baekbeom-ro, Mapo-gu", "postCode": "121-742", "settlement": "Seoul", "country": "South Korea"}}, "email": ""}]}, "abstract": [{"text": "By considering the role of institutional", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The media tend to focus on aspects of a perceived reality and emphasize those aspects in news stories. This helps them to facilitate certain types of problem definitions, causal interpretations, or moral evaluations (Entman 1993) . These types of frames do not always provide accurate information to the reader. Rather, they tend to promote apathetic and cynical attitudes toward social realities (Gamson 1992) . These inaccurate framings of health issues frequently appear in media coverage, which could induce false perceptions or attitudes toward health issues. For instance, television coverage of diet-related issues might cause health problems by encouraging excessive weight loss (Harrison 2005) .", "cite_spans": [{"start": 216, "end": 229, "text": "(Entman 1993)", "ref_id": "BIBREF8"}, {"start": 397, "end": 410, "text": "(Gamson 1992)", "ref_id": "BIBREF9"}, {"start": 687, "end": 702, "text": "(Harrison 2005)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "This mechanism is grounded in the media framing process, which relates to the coverage of health issues. The news framing of health issues may affect health examinations and treatment decisions (Viswanath and Emmons 2006) , because news frames serve as frameworks for readers to organize and understand particular phenomena (Gamson and Modigliani 1987) . Newspapers develop generic and specific frames in response to health issues and diseases. Generic frames are highly abstract frames such as human interest, conflict, morality, or cost, which are applicable to diverse research (Matthes 2009 ). Researchers use generic frames to analyze many different issues rather than a single issue . Specific frames are less abstract than generic frames, because they originate from a particular research setting (Gamson 1992) .", "cite_spans": [{"start": 194, "end": 221, "text": "(Viswanath and Emmons 2006)", "ref_id": "BIBREF44"}, {"start": 324, "end": 352, "text": "(Gamson and Modigliani 1987)", "ref_id": "BIBREF11"}, {"start": 581, "end": 594, "text": "(Matthes 2009", "ref_id": "BIBREF24"}, {"start": 804, "end": 817, "text": "(Gamson 1992)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "We have to distinguish between framing and second-level agenda setting in order to clarify our focus on framing rather than attribute agendas. These two theories look at aspects of the public's cognitive processing. Framing focuses on attributing aspect by highlighting certain expressions or deleting certain words. For instance, when news media emphasize negative perspectives on smoking, the public who are repeatedly exposed to this type of frame view the issue negatively, blaming smokers for causing health risks to nonsmokers (e.g., housewives, schoolchildren, or babies). In other words, the public connects the frame to the blaming of smokers. By contrast, second-level agenda setting examines the accessibility of issues covered by the news media. When newspapers and television networks cover the negative aspects of smoking over time, the public who are exposed to the coverage are likely to recall the attribute and consider it to be an important problem. In other words, agenda setting refers to a process by which the news media influence the accessibility of an issue or an attribute in the public mind, whereas framing indicates a process by which the news media affect the public's perception of an issue, which varies with the presentation of the issue (Scheufele 2000) .", "cite_spans": [{"start": 1272, "end": 1288, "text": "(Scheufele 2000)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "The New York Times portrayed mad cow disease, bird flu, and West Nile fever in terms of generic frames such as results, action, uncertainty, conflict, and evidence of disease (Shih et al. 2008) . Analyses of AIDS-related news that appeared in two Indian newspapers revealed that news frames emphasized the seriousness of AIDS, the causes of AIDS, the importance of treatment, and the vulnerability of poor people infected with AIDS (Souza 2007) . News coverage of SARS virus outbreaks in the United States and China relied on other types of generic frames: economy, accountability, conflict, leadership, and human interest (Luther and Zhou 2005) . Korea's national daily newspapers (e.g., Chosun Ilbo, JoongAng Ilbo, and Hankyoreh) framed stories about H1N1 in terms of bare statistics, followed by consequences, new evidence, and attribution of responsibility, while U.S. national daily newspapers (e.g., New York Times, Washington Post, and USA Today) focused on attribution of responsibility, followed by bare statistics, new evidence, and action (Oh et al. 2012) . Bare statistics showed ''the current epidemic situation using statistics such as the number of patients and fatalities caused by H1N1, but without giving further interpretation or implications'' (Oh et al. 2012, p 222) .", "cite_spans": [{"start": 175, "end": 193, "text": "(Shih et al. 2008)", "ref_id": "BIBREF37"}, {"start": 432, "end": 444, "text": "(Souza 2007)", "ref_id": "BIBREF41"}, {"start": 623, "end": 645, "text": "(Luther and Zhou 2005)", "ref_id": "BIBREF23"}, {"start": 1050, "end": 1066, "text": "(Oh et al. 2012)", "ref_id": "BIBREF28"}, {"start": 1264, "end": 1287, "text": "(Oh et al. 2012, p 222)", "ref_id": null}], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "Healthcare policy issues contain a complex structure of information and often face opposition from interested groups. However, few researchers have investigated specific mechanisms and structural factors that explain how national, financial, and specialized newspapers frame healthcare policy issues (e.g., drugs or medical practices). These three types of newspaper are major participants in constructing healthcare policy issues because they produce a large number of stories and their journalists cover press releases and events originating from the Ministry of Health & Welfare in Korea. In other words, they are major actors in the news market with regard to healthcare policy issues.", "cite_spans": [], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "The news value of healthcare policy issues and the type of newspaper can lead health journalists to take different approaches to coverage of the issues, because their understanding can vary according to their experience of reporting and the mission of their newspaper. The news value of an issue and the organization features of newspapers are part of institutional rules that allow for efficient production of news. The institutional rules provide detailed guidelines as to how journalists decide the direction of reporting. Institutional rules include constitutive rules and regulative rules (Ryfe 2006b ). Constitutive rules define what news is, and regulative rules help journalists to write stories according to this definition of news. We are interested in the implications of the institutional rules for news framing of healthcare policy issues in national, financial, and specialized newspapers.", "cite_spans": [{"start": 594, "end": 605, "text": "(Ryfe 2006b", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "News frames and healthcare issues"}, {"text": "This study focuses on four healthcare-related issues: ''the decrease in pharmaceutical prices,'' ''the comprehensive medical payment system,'' ''swine flu,'' and ''humidifierrelated lung disease.'' The four issues were chosen in terms of two criteria. The first criterion was whether the issue concerns a policy or a disease. The second criterion was whether the issue has large-scale or limited effects on the public. Given these two criteria, the decrease in pharmaceutical prices is a policy-related issue that influences the entire public. The comprehensive medical payment system is a policy-related issue that affects only the patients having any of seven specified ailments, including appendicitis and cataract. Swine flu is a disease-related issue that influences the whole public because it is a highly contagious disease. Humidifier-related lung disease is a disease-related issue that affects only people who have used a sterilizing substance over time to clean a humidifier. More details about the four issues are presented below.", "cite_spans": [], "ref_spans": [], "section": "Background information on four policy issues"}, {"text": "The issue of ''the decrease in pharmaceutical prices'' is related to the Korean government's decision to reduce medication prices by an average of 14 % in July 2011. The government operates the national health insurance system. Therefore, the health authority controls negotiations with pharmaceutical companies and decides the sales prices of new medicines.", "cite_spans": [], "ref_spans": [], "section": "Background information on four policy issues"}, {"text": "The issue of ''the comprehensive medical payment system'' refers to the medical treatment payment system by which total treatment costs are determined before services start. The opposite type of system would be a ''fee for service'' or ''retrospective payment'' system in which the total cost varies depending on the number of services provided, length of hospital stay, and so on. The Korean government prefers the comprehensive medical payment system to reduce national insurance costs.", "cite_spans": [], "ref_spans": [], "section": "Background information on four policy issues"}, {"text": "''Swine flu'' is an infection caused by several types of swine influenza virus. Swine flu was first detected in a human body in 2009 in Mexico. Since that time, swine flu infections Institutional rules for framing healthcare policy issues... 53 have terrified citizens, particularly Korean citizens, because the flu was described as a ''new type of flu'' in Korea until the World Health Organization declared that the swine flu pandemic officially ended in August 2010. ''Humidifier-related lung disease'' is a deadly respiratory disease that affects people who use humidifier-sterilizers inside buildings for long periods (e.g., during the winter). The health authority announced that humidifier-related lung disease had not been reported in other countries because users of humidifiers had not used toxic chemical products to sterilize them.", "cite_spans": [], "ref_spans": [], "section": "Background information on four policy issues"}, {"text": "Previous researchers have focused on news production (Cohen and Young 1981; Gamson and Modigliani 1987; Gans 1979; Kim and Lee 2004; Shoemaker and Reese 1996; Tuchman 1978) . These studies identify the factors that influence news content: journalists, internal organizations, and external organizations. These factors can affect the ways in which newspapers develop frames, because news content relies on frames for the construction of reality. Researchers understand frames as constructing our reality in communication by focusing on how content producers create messages (Lim and Jones 2010) .", "cite_spans": [{"start": 53, "end": 75, "text": "(Cohen and Young 1981;", "ref_id": "BIBREF3"}, {"start": 76, "end": 103, "text": "Gamson and Modigliani 1987;", "ref_id": "BIBREF11"}, {"start": 104, "end": 114, "text": "Gans 1979;", "ref_id": "BIBREF12"}, {"start": 115, "end": 132, "text": "Kim and Lee 2004;", "ref_id": "BIBREF21"}, {"start": 133, "end": 158, "text": "Shoemaker and Reese 1996;", "ref_id": "BIBREF38"}, {"start": 159, "end": 172, "text": "Tuchman 1978)", "ref_id": "BIBREF42"}, {"start": 573, "end": 593, "text": "(Lim and Jones 2010)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "At the journalist level, influential factors for news content include individual characteristics; personal values, beliefs, attitudes; and reporters' roles and ethics (Shoemaker and Reese 1996) . Personal values affect news stories (Gans 1979) . The U.S. media frequently place blame for disease and poverty issues at the individual level, rather than at the societal level. This reflects the individual opinions of journalists (Wallack et al. 1993) . Experiences based on internal power relationships and practice can affect journalists' autonomy (Son 2004) . Such characteristics of journalists as age, gender, minority status, and political leaning influence the types of stories that the journalists produce and respect (Beam 2008) . For instance, male journalists consider sports stories to be the best work more frequently than female journalists, and conservative journalists view stories about accidents, disasters, and religion as the best work (Beam 2008) .", "cite_spans": [{"start": 167, "end": 193, "text": "(Shoemaker and Reese 1996)", "ref_id": "BIBREF38"}, {"start": 232, "end": 243, "text": "(Gans 1979)", "ref_id": "BIBREF12"}, {"start": 428, "end": 449, "text": "(Wallack et al. 1993)", "ref_id": "BIBREF45"}, {"start": 548, "end": 558, "text": "(Son 2004)", "ref_id": "BIBREF39"}, {"start": 724, "end": 735, "text": "(Beam 2008)", "ref_id": "BIBREF1"}, {"start": 954, "end": 965, "text": "(Beam 2008)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "The internal organizational level involves the importance of learning by doing through internal routines (Tuchman 1978) . Media practices affect the media's determination of news value, gatekeeping, organizational structures, and points of view (Shoemaker and Reese 1996) . Differences in international news staff, deployment of foreign correspondents, and average number of pages per week predict the differing quantities of international news stories (Kim 2003) . Health journalists working for newspapers and magazines consider potential for public impact, new information, human angle, local angle, and supervisor interest when developing a story (Viswanath et al. 2008) . In other words, these organizational rules influence the development of a health story.", "cite_spans": [{"start": 105, "end": 119, "text": "(Tuchman 1978)", "ref_id": "BIBREF42"}, {"start": 245, "end": 271, "text": "(Shoemaker and Reese 1996)", "ref_id": "BIBREF38"}, {"start": 453, "end": 463, "text": "(Kim 2003)", "ref_id": "BIBREF20"}, {"start": 651, "end": 674, "text": "(Viswanath et al. 2008)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "The type of newspaper belongs to this internal organizational factor. Regarding the Korean government's policies related to adolescent online gaming, national newspapers emphasized the positive effects of policy execution, and financial newspapers contained frames that focused on negative effects (Yu et al. 2011) . Financial newspapers attached importance to the industrial aspects of online gaming. Alternatively, national newspapers supported the positions of consumers who highlighted problems related to game addictions. The news media employed frames consistent with their political and economic interests (Alger 1989) . In this sense, individual, organizational, and ideological factors transformed content related to social conflict (Kim 2000) . In addition, media owners and executives who engage in editorial interference can affect the news production process, even though these types of intervention during news formation might not be explicit. As evidence, broadcast stations owned by an independent network produce more local news than those stations within one television market that are owned by the same firm or those stations that are owned and operated by such a network as ABC, NBC, and CBS (Yanich 2010 ).", "cite_spans": [{"start": 298, "end": 314, "text": "(Yu et al. 2011)", "ref_id": "BIBREF48"}, {"start": 613, "end": 625, "text": "(Alger 1989)", "ref_id": "BIBREF0"}, {"start": 742, "end": 752, "text": "(Kim 2000)", "ref_id": "BIBREF19"}, {"start": 1212, "end": 1224, "text": "(Yanich 2010", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "At the external organizational level, factors that affect news content include advertisers, political pressure, government regulations, information sources, civic organizations, and sociocultural norms (Shoemaker and Reese 1996; Tuchman 1978) . Profitability is an important factor because the media is made up of private companies that pursue publicness. Korea's national newspapers rely on advertisements for 80-90 % of their total revenues. This may account for advertisers' increasing influence on news content (Pae 2010) . Political pressure can include advertisements funded by government.", "cite_spans": [{"start": 202, "end": 228, "text": "(Shoemaker and Reese 1996;", "ref_id": "BIBREF38"}, {"start": 229, "end": 242, "text": "Tuchman 1978)", "ref_id": "BIBREF42"}, {"start": 515, "end": 525, "text": "(Pae 2010)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "Similarly, U.S. newspapers generate more than 80 % of their revenue from advertisements. The proportion of a newspaper that is dedicated to advertisements has increased to 60 % (Picard 2004) . Political pressure can consist of official factors (e.g., control through law) and unofficial factors (e.g., indirect pressure from the government). The government's political leverage can be highly influential.", "cite_spans": [{"start": 177, "end": 190, "text": "(Picard 2004)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "A country's healthcare system, the news value of policy issues, and the public attitude toward healthcare issues are external organizational factors. Korea operates a singlegovernment system known as the national health insurance system, which requires every citizen to obtain this health insurance and provides equal benefit payments to subscribers (Ministry of Health and Welfare 2013). Thus, healthcare policies related to drugs and medical practices operate in the regulatory dimension. A major issue that affected domestic healthcare policy in Korea was the separation of prescribed and dispensed pharmaceuticals that occurred in 2000. Newspapers assign more legitimacy to the government than to doctors, and newspapers describe doctors as an immoral and unethical group of people who prioritize their personal financial interests (Yang 2001) . The public sensitivity to healthcare issues is rather high in comparison with social and political issues. The spread of swine flu in 2009 exerted a direct impact on national preventive policies related to disease and individual health regulations. A frame analysis of news related to swine flu (Ju and You 2011) revealed that both the public's and the media's anxiety increased because swine flu was recognized as a new disease with the same name when it was first discovered in Mexico in April 2009.", "cite_spans": [{"start": 836, "end": 847, "text": "(Yang 2001)", "ref_id": "BIBREF46"}, {"start": 1145, "end": 1162, "text": "(Ju and You 2011)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "On the basis of reviewing previous research (Beam 2008; Kim 2000; Pae 2010; Shoemaker and Reese 1996) , it is reasonable to expect that these three factors (i.e., journalists, internal organizational, and external organizational) can influence newspapers and journalists in developing frames. However, the previous research did not consider the factors as being incorporated into institutional rules that could affect the formation of news frames. Institutional rules are internalized by journalists and induce them to prefer certain frames over other frames. This is the contribution that this study makes to an understanding of news framing. In other words, the factors are institutionalized into the process of framing healthcare news. Institutions are defined as ''regulative, normative and culturalcognitive elements that, together with associated activities and resources, provide stability and meaning to social life'' (Scott 2008, p. 48) . News organizations respect rules, practices, or routines, which emerge from diverse categories of organization (Cook 2006; Ehrlich 1995 Ehrlich , 1996 Ryfe 2006a) . Thus, institutional rules with regard to news-making processes are a set of underlying rules shared and respected by journalists and news organizations when they make specific news decisions, such as applying certain types of frame to healthcare-related issues.", "cite_spans": [{"start": 44, "end": 55, "text": "(Beam 2008;", "ref_id": "BIBREF1"}, {"start": 56, "end": 65, "text": "Kim 2000;", "ref_id": "BIBREF19"}, {"start": 66, "end": 75, "text": "Pae 2010;", "ref_id": "BIBREF29"}, {"start": 76, "end": 101, "text": "Shoemaker and Reese 1996)", "ref_id": "BIBREF38"}, {"start": 926, "end": 945, "text": "(Scott 2008, p. 48)", "ref_id": null}, {"start": 1059, "end": 1070, "text": "(Cook 2006;", "ref_id": "BIBREF4"}, {"start": 1071, "end": 1083, "text": "Ehrlich 1995", "ref_id": "BIBREF6"}, {"start": 1084, "end": 1098, "text": "Ehrlich , 1996", "ref_id": "BIBREF7"}, {"start": 1099, "end": 1110, "text": "Ryfe 2006a)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "This institutional perspective allows researchers to focus on the role of news rules in guiding specific coverage (Ryfe 2006b ). In other words, researchers can use the concept of institutional rules to understand how journalists frame healthcare policy issues, because institutions control news production and journalists' attitudes. The institutional rules allow journalists to develop specific reporting styles such as objectivity, balance, or fairness (Ryfe 2006a) .", "cite_spans": [{"start": 114, "end": 125, "text": "(Ryfe 2006b", "ref_id": "BIBREF34"}, {"start": 456, "end": 468, "text": "(Ryfe 2006a)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "We suggest that these factors at multiple levels contribute to the formation of institutional rules when news organizations deal with these factors. If we apply these institutional rules to understanding news frames of healthcare policy issues, we can find that newspaper journalists could demonstrate their particular styles in the choice of frames. The styles guide framing patterns of the issues. The healthcare policy issues studied here are ''the decrease in pharmaceutical prices,'' ''the comprehensive medical payment system,'' ''swine flu,'' and ''humidifier-related lung disease.'' It is unclear whether national, financial, and specialized newspapers develop similar or different frames to describe these four issues. Therefore, this study proposes research questions instead of hypotheses. A content analysis of relevant newspaper stories will answer the first and second questions, and indepth interviews will answer the third question.", "cite_spans": [], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "RQ1 How do news frames of four selected healthcare policy issues vary based on the nature of each issue? RQ2 How do news frames of four selected healthcare policy issues vary based on the type of newspaper (national, financial, or specialized)? RQ3 What institutional rules guide the formation of news frames?", "cite_spans": [], "ref_spans": [], "section": "Institutional rules influencing news frames"}, {"text": "This study combined a quantitative content analysis and in-depth interviews. The four issues selected were ''the decrease in pharmaceutical prices,'' ''the comprehensive medical payment system,'' ''swine flu,'' and ''humidifier-related lung disease.'' We analyzed news stories selected from 13 newspapers. Daily national and financial newspapers were selected on the basis of the power (i.e., circulation) of the newspaper in the news market. Five influential major daily newspapers in Korea were chosen: Kyunghyang, DongA Ilbo, Chosun Ilbo, Joongang Ilbo, and Hankyoreh. This study considered these newspapers as one entity: daily national newspapers. This study did not further examine political affiliations of each newspaper because political stance was not a focus of the study. The national newspapers were likely to cover the four issues in terms of more a comprehensive perspective than other types of newspaper because they targeted national news readers.", "cite_spans": [], "ref_spans": [], "section": "Method Procedure"}, {"text": "Four daily financial newspapers were selected: MK Business News, Seoul Economic Daily, Financial News, and The Korea Economic Daily. Financial newspapers attached greater importance to industrial aspects than did national newspapers (Yu et al. 2011 ). Thus, their coverage of issues was likely to consider industrial viewpoints such as pharmaceutical companies, hospitals, or relevant associations because the industrial actors were among their major advertisers.", "cite_spans": [{"start": 233, "end": 248, "text": "(Yu et al. 2011", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Method Procedure"}, {"text": "Finally, four specialized newspapers were included in the study: Daily Medi, Daily Pharm, Medipana, and Medical Time. The specialized newspapers were chosen on the basis of the number of staff reporters and the publication's power within the group of specialized newspapers. Most specialized newspapers employed three or four reporters, but the four specialized newspapers chosen each had 10 reporters dedicated to coverage of the Ministry of Health & Welfare, National Health Insurance Service, Health Insurance Review & Assessment Service, hospitals and clinics, pharmaceutical companies, doctors association, pharmacists association, Korean medicine association, and nurses association. Reporters for the specialized newspapers have years of experience in covering healthcarerelated issues, which gives them significant advantages over the reporters for national and financial newspapers.", "cite_spans": [], "ref_spans": [], "section": "Method Procedure"}, {"text": "Data collection periods varied based on the nature of each issue. With respect to ''the decrease in pharmaceutical prices,'' the period ranged from July 1, 2011, when the Korean government announced its policy, and June 30, 2012, two months after the actual decrease in pharmaceutical prices occurred. With respect to ''the comprehensive medical payment system,'' the period ranged from August 1, 2011, when the issue became a controversy, and the last day of the month after the policy was announced on July 1, 2012 (i.e., July 31, 2012). The ''swine flu'' period ranged from May 1, 2009, when it first became an issue in Korea, and May 31, 2009. The ''humidifier-related lung disease'' period began on May 1, 2011, when the first patient was identified, and ended on July 31, 2012, when the government announced the cause of the disease. This study assumed that newspapers were likely to publish relevant stories during the selected time period for each issue. Accordingly, an issue was put under a public spotlight when the newspapers started to cover it. The current study collected 1162 stories by the use of search strings on newspaper websites: 361 stories related to ''swine flu'' (31.1 %), 340 stories related to ''the comprehensive medical payment system'' (29.3 %), 317 stories related to ''the decrease in pharmaceutical prices'' (27.3 %), and 144 stories related to ''humidifier-related lung disease'' (12.4 %).", "cite_spans": [], "ref_spans": [], "section": "Method Procedure"}, {"text": "One of the researchers and two independent coders inductively extracted frames by reading each article. Labeling of extracted frames was determined on the basis of relevant prior framing research, because the research provided useful guidelines for finalizing frames. One reason for not applying previous frames to this study is that the nature of the four issues differs from that of issues in previous research. Given this caution, previous researchers provided prototypes of frames, such as conflict (Shih et al. 2008) , economy, and individual rights (Rogers and Peterson 2007) , educational prevention (Jung 2008) , and morality (Park 2006) . Some articles contain multiple frames because we focused on the paragraph as a unit of analysis. A paragraph is a minimum unit for producing a meaning, and the relationship between a sentence and a paragraph reveals a meaning of the sentence (Jasperson et al. 1998) . We discussed disagreements during specific sessions. This study estimated the intercoder reliability based on 100 randomly selected articles. The Scott's pi for the types of frames was 0.84. The operational definitions determined for 11 frames identified in this study are listed below.", "cite_spans": [{"start": 503, "end": 521, "text": "(Shih et al. 2008)", "ref_id": "BIBREF37"}, {"start": 555, "end": 581, "text": "(Rogers and Peterson 2007)", "ref_id": "BIBREF32"}, {"start": 607, "end": 618, "text": "(Jung 2008)", "ref_id": "BIBREF17"}, {"start": 634, "end": 645, "text": "(Park 2006)", "ref_id": "BIBREF30"}, {"start": 890, "end": 913, "text": "(Jasperson et al. 1998)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Measures"}, {"text": "Institutional rules for framing healthcare policy issues... 57", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Differing interests among the various actors in a conflict structure frequently emerged as major topics of articles. Examples included ''Consumer groups dispute over humidifier disinfectants'' and ''Department of Health and Human Services versus pharmaceutical companies, second round of litigation.''", "cite_spans": [], "ref_spans": [], "section": "Conflict"}, {"text": "These articles focused on government policy enforcement, countermeasures, and so on. Examples included ''Department of Health and Human Services enforces planned decrease in pharmaceutical prices'' and ''Department of Health and Human Services applies the comprehensive medical payment system on seven diseases beginning on July 7.''", "cite_spans": [], "ref_spans": [], "section": "Policy execution"}, {"text": "This term refers to a crisis that will occur in the future or a crisis that has already occurred and serves as the subject of an article, such as ''Woman in her 20 s from the city of Daegu is also infected with swine flu'' and ''34 cases of humidifier disinfectant-related lung diseases discovered.''", "cite_spans": [], "ref_spans": [], "section": "Crisis"}, {"text": "This frame appeared in news published from an economic or commercial perspective, such as ''Pharmaceutical industry: Loss is expected in the first quarter'' and ''Comprehensive medical payment system does not even meet the costs of medical services.''", "cite_spans": [], "ref_spans": [], "section": "Economy"}, {"text": "These articles criticized policy failures and the spread of diseases, as well as the government's incompetence. Examples included ''Decrease in pharmaceutical price is an example of a rough-and-ready policy'' and ''Causes of pregnant women's lung diseases are unknown. This increases citizens' confusion.''", "cite_spans": [], "ref_spans": [], "section": "Blame"}, {"text": "These articles highlighted the government's efforts to minimize public anxiety by engaging in swift policy management. They also focused on the government's ability to manage situations related to particular issues. Examples included ''High-speed and high-intensity quarantine countermeasures put in operation'' and ''The government prepares an effective countermeasure.''", "cite_spans": [], "ref_spans": [], "section": "Government efforts"}, {"text": "These articles emphasized the importance of decision making through consensus between parties involved in conflicts related to an issue. Examples included ''Pre-announcement of legislation in progress after in-depth discussions held with pharmaceutical companies'' and ''Communication must occur prior to enforcement of comprehensive medical payment system.''", "cite_spans": [], "ref_spans": [], "section": "Democratic consensus"}, {"text": "These articles emphasized patients' medical options and quality of care. Examples included ''Comprehensive payment system negatively affects the quality of medical services'' and ''Comprehensive payment system hurts patients' choices for medical services.''", "cite_spans": [], "ref_spans": [], "section": "Patients' choice"}, {"text": "These articles focused on the medical and scientific aspects of diseases. Examples included ''Why is swine flu rampant despite the heat?'' and ''How does petrified lung occur?''.", "cite_spans": [], "ref_spans": [], "section": "Medicine"}, {"text": "These articles emphasized actors' moral and ethical problems. Examples included ''The government should not confront hospitals by using patients as hostages'' and ''Doctor's group refuses to perform cataract surgeries.''", "cite_spans": [], "ref_spans": [], "section": "Morality"}, {"text": "These articles described disease prevention factors such as diet, exercise, the importance of becoming a nonsmoker, and taking a positive view of life. Examples included ''Get a flu checkup 7 days after traveling abroad,'' ''Wash your hands frequently outside the home,'' and ''Individuals who cough must wear masks.''", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "In-depth interviews allow researchers to understand news-making processes by identifying particular incidents, experiences, and internal understanding (Jankowski and Jensen 1991) . The interviews also provide researchers with the opportunity to observe what interviewees have experienced and what they thought (McCracken 1988) .", "cite_spans": [{"start": 151, "end": 178, "text": "(Jankowski and Jensen 1991)", "ref_id": "BIBREF14"}, {"start": 310, "end": 326, "text": "(McCracken 1988)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "In-depth interviews"}, {"text": "To obtain a diverse group of health journalists, we selected no more than three health reporters from each of the 13 newspapers (national, financial, and specialized). The journalists included beat reporters, assistant editors, and editors who produced news stories about the four healthcare policy issues. We chose 19 experienced reporters who covered the policy issues and conducted interviews with them between July 31, 2012, and August 20, 2012. Before each interview, we sent an email to or met with the interviewee to explain the purpose of the interview and obtain their cooperation. We conducted the interview at the health journalist's beat or at the news organization. Each interview lasted from 20 min to 1 hr, and the average time was 31.6 min. We allowed the interviewees to respond to the questions at their pace and created transcripts with the consent of the interviewees. The prepared questions were guiding questions, so they were revised during the interviews in order to find any new meaningful information. We developed four guiding questions. The first question referred to what individual, organizational, and external factors influenced the formation of frames with regard to healthcare-related news as compared with other issues. The second question referred to how news frames varied among the four issues. The Institutional rules for framing healthcare policy issues... 59 third question referred to how news frames varied with newspaper type. The fourth question concerned how to improve the frame-making process. Because these questions aimed to let the journalists reveal what they thought, we provided them with contexts and reasons for the guiding questions rather than asking the questions directly.", "cite_spans": [], "ref_spans": [], "section": "In-depth interviews"}, {"text": "After the interviews, we called or sent emails to interviewees to clarify any confusing statements that appeared in their answers. Table 1 describes the characteristics of the 19 interviewees. The health journalists in the study sample included 10 females aged 26-35 and 9 males aged 32-48. The number of years worked at newspapers ranged from 1 to 20 years, and the total length of journalistic work experience ranged from 1 to 22 years.", "cite_spans": [], "ref_spans": [{"start": 131, "end": 138, "text": "Table 1", "ref_id": "TABREF0"}], "section": "In-depth interviews"}, {"text": "The first research question focused on the variability of news frames of the four selected healthcare issues based on the nature of each issue.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In Table 2 , this study identified five frames related to ''the decrease in pharmaceutical prices'' (i.e., conflict, policy execution, economy, blame, and democratic consensus), and two frames related to ''the comprehensive medical payment system'' (i.e., patients' choice and morality). News stories focused on ''swine flu'' relied on 11 frames, including policy execution, crisis, economy, blame, and government efforts. News stories concerning ''humidifier-related lung disease'' relied on eight frames, including conflict, policy execution, crisis, and prevention.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Coverage of all four issues relied on the following common frames: policy execution, economy, and blame. The policy execution frame appeared more frequently in articles focused on ''the comprehensive medical payment system'' (25.3 %) than in articles focused on ''the decrease in pharmaceutical prices'' (18.6 %). The policy execution frame was also found in articles related to ''swine flu'' and ''humidifier-related lung disease.'' The proportion of policy execution was 3.2 % for ''swine flu'' issues. The proportion was 39.0 % for ''humidifier-related lung disease.'' The economy frame was commonly found in all four issues. Out of all policy-related issues, the proportion of the economy frame was higher in articles related to ''the decrease in pharmaceutical prices'' (30.5 %) than for articles related to ''the comprehensive medical payment system'' because many articles covered the pharmaceutical pricing issue from an economic point of view. The proportion of the conflict frame predominated for the two policy-related issues because interest groups were linked with functions for these healthcare issues.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The government, interest groups, and the internal voices of interest groups engaged in conflict led to the conflict frame. The conflict frame for articles on ''humidifier-related lung disease'' differed from the conflict frame that focused on interest groups with respect to policy-related issues. These articles attempted to investigate the truth and verify damages that affected the families of humidifier-related lung disease victims. With respect to ''humidifier-related lung disease,'' the proportion of the blame frame (19.2 %) was high. These stories revealed that the government did not actively recall humidifier disinfectants. The government received limited positive recognition for its efforts to identify the relationship between lung damage and disinfectants.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The patients' choice and morality frames were solely extracted from stories focused on ''the comprehensive medical payment system.'' The patients' choice frame was a unique frame that solely appeared in stories related to the medical services system, as well as in articles concerning claims by the medical association that the system infringed on patients' right to choose treatments. The morality frame highlighted problems related to doctors' morality because doctors' refusals to perform surgeries as protests against the comprehensive medical payment system threatened many patients' lives. These articles also stated that the implementation of the comprehensive medical payment system increased the proportion of treatments determined solely by doctors' consciences.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The second research question focused on the variability of news frames related to the four healthcare issues with respect to newspaper type. Table 3 shows relationships between news frames and newspaper type with regard to the decrease in pharmaceutical prices. This study compared rankings of the frequency of each news frame across national, financial, and specialized newspapers and calculated Kendall's tau_b correlation. This correlation coefficient investigates relationships better than Spearman's rho (Clark-Carter 1997) , and researchers use the correlation when the sample size is small (Dimmick and McDonald 2001) .", "cite_spans": [{"start": 509, "end": 528, "text": "(Clark-Carter 1997)", "ref_id": "BIBREF2"}, {"start": 597, "end": 624, "text": "(Dimmick and McDonald 2001)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 141, "end": 148, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "As a result, there was a significant high correlation between different types of newspaper. The rankings of news frames used by national newspapers were significantly correlated with those used by financial newspapers (r = 0.836, p = 0.002, N = 12). Both types of newspaper applied the frames of policy execution, conflict, and economy to portraying the issue of the decrease in pharmaceutical prices, while they did not use the frames of crisis, government effort, patient's choice, medicine, morality, and prevention.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The rankings of news frames used by national newspapers were also significantly correlated with the rankings of news frames used by specialized newspapers (r = 0.900, Institutional rules for framing healthcare policy issues... 61 p = 0.001, N = 12). That is, the frames of policy execution, economy, and conflict were most frequently used by specialized newspapers as well as national newspapers. The same patterns were found in financial and specialized newspapers. Thus, there was a significant correlation between the rankings of news frames used by financial newspapers and those used by specialized newspapers (r = 0.937, p = 0.001, N = 12). Table 4 shows relationships between news frames and newspaper type with regard to the comprehensive medical payment system. As in Table 3 , the rankings of news frames used by national newspapers were significantly correlated with those used by financial newspapers (r = 0.898, p \\ 0.001, N = 12). The former were also significantly correlated with the rankings of news frames used by specialized newspapers (r = 0.857, p \\ 0.001, N = 12). There was a significant correlation between the rankings of news frames used by financial newspapers and those used by specialized newspapers (r = 0.891, p \\ 0.001, N = 12). Conflict, economy, patient's choice, government effort, and morality were the most dominant frames used by the three types of newspaper with regard to the issue of the comprehensive medical payment system. By contrast, the frames of policy execution, crisis, medicine, and prevention were not used. Table 5 shows relationships between news frames and newspaper type with regard to swine flu. The rankings of news frames used by national newspapers were significantly correlated with those used by financial newspapers (r = 0.924, p \\ 0.001, N = 12). The former were also significantly correlated with the rankings of news frames used by specialized newspapers (r = 0.772, p = 0.001, N = 12). There was a significant correlation between the rankings of news frames used by financial newspapers and those used by specialized newspapers (r = 0.783, p = 0.001, N = 12). The three types of newspaper focused on the frames of patient's choice, democratic consensus, crisis, and government effort in portraying the issue of swine flu. But they did not use the frames of conflict, blame, policy execution, and medicine. Table 6 shows relationships between news frames and newspaper type with regard to humidifier-related lung disease. The rankings of news frames used by national newspapers were significantly correlated with those used by financial newspapers (r = 0.924, p \\ 0.001, N = 12). The former were also significantly correlated with the rankings of news frames used by specialized newspapers (r = 0.827, p = 0.001, N = 12). There was a significant correlation between the rankings of news frames used by financial newspapers and those used by specialized newspapers (r = 0.909, p \\ 0.001, N = 12). The three types Policy execution 0 9.5 0 9.5 0 9.5 0 Crisis 0 9.5 0 9.5 0 9.5 0 Medicine 0 9.5 0 9.5 0 9.5 0 Prevention 0 9.5 0 9.5 0 9.5 0 Total 108 111 212 431", "cite_spans": [], "ref_spans": [{"start": 647, "end": 654, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 777, "end": 784, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1560, "end": 1567, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 2373, "end": 2380, "text": "Table 6", "ref_id": "TABREF5"}], "section": "Results"}, {"text": "Institutional rules for framing healthcare policy issues... 63 of newspaper applied the frames of democratic consensus, prevention, crisis, and patient's choice to portraying the issue of humidifier-related lung disease. By contrast, they did not use the frames of economy, conflict, and policy execution. A comparison of the framing patterns across the four issues shows two interesting perspectives. First, national, financial, and specialized newspapers show strikingly similar framing patterns when portraying the issues, which indicates that some underlying rules guide the newspapers' decisions. This implies that institutional rules play a role in newsmaking processes. Second, the nature of an issue is an important factor in the formation of news frames by national, financial, and specialized newspapers. For instance, the policy execution frame did not appear in coverage of the comprehensive medical payment system, swine flu, and humidifier-related lung disease. The medicine frame was absent from coverage of the decrease in pharmaceutical prices, the comprehensive medical payment system, and swine flu. Some frames frequently used by the newspapers for one issue disappeared in the coverage of other issues. The newspapers relied on the conflict frame for describing the decrease in pharmaceutical prices and the comprehensive medical payment system, but the frame was absent from the coverage of swine flu and humidifier-related lung disease. By contrast, the newspapers framed swine flu and humidifier-related lung disease in terms of crisis, but they did not apply the crisis frame to portraying the decrease in pharmaceutical prices and the comprehensive medical payment system. These diverse framing patterns were likely to be related to institutional rules governing the news-making processes of national, financial, and specialized newspapers. The third research question addressed this point. The question focused on institutional rules that would guide the formation of news frames. In-depth interviews with health journalists revealed five informative rules that affected how the journalists develop frames in covering healthcare policy issues: (1) diversity of interest groups; (2) complexities of issues and terminologies; (3) journalists' autonomy; news value; (4) characteristics of readers; and (5) news organizations' mission statements.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "A very wide variety of interest groups operate within the national health insurance system based on the principles of the nation's social insurance policies. Doctors, pharmacists, nurses, nursing assistants, acupuncturists, and physical therapists are bound to consult with one another on matters related to drugs and the reclassification of medicines.", "cite_spans": [], "ref_spans": [], "section": "Diversity of interest groups"}, {"text": "I have been covering many government departments. However, I have never seen the type of major conflict of interest between related parties as I have seen in the healthcare industry. The number of related parties is the largest I have ever seen. (Journalist I)", "cite_spans": [], "ref_spans": [], "section": "Diversity of interest groups"}, {"text": "Journalists' initial reaction to the healthcare industry was ''The content is too difficult.'' When they addressed general political or social issues, a few unfamiliar terminologies were detected. In the healthcare field, most terms were initially unfamiliar. For instance, terms such as the combination of services industry, discretionary grants, and medical insurance fees were not commonly used in everyday life. The healthcare delivery system contained professional content.", "cite_spans": [], "ref_spans": [], "section": "Complexities of issues and terminologies"}, {"text": "It took the longest time to adapt to my newsbeat. I had to become familiar with the terms. Because most of the content, such as medical practices and health insurance, requires expertise, I had to put considerable efforts into publishing the material in articles. (Journalist C)", "cite_spans": [], "ref_spans": [], "section": "Complexities of issues and terminologies"}, {"text": "Generally, healthcare issues are professional and immune to political tendencies. In this respect, when deciding on the direction for a new story, journalists' autonomy was more secure in the healthcare sector than in other sectors related to general politics or social issues.", "cite_spans": [], "ref_spans": [], "section": "Journalists' autonomy"}, {"text": "Unlike issues such as the relationship between South Korea and the United States, or the Four Rivers Project, healthcare issues are not ideologically controversial issues. In fact, if a political agenda exists, journalists are allowed less autonomy in their coverage. In those cases, most political journalists write articles based on company expectations. However, in the healthcare field, all directions are mostly open to journalists. (Journalist D)", "cite_spans": [], "ref_spans": [], "section": "Journalists' autonomy"}, {"text": "Most of the news desks already maintained significant amounts of information related to these issues within their own chains of command. They determined the importance of these cases based on these standards. However, given their expertise with issues in the healthcare sector, journalist's decisions became more important.", "cite_spans": [], "ref_spans": [], "section": "Journalists' autonomy"}, {"text": "In cases related to issues such as the comprehensive medical payment system or humidifier-related lung disease, it can be hard to determine the importance of these issues unless you understand the entire content available in the field. Journalists' judgment is important because the desk does not have the room to take commonsense approaches to professional content. (Journalist B)", "cite_spans": [], "ref_spans": [], "section": "Journalists' autonomy"}, {"text": "Journalists felt that policy issues did not contain sufficient newsworthy content to deserve stories because, traditionally, readers do not consider healthcare issues subjects of interest. Therefore, the stories were based on ''angles.'' They also contained story structures that interested readers: disagreement, conflict, and confrontation. For instance, stories that focused on the comprehensive medical payment system were based on the conflict structure that developed between the government and the medical industry.", "cite_spans": [], "ref_spans": [], "section": "News value"}, {"text": "When journalists write articles, they think about ways to choose angles, and ways to tell stories. In the case of healthcare issues, the main interests are conflicting situations. (Journalist A) On the other hand, issues related to disease exerted direct impact on people's lives. Health crises that could develop because of illnesses were the factor with the greatest news value. The implications of stories related to ''swine flu'' or ''humidifier-related lung disease'' revolved around whether these diseases threatened people's health or could be prevented. However, highlights of the crises were readers' main interest.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 194, "text": "(Journalist A)", "ref_id": null}], "section": "News value"}, {"text": "Because of increasing health concerns, a disease is a good element to cover in the news. However, inevitably, we emphasize the crisis or the risk of disease because, if the disease is not dangerous, there is no reason to cover it in articles. For the same reason, journalists get more dramatic when they write articles. In the process, crisis is highlighted. (Journalist M)", "cite_spans": [], "ref_spans": [], "section": "News value"}, {"text": "Most journalists mentioned readers as the reason as news frames varied based on media type. Journalists stated that the nature of the person who reads a newspaper is important. With respect to national newspapers, readers who possessed multidisciplinary interests (e.g., political, social, economic, and cultural interests) were the target readership. Readers interested mainly in the economy subscribed to financial newspapers. Specialized newspapers were targeted at readers who worked in industries related to their specialties.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of readers"}, {"text": "Ranges of readers can differ according to whether they read national newspapers, financial newspapers, and specialized newspapers. Journalists from national newspapers tend to write more articles from a variety of perspectives. In contrast, financial newspapers focus on economic issues from an economic perspective. Specialized newspapers faithfully address what readers wonder about. (Journalist Q)", "cite_spans": [], "ref_spans": [], "section": "Characteristics of readers"}, {"text": "News frames varied according to newspaper type because newspapers or specialized newspapers had mission statements that focused on particular issues. Mission statements are statements that outline the objectives of media companies. National newspapers' mission statements focused on general readers' points of view. Financial newspapers highlighted the market economy or wealth in their mission statements. Specialized newspapers emphasized healthcare, new drugs, and medical and pharmaceutical developments.", "cite_spans": [], "ref_spans": [], "section": "News organizations' mission statements"}, {"text": "Mission statements are also connected to the corporate culture. When a journalist enters the media and goes through three to six months of training sessions, he or she learns the mission statement of the news production organization. In other words, journalists learn how to create news that meets the expectations of the news desk and the company. (Journalist F) Many journalists may not be aware of the mission statements of their own companies. However, they unconsciously learn which stories and frames work well when they write articles and interact with news desks. (Journalist K)", "cite_spans": [], "ref_spans": [], "section": "News organizations' mission statements"}, {"text": "This study investigates the ways national, financial, and specialized newspapers frame healthcare policy issues. It also attempts to determine the institutional rules that may affect the formation of these frames. News frames vary according to newspaper type, and multiple institutional rules influence framing of healthcare news. The three types of newspaper apply remarkably similar frames to describing each of the four issues: ''the decrease in pharmaceutical prices,'' ''the comprehensive medical payment system,'' ''swine flu,'' and ''humidifier-related lung disease.'' This indicates that certain underlying rules are working in the application of news frames with regard to healthcare policy issues. Health journalists believe that the characteristics of readers tend to influence framing patterns in national newspapers, financial newspapers, and specialized newspapers. Further, as institutional rules, they mention interest groups, complexities related to issues and their related terminologies, and journalists' autonomy as reasons to apply the 11 frames to healthcare issues.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "This study's findings provide interesting interpretations about the framing of healthcare policy issues. First, health journalists identify several institutional rules at their own level, the internal organizational level, and the external organizational level. At the journalist level, the journalist's autonomy guides the coverage of healthcare policy issues, because journalists have expertise in relevant issues in the healthcare field and their newspapers rely on this expertise. This autonomy explains why the conflict frame dominated coverage of the decrease in pharmaceutical prices, but was absent from articles on swine flu and humidifier-related lung disease. Journalists decide on the application of certain frames to some issues according to their independent viewpoints and expertise.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "At the internal organizational level, news value and the newspaper's mission statement govern the production of healthcare news. Health journalists focus on how to deliver significant stories for readers, including conflicting events, and they are educated to learn the ways of producing news consistent with their newspapers' mission statements. Therefore, news value and the mission statement guide journalists in determining how to frame healthcare policy issues. For instance, with regard to the issue of swine flu, national newspapers, financial newspapers, and specialized newspapers focused on the aspects of patient's choice because they agreed with the value of the frame for coverage of the issue. A focus on patient's choice well serves a mission statement such as protecting the interests of underprivileged groups. The conflict frame is used frequently by the media because it plays an important role in creating valuable news, in that conflict is frequently used to attract audience attention (Neuman et al. 1992) . Therefore, the news value factor causes newspapers to prefer the conflict frame for healthcare issues, so as to attract readers' attention.", "cite_spans": [{"start": 1007, "end": 1027, "text": "(Neuman et al. 1992)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "At the external organizational level, the diversity of interest groups and the characteristics of readers regulate how health journalists write stories. When covering the issue of humidifier-related lung disease, the three types of newspaper highlighted the democratic consensus because the issue involved opposing groups (victims versus manufacturing companies). By considering the diversity of the groups, the newspapers framed the issue in terms of consensus: the groups needed to agree upon some plausible solutions to the problem. The economy frame reflects the interests of readers, in particular for financial newspapers. Because financial newspapers secure industrial associations, hospitals, or pharmaceutical companies as their readers, they needed to describe the decrease in pharmaceutical prices and the comprehensive medical payment system in terms of their economic aspects and impact on the healthcare industry and hospitals. Previous research (Yu et al. 2011) states that financial newspapers cover stories from financial or industrial perspectives. This study determined that the economy frame was used similarly in national newspapers, financial newspapers, and specialized newspapers. Individuals employed in those industries are the main readers of specialized newspapers.", "cite_spans": [{"start": 960, "end": 976, "text": "(Yu et al. 2011)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Second, institutional rules at multiple levels guide the production of news frames for healthcare policy issues, because the rules reside in the news-making process and journalists follow the rules (Cook 2006; Ryfe 2006a) . The manifest outcome is the emergence of dominant frames. Conflict and economy are major frames for the issue of ''the decrease in pharmaceutical prices,'' and conflict and policy execution are dominant frames for the issue of ''the comprehensive medical payment system.'' The frame of conflict is salient in the stories about these two issues. This means that health journalists approached these two issues by focusing on oppositional relationships between the government and interest groups. The Ministry of Health & Welfare in Korea negotiated with pharmaceutical companies to determine the prices of new medicines. In response to the decrease in prices, pharmaceutical companies filed a lawsuit, arguing that the policy of the decrease would weaken their revenue structure (Jung 2011) . The introduction of a comprehensive medical payment system caused the Korean Medical Association to cancel surgery schedules for patients (Song 2012) . This conflict inherent within the issues was part of the news value on which health journalists relied to develop frames for relevant stories.", "cite_spans": [{"start": 198, "end": 209, "text": "(Cook 2006;", "ref_id": "BIBREF4"}, {"start": 210, "end": 221, "text": "Ryfe 2006a)", "ref_id": "BIBREF33"}, {"start": 1001, "end": 1012, "text": "(Jung 2011)", "ref_id": "BIBREF18"}, {"start": 1153, "end": 1164, "text": "(Song 2012)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The stories on ''swine flu'' are framed from the crisis perspective, because the disease had quickly spread to Europe, Asia, and other countries and patients had been found in Korea. This situation promoted a fear of infection by the disease among the public. Health journalists responded to the issue of swine flu by focusing on the danger and the possibility of infection. The stories on ''humidifier-related lung disease'' are framed from the policy execution perspective. This issue is different from the swine flu case, because victims were limited to those who used a humidifier. However, the Korean government did not issue an immediate recall of the product because there was no causal connection between the humidifier and the lung damage. Given this context, we can speculate that newspapers' institutional rules for the production of healthcare news prompt health journalists to focus on a limited number of frames with regard to the four healthcare policy issues.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Overall, national newspapers employed the frames of crisis, policy execution, and conflict, and financial newspapers used the frames of crisis, conflict, economy, and policy execution. Specialized newspapers relied on the frames of conflict, policy execution, and economy. Of the 11 frames, the three types of newspaper applied three or four frames to covering the selected healthcare policy issues. We call this phenomenon ''concentration of healthcare frames.'' The concentration can have negative effects on readers' understanding of healthcare policy issues. When health journalists prefer a limited number of frames to diverse frames, readers who need a wide range of information can consume unbalanced or even biased sets of news stories. The preference for dominant frames can contradict health journalists' stated consideration of the characteristics of readers. This suggests that health journalists and newspapers need to reconsider their institutional rules for development of diverse frames. Reader profiles, news management, and newspapers' mission statements may contribute to the concentration of healthcare frames. From the policy-maker perspective, the problem of the use of similar types of frames needs to be resolved so that diverse frames can mobilize the public to support healthcare policies.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "By conducting in-depth interviews with health journalists, this study finds that health journalists need to deliver comprehensive and appropriate health information because many internal or external obstacles can affect coverage. The journalists interviewed for this study admitted that the excessively biased frames could cause readers stress and chaos or manipulate social reality. For instance, newspapers frame healthcare policies from the conflict perspective and describe diseases from the crisis perspective. With respect to the issue of disease, a crisis frame that highlights excessive concerns can increase social stress levels, distort policy procedures, and increase costs. During the swine flu epidemic in Korea, newspapers emphasized the disease's many negative consequences and encouraged the public's concern, even though the disease was not very dangerous. These tendencies can distort social reality for readers who want balanced information related to healthcare policies and diseases.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "This study had some limitations. It failed to examine broadcast news. Future research on healthcare issues needs to include broadcast news as well as print media. If an analysis of the media's efforts to portray the influences of the healthcare industry can be performed, the levels of frame research will be enriched. In-depth interviews are subject to supplementation. It is not acceptable to identify factors that affect frame formation in news organizations by listening to the voices of journalists. However, interviews conducted with high-ranking journalists, such as editors and managing editors, would be meaningful.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "In summary, this study examined the implications of institutional rules for news framing of healthcare policy issues. National, financial, and specialized newspapers adopt similar institutional rules, despite the differences in their organizations. These newspapers rely on three or four frames for covering complicated healthcare policy issues. Accordingly, newspapers frequently fail to provide balanced healthcare information to their readers. If journalists realize that news frames must be understandable to readers, they will also realize that they need to reevaluate the institutional rules concerning the production of healthcare news. Journalists should offer readers multiple perspectives on the nature of policy issues, causes of conflict, and possible solutions. The government needs to provide newspapers with balanced information on healthcare-related issues, while maintaining good relationships with newspapers.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The media and politics", "authors": [{"first": "D", "middle": ["E"], "last": "Alger", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The social characteristics of U.S. journalists and their ''best work", "authors": [{"first": "R", "middle": ["A"], "last": "Beam", "suffix": ""}], "year": 2008, "venue": "Journalism Practice", "volume": "2", "issn": "1", "pages": "1--14", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Doing quantitative psychological research: From design to report", "authors": [{"first": "D", "middle": [], "last": "Clark-Carter", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The manufacture of news: Social problems, deviance and the mass media", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": [], "last": "Young", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "159--168", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The news media as a political institution: Looking backward and looking forward", "authors": [{"first": "T", "middle": ["E"], "last": "Cook", "suffix": ""}], "year": 2006, "venue": "Political Communication", "volume": "23", "issn": "2", "pages": "159--171", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Network radio oligopoly, 1926-1956: Rivalrous imitation and program diversity", "authors": [{"first": "J", "middle": [], "last": "Dimmick", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Mcdonald", "suffix": ""}], "year": 2001, "venue": "Journal of Media Economics", "volume": "14", "issn": "4", "pages": "197--212", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The competitive ethos in television newswork", "authors": [{"first": "M", "middle": ["C"], "last": "Ehrlich", "suffix": ""}], "year": 1995, "venue": "Critical Studies in Mass Communication", "volume": "12", "issn": "2", "pages": "196--212", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Using ''ritual'' to study journalism", "authors": [{"first": "M", "middle": ["C"], "last": "Ehrlich", "suffix": ""}], "year": 1996, "venue": "Journal of Communication Inquiry", "volume": "20", "issn": "2", "pages": "3--17", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Framing: toward clarification of a fractured paradigm", "authors": [{"first": "R", "middle": ["M"], "last": "Entman", "suffix": ""}], "year": 1993, "venue": "Journal of Communication", "volume": "43", "issn": "4", "pages": "51--58", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Talking politics", "authors": [{"first": "W", "middle": ["A"], "last": "Gamson", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Media images and the social construction of reality", "authors": [{"first": "W", "middle": ["A"], "last": "Gamson", "suffix": ""}, {"first": "D", "middle": [], "last": "Croteau", "suffix": ""}, {"first": "W", "middle": [], "last": "Hoynes", "suffix": ""}, {"first": "T", "middle": [], "last": "Sasson", "suffix": ""}], "year": 1992, "venue": "Annual Review of Sociology", "volume": "18", "issn": "", "pages": "373--393", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The changing culture of affirmative action", "authors": [{"first": "W", "middle": ["A"], "last": "Gamson", "suffix": ""}, {"first": "A", "middle": [], "last": "Modigliani", "suffix": ""}], "year": 1987, "venue": "Research in political sociology", "volume": "3", "issn": "", "pages": "137--177", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Deciding what's news: A study of CBS evening news, NBC nightly news, Newsweek and Time", "authors": [{"first": "H", "middle": ["J"], "last": "Gans", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Is ''fat free'' good for me? A panel study of television viewing and children's nutritional knowledge and reasoning", "authors": [{"first": "K", "middle": [], "last": "Harrison", "suffix": ""}], "year": 2005, "venue": "Health Communication", "volume": "17", "issn": "2", "pages": "117--132", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A handbook of qualitative methodologies for mass communication research", "authors": [{"first": "N", "middle": ["W"], "last": "Jankowski", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Jensen", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Framing and the public agenda: Media effects on the importance of the federal budget deficit", "authors": [{"first": "A", "middle": ["E"], "last": "Jasperson", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Shah", "suffix": ""}, {"first": "M", "middle": [], "last": "Watts", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Faber", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Fan", "suffix": ""}], "year": 1998, "venue": "Political Communication", "volume": "15", "issn": "", "pages": "205--224", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnostic or prognostic? Analyzing the news framing of H1N1 coverage in Korea", "authors": [{"first": "Y", "middle": [], "last": "Ju", "suffix": ""}, {"first": "M", "middle": [], "last": "You", "suffix": ""}], "year": 2011, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "55", "issn": "5", "pages": "30--54", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "AIDS news framing analysis: Focusing on critical health journalism perspectives", "authors": [{"first": "E", "middle": [], "last": "Jung", "suffix": ""}], "year": 2008, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "52", "issn": "4", "pages": "223--249", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Prices of new medicines are said to be down", "authors": [{"first": "H", "middle": [], "last": "Jung", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "New directions for news reporting of social conflicts", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}], "year": 2000, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "41", "issn": "1", "pages": "5--32", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Organizational determinants of international news coverage in Korean newspapers. Gazette: The International Journal for Communication Studies", "authors": [{"first": "K", "middle": [], "last": "Kim", "suffix": ""}], "year": 2003, "venue": "", "volume": "65", "issn": "", "pages": "65--85", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A study on the relation between news frame building in newspapers and newsproducing process", "authors": [{"first": "W", "middle": [], "last": "Kim", "suffix": ""}, {"first": "D", "middle": [], "last": "Lee", "suffix": ""}], "year": 2004, "venue": "Korean Journal of Journalism & Communication Studies", "volume": "48", "issn": "4", "pages": "351--380", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A baseline summary of framing research in public relations from", "authors": [{"first": "J", "middle": [], "last": "Lim", "suffix": ""}, {"first": "L", "middle": [], "last": "Jones", "suffix": ""}], "year": 1990, "venue": "Public Relations Review", "volume": "36", "issn": "2", "pages": "292--297", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Within the boundaries of politics: News framing of SARS in China and the United States", "authors": [{"first": "C", "middle": ["A"], "last": "Luther", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2005, "venue": "Journalism & Mass Communication Quarterly", "volume": "82", "issn": "4", "pages": "857--872", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "What's in a frame? A content analysis of media framing studies in the world's leading communication journals", "authors": [{"first": "J", "middle": [], "last": "Matthes", "suffix": ""}], "year": 1990, "venue": "Journalism & Mass Communication Quarterly", "volume": "86", "issn": "2", "pages": "349--367", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The long interview: Qualitative research methods series 13", "authors": [{"first": "G", "middle": [], "last": "Mccracken", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Policies: Insurance", "authors": [], "year": 2013, "venue": "Ministry of Health & Welfare", "volume": "", "issn": "", "pages": "100314--10031401", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Common knowledge", "authors": [{"first": "W", "middle": ["R"], "last": "Neuman", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Just", "suffix": ""}, {"first": "A", "middle": [], "last": "Crigker", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Attention cycles and the H1N1 pandemic: A cross-national study of US and Korean newspaper coverage", "authors": [{"first": "J", "middle": ["H"], "last": "Oh", "suffix": ""}, {"first": "T", "middle": [], "last": "Hove", "suffix": ""}, {"first": "H.-J", "middle": [], "last": "Paek", "suffix": ""}, {"first": "B", "middle": [], "last": "Lee", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Kyu", "suffix": ""}], "year": 2012, "venue": "Asian Journal of Communication", "volume": "22", "issn": "2", "pages": "214--232", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A study on advertising's influence on newspaper reports", "authors": [{"first": "J.-K", "middle": [], "last": "Pae", "suffix": ""}], "year": 2010, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "54", "issn": "6", "pages": "103--128", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Frame analysis on risk reporting: Food safety reports from 1989 to", "authors": [{"first": "S.-H", "middle": [], "last": "Park", "suffix": ""}], "year": 2005, "venue": "Journal of Communication & Information", "volume": "35", "issn": "", "pages": "181--210", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Commercialism and newspaper quality", "authors": [{"first": "R", "middle": ["G"], "last": "Picard", "suffix": ""}], "year": 2004, "venue": "Newspaper Research Journal", "volume": "25", "issn": "1", "pages": "54--65", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Diffusion of clean indoor air ordinances in the Southwestern United States. Health Education and Behavior", "authors": [{"first": "E", "middle": ["M"], "last": "Rogers", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Peterson", "suffix": ""}], "year": 2007, "venue": "", "volume": "35", "issn": "", "pages": "683--697", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Guest editor's introduction: New institutionalism and the news", "authors": [{"first": "D", "middle": ["M"], "last": "Ryfe", "suffix": ""}], "year": 2006, "venue": "Political Communication", "volume": "23", "issn": "2", "pages": "135--144", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The nature of news rules", "authors": [{"first": "D", "middle": ["M"], "last": "Ryfe", "suffix": ""}], "year": 2006, "venue": "Political Communication", "volume": "23", "issn": "2", "pages": "203--214", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Agenda-setting, priming, and framing revisited: Another look at cognitive effects of political communication", "authors": [{"first": "D", "middle": ["A"], "last": "Scheufele", "suffix": ""}], "year": 2000, "venue": "", "volume": "3", "issn": "", "pages": "297--316", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Institutions and organizations: Ideas and interests", "authors": [{"first": "R", "middle": ["W"], "last": "Scott", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Media coverage of public health epidemics: Linking framing and issue attention cycle toward an integrated theory of print news coverage of epidemics", "authors": [{"first": "T", "middle": [], "last": "Shih", "suffix": ""}, {"first": "R", "middle": [], "last": "Wijava", "suffix": ""}, {"first": "D", "middle": [], "last": "Brossard", "suffix": ""}], "year": 2008, "venue": "", "volume": "11", "issn": "", "pages": "141--160", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Mediating the message", "authors": [{"first": "P", "middle": ["J"], "last": "Shoemaker", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Reese", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "What really affects campaign reporters?: Campaign reporters' perceptions of structural constraints and autonomy", "authors": [{"first": "Y", "middle": [], "last": "Son", "suffix": ""}], "year": 2004, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "48", "issn": "4", "pages": "102--125", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Korean Medical Association opposes the comprehensive medical payment system", "authors": [{"first": "O", "middle": [], "last": "Song", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The construction of HIV/AIDS in Indian newspapers: A frame analysis. Health Communication", "authors": [{"first": "R", "middle": [], "last": "Souza", "suffix": ""}], "year": 2007, "venue": "", "volume": "21", "issn": "", "pages": "257--266", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Making news: A study in the construction of reality", "authors": [{"first": "G", "middle": [], "last": "Tuchman", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Occupational practices and the making of health news: A national survey of U.S. health and medical science journalists", "authors": [{"first": "K", "middle": [], "last": "Viswanath", "suffix": ""}], "year": 2008, "venue": "Journal of Health Communication", "volume": "13", "issn": "8", "pages": "759--777", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Message effects and social determinants of health: Its application to cancer disparity", "authors": [{"first": "K", "middle": [], "last": "Viswanath", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Emmons", "suffix": ""}], "year": 2006, "venue": "Journal of Communication", "volume": "56", "issn": "", "pages": "238--264", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Media advocacy and public health: Power for prevention", "authors": [{"first": "L", "middle": [], "last": "Wallack", "suffix": ""}, {"first": "L", "middle": [], "last": "Dorfman", "suffix": ""}, {"first": "D", "middle": [], "last": "Jernigan", "suffix": ""}, {"first": "M", "middle": [], "last": "Themba", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Media framing of social conflict: A case study of medical doctors' strikes in Korea", "authors": [{"first": "J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2001, "venue": "Korean Journal of Journalism and Communication Studies", "volume": "45", "issn": "2", "pages": "284--315", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Does ownership matter? Localism, content, and the Federal Communications Commission", "authors": [{"first": "D", "middle": [], "last": "Yanich", "suffix": ""}], "year": 2010, "venue": "Journal of Media Economics", "volume": "23", "issn": "2", "pages": "51--67", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The frame analysis of the adolescent online game regulation policy: Focused on shutdown system news report", "authors": [{"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Jin", "suffix": ""}], "year": 2011, "venue": "Journal of Communication Science", "volume": "11", "issn": "4", "pages": "355--384", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Demographic characteristics of the journalists for in-depth interviews", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Media type Gender </td><td>Age </td><td>Reporting experience (Health &amp; medical reporting)\n</td><td>Interview time\n</td></tr><tr><td> </td><td> </td><td> </td><td>(min)\n</td></tr><tr><td>National newspapers M </td><td>47 (A) </td><td>22 (12) </td><td>60\n</td></tr><tr><td>M </td><td>40 (B) </td><td>10 (8) </td><td>30\n</td></tr><tr><td>M </td><td>45 (C) </td><td>15 (2) </td><td>30\n</td></tr><tr><td>F </td><td>32 (D) </td><td>7 (2) </td><td>30\n</td></tr><tr><td>F </td><td>30 (E) </td><td>5 (2) </td><td>30\n</td></tr><tr><td>F </td><td>26 (F) </td><td>2 (1) </td><td>20\n</td></tr><tr><td>F </td><td>29 (G) </td><td>3 (1) </td><td>20\n</td></tr><tr><td>F </td><td>27 (H) </td><td>1 (1) </td><td>20\n</td></tr><tr><td>Financial newspapers M </td><td>43 (I) </td><td>17 (3) </td><td>30\n</td></tr><tr><td>F </td><td>34 (J) </td><td>7 (2) </td><td>60\n</td></tr><tr><td>F </td><td>30 (K) </td><td>3 (1) </td><td>30\n</td></tr><tr><td>F </td><td>28 (L) </td><td>6 (1) </td><td>20\n</td></tr><tr><td>F </td><td>35 (M) </td><td>12 (5) </td><td>20\n</td></tr><tr><td>M </td><td>32 (N) </td><td>5 (1) </td><td>20\n</td></tr><tr><td>Specialized newspapers M </td><td>41 (O) </td><td>13 (13) </td><td>30\n</td></tr><tr><td>M </td><td>41 (P) </td><td>12 (12) </td><td>30\n</td></tr><tr><td>M </td><td>48 (Q) </td><td>20 (20) </td><td>30\n</td></tr><tr><td>M </td><td>38 (R) </td><td>8 (20) </td><td>30\n</td></tr><tr><td>F </td><td>30 (S) </td><td>6 (4) </td><td>60\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Healthcare news frames according to an issue", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frames </td><td>Decrease in pharmaceutical\n</td><td>Comprehensive medical payment system\n</td><td>Swine flu </td><td>Humidifier-related lung disease\n</td><td>Total\n</td></tr><tr><td>price\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Conflict </td><td>142 (37.7) </td><td>134 (31.1) </td><td>0 (0) </td><td>15 (8.7) </td><td>291 (21)\n</td></tr><tr><td>Policy execution\n</td><td>70 (18.6) </td><td>109 (25.3) </td><td>13 (3.2) </td><td>67 (39) </td><td>259 (18.7)\n</td></tr><tr><td>Crisis </td><td>0 (0) </td><td>0 (0) </td><td>183 (44.9) </td><td>29 (16.9) </td><td>212 (15.3)\n</td></tr><tr><td>Economy </td><td>115 (30.5) </td><td>14 (3.3) </td><td>45 (11) </td><td>5 (2.9) </td><td>179 (12.9)\n</td></tr><tr><td>Blame </td><td>29 (7.7) </td><td>26 (6) </td><td>14 (3.4) </td><td>33 (19.2) </td><td>102 (7.3)\n</td></tr><tr><td>Government effort\n</td><td>0 (0) </td><td>0 (0) </td><td>81 (19.9) </td><td>7 (4.1) </td><td>88 (6.3)\n</td></tr><tr><td>Democratic consensus\n</td><td>21 (5.6) </td><td>45 (10.4) </td><td>0 (0) </td><td>0 (0) </td><td>66 (4.8)\n</td></tr><tr><td>Patient's choice\n</td><td>0 (0) </td><td>65 (15.1) </td><td>0 (0) </td><td>0 (0) </td><td>65 (4.7)\n</td></tr><tr><td>Medicine </td><td>0 (0) </td><td>0 (0) </td><td>56 (13.7) </td><td>8 (4.6) </td><td>64 (4.6)\n</td></tr><tr><td>Morality </td><td>0 (0) </td><td>38 (8.8) </td><td>0 (0) </td><td>0 (0) </td><td>38 (2.7)\n</td></tr><tr><td>Prevention </td><td>0 (0) </td><td>0 (0) </td><td>16 (3.9) </td><td>8 (4.6) </td><td>24 (1.7)\n</td></tr><tr><td>Total </td><td>377 (100) </td><td>431 (100) </td><td>408 (100) </td><td>172 (100) </td><td>1388 (100)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Healthcare news frames according to the decrease in pharmaceutical prices and the newspaper type", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frames </td><td>National newspaper\n</td><td>Rank </td><td>Financial newspaper\n</td><td>Rank </td><td>Specialized newspaper\n</td><td>Rank </td><td>Total\n</td></tr><tr><td>Conflict </td><td>14 </td><td>2 </td><td>45 </td><td>1.5 </td><td>83 </td><td>1 </td><td>142\n</td></tr><tr><td>Economy </td><td>7 </td><td>3 </td><td>45 </td><td>1.5 </td><td>63 </td><td>2 </td><td>115\n</td></tr><tr><td>Policy execution </td><td>18 </td><td>1 </td><td>22 </td><td>3 </td><td>30 </td><td>3 </td><td>70\n</td></tr><tr><td>Blame </td><td>4 </td><td>4 </td><td>8 </td><td>5 </td><td>17 </td><td>4 </td><td>29\n</td></tr><tr><td>Democratic consensus\n</td><td>1 </td><td>5 </td><td>9 </td><td>4 </td><td>11 </td><td>5 </td><td>21\n</td></tr><tr><td>Crisis </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td>Government effort\n</td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td>Patient's choice </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td>Medicine </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td>Morality </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td>Prevention </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0 </td><td>8.5 </td><td>0\n</td></tr><tr><td> </td><td> </td><td> </td><td>Total </td><td>44 </td><td>129 </td><td>204 </td><td>377\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Healthcare News Frames according to the Comprehensive Medical Payment System and the Newspaper Type", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frames </td><td>National newspaper\n</td><td>Rank </td><td>Financial newspaper\n</td><td>Rank </td><td>Specialized newspaper\n</td><td>Rank </td><td>Total\n</td></tr><tr><td>Conflict </td><td>29 </td><td>2 </td><td>32 </td><td>2 </td><td>73 </td><td>1 </td><td>134\n</td></tr><tr><td>Economy </td><td>31 </td><td>1 </td><td>33 </td><td>1 </td><td>45 </td><td>2 </td><td>109\n</td></tr><tr><td>Patient's choice </td><td>13 </td><td>5 </td><td>20 </td><td>3 </td><td>32 </td><td>3 </td><td>65\n</td></tr><tr><td>Government effort\n</td><td>14 </td><td>3.5 </td><td>9 </td><td>4.5 </td><td>22 </td><td>4 </td><td>45\n</td></tr><tr><td>Morality </td><td>14 </td><td>3.5 </td><td>9 </td><td>4.5 </td><td>15 </td><td>6 </td><td>38\n</td></tr><tr><td>Democratic consensus\n</td><td>6 </td><td>6 </td><td>3 </td><td>7 </td><td>17 </td><td>5 </td><td>26\n</td></tr><tr><td>Blame </td><td>1 </td><td>7 </td><td>5 </td><td>6 </td><td>8 </td><td>7 </td><td>14\n</td></tr><tr><td>Policy execution </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0\n</td></tr><tr><td>Crisis </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0\n</td></tr><tr><td>Medicine </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0\n</td></tr><tr><td>Prevention </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0\n</td></tr><tr><td> </td><td> </td><td> </td><td>Total </td><td>108 </td><td>111 </td><td>212 </td><td>431\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Healthcare news frames according to swine flu and the newspaper type", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frames </td><td>National newspaper\n</td><td>Rank </td><td>Financial newspaper\n</td><td>Rank </td><td>Specialized newspaper\n</td><td>Rank </td><td>Total\n</td></tr><tr><td>Patient's choice </td><td>89 </td><td>1 </td><td>87 </td><td>1 </td><td>7 </td><td>3 </td><td>183\n</td></tr><tr><td>Democratic consensus\n</td><td>29 </td><td>3 </td><td>38 </td><td>2 </td><td>14 </td><td>1 </td><td>81\n</td></tr><tr><td>Crisis </td><td>30 </td><td>2 </td><td>18 </td><td>4 </td><td>8 </td><td>2 </td><td>56\n</td></tr><tr><td>Government effort\n</td><td>11 </td><td>4 </td><td>30 </td><td>3 </td><td>4 </td><td>4.5 </td><td>45\n</td></tr><tr><td>Prevention </td><td>9 </td><td>5.5 </td><td>6 </td><td>5 </td><td>1 </td><td>6 </td><td>16\n</td></tr><tr><td>Morality </td><td>9 </td><td>5.5 </td><td>5 </td><td>6 </td><td>0 </td><td>9 </td><td>14\n</td></tr><tr><td>Economy </td><td>5 </td><td>7 </td><td>4 </td><td>7 </td><td>4 </td><td>4.5 </td><td>13\n</td></tr><tr><td>Conflict </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td>Blame </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td>Policy execution </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td>Medicine </td><td>0 </td><td>9.5 </td><td>0 </td><td>9.5 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td> </td><td> </td><td> </td><td>Total </td><td>64 </td><td>63 </td><td>17 </td><td>144\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Healthcare news frames according to humidifier-related lung disease and the newspaper type", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frames </td><td>National newspaper\n</td><td>Rank </td><td>Financial newspaper\n</td><td>Rank </td><td>Specialized newspaper\n</td><td>Rank </td><td>Total\n</td></tr><tr><td>Democratic consensus\n</td><td>17 </td><td>2 </td><td>22 </td><td>1 </td><td>28 </td><td>1 </td><td>67\n</td></tr><tr><td>Prevention </td><td>15 </td><td>3 </td><td>13 </td><td>2 </td><td>5 </td><td>2 </td><td>33\n</td></tr><tr><td>Crisis </td><td>18 </td><td>1 </td><td>8 </td><td>3 </td><td>3 </td><td>3 </td><td>29\n</td></tr><tr><td>Patient's choice </td><td>7 </td><td>4 </td><td>7 </td><td>4 </td><td>1 </td><td>5.5 </td><td>15\n</td></tr><tr><td>Blame </td><td>1 </td><td>8 </td><td>5 </td><td>5 </td><td>2 </td><td>4 </td><td>8\n</td></tr><tr><td>Medicine </td><td>5 </td><td>5 </td><td>3 </td><td>6.5 </td><td>0 </td><td>9 </td><td>8\n</td></tr><tr><td>Morality </td><td>4 </td><td>6 </td><td>2 </td><td>8 </td><td>1 </td><td>5.5 </td><td>7\n</td></tr><tr><td>Government effort\n</td><td>2 </td><td>7 </td><td>3 </td><td>6.5 </td><td>0 </td><td>9 </td><td>5\n</td></tr><tr><td>Economy </td><td>0 </td><td>10 </td><td>0 </td><td>10 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td>Conflict </td><td>0 </td><td>10 </td><td>0 </td><td>10 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td>Policy execution </td><td>0 </td><td>10 </td><td>0 </td><td>10 </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td> </td><td> </td><td> </td><td>Total </td><td>69 </td><td>63 </td><td>40 </td><td>172\n</td></tr></table></body></html>"}}, "back_matter": []}