{
    "paper_id": "1b80de6195f94b09e919b3a28bf1c6f48a45feb1",
    "metadata": {
        "title": "Idiopathic sclerosing orbital pseudotumor in seven cats",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "Mark"
                ],
                "last": "Billson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow Veterinary School",
                    "location": {
                        "addrLine": "Bearsden Road",
                        "postCode": "G61 1QH",
                        "settlement": "Bearsden, Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tammy",
                "middle": [],
                "last": "Miller-Michau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "settlement": "Raleigh",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "R B"
                ],
                "last": "Mould",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow Veterinary School",
                    "location": {
                        "addrLine": "Bearsden Road",
                        "postCode": "G61 1QH",
                        "settlement": "Bearsden, Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "settlement": "Raleigh",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To review the clinical presentation and histopathologic findings on a series of cats with orbital fibrotic disease and compare the data to that of humans with sclerosing orbital pseudotumor. Animals A retrospective study was undertaken, which identified tissue samples from seven cats between 1997 and 2002 with a history of orbital mass effect and pathology characterized by fibrous tissue proliferation. Procedure Information was obtained from medical records for affected cats, including age, sex, clinical signs, management, and outcome, with histopathology re-examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In humans, idiopathic mass lesions with accompanying inflammation have been broadly classified as pseudotumors. These lesions often have the ability to mimic a neoplastic process and frequently involve the orbital region. Pseudotumors and orbital pseudotumor have only rarely been reported in the veterinary literature. A lacrimal pseudotumor involving the lower lacrimal canaliculus has been reported in a dog. 1 In cats, a case of idiopathic orbital pseudotumor has been described, which was characterized by fibrosis, whereas a case of exophthalmia has also been reported associated with eosinophilic infiltration of the orbit. 2, 3 Orbital pseudotumor is a relatively common orbital syndrome in humans with potentially differing etiologies leading to the same clinical presentation. [4] [5] [6] Diagnosis is generally confirmed only with histopathology, and variations include the presence of a vasculitis as well as the degree of orbital inflammatory cell infiltration and fibrovascular response. 4, 6, 7 However, there is a lack of universal definition with a range of findings described. The predominance of a polymorphous cellular infiltrate composed of mature lymphocytes, plasma cells, macrophages, and eosinophils, and polymorphonuclear leukocytes is often considered indicative of a more acute presentation. In comparison, subacute and chronic forms of orbital pseudotumors are characterized by the formation of increasing amounts of fibrovascular stroma (fibrosclerosis).",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1008,
                    "end": 1009,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The extent of fibrosclerosis observed histopathologically in some cases of orbital pseudotumor is poorly understood. Initially, this change was considered to represent the progression of nonspecific orbital inflammation from acute to chronic stages. One study demonstrated eosinophils in orbital tissue of cases with a predominance of fibrosis and occasionally an accompanying peripheral blood eosinophilia. 8 The observation of extracellular eosinophilic major basic protein deposition by immunofluorescence staining in affected orbits was also considered important. 8, 9 Eosinophilic major basic protein has been demonstrated to be cytotoxic to cells in vitro and consequently the eosinophil may be a participant in the inflammation and fibrosis. 9 However, several reports now suggest that idiopathic sclerosing inflammation of the orbit is a distinctive clinicopathologic entity. 5,10-12 Many cases do not apparently pass through a prior acute inflammatory stage. This subgroup of pseudotumors is characterized by insidious, frequently progressive fibrosis that damages orbital structures primarily through cicatricial entrapment. 5, 6, 12 In contrast to acute presentations, response to corticosteroid treatment or radiotherapy is usually incomplete, with relapses and visual impairment as common complications. 5, 12 Histologically, affected tissue demonstrates extensive fibroplasia associated with an inflammatory infiltrate of lymphocytes, plasma cells and occasional histiocytes, neutrophils and eosinophils, and is suggestive of a primary immunologically mediated fibrosis. It has been speculated that extensive fibrosclerotic change in some cases may be related to other systemic diseases associated with fibrosis, including retroperitoneal fibrosis and Riedel's thyroiditis. [13] [14] [15] [16] Because of the limited number of cases described in the veterinary literature, it is difficult to compare the condition reported in humans with the occasional case reports in cats although similarities are apparent. We report seven cats examined between 1997 and 2002 with clinical and pathologic findings consistent with idiopathic sclerosing inflammatory pseudotumor of the orbit as described in humans. The cases were retrospectively reviewed to determine demographic and clinical features, clinical course, management, and outcome. We correlated clinical findings and pathologic features to describe this condition in cats and discuss possible treatment modalities.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 572,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 749,
                    "end": 750,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1320,
                    "end": 1322,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1788,
                    "end": 1792,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1793,
                    "end": 1797,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1803,
                    "end": 1807,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A retrospective study was undertaken that identified tissue samples from seven cats between 1997 and 2002 with pathological findings consistent with periocular inflammation and fibrosis. Two samples were from cats referred to North Carolina State University Veterinary Teaching Hospital and one was from a cat referred to the University of Glasgow Veterinary School. An additional five tissue specimens were enucleated eyes and/or orbital tissue submitted to the University of Glasgow for histopathological examination, including two eyes from one cat. Information obtained from the medical record included age, sex, clinical signs, clinical course, management, and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ocular and orbital material"
        },
        {
            "text": "The orbital tissues and globes were fixed in either 4% phosphate-buffered formalin or 2% cacodylate-buffered glutaraldehyde. Five-micron sections were cut and stained with hematoxylin and eosin, as well as a Masson Orange G trichrome stain to delineate fibrous tissue, and sections were subsequently examined using light microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathological examination"
        },
        {
            "text": "Six of the cats were Domestic Shorthairs and one was a Persian. Mean age was 12.8 years (range = 8-17 years). Six of the cats presented with unilateral involvement and one cat had bilateral orbital involvement. Conjunctivitis and ulcerative keratitis were reported in all seven cats (Fig. 1 ), and one eye had perforated at the lateral limbus. Resistance of the globe to manual retropulsion was reported in five cases. In six cats, exposure keratitis was related to exophthalmos and/or lagophthalmos and one cat was diagnosed with entropion. Reduced ocular motility was reported in three cases, which included inability to move the globe with forced duction in one case and two cases in which protrusion of the nictitans was not possible. One case was reported to have no direct pupillary light reflex in the affected eye.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Clinical presentation"
        },
        {
            "text": "Five of the six cats with unilateral presentation developed involvement of the remaining eye and orbit. The period between initial presentation and involvement of the second eye ranged from 6 weeks to 7 months, with an average of 4 months. One cat was reported to have not developed signs in the contralateral eye, although there was evidence of disease recurrence in the orbit of the enucleated eye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical presentation"
        },
        {
            "text": "Two of the cats had a history of upper respiratory tract disease prior to the onset of their ocular signs. Both of these cats also had gingival hyperplasia, which was characterized by fibrosis on histopathology (Fig. 2) . One other cat began sneezing following orbital surgery with gingivitis observed at the time of involvement of the second eye 4 months after initial presentation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Clinical presentation"
        },
        {
            "text": "Hematology and serum biochemistry data were available in four cats with a mild eosinophilia reported in two cats, neutropenia in one cat, and lymphopenia in two cats. One cat had an elevated T4. Efforts were made to establish a viral cause in three cats. Viral isolation for feline herpes virus (FHV-1) from a gingival swab was attempted in one case and nested polymerase chain reaction (PCR) was performed on gingival tissue for FHV in another case. Neither sample was positive for FHV. Titers to feline coronaviruses, feline leukemia virus (FeLV), and FIV-1 were tested by enzymelinked immunosorbent assay (ELISA) and were negative in two cats. Calicivirus isolation was also performed from gingival swabs in one case with a negative result obtained. Ancillary diagnostic techniques were used in five cases. Fine needle aspirate of the orbit was obtained in five cases but was reported as nondiagnostic because of insufficient cells in all cases. Thoracic radiographs were taken in three cases and revealed no abnormalities. In comparison, ultrasound demonstrated orbital hyperechogenicity in three out of five cases and computed tomography revealed increased soft tissue density in the retrobulbar space in two cats (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1219,
                    "end": 1226,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Clinical presentation"
        },
        {
            "text": "Medical management was recorded in six cats with different protocols used in each case. Three cats received oral prednisone (Prednisone tablets USP, Roxane Laboratories Inc., Columbus, OH, USA) following involvement of the second eye with another cat treated with prednisone following radiation therapy. The dose was initially 1 mg/kg twice daily in two cats and once daily in two cats. The initial dose was halved each week in three cats and maintained in one cat for 4 weeks before tapering. Three cats received systemic antibiotics with one cat receiving marbofloxacin (Marbocyl; Vetoquinol UK Ltd, Oxfordshire, UK) at a dose of 2 mg/kg for 2 weeks, one cat receiving 22.7 mg of enrofloxacin (Baytril; Bayer Pharmaceuticals, Berkshire, UK) twice daily for 3 weeks and two cats receiving amoxicillin/clavulanate (Clavamox; Pfizer Animal Health, Exton, PA, USA) at a dose of 15 mg/kg twice daily for up to 5 weeks. One cat received both enrofloxacin and amoxicillin/clavulanate. Topical management included lubrication in four cats including a gel lubricant (Viscotears; Novartis Pharmaceuticals, Surrey, UK) and a paraffin-based ointment (Lacrilube; Allergan, Buckinghamshire, UK). Triple antibiotic ointment (neomycin, polymixin B sulfate, bacitracin zinc ophthalmic ointment; E. Fougera Company, New York, NY, USA) was used in one cat and atropine ointment (Atropine ointment; Martindale Pharmaceuticals, Romford, UK) was used in one cat. In addition, one cat was treated with radiation therapy in 19-, 3-Gray fractions to a total of 57 Gray, using a bilateral, parallel, opposed treatment field (Theraton 780, megavoltage Cobalt 60 teletherapy unit, Atomic Energy of Canada Ltd, Gaithersburg, MD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Surgical management consisted of Hotz-Celsus surgery in one cat, and temporary tarsorrhaphy in two cats. Response to surgical intervention or medical treatment was considered poor in all cases with little or no apparent effect on disease progression or orbital mass lesions. Enucleation was ultimately performed in all cats following failure of other treatment modalities to relieve symptoms of pain and to obtain a diagnosis. In each case, orbital tissue was included in enucleation specimens. Owners of six of the seven cats opted for euthanasia following involvement of the second orbit, and one cat died from chronic renal failure 8 months after diagnosis with no apparent clinical signs in the remaining orbit, although there were signs of recurrence in the operated orbit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Pathological features were similar in each case. Macroscopic examination revealed distortion and compression of the posterior globe by nonpigmented tissue (Fig. 4) . Extraocular muscles and orbital fat were entrapped by intra-and extraconal nonpigmented tissue. Six of the cases had no discernible focal mass. Eyelid and third eyelid material was available in four eyes and showed evidence of distortion and contraction (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Pathological findings"
        },
        {
            "text": "Microscopic examination of orbital tissues revealed scattered foci of mixed inflammatory cells within a desmoplastic stroma in all cases (Fig. 5a) . The inflammatory infiltrate was predominantly lymphocytes and plasma cells with occasional neutrophils. Polarizable foreign material was not identified in affected orbits. A perivascular cellular infiltrate was noted in orbital vessels in all cases, although the vessel wall was not apparently infiltrated by inflammatory cells and the number of vessels involved was limited (Fig. 5b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Pathological findings"
        },
        {
            "text": "Fibrous tissue was observed posterior to the globe in all cases, with evidence of anterior extension to a varying degree. One case had predominantly anterior orbital involvement. The use of Masson Orange G trichrome stain confirmed the collagenous nature of the infiltrative tissue and revealed spread along tissue planes rather than invasion of tissue (Fig. 5c ). The pattern of fibrosis was observed to infiltrate between extraocular muscles and encapsulate muscle and orbital fat (Fig. 5a,c) , although there did not appear to be a predisposition to localization of fibrosis to lateral or medial aspects of the globe. Necrosis was not a feature of the samples in this series. Pleomorphism was mild among fibroblasts and mitotic figures were not observed in sections examined by light microscopy. Orbital fat and muscle cells were normal. Eyelid and nictitating membrane samples were available in biopsy or surgical specimens in four cases and showed infiltration of the eyelids with fibrous tissue (Fig. 5d) , whereas adenitis was present in nictitating membrane samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 361,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 483,
                    "end": 494,
                    "text": "(Fig. 5a,c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1001,
                    "end": 1010,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Pathological findings"
        },
        {
            "text": "Other pathologic findings in globes were keratitis with ulceration and neovascularization in all eyes. One eye had a corneal perforation at the limbus with iris prolapse. Three cases with corneal ulceration also had evidence of iritis and four eyes had changes consistent with early pre-iridial fibrovascular membrane formation. Other intraocular findings included choroidal inflammation with lymphocytes and plasma cells in two cases. Three cases had a partial retinal detachment with a total retinal detachment observed in one case. No other abnormalities were detected in the one cat that underwent a necropsy apart from the orbital lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathological findings"
        },
        {
            "text": "The clinical presentation of the seven cats described in this study included exophthalmos, reduced ocular and eyelid motility, conjunctivitis, and exposure keratitis. There was no apparent sex predisposition among affected cats with four neutered males and three spayed females, although numbers are too small to draw conclusions. Presentation was consistent with orbital disease and response to treatment was poor in each case. All cats were ultimately treated by enucleation although orbital tissue was included in all specimens and adnexal tissue was available from four cats. Surgery was undertaken because of chronic pain or disease progression with samples submitted for pathological examination. Pathological findings were similar in each case with an infiltrative diffuse mass lesion encircling the globe. Findings suggested that the clinical presentation was a combination of cicatricial change involving orbital tissue and mass effect resulting in reduced ocular motility and exposure keratitis. The intraocular inflammation observed in several cases was attributed to the presence of keratitis. In cases where adnexal material was available, the same disease process was observed in the eyelids and third eyelid. Clinically, this may have contributed to the diagnosis of entropion reported in one case. All animals were euthanized as a result of disease progression in the presenting orbit in one case or in the contralateral orbit in six cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Many of the clinical and pathological findings of the cats in this study show similarities with idiopathic orbital pseudotumor as described in humans. A predominance of fibrous tissue over inflammatory cells was observed in affected orbits in the current study and a subgroup of orbital pseudotumor in humans is also associated with fibrous tissue infiltration. In humans it is important to exclude systemic diseases, which can involve the orbit and mimic orbital pseudotumor. These include systemic lupus erythematosus, polyarteritis nodosa, neoplasia, infection, lipidosis, and foreign body reaction. 7 Idiopathic sclerosing orbital pseudotumor is rarely reported in the veterinary literature and a diagnosis should be based on exclusion of other orbital diseases. It is important to note that fine needle aspirates of orbital contents were not diagnostic in any of the cases in which it was performed. Complete blood counts, serum chemistries, and serology for known infectious diseases failed to reveal a pattern in affected cats. Of most use in diagnosis was imaging of the orbit as well as history and familiarity with the disease presen-tation. No evidence of systemic disease was identified in the cats included in the current study. Although a complete postmortem examination was only permitted in one cat, the clinical and histological findings did not support a diagnosis of malignancy or microbial infection in the cases presented in this report. A foreign body reaction was also considered unlikely because of the bilateral and progressive nature of the condition and absence of histology consistent with a foreign body reaction.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 604,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other conditions that need to be excluded in humans presenting with orbital disease include thyroid ophthalmopathy and diseases of viral etiology. 5, 6 Although hyperthyroidism is common in older cats, there has been no previous association with orbital disease in this species. One case in the current study did have an elevated T4; however, no conclusions can be drawn because of the small numbers in which T4 was measured.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 150,
                    "end": 151,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The etiology of human orbital pseudotumor may involve an underlying viral disease, particularly when there is sinus involvement at presentation. In particular, herpes zoster and herpes simplex I viruses have been associated with upper respiratory tract infection in a subgroup of patients presenting with orbital pseudotumor. [17] [18] [19] [20] Feline equivalents of herpes simplex virus occur and two of the cats in this report exhibited signs of an upper respiratory tract infection prior to the onset of their clinical orbital signs, whereas a third cat developed respiratory signs following initial diagnosis. Each of these three cats had or subsequently developed gingival involvement. A viral infection in these cats, possibly FHV, could initiate the same cascade of events seen in humans although efforts to identify FHV were unsuccessful. It is difficult to isolate FHV in infected cats and it is impossible to exclude a viral etiology or virally associated pathogenesis with the small numbers in this study. Further studies are warranted to determine whether prior conditions such as FHV infection may lead to tissue fibrosis.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The etiology of sclerosing orbital pseudotumor in humans remains unknown but is widely believed to be immunemediated. It has been compared to other primary fibrosing disorders, including retroperitoneal fibrosis and Riedel's thyroiditis, rather than representing progression of acute or subacute nonspecific orbital inflammation. The proposed pathogenesis is exaggerated proliferation of fibroblasts and deposition of extracellular matrix by fibrogenic cytokines, in particular transforming growth factor β . 5, 12, 21 Aggregates of inflammatory cells were present in orbital biopsy samples in the current study in cats; however, it is unknown whether widespread inflammation of orbital tissues preceded fibrosis, or whether, as in humans, the fibrosis is a suspected primary lesion. Given the similarity in the clinicopathologic findings to idiopathic sclerosing pseudotumor in humans, a primary fibrosis must be considered as a potential cause of the condition in cats.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One mechanism proposed for the proliferation of fibroblasts is the relationship between tissue eosinophilia and fibrosis. There have been reports of peripheral blood eosinophilia in humans presenting with orbital pseudotumor and eosinophilic major basic protein has been shown to be toxic to human cells in vitro . 22, 23 Therefore, eosinophil degranulation may be a cause of the fibrosis seen in affected orbits. 8, 24 This has been supported by the presence of eosinophilic major basic protein in many human cases of orbital pseudotumor with or without evidence of intact eosinophils. 8 Eosinophil degranulation was not a feature in other types of orbital disease in humans. 8 In comparison, eosinophil infiltration has previously been described as a cause of exophthalmos in a cat. 2 In the current study, hematology revealed two cats with a peripheral eosinophilia, although eosinophils were not recognized in any of the histopathological sections examined. However, eosinophilic major basic protein has been reported to predominate over infiltration by intact eosinophils in human cases with increased amounts of fibrous tissue. 8 Therefore, infiltration by eosinophils and subsequent degranulation may occur in the cat, leading to extensive fibrosis in the absence of intact eosinophils. Further studies are indicated to identify eosinophilic major basic protein in these cats.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 587,
                    "end": 588,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 677,
                    "end": 678,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 785,
                    "end": 786,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The presence of disease in the posterior orbit is also similar in the two species. However, in humans the lateral aspect of the globe is commonly involved and speculation has attributed this to the lacrimal gland being a target of the immune reaction with lacrimal gland involvement often confirmed. 7, 25 Orbital disease in affected cats was not localized to any particular aspect of the globe, although glandular tissue in the nictitans was observed to be involved in the disease process when material was available for examination. The nictitans is similar histologically to lacrimal gland and affected tissue had evidence of focal inflammation and extensive fibrosis. This may have been caused by extension from the orbit or alternatively the nictitans could be a potential target of the immune reaction although more tissue needs to be examined to establish a relationship.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because of the involvement of the orbital apex, one of the common reasons for presentation in humans is visual deficit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In comparison in the current study in cats, only one case was reported to have an absent pupillary light reflex and vision loss in the affected eye. In this cat, vision loss was attributed to a total retinal detachment histologically. Partial retinal detachment was also observed in three other eye specimens, potentially a result of scleral compression and local disruption of transretinal fluid flow. It is perhaps surprising that more cats in the current study were not reported with visual impairment. However, visual assessment is difficult in cats and it is possible that subtle visual and pupillary deficits may have gone undetected. Certainly, the constricting nature of the sclerosis and posterior pole location could have also caused visual deficits from optic nerve compression without clinically detectable pupillary deficits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similar to the cats in the current study, the sclerosing variant of pseudotumor in humans responds poorly to available treatment modalities. Treatment is generally nonspecific and includes immunosuppressive therapies and/or radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Patients with diffuse orbital involvement have a uniformly poor outcome with recurrent disease and a requirement for long-term medication. 26 Surgery is not considered appropriate because of the infiltrative nature and involvement of the delicate posterior orbital structures common in the condition. 19 In the current study in cats, treatment was also nonspecific with various combinations of antibiotic and anti-inflammatory agents being used. One case also received local radiation therapy. All treatments appeared to have little or no effect on the course of the disease in cats. This poor effect may reflect the institution of treatment after the disease process was well entrenched and difficult to reverse, although only antiinflammatory doses of corticosteroids were used. The grave prognosis and poor response to treatment indicate the importance of early diagnosis and aggressive management. Immunosuppressive doses of corticosteroids or use of other immunosuppressive drugs, such as chlorambucil or cyclophosphamide, should be considered.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have presented the clinical and histopathologic features in seven cats presenting with decreased ocular motility. The pathological findings are similar to idiopathic orbital sclerosing pseudotumor in humans and therefore the condition may represent a primary fibrosis rather than progression of acute inflammation. The insidious nature of this condition may contribute to the late presentation and diagnosis in cats. Accurate diagnosis of this disorder and further attempts to identify underlying pathogens such as FHV, autoimmune disorders, and aberrant production of fibrogenic cytokines (e.g., fibroblast growth factor, TGF-β ) will contribute to defining this disease in the cat. Future studies directed at instigating immunosuppressive or radiation therapy earlier in the course of the disease are warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lacrimal pseudotumour in a young bull terrier",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Small Animal Practice",
            "volume": "39",
            "issn": "",
            "pages": "30--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exophthalmia in a cat caused by an eosinophilic infiltrate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dziezyc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Progress in Veterinary and Comparative Ophthalmology",
            "volume": "2",
            "issn": "",
            "pages": "91--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Retrobulbar pseudotumor of the orbit in a cat",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Woerdt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Bartick",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "216",
            "issn": "",
            "pages": "356--358",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The nonspecific orbital inflammatory syndromes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kennerdell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Dresner",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Survey of Ophthalmology",
            "volume": "29",
            "issn": "",
            "pages": "93--103",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Idiopathic sclerosing inflammation of the orbit: a distinct clinicopathologic entity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rootman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ophthalmology",
            "volume": "101",
            "issn": "",
            "pages": "570--584",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pseudotumor of the orbit",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Webber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Romo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Sabates",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Radiologic Clinics of North America",
            "volume": "37",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inflammatory orbital tumors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Farrow",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Orbital Tumors",
            "volume": "",
            "issn": "",
            "pages": "391--411",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tissue eosinophilia and eosinophil degranulation in orbital pseudotumor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Kephart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ophthalmology",
            "volume": "6",
            "issn": "",
            "pages": "928--932",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Refractory periorbital edema in a 29-year-old man",
            "authors": [
                {
                    "first": "Jtc",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Garrity",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Kephart",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Annals of Allergy",
            "volume": "69",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sclerosing orbital pseudotumor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Abramovitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kasdon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sutula",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Neurosurgery",
            "volume": "12",
            "issn": "",
            "pages": "463--468",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sclerosing orbital pseudotumor: a unique clinicopathologic entity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Weissler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortune",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Rhinology and Laryngology",
            "volume": "98",
            "issn": "",
            "pages": "496--501",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sclerosing inflammatory pseudotumor of the eye",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Uy",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Archives of Ophthalmology",
            "volume": "119",
            "issn": "",
            "pages": "603--607",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Familial multifocal fibrosclerosis: findings suggesting that retroperitoneal fibrosis, mediastinal fibrosis, sclerosing cholangitis, Riedel's thyroiditis and pseudotumor of the orbit may be different manifestations of a single disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Comings",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Skubi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Eyes",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Annals of Internal Medicine",
            "volume": "66",
            "issn": "",
            "pages": "884--892",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multifocal fibrosclerosis: report of a case of bilateral sclerosing pseudotumor and retroperitoneal fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Archives of Ophthalmology",
            "volume": "111",
            "issn": "",
            "pages": "841--843",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Idiopathic sclerosing inflammation of the orbit: immunohistologic analysis and comparison with retroperitoneal fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Modern Pathology",
            "volume": "6",
            "issn": "",
            "pages": "581--587",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intraocular involvement in multifocal fibrosclerosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Haik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Osborn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ophthalmology",
            "volume": "107",
            "issn": "",
            "pages": "962--966",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Orbital myositis associated with herpes zoster",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Volpe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Shore",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Archives of Ophthalmology",
            "volume": "109",
            "issn": "",
            "pages": "471--472",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Herpes zoster ophthalmicus with orbital pseudotumor syndrome complicated by optic nerve infarction and cerebral granulomatous angiitis: MR-pathologic correlation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lexa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Galetta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Yousem",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of Neuroradiology",
            "volume": "14",
            "issn": "",
            "pages": "185--190",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Noninfectious orbital inflammations and vasculitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Snebold",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Principles and Practice of Ophthalmology",
            "volume": "",
            "issn": "",
            "pages": "3100--3121",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "HSV-1-induced acute retinal necrosis syndrome presenting with severe inflammatory orbitopathy, proptosis and optic nerve involvement",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Tornerup",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fomsgaard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ophthalmology",
            "volume": "107",
            "issn": "",
            "pages": "397--401",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "What is orbital pseudotumor?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mombaerts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldschmeding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Schlingemann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Survey of Ophthalmology",
            "volume": "41",
            "issn": "",
            "pages": "66--78",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The eosinophil and the pathophysiology of asthma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frigas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleich",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Allergy and Clinical Immunology",
            "volume": "77",
            "issn": "",
            "pages": "527--537",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The eosinophilic leukocyte: structure and function",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Adolphson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Advances in Immunology",
            "volume": "39",
            "issn": "",
            "pages": "177--253",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Idiopathic inflammatory orbital pseudotumor in childhood. II. Results of diagnostic tests and biopsies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mottow-Lippa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Jakobiec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ophthalmology",
            "volume": "88",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tumors of the lacrimal gland and sac",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Sutula",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Principles and Practice of Ophthalmology",
            "volume": "",
            "issn": "",
            "pages": "3130--3144",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Idiopathic inflammatory pseudotumour of the orbit: CT features correlated with clinical outcome",
            "authors": [
                {
                    "first": "Mmj",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clinical Radiology",
            "volume": "44",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Computed tomography revealing increased soft tissue density (*) in the retrobulbar space of the right orbit in a cat with orbital pseudotumor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) A cat with orbital pseudotumor. (b) Higher magnification showing scarring and neovascularization of the left cornea as a result of exposure keratitis. There is increased scleral show dorsally caused by a combination of exophthalmos and contracture of the upper eyelid.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Severe gingivitis in a cat with orbital pseudotumor. Gingivitis was observed in three cats either at initial presentation or at subsequent follow-up. Microscopic examination of a gingival biopsy revealed similar pathology to the orbit with fibrous tissue infiltration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Photograph of a sectioned eye and orbital tissue from a cat with orbital pseudotumor. There is distortion of the posterior globe by nonpigmented tissue as well as contraction of the eyelids and nictitans.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(a) Light microscopy examination showing fibrous tissue proliferation with scattered foci of mixed inflammatory cells (F) along a tissue plane between orbital muscle (M) and orbital fat (×20). (b) A blood vessel within the affected orbital tissue with a perivascular cuff of inflammatory cells (×40). (c) Masson Orange G trichrome stain used on eye and orbital contents confirmed the collagenous nature of the tissue, with fibrous tissue (F) stained red. The stain also illustrates the fibrous tissue migration along tissue planes rather than invading tissue (×20). (d) Microscopic examination of upper eyelid (E) and cornea (C) from an affected cat, showing contraction of the eyelid margin towards the cornea (×10).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}