{"paper_id": "1b81a9faea7b6c4cf4d3d8c39118916805cb2f90", "metadata": {"title": "Interplay of global multi-scale human mobility, social distancing, government interventions, and COVID-19 dynamics", "authors": [{"first": "Aniruddha", "middle": [], "last": "Adiga", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lijing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Adam", "middle": [], "last": "Sadilek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ashish", "middle": [], "last": "Tendulkar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Srinivasan", "middle": [], "last": "Venkatramanan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anil", "middle": [], "last": "Vullikanti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gaurav", "middle": [], "last": "Aggarwal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alok", "middle": [], "last": "Talekar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xue", "middle": [], "last": "Ben", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jiangzhuo", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bryan", "middle": [], "last": "Lewis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samarth", "middle": [], "last": "Swarup", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Milind", "middle": [], "last": "Tambe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Madhav", "middle": [], "last": "Marathe", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This work quantifies the impact of interventions to curtail mobility and social interactions in order to control the COVID-19 pandemic. We analyze the change in world-wide mobility at multiple spatio-temporal resolutions -county, state, country -using an anonymized aggregate mobility map that captures population flows between geographic cells of size 5 km 2 . We show that human mobility underwent an abrupt and significant change, partly in response to the interventions, resulting in 87% reduction of international travel and up to 75% reduction of domestic travel. Taking two very different countries sampled from the global spectrum, we observe a maximum reduction of 42% in mobility across different states of the United States (US), and a 68% reduction across the states of India between late March and late April. Since then, there has been an uptick in flows, with the US seeing 53% increase and India up to 38% increase with respect to flows seen during the lockdown. As we overlay this global map with epidemic incidence curves and dates of government interventions, we observe that as case counts rose, mobility fell -often before stay-at-home orders were issued. Further, in order to understand mixing within a region, we propose a new metric to quantify the effect of social distancing on the basis of mobility. We find that population mixing has decreased considerably as the pandemic has progressed and are able to measure this effect across the world. Finally, we carry out a counterfactual analysis of delaying the lockdown and show that a one week delay would have doubled the reported number of cases in the US and India. To our knowledge, this work is the first to model in near real-time, the interplay of human mobility, epidemic dynamics and public policies across multiple spatial resolutions and at a global scale. : medRxiv preprint 4 https://nssac.bii.virginia.edu/covid-19/dashboard/ 5 We have selected a few illustrative countries to keep the discussion tractable, which were salient from an epidemiological perspective; additional country data can be reported if requested.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic is arguably the most acute public health emergency since the 1918 influenza pandemic. It has already infected over 6.67 million people and resulted in 391K deaths across the globe 1 . The economic impact is expected to be 3-10 trillion dollars 2 . The pandemic has affected almost every country in the world 3 and has resulted in an unprecedented response by governments across the world to control its spread. Pharmaceutical interventions are not generally available at this stage (with the exception of remdesivir under FDA's expanded access [1] ) and thus, countries have had to rely exclusively on behavioral interventions that involve some form of social distancing. The rapid spread of the pandemic has forced countries to institute strict social distancing measures. Each social distancing policy is characterized by: (i) when and how gradually it started, (ii) the length of time for which it was enforced, (iii) the scope and pervasiveness, and (iv) the stringency (total lockdown versus stay-at-home advisories). For example, across the US, social distancing policies were instituted at the state level in a progressive manner: a declaration of a state of emergency by many states, followed by school closures, with the final extreme measure being stay-athome or shelter-at-home orders (SAHO) [2] , which saw the closure of recreational centers, parks, restaurant dine-in services, etc. As a contrast, a country-wide lockdown was instituted in India which subsequently led to suspended road, rail, and air transport. Non-essential services and schools were closed and individual-level mobility was severely curtailed.", "cite_spans": [{"start": 566, "end": 569, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1325, "end": 1328, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Evaluating the level of public response to the global, country, and state level restrictions is important to understand COVID-19 dynamics. However, it is important to do this without compromising individual privacy. As pointed out by multiple public health experts and demonstrated in the literature [3, 4] , aggregate mobility data, acquired through mobile phone location history, global positioning systems data, direction requests data, etc., indicate a considerable reduction of activity by individuals during the pandemic, and thus act as surrogate data sources to understand compliance with social distancing measures. With appropriate data-sharing policies, these data sources can be used to study social distancing, while also ensuring individual privacy through a combination of anonymization, aggregation and noising techniques that provide the needed privacy guarantees. There have been a number of recent studies along these lines, for example, in China using Baidu data, in the US using mobility data, and at a global scale using airline traffic [5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15] The Google COVID-19 Aggregated Mobility Research Dataset (cf. Appendix A, henceforth called interchangeably mobility map or flows) provides a global, time-varying anonymized mobility map of flows at a resolution of 5km 2 . Figure 1 provides an overview of the volume of local mobility at the level of cell resolution, county, state, and country. The data set has guaranteed differential privacy while capturing mobility flows (MF) at every level of spatio-temporal resolution. The global coverage enables us to undertake multi-scale global analyses of changes in mobility patterns. We combine this data with two additional data layers: data from the University of Virginia COVID-19 Dashboard 4 that provides detailed, global epidemic surveillance data and data on social distancing guidelines in US states and India (at the national level). The integrated layered map provides a new way to assess the impact of changes in global mobility patterns on COVID-19 dynamics. Our analysis can be summarized in the three broad findings described below; more specific findings and additional discussion can be found in Section 2.5.", "cite_spans": [{"start": 300, "end": 303, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 304, "end": 306, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1059, "end": 1062, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1063, "end": 1065, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1066, "end": 1068, "text": "7,", "ref_id": null}, {"start": 1069, "end": 1071, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1072, "end": 1074, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1075, "end": 1078, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1079, "end": 1082, "text": "11,", "ref_id": "BIBREF10"}, {"start": 1083, "end": 1086, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1087, "end": 1090, "text": "13,", "ref_id": null}, {"start": 1091, "end": 1094, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1095, "end": 1098, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1322, "end": 1330, "text": "Figure 1", "ref_id": null}], "section": "Introduction"}, {"text": "First, the global analysis reveals that human mobility underwent an abrupt change in response to the COVID-19 pandemic. The abrupt change resulted in a 90% daily reduction in international travel between selected countries 5 , about 40-50% daily reduction of aggregate human mobility in the United States (US) and about 60-70% daily reduction of mobility in India during a 30-45 day period starting in late March and ending in late April. Since the first week of May there has been a steady increase in mobility globally. The data provides the first empirical global-scale evidence of mobility reduction and confirms various reports suggesting such a noticeable change.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Second, using the integrated map, we analyze the effects of both a social-distancing advisory and a lockdown using two countries, the US and India. We choose the two countries due to their size, population density, epidemiological context and differences in how policies are being implemented. Also, both countries started implementing social distancing measures at similar times (third and fourth week of March). Thanks to the resolution of the data, our approach captures mobility patterns at a sub-state level (county or administrative level 2) as well. In the US, we observe a high degree of correlation between rising case counts and drop in mobility, with considerable flow reduction occurring before SAHO. In order to quantify mixing within the population, we create a metric called the social distancing index which indicates that across counties of the US, population mixing has reduced with the progression of the pandemic. We also report how inter-state mobility was significantly impacted in both US and India.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Finally, we carry out a counterfactual computational experiment to study the impact of delaying the lockdowns in the US and India. We find that even a one week delay would have caused substantial increase in the number of infections in both the countries. The results confirm the importance of timely lockdown in both the countries.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Country scale State scale County/City scale Figure 1 : Multiple scales of mobility: mobility flows between 5 km 2 grid cells are aggregated to appropriate spatial resolution for the analyses in this paper. The figure shows progressively the mobility volume at various S2 cell levels (L12 to L6) and geographical scales (county, state, country and globe).", "cite_spans": [], "ref_spans": [{"start": 44, "end": 52, "text": "Figure 1", "ref_id": null}], "section": "Global scale"}, {"text": "Google COVID-19 Aggregated Mobility Research Dataset, which contains the anonymized relative MF aggregated over users within a 5 km 2 cell. All the flow data is aggregated to the county (administrative level 2) and state (administrative level 1) for the US and India. We refer the reader to Appendix A for a detailed description of the dataset. COVID-19 surveillance data via the UVA COVID-19 surveillance dashboard [16] . It contains daily confirmed cases and death count worldwide. The data is available at the level of a county in the US and at a state level in India. Daily case counts and death counts are further aggregated to weekly counts.", "cite_spans": [{"start": 416, "end": 420, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Data sets:"}, {"text": "In order to quantify the effects of social distancing through changes in mobility, we introduce two metrics namely the Flow Reduction Rate (FRR) and Social Distancing Index (SDI). While FRR measures the reduction in connectivity of a region to the outside world, SDI measures the change in mixing within the region. Additionally we use a case growth rate (CGR) and effective reproductive number (R eff ) to quantify the corresponding changes in case incidence. Flow Reduction Rate (FRR): One way to measure the impact of social distancing is to compare the levels of connectivity before and after the SAHO/lockdowns. Given a set of nodes V , with flows from i to j during week t denoted by f ij (t), we first compute the average outflows during the pre-pandemic period for node i ∈ V asf i = 1", "cite_spans": [], "ref_spans": [], "section": "Metrics:"}, {"text": "|Tp| tp∈Tp j∈V f ij (t p ) over first T p weeks of year 2020 (in our study we considered the first 6 weeks of 2020). For a given node i, FRR i (t) is then defined as", "cite_spans": [], "ref_spans": [], "section": "Metrics:"}, {"text": "This defines a unit-less relative change in outflows from node i for any given week t with respect tof i . Henceforth, we omit i and t in the notation. Since MF is mostly symmetric (counting trips in both directions), without loss of generality we work with outgoing flows. Note that FRR is scale-agnostic and can be computed for a county, state or country. Social Distancing Index (SDI): In order to quantify the mixing or movement within a county, we consider the flows between the 5 km 2 cells in it. This is motivated by the fact that, under extreme case of social distancing (i.e., stay-at-home), the inter-cell flows will be significantly reduced. Let V denote the set of cells within a county. Let F(t) denote the normalized flow matrix of the county at week t with normalized flow from cell i to cell j defined as F ij (t) = fij (t) j∈V fij (t) . We compare F(t) to two matrices, the uniform matrix U and the identity matrix I. The uniform matrix with entries U ij = 1 |V | , where |V | is the cardinality or the number of cells in V denotes equiprobable movement between cells and indicates a scenario of high level of mixing or movement between cells. On the other hand, the identity matrix I, with entries I ii = 1 and zero otherwise, indicates a scenario where all flows are within a cell and no mixing or flow happens between cells.", "cite_spans": [], "ref_spans": [], "section": "Metrics:"}, {"text": "The SDI quantifies the closeness of F(t) to U and I and is defined as", "cite_spans": [], "ref_spans": [], "section": "Metrics:"}, {"text": "SDI(t) value close to one indicates the closeness of F(t) to the identity matrix while a value close to zeros indicates its closeness to the uniform matrix.", "cite_spans": [], "ref_spans": [], "section": "Metrics:"}, {"text": "Case count growth rate (CGR): Denoting the new confirmed case count at week t as n t , the CGR of week t + 1 is computed as log(n t+1 + 1) − log(n t + 1), where we add 1 to smooth zero counts. Effective reproductive number (R eff ) [17] : This is the average number of secondary cases per infectious case in a population made up of both susceptible and non-susceptible hosts. In our study, we use an SEIR model fitted to the normalized case incidence to estimate R eff as described below.", "cite_spans": [{"start": 232, "end": 236, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Metrics:"}, {"text": "We evaluate the impact of early measures (SAHO in the US and a curfew-like lockdown in India) along similar lines as presented in [18] . As for the disease simulation, we employ a compartmental SEIR model [19, 20] . We set the disease parameters as follows: mean incubation period 5 days, mean infectious period 5 days, delay from onset to confirmation 7 days and case ascertainment rate of 15% [21] . We calibrate a weekly R eff using simulation optimization to match the new confirmed cases per 100k (smoothed using Savitzky-Golay filter with filter window size of 7) at the state or country level, which is referred as the normal scenario. We search for R eff in the plausible range. To simulate and compare the effect of a delayed intervention, we consider two counterfactual scenarios which involve one-week delay and a two-week delay in imposing said interventions. Accordingly, we extend the R eff schedule by persisting a R eff value in week t for one (or two) more weeks, and mirror the normal schedule with a one (or two) week delay. We then simulate using the modified R eff schedule to produce the counterfactual simulated epicurve. Monte Carlo simulation is applied to quantify the uncertainty by adding noise to R eff with noise level of AWGN with σ = 0.025. We then report the number of cumulative cases avoided as of May 30 for the counterfactual scenarios. We also compare the peak time and peak values of the delay scenarios with respect to the normal scenario for United States.", "cite_spans": [{"start": 130, "end": 134, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 205, "end": 209, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 210, "end": 213, "text": "20]", "ref_id": "BIBREF19"}, {"start": 395, "end": 399, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Simulations:"}, {"text": "Different countries of the world experienced the effects and reacted differently to the evolving pandemic. Just considering the mobility and comparing the total outflows in January 2020 (as a baseline) with the total outflow in April, we observe a 74% reduction in inter-country mobility in the US, and 87% in India. Figure 2 shows other countries. The domestic mobility flow reduction for the US and India are 39% and 72%, respectively. The darker the color, the stronger the flow reduction is. We observe 74% and 87% inter-country flow reduction for the US and India, respectively. The average intra-country flow reductions for the USA and India are 39% and 72%, respectively.", "cite_spans": [], "ref_spans": [{"start": 317, "end": 325, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Global mobility flow analysis"}, {"text": "In order to study the impact of social distancing policies on human mobility and COVID-19 dynamics in parts of the world, we consider at least one country from each continent (except Antartica) and present their case numbers and respective MF in Figure 3 . It is interesting to note that as the pandemic set in, people from these countries started reducing their mobility. The MF reduction in most of the countries started in the week of 2020/03/08-2020/03/14. Further, we observe that most countries show a reduction in flow a week or two prior to the formal lockdown announcements 6 .", "cite_spans": [], "ref_spans": [{"start": 246, "end": 254, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Global mobility flow analysis"}, {"text": "Analysis of the impact of MF on the infection spread in terms of weekly new confirmed cases and cumulative growth rate (CGR) enables us to understand the interplay between mobility and cases. Towards this goal, we present MF and the weekly new confirmed case count (in Figure 3b) , and MF reduction with growth of new confirmed cases (in Figure 3c ). In all these countries we observe a substantial reduction in MF. The dynamics of the disease spread are not apparent from the weekly number of new cases but a consistent drop in CGR over the subsequent weeks indicates a slowing down of the spread of COVID-19 across all countries.", "cite_spans": [], "ref_spans": [{"start": 269, "end": 279, "text": "Figure 3b)", "ref_id": "FIGREF2"}, {"start": 338, "end": 347, "text": "Figure 3c", "ref_id": "FIGREF2"}], "section": "Global mobility flow analysis"}, {"text": "We now turn to an in-depth analysis of mobility and disease dynamics for the US and India, which in many ways span the spectrum of human mobility, social distancing, government interventions, and COVID-19 dynamics.", "cite_spans": [], "ref_spans": [], "section": "Global mobility flow analysis"}, {"text": "The temporal range is from week 2020/01/19-2020/01/25 (the first confirmed case appeared in the US) to week 2020/05/24-2020/05/30. The analysis is conducted at both state and county levels.", "cite_spans": [], "ref_spans": [], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "In order to analyze the mobility patterns and the disease progression during the initial phase of the pandemic, we perform a correlation analysis on data from 2020/01/19-2020/01/25 to 2020/05/03-2020/05/09. Figure 4a shows Pearson correlations between weekly county level incoming flow and new confirmed case count by states. We observe that the correlation varies across counties and shows low (median −0.2 in Utah) to high (median −0.82 in New Jersey) negative correlation between MF and new confirmed case count. Figure 4d presents the weekly incoming flow and new confirmed case count which are aggregated to state level in top 5 states with the largest total confirmed cases.", "cite_spans": [], "ref_spans": [{"start": 207, "end": 216, "text": "Figure 4a", "ref_id": "FIGREF4"}, {"start": 516, "end": 525, "text": "Figure 4d", "ref_id": "FIGREF4"}], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "We further explore the change in MF using the flow reduction rate (FRR) (1). Figure 5a shows a 41% (Q1 : −50% and Q3 : −30% in FRR) mobility reduction compared to baseline flows across the states during 6 The starting dates of lockdowns in different countries were obtained from the https://en.wikipedia.org/wiki/COVID-19_ pandemic_lockdowns 5 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 203, "end": 204, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 77, "end": 86, "text": "Figure 5a", "ref_id": "FIGREF6"}], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint Australia, Brazil, India, Italy, Nigeria, Singapore, United Kingdom, and United States. To obtain these flow reduction rates (FRR), we used incoming flows from January from each of these countries as their respective baseline incoming flow and calculated the change with respect to the respective baseline from week 2020/02/02-2020/02/08 to 2020/05/24-2020/05/30. Each line in the plot corresponds to a country and it shows weekly FRR for that country with respect to the baseline. In addition, we use a vertical line to show the week when lockdown or SAHO were imposed by each of these countries. Note that FRR and lockdown lines share the same color for a given country. It is interesting to note that most countries show a decreasing trend in flow a week or two prior to the formal lockdown announcement. Moreover, most of these selected countries have initiated lockdown measures in the later part of March 2020. (b)Weekly outgoing flows (black) vs. new confirmed cases (red) in the selected eight countries and the two lines show opposite trends. We have also plotted a blue dotted vertical line to depict the start of the lockdown week in each country. (c) Weekly FRR (black) vs. CGR of the new confirmed cases (red) in the eight selected countries. We observe that post-lockdown CGR is decreasing for most of these countries. the week 2020/03/22-2020/03/28 where most states had declared SAHO. There is a 17% reduction in flows during the week of the first school closure order, and 19% flow reduction in the week of the first SAHO. In the subsequent three weeks after the declaration of SAH orders the flows remain nearly constant, but since then there has been a rebound in the flows with flow reduction at around −19%. The relative timing of the reduction in flows indicates that the population complied to the social distancing guidelines and reduced mobility before the SAH orders. Figure 5b presents the timeline of FRR, the growth rate of the new confirmed cases (CGR) and social distancing orders in the five states with the highest number of confirmed cases. Although, we observe that the number of new confirmed cases increase despite the MF dropping rapidly during the week from 2020/03/01-2020/03/07 to week 2020/03/29-2020/04/04, we observe that the rate of growth of cases drops significantly.", "cite_spans": [], "ref_spans": [{"start": 2035, "end": 2044, "text": "Figure 5b", "ref_id": "FIGREF6"}], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "Spatial distribution of mobility patterns and COVID-19 cases Figure 6 provides a spatio-temporal view of how the FRR coincides with the state-level new cases. During the week of 2020/01/26-2020/02/01, when the US recorded its first few cases, the mobility patterns across all the states show normal behaviour. As of 2020/03/02, 100 confirmed cases were recorded across the US; by March 2020/03/17, all the 50 states had the incidence of COVID-19 and during the week of 2020/03/15-2020/03/21, New York state had recorded nearly 10,000 new cases. We observe that with the progression of the pandemic, predominantly, the most populous states have the highest number of new cases. During the week of 2020/03/15-2020/03/21 a national emergency was declared and in addition several states had already closed schools and we begin to observe an overall reduction in the mobility. We also observe that generally the states with high number of cases also have higher reduction in flow. This becomes more evident in the week of 2020/03/29-2020/04/04 where we observe flows reducing with the case counts. In the interstate mobility matrix, the self-loop flows are suppressed. In order to achieve a sense of adjacency, we group the states according to their respective HHS region designations. During normal times, the inter-state mobility matrix shows considerable flows across all the states. During the week of 2020/03/15-2020/03/21 a few interstate connections start to drop and in the week 2020/03/29-2020/04/04 we observe nearly 70% of the state-pairs that are present during normal times, dropping.", "cite_spans": [], "ref_spans": [{"start": 61, "end": 69, "text": "Figure 6", "ref_id": "FIGREF8"}], "section": "Temporal analysis of MF changes with the COVID-19 progression and government social distancing orders"}, {"text": "In this analysis, we attempt to capture the mixing within a county by employing the inter-cell flows. Ideally, with social distancing orders in place, one would expect inter-cell flows within a county to drop. Due to reduced inter-cell flows, normalized flows should tend towards an identity matrix and hence SDI(t) defined in Equation (2) should move closer to 1. In Figure 7a , the boxplot represents the variation in SDI(t) across the various weeks of 2020. We observe SDI(t) to be nearly constant until the implementation of national emergency and state-level orders after which we start to observe an increase in SDI (10%). However, by the third week of April we start to observe SDI dropping and staying nearly constant over the weeks of May, which could be attributed to social distancing fatigue, a desire to return to daily routines, and other factors. Although, the SDI has reduced, the values are higher than the baseline values indicating a lower than normal mixing. As a general observation of variations in SDI across counties, we consider five states which have experienced the highest number of cases. The variations in SDI(t) across different weeks of the pandemic can be observed through the choropleth plots in Figure 7b , 7c, and 7d. We observe the overall shading moving towards yellow indicating reduction in mixing within counties. Since the last week of April, we observe a decrease in SDI indicating social distancing fatigue. Importantly, the SDI has remained nearly constant over the month of May and median SDI nearly 5% higher than the median baseline values.", "cite_spans": [], "ref_spans": [{"start": 368, "end": 377, "text": "Figure 7a", "ref_id": "FIGREF13"}, {"start": 1230, "end": 1239, "text": "Figure 7b", "ref_id": "FIGREF11"}], "section": "An analysis of mixing within counties"}, {"text": "The temporal range is from week 2020/03/01-2020/03/07 (the first confirmed case appeared in India) to week 2020/05/24-2020/05/30. The analysis is mainly conducted at the state level in India due to lack of authoritative infection data at district level. 7 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. Figure 8b shows Pearson correlations between weekly incoming flow and new confirmed case count at the state level (again the date range restricted from 2020/03/01-2020/03/07 to 2020/05/03-2020/05/09 to capture the initial phase of the pandemic). We observe that the correlation varies across states and shows low (−0.75 in Uttarakhand) to high (-0.27 in Punjab) negative correlation between MF and new confirmed case count. We have ignored smaller states with less than 10 COVID-19 cases from this analysis.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 82, "text": "Figure 8b", "ref_id": "FIGREF11"}], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "We further explore the MF change by applying flow reduction rate (FRR) (1) . Figure 8a shows a 66% (Q1 : −69% and Q3 : −57% in FRR) mobility reduction compared to normal flows across the states during the week 03/22-03/28 where the central government had declared the first lockdown. Many states across India, large and small, like Maharashtra, Karnataka, Uttar Pradesh, Kerala, Uttarakhand, Odisha, Bihar, 8 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 71, "end": 74, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 77, "end": 86, "text": "Figure 8a", "ref_id": "FIGREF15"}], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. Figure 4d , we see that the number of new cases are increasing, (b) indicates that the growth rate of the new cases drops considerably across states.", "cite_spans": [{"start": 137, "end": 140, "text": "(b)", "ref_id": null}], "ref_spans": [{"start": 73, "end": 82, "text": "Figure 4d", "ref_id": "FIGREF4"}], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "Chattisgarh, Punjab and Manipur declared school closure in the week 2020/03/08/-2020/03/14. Delhi announced school closure a week after these states. We observed 10% flow reduction in the next week after the school closure orders in the week 2020/03/08-2020/03/14. In the following week 2020/03/15-2020/03/21, many corporations issued work from home advisories and government offices decided to function with reduced staff strength with rotation. This seems to have resulted in a significant drop in the flow by 51%. The people's curfew on March 22, 2020 followed by nationwide lockdown for 21 days starting March 25, 2020 further reduced the flows by 2%. These flow levels were maintained for the next couple of weeks till the end of the first lockdown. The second lockdown in India was taken for 19 days between April 15, 2020 to May 3, 2020. We observe a slight increase in flows in the first week of the second lockdown and an increase of 10% in the third week. This increase can be attributed to allowance of certain economic activities in less affected areas post April 20. Over the month of May, the flows have steadily increased by nearly 40% compared to flows during the imposition of lockdown. Thus the lockdown orders and graded resumption of economic activities seems to have large impact on mobility in India.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "The effect of lockdown orders on mobility can be observed by comparing inter-state flows prior (Figure 9b ) and post lockdown (Figure 9c) . The usual flow of inter-state mobility has either reduced significantly or dried up completely (e. g. Uttar Pradesh-Madhya Pradesh). 9 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 105, "text": "(Figure 9b", "ref_id": "FIGREF11"}, {"start": 126, "end": 137, "text": "(Figure 9c)", "ref_id": null}], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint inter-state mobility across different weeks. Column 1 represents the spatial distribution of new cases across the US, column 2 shows the spatial distribution of FRR, and column 3 depicts the heatmap of natural logarithm of the flow between states (states are ordered as per the health and human services grouping to obtain a sense of adjacency, self-loops are suppressed and brown indicates state-pairs not recorded in the data). Row 1 represents baseline times (only a few cases recorded). Row 2 represents the week when New York and California recorded considerable number of weekly new cases and we observe that there is considerable reduction in flows across the US and also interstate mobility. By the week of 2020/03/29-2020/04/04, the weekly number of new cases has increased substantially and almost all states have brought down mobility significantly, with the number of state pairs with non-zero flows dropping by 70%.", "cite_spans": [], "ref_spans": [], "section": "Analysis of mobility flows and its correlation with cases"}, {"text": "Across the world, social distancing measures and the associated economic impact has changed human behavioral patterns. In India, news reports indicated that the lockdown triggered the movement of large groups of people from cities to their distant home towns. In order to detect and analyze the migratory patterns, we consider the time-varying mobility network of India with edges representing connection between district and edge weights as MF between them. An absence of an edge during a time period denotes relatively small amount of flow on that edge and thus is dropped for privacy reasons. Denoting E(t) as the set of edges at time t, we compute the Jaccard index J(t) 7 between the consecutive weeks of 2020. In addition, we also determine the number of edges added and removed across the weeks and show the respective plots in Figure 10 .", "cite_spans": [], "ref_spans": [{"start": 835, "end": 844, "text": "Figure 10", "ref_id": "FIGREF17"}], "section": "Migration pattern analysis for India"}, {"text": "We observe a sharp dip in the Jaccard index during the week of lockdown (March 25, 2020) indicating a large change in edge configuration compared to the previous week. This drop in Jaccard index can be attributed to the large number of edges being dropped during the lockdown week. Also, the number of new edges added from the week of lockdown is minimal. The interstate mobility patterns (cf. 9c) do not indicate large flows across states.", "cite_spans": [], "ref_spans": [], "section": "Migration pattern analysis for India"}, {"text": "Analysis of the mobility data does not reveal mass migration of population at and during lockdown 7 Given the set of edges E(t) and E(t − 1), Jaccard index J(t) = E(t)∩E(t−1) E(t)∪E(t−1) , where, ∩ and ∪ represent the standard intersection and union of sets operations, respectively.", "cite_spans": [{"start": 98, "end": 99, "text": "7", "ref_id": null}], "ref_spans": [], "section": "Migration pattern analysis for India"}, {"text": "10 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Migration pattern analysis for India"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Migration pattern analysis for India"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint time and/or the subsequent weeks (see Section 3 for limitations). But we do observe a rise in mobility and the number of new connections being established between the districts in the recent weeks and one could attribute it to the various schemes introduced by the government to transport people to their destination. Figure 11 and Figure 12 below show the posterior fitting to the smoothed daily new confirmed cases with normal and delay scenarios for multiple states in the US and India, where the blue line is the smoothed number of new confirmed cases per 100k. The red lines and pink shadows are the mean estimate and 95% CIs. The grey lines are fitted R eff estimates. Solid lines denote normal schedule, dotted lines and dashed lines denote the scenarios of one-week and two-week delay. The numerical comparison between normal scenario and delay scenarios is presented in Table 1 . Figure 11 shows delay scenarios for the US and five states in the US. The searching range of R eff is set to [0.5,3.2] for New York and New Jersey [18, 22] and [0.5,3] for the US, Massachusetts, Illinois, and California [22] , the upper bound partially to counter the effects of testing ramp-up. We postpone R eff at different weeks for different states according to their SAHO. Table 1 ). In the context of India, the simulation results show similar trends as the US scenario. We set the searching range of R eff to be [0.5,3.0] [23, 24] for the counterfactual simulation. The lockdown was implemented on the 2020/03/25 and hence, we use the R eff of that week to create the one-week and two-week delay scenarios for India and all five states. The scenarios are demonstrated at both the country-level and the state-level Table 2 : Summary of key observations based on our analysis in the two countries", "cite_spans": [{"start": 1177, "end": 1181, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 1182, "end": 1185, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1250, "end": 1254, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1560, "end": 1564, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 1565, "end": 1568, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 459, "end": 468, "text": "Figure 11", "ref_id": "FIGREF18"}, {"start": 473, "end": 482, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 1020, "end": 1027, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1030, "end": 1039, "text": "Figure 11", "ref_id": "FIGREF18"}, {"start": 1409, "end": 1416, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1852, "end": 1859, "text": "Table 2", "ref_id": null}], "section": "Migration pattern analysis for India"}, {"text": "Maximum reduction in overall mobility 42% (Q1:-48%, Q3:-40%) 68% (Q1:-71%, Q3:-59%) Reduction in mobility before SAH orders 22% (Q1:-30%, Q2:-10%) 15% (Q1:-26%, Q2:-5%) Reduction in international outflows 74% 87% Reduction in inter-state flow pairs 70% 70% Change in intra-county mixing or SDI 10% 2% Rebound in mobility since reduced mobility 53.5% 38.2%", "cite_spans": [], "ref_spans": [], "section": "Observation US India"}, {"text": "and the results are shown in Fig. 12 . As indicated by the case count curves, we see an increasing trend and the peak is yet to be appear. Overall, the factor of increase in total number of cases as observed around 2020/05/30 would be nearly 2 times and 4 times compared to actual confirmed cases for the one-week and two-week delay scenarios, respectively. Also, the simulations project that a one week delay in imposition of lockdown would have lead to 150K [95% CI: 120K-174K] additional cases while a two-week delay would have resulted in 410K [95% CI: 350K-480K] additional cases (numbers are tabulated in Table 1 ). Although, the US has far more reported cases than India at the current time, it should be noted that the testing rates in US ( 55,000 per million) is significantly higher than in India ( 2800 per million) [25] . Also, the two countries are in different phases of the epidemic with the number of new cases slowly declining in the US, while steadily increasing in India.", "cite_spans": [{"start": 827, "end": 831, "text": "[25]", "ref_id": null}], "ref_spans": [{"start": 29, "end": 36, "text": "Fig. 12", "ref_id": "FIGREF0"}, {"start": 611, "end": 618, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Observation US India"}, {"text": "Key findings:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "1. Globally, we observe a considerable reduction in flows across most countries. With international airline traffic suspended by most countries, the inter-country flows have seen a significant drop. The US and India have had a 74% and 87% drop in international flows, respectively.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "2. Overall, the state-level social distancing strategies across the US and the lock-down enforcement across India have paid dividends in reducing mobility with the US experiencing a maximum drop of 42% (Q1 : −48% and Q3 : −40%) compared to usual flows across the states during the week where most states had declared SAHO. In India, on the other hand, there was a maximum drop of 68% (Q1 : −72% and Q3 : −66%) across states compared to the baseline due the lock-down declaration.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(a) The relative timing of the reduction in flows indicates that substantial amount of the population adhered to social distancing guidelines and reduced mobility before the state's imposition of the SAHO. There is a 17% reduction in flows during the week of the first school closure order, and 19% flow reduction in the week of the first SAHO. In the subsequent three weeks after the declaration of SAH orders the flows remain nearly a constant, but since then there has been a rebound in the flows with flow reduction at 19% as per the latest data.", "cite_spans": [], "ref_spans": [], "section": "US Specific findings:"}, {"text": "(b) At the county level, the flow pattern over the weeks of the progression of the pandemic show high (median −0.82 in New Jersey) negative correlation to low (median −0.2 in Utah) negative correlation with the number of new weekly confirmed cases. Importantly, we observe a steady reduction in growth rate with the reduction in mobility.", "cite_spans": [], "ref_spans": [], "section": "US Specific findings:"}, {"text": "(c) We observe a considerable reduction in interstate flows with nearly 70% drop in the intensity of travel between them when compared to pre-pandemic baseline. (a) The mobility reduced by 15% in India a week prior to the first of the multiple series of lockdowns (this week saw a few states closing down schools). The MF dropped to 62% during the week of formal lockdown announcement following the \"People's curfew\". The reduction in mobility continued until the end of the first lockdown, which shows by and large compliance with policy intervention for social distancing. A steady decline in FRR over the weeks of May indicate rebound in the flow and can be attributed to either fatigue or graded relaxation is less affected zones in the country. ", "cite_spans": [], "ref_spans": [], "section": "US Specific findings:"}, {"text": "An important aspect that is not captured in our analysis is COVID-19 testing. Some of the increase in cases is likely due to the increased testing in US and India. Thus, confirmed cases as reported are likely an under count of the prevalence; but the difference is hard to quantify exactly. Testing in India as well as the US was largely confined to individuals reporting to clinics with symptoms. Nevertheless, we believe our results show significant correlation patterns between human mobility and COVID-19 dynamics. It also provides a clear evidence of the abrupt changes in mobility patterns across the world in relatively small time window. The mobility map, like other such data sets, have a bias based on device ownership, when the devices are used, etc. For instance, Google mobility data is limited to smartphone users who have opted in to Google's consumer Location History feature, which is off by default. These data may not be representative of the population as a whole, and furthermore their representativeness may vary by location. Importantly, these limited data are only viewed through the lens of differential privacy algorithms, specifically designed to protect user anonymity and obscure fine detail. Moreover, comparisons across rather than within locations are only descriptive since these regions can differ in substantial ways. We did not observe large MF between states due to migratory workers at the start of the lock down period (as well as during lock down period) in India. This can be potentially due to relative flow volumes needed to maintain differential privacy and ownership bias. Finally, a decrease in aggregate mobility does not provide precise estimates in the decrease in the social interaction. Estimating social interactions precisely will require different kinds of digital traces.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "The dataset contains anonymized mobility flows aggregated over users who have turned on the Location History setting, which is off by default. This is similar to the data used to show how busy certain types of places are in Google Maps -helping identify when a local business tends to be the most crowded. The dataset aggregates flows of people from region to region, which is here further aggregated at multiple geographical resolutions weekly.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "To produce this dataset, machine learning is applied to logs data to automatically segment it into semantic trips [26] . To provide strong privacy guarantees, all trips were anonymized and aggregated using a differentially private mechanism [27] to aggregate flows over time. This research is done on the resulting heavily aggregated and differential private data. No individual user data was ever manually inspected, only heavily aggregated flows of large populations were handled.", "cite_spans": [{"start": 114, "end": 118, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 241, "end": 245, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "All anonymized trips are processed in aggregate to extract their origin and destination location and time. For example, if users traveled from location a to location b within time interval tIn assessing public levels of compliance to social distancing, several analyses have revealed reduction in overall mobility.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "16 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. SDI across all the counties of the US (obtained from the cell-to-cell flows within a county) for various weeks in the 2020. We observe that from week of 2020/03/15 (when most orders where implemented) the overall SDI starts to increase, implying that the mixing reduced. But since the last week of April we observe the overall SDI dropping and staying nearly constant over the weeks of May. (b) , (c) , and (d) shows the choropleth plots with counties shaded according to their SDI values for five states with highest number of confirmed cases pre-and post-state-orders. (d) Indicates the date when states have relaxed the social distancing order. Although, the mixing has increased, the SDI values are higher than the baseline values.", "cite_spans": [{"start": 464, "end": 467, "text": "(b)", "ref_id": null}, {"start": 470, "end": 473, "text": "(c)", "ref_id": null}, {"start": 480, "end": 483, "text": "(d)", "ref_id": null}, {"start": 644, "end": 647, "text": "(d)", "ref_id": null}], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "17 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint showing the weekly FRR time series for the 28 states and 8 union territories. A boxplot is used to display variation in samples of each of these entities every week. The median value is shown along with the median line (orange). A positive value means flow increase compared with pre-pandemic flows, while a negative value means a reduction in flows. We observed significant reduction in MF after the on-set of COVID-19 pandemic in India. The lockdown measures further reduced the flow. Towards the end of second lockdown (May 3, 2020), we observe slight increase in the MF and since then there has been a steady increase in flows. (b) Distribution of Pearson's correlation coefficient between state/union territory level incoming flow and new confirmed case count at weekly levels during the initial phase of the pandemic. Note that we have only considered states with total cases more than 10 for this analysis. We observed Pearson's correlation coefficient of -0.47 for India, which indicates moderate negative correlation between the incoming MF and newly confirmed cases per week.", "cite_spans": [{"start": 773, "end": 776, "text": "(b)", "ref_id": null}], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "18 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint (c) 2020/03/29-2020/04/04: The week with the highest reduction in flows across India and this is the first full week of nation-wide lockdown. Figure 9 : (India Data) A comparison of variation in number of new cases to variation in flow reduction and inter-state mobility across different weeks. Column 1 represents the spatial distribution of new cases across India, column2 shows the spatial distribution of FRR, and column 3 depicts the heatmap of natural logarithm of the flow between states (states are ordered in order to preserve a sense of adjacency as far as possible with self-loops suppressed and brown shade indicates state-pairs not recorded in the data.). Row 1 represents normal times (only a few cases recorded). Row 2 represents the week when Maharashtra and Delhi started recording number of weekly new cases and we observe that there is considerable reduction in flows across India and also interstate mobility. By the week of 2020/03/29-2020/04/04, the weekly new cases has increased substantially and the nation-wide lockdown has brought down mobility substantially, with the numbers of state pairs with non-zeros flows dropping by nearly 70% like in the US.", "cite_spans": [], "ref_spans": [{"start": 283, "end": 291, "text": "Figure 9", "ref_id": null}], "section": "Appendices A Google COVID-19 Aggregated Mobility Research Dataset"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint 20 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint Figure 12 : Delayed intervention scenarios for India and a few states with highest number of confirmed cases and India. The blue line indicates the smoothed number of daily cases, red lines correspond to simulation results with scenarios appropriately indicated, and the grey lines show the estimated R eff and scenarios created by prolonging the R eff for one week and two weeks. In general, we observe that with a one-week delay in implementation of lockdown, the total number of cases nearly doubles, while for the two-week scenario, we observe the cases increasing four folds in India. Mostly, the number of new cases is steadily increasing across India. 21 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 141, "end": 150, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "19"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "The copyright holder for this preprint this version posted June 7, 2020. . https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "19"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Drug evaluation during the Covid-19 pandemic", "authors": [{"first": "N", "middle": [], "last": "Benjamin", "suffix": ""}, {"first": "Jerry", "middle": [], "last": "Rome", "suffix": ""}, {"first": "", "middle": [], "last": "Avorn", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Impacts of statelevel policies on social distancing in the United States using aggregated mobility data during the COVID-19 pandemic", "authors": [{"first": "Swapnil", "middle": [], "last": "Gregory A Wellenius", "suffix": ""}, {"first": "Valeria", "middle": [], "last": "Vispute", "suffix": ""}, {"first": "Alex", "middle": [], "last": "Espinosa", "suffix": ""}, {"first": "", "middle": [], "last": "Fabrikant", "suffix": ""}, {"first": "C", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "Jonathan", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "Brian", "middle": [], "last": "Hennessy", "suffix": ""}, {"first": "Krishna", "middle": [], "last": "Williams", "suffix": ""}, {"first": "Adam", "middle": [], "last": "Gadepalli", "suffix": ""}, {"first": "Adam", "middle": [], "last": "Boulange", "suffix": ""}, {"first": "", "middle": [], "last": "Pearce", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.10172"]}}, "BIBREF2": {"ref_id": "b2", "title": "Aggregated mobility data could help fight COVID-19", "authors": [{"first": "Satchit", "middle": [], "last": "Caroline O Buckee", "suffix": ""}, {"first": "Jennifer", "middle": [], "last": "Balsari", "suffix": ""}, {"first": "Mercè", "middle": [], "last": "Chan", "suffix": ""}, {"first": "Francesca", "middle": [], "last": "Crosas", "suffix": ""}, {"first": "Urs", "middle": [], "last": "Dominici", "suffix": ""}, {"first": "", "middle": [], "last": "Gasser", "suffix": ""}, {"first": "H", "middle": [], "last": "Yonatan", "suffix": ""}, {"first": "Bryan", "middle": [], "last": "Grad", "suffix": ""}, {"first": "Elizabeth", "middle": [], "last": "Grenfell", "suffix": ""}, {"first": "", "middle": [], "last": "Halloran", "suffix": ""}, {"first": "U", "middle": ["G"], "last": "Moritz", "suffix": ""}, {"first": "", "middle": [], "last": "Kraemer", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6487", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mobile phone data and COVID-19: Missing an opportunity? arXiv preprint", "authors": [{"first": "Nuria", "middle": [], "last": "Oliver", "suffix": ""}, {"first": "Emmanuel", "middle": [], "last": "Letouzé", "suffix": ""}, {"first": "Harald", "middle": [], "last": "Sterly", "suffix": ""}, {"first": "Sébastien", "middle": [], "last": "Delataille", "suffix": ""}, {"first": "Marco", "middle": ["De"], "last": "Nadai", "suffix": ""}, {"first": "Bruno", "middle": [], "last": "Lepri", "suffix": ""}, {"first": "Renaud", "middle": [], "last": "Lambiotte", "suffix": ""}, {"first": "Richard", "middle": [], "last": "Benjamins", "suffix": ""}, {"first": "Ciro", "middle": [], "last": "Cattuto", "suffix": ""}, {"first": "Vittoria", "middle": [], "last": "Colizza", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.12347"]}}, "BIBREF4": {"ref_id": "b4", "title": "Potential for global spread of a novel coronavirus from", "authors": [{"first": "I", "middle": [], "last": "Isaac", "suffix": ""}, {"first": "Alexander", "middle": [], "last": "Bogoch", "suffix": ""}, {"first": "Andrea", "middle": [], "last": "Watts", "suffix": ""}, {"first": "Carmen", "middle": [], "last": "Thomas-Bachli", "suffix": ""}, {"first": "", "middle": [], "last": "Huber", "suffix": ""}, {"first": "U", "middle": ["G"], "last": "Moritz", "suffix": ""}, {"first": "Kamran", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "", "middle": [], "last": "Khan", "suffix": ""}], "year": 2020, "venue": "China. Journal of Travel Medicine", "volume": "27", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak", "authors": [{"first": "Matteo", "middle": [], "last": "Chinazzi", "suffix": ""}, {"first": "Jessica", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "Marco", "middle": [], "last": "Ajelli", "suffix": ""}, {"first": "Corrado", "middle": [], "last": "Gioannini", "suffix": ""}, {"first": "Maria", "middle": [], "last": "Litvinova", "suffix": ""}, {"first": "Stefano", "middle": [], "last": "Merler", "suffix": ""}, {"first": "Ana", "middle": [], "last": "Pastore Y Piontti", "suffix": ""}, {"first": "Kunpeng", "middle": [], "last": "Mu", "suffix": ""}, {"first": "Luca", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "Kaiyuan", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6489", "pages": "395--400", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China", "authors": [{"first": "U", "middle": ["G"], "last": "Moritz", "suffix": ""}, {"first": "Chia-Hung", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "Bernardo", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Chieh-Hsi", "middle": [], "last": "Gutierrez", "suffix": ""}, {"first": "Brennan", "middle": [], "last": "Wu", "suffix": ""}, {"first": "David", "middle": ["M"], "last": "Klein", "suffix": ""}, {"first": "Louis", "middle": [], "last": "Pigott", "suffix": ""}, {"first": "Nuno", "middle": ["R"], "last": "Du Plessis", "suffix": ""}, {"first": "Ruoran", "middle": [], "last": "Faria", "suffix": ""}, {"first": "William", "middle": ["P"], "last": "Li", "suffix": ""}, {"first": "John", "middle": ["S"], "last": "Hanage", "suffix": ""}, {"first": "Maylis", "middle": [], "last": "Brownstein", "suffix": ""}, {"first": "Alessandro", "middle": [], "last": "Layan", "suffix": ""}, {"first": "Huaiyu", "middle": [], "last": "Vespignani", "suffix": ""}, {"first": "Christopher", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Oliver", "middle": ["G"], "last": "Dye", "suffix": ""}, {"first": "Samuel", "middle": ["V"], "last": "Pybus", "suffix": ""}, {"first": "", "middle": [], "last": "Scarpino", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6490", "pages": "493--497", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A machine learning methodology for real-time forecasting of the 2019-2020 COVID-19 outbreak using internet searches, news alerts, and estimates from mechanistic models", "authors": [{"first": "Dianbo", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Leonardo", "middle": [], "last": "Clemente", "suffix": ""}, {"first": "Canelle", "middle": [], "last": "Poirier", "suffix": ""}, {"first": "Xiyu", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Matteo", "middle": [], "last": "Chinazzi", "suffix": ""}, {"first": "Jessica", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "Alessandro", "middle": [], "last": "Vespignani", "suffix": ""}, {"first": "Mauricio", "middle": [], "last": "Santillana", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effect of non-pharmaceutical interventions for containing the COVID-19 outbreak: An observational and modelling study. medRxiv", "authors": [{"first": "Shengjie", "middle": [], "last": "Lai", "suffix": ""}, {"first": "W", "middle": [], "last": "Nick", "suffix": ""}, {"first": "Liangcai", "middle": [], "last": "Ruktanonchai", "suffix": ""}, {"first": "Olivia", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Wei", "middle": [], "last": "Prosper", "suffix": ""}, {"first": "Jessica", "middle": ["R"], "last": "Luo", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Floyd", "suffix": ""}, {"first": "Chi", "middle": [], "last": "Wesolowski", "suffix": ""}, {"first": "Xiangjun", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Hongjie", "middle": [], "last": "Du", "suffix": ""}, {"first": "", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "UMD. COVID-19 impact research findings", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Timing of community mitigation and changes in reported COVID-19 and community mobility -four U.S. metropolitan areas", "authors": [{"first": "Arielle", "middle": [], "last": "Lasry", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Kidder", "suffix": ""}, {"first": "Marisa", "middle": [], "last": "Hast", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "451--457", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Reshaping a nation: Mobility, commuting, and contact patterns during the COVID-19 outbreak", "authors": [{"first": "", "middle": [], "last": "Brennan Klein", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "2020--2025", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Mobile phone location data reveal the effect and geographic variation of social distancing on the spread of the COVID-19 epidemic", "authors": [{"first": "Song", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Jinmeng", "middle": [], "last": "Rao", "suffix": ""}, {"first": "Yuhao", "middle": [], "last": "Kang", "suffix": ""}, {"first": "Yunlei", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Jake", "middle": [], "last": "Kruse", "suffix": ""}, {"first": "Doerte", "middle": [], "last": "Doepfer", "suffix": ""}, {"first": "Ajay", "middle": ["K"], "last": "Sethi", "suffix": ""}, {"first": "Juan Francisco Mandujano", "middle": [], "last": "Reyes", "suffix": ""}, {"first": "Jonathan", "middle": [], "last": "Patz", "suffix": ""}, {"first": "Brian", "middle": ["S"], "last": "Yandell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.11430"]}}, "BIBREF16": {"ref_id": "b16", "title": "Epidemiology of transmissible diseases after elimination", "authors": [{"first": "Nigel", "middle": ["J"], "last": "Gaston De Serres", "suffix": ""}, {"first": "C Paddy", "middle": [], "last": "Gay", "suffix": ""}, {"first": "", "middle": [], "last": "Farrington", "suffix": ""}], "year": 2000, "venue": "American Journal of Epidemiology", "volume": "151", "issn": "11", "pages": "1039--1048", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Differential effects of intervention timing on COVID-19 spread in the United States. medRxiv", "authors": [{"first": "Sen", "middle": [], "last": "Pei", "suffix": ""}, {"first": "Sasikiran", "middle": [], "last": "Kandula", "suffix": ""}, {"first": "Jeffrey", "middle": [], "last": "Shaman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The mathematics of infectious diseases", "authors": [{"first": "", "middle": [], "last": "Herbert W Hethcote", "suffix": ""}], "year": 2000, "venue": "SIAM review", "volume": "42", "issn": "4", "pages": "599--653", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Optimizing spatial allocation of seasonal influenza vaccine under temporal constraints", "authors": [{"first": "Jiangzhuo", "middle": [], "last": "Srinivasan Venkatramanan", "suffix": ""}, {"first": "Arindam", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Sandeep", "middle": [], "last": "Fadikar", "suffix": ""}, {"first": "Dave", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "Bryan", "middle": [], "last": "Higdon", "suffix": ""}, {"first": "Madhav", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "Henning", "middle": [], "last": "Marathe", "suffix": ""}, {"first": "Anil", "middle": [], "last": "Mortveit", "suffix": ""}, {"first": "", "middle": [], "last": "Vullikanti", "suffix": ""}], "year": 2019, "venue": "PLoS computational biology", "volume": "15", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application", "authors": [{"first": "A", "middle": [], "last": "Stephen", "suffix": ""}, {"first": "Kyra", "middle": ["H"], "last": "Lauer", "suffix": ""}, {"first": "Qifang", "middle": [], "last": "Grantz", "suffix": ""}, {"first": "", "middle": [], "last": "Bi", "suffix": ""}, {"first": "K", "middle": [], "last": "Forrest", "suffix": ""}, {"first": "Qulu", "middle": [], "last": "Jones", "suffix": ""}, {"first": "", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "R", "middle": [], "last": "Hannah", "suffix": ""}, {"first": "Andrew", "middle": ["S"], "last": "Meredith", "suffix": ""}, {"first": "", "middle": [], "last": "Azman", "suffix": ""}, {"first": "G", "middle": [], "last": "Nicholas", "suffix": ""}, {"first": "Justin", "middle": [], "last": "Reich", "suffix": ""}, {"first": "", "middle": [], "last": "Lessler", "suffix": ""}], "year": 2020, "venue": "Annals of internal medicine", "volume": "172", "issn": "9", "pages": "577--582", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The metric we need to manage COVID-19 Rt: The effective reproduction number", "authors": [{"first": "Kevin", "middle": [], "last": "Systrom", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Prediction of COVID-19 disease progression in India: Under the effect of national lockdown", "authors": [{"first": "Sourish", "middle": [], "last": "Das", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.03147"]}}, "BIBREF23": {"ref_id": "b23", "title": "COVID-19 pandemic scenario in India compared to China and rest of the world: A data driven and model analysis. medRxiv", "authors": [{"first": "Manisha", "middle": [], "last": "Mandal", "suffix": ""}, {"first": "Shyamapada", "middle": [], "last": "Mandal", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hierarchical organization of urban mobility and its connection with city livability", "authors": [{"first": "Aleix", "middle": [], "last": "Bassolas", "suffix": ""}, {"first": "Hugo", "middle": [], "last": "Barbosa-Filho", "suffix": ""}, {"first": "Brian", "middle": [], "last": "Dickinson", "suffix": ""}, {"first": "Xerxes", "middle": [], "last": "Dotiwalla", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Eastham", "suffix": ""}, {"first": "Riccardo", "middle": [], "last": "Gallotti", "suffix": ""}, {"first": "Gourab", "middle": [], "last": "Ghoshal", "suffix": ""}, {"first": "Bryant", "middle": [], "last": "Gipson", "suffix": ""}, {"first": "A", "middle": [], "last": "Surendra", "suffix": ""}, {"first": "Henry", "middle": [], "last": "Hazarie", "suffix": ""}, {"first": "", "middle": [], "last": "Kautz", "suffix": ""}], "year": 2019, "venue": "Nature communications", "volume": "10", "issn": "1", "pages": "1--10", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Differentially private SQL with bounded user contribution", "authors": [{"first": "J", "middle": [], "last": "Royce", "suffix": ""}, {"first": "Celia", "middle": ["Yuxin"], "last": "Wilson", "suffix": ""}, {"first": "William", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Damien", "middle": [], "last": "Lam", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Desfontaines", "suffix": ""}, {"first": "Bryant", "middle": [], "last": "Simmons-Marengo", "suffix": ""}, {"first": "", "middle": [], "last": "Gipson", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1909.01917"]}}, "BIBREF27": {"ref_id": "b27", "title": "SDI in the counties of", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "SDI in the counties of New York", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "SDI in the counties of New York", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(Global Data) Global flow analysis: (a) Inter-country and (b) intra-county MF reduction across the world with flows from January and April in 2020. The MF are aggregated to country level. FRR for inter-country flow is computed with flows satisfying i = j, while intra-country flow reduction FRR is computed with flows satisfying i = j.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "a) Weekly MF reduction rate (FRR). (b) Weekly MF and new confirmed cases in 8 selected countries around the world. (c) Weekly FRR and CGR in 8 selected countries around the world.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "(Global Data: A select few countries) Impact of country wide social distancing policies on human mobility and COVID-19 dynamics. The time range is from 2020/02/02-2020/02/08 (week 0) to 2020/05/24-2020/05/30 (week 16). Vertical dashed lines mark the time of country level social distancing mandates of SAHO or lockdown orders. The time of SAHO or lockdown mandates in different countries may overlap with each other. (a) Incoming flow reduction from eight selected countries across the world:", "latex": null, "type": "figure"}, "FIGREF3": {"text": "correlation between county level outgoing flow and new confirmed case count by states. (b) Frequency of lags that produce maximum absolute Pearson's correlation value between county level outgoing flow and lagged new confirmed case count by states. (c) Frequency of lags that produce maximum absolute Pearson's correlation value between state level outgoing flow and lagged new confirmed case count by states. (d) Weekly MF vs. new confirmed cases in top 5 states with the largest number of confirmed cases.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "(US Data). Correlation analysis of human mobility and COVID-19 dynamics. (a) In order to analyze the human mobility and COVID-19 dynamics during the initial phase of the pandemic, we restrict our time range from 2020/01/19-2020/01/25 to 2020/05/03-2020/05/09 for the correlation analysis. This shows moderate to high negative correlation between MF and new confirmed case count. Analyses in(b)   and(c)  to identify the lags at which the correlation is maximum (absolute value) reveal similar patterns at both the county-level and state-level. (d) Weekly outgoing flow (black) and new confirmed cases (red) in the top 5 states with the largest number of confirmed cases. The two lines show opposite trends and cross around week 2020/03/22-2020/03/28. The mobility starts to drop before the SAHO (dashed blue vertical line) in 5 states.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Weekly MF reduction rate (FRR). (b) Weekly FRR vs. CGR in top 5 states with the largest number of confirmed cases.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(US Data). Impact of state level social distancing policies on human mobility and COVID-19 dynamics. The time range is from 2020/01/19-2020/01/25 to 2020/05/24-2020/05/30. Vertical dashed lines mark the time of state level social distancing mandates including emergency declaration (purple), school closure (orange), and SAHO (blue). The time of mandates at different states may overlap with each other. (a) A spaghetti plot showing the weekly FRR time series of 50 states. A boxplot is used to display variation in samples of 50 states each week. The median value is shown along with the median line (orange, also outliers are disregarded). A positive value indicates an increase in flow and a negative value means reduction in flows when compared with pre-pandemic flows. (b) Weekly FRR (black) vs. CGR of the new confirmed cases (red) in 5 states with the highest number of confirmed cases. Although, in", "latex": null, "type": "figure"}, "FIGREF7": {"text": "where multiple states implemented social distancing orders.(c) 2020/03/29-2020/04/04: The week with the highest reduction in flows across the US.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "(US Data) A comparison of variation in number of new cases to variation in flow reduction and", "latex": null, "type": "figure"}, "FIGREF9": {"text": "For the US, we use the week 2020/03/15-2020/03/21 when the first state level SAHO is claimed. The simulations indicate that a delay in implementation of interventions by one week in the US would have led to 2.2M [95% CI: 1.5M -2.8M] additional cases as of May 30, 2020. If the interventions had been postponed by two weeks, the number of additional cases would have been 6.2M [95% CI: 5.2M -7.3M]. The ratios indicate nearly 2.2 times the ground truth number of cases for the one week delay scenario and nearly 4.4 times the ground truth number of cases for the two week delay scenario. (numbers are tabulated in", "latex": null, "type": "figure"}, "FIGREF10": {"text": "", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Pearson's correlation coefficient between the MF and the number of confirmed cases is mostly negative with median of -0.43. The moderate correlation indicates that concurrent with the rising number of newly found cases there was a drop in MF.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "", "latex": null, "type": "figure"}, "FIGREF13": {"text": "SDI at a county level. (a) Variation in", "latex": null, "type": "figure"}, "FIGREF15": {"text": "(India Data) Impact of state level social distancing policies on human mobility and COVID-19 dynamics. The time range is from 2020/03/01-2020/03/07 to 2020/05/24-2020/05/30. Vertical dashed lines mark the time of state level social distancing mandates including school closure (orange), and lockdown order (blue). The time of different mandates at different states may overlap with each other. (a) A spaghetti plot", "latex": null, "type": "figure"}, "FIGREF16": {"text": "21:  Week where cases detected in multiple states in India and school closures were ordered.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Migration analysis: Change in Jaccard index, number of edges (or connections between districts) removed, and number of new edges added across multiple weeks of 2020. Across the plots, the pattern at the lockdown announcement week indicates a significant drop in connections and flow between districts.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Posterior fitting to daily new confirmed cases with delayed intervention scenarios in the US and top five states with the highest number of confirmed cases. The blue line is the smoothed number of new confirmed cases per 100k. The red lines and pink shadow are the mean estimate and 95% CIs. The grey lines are fitted R eff estimates. Solid lines denote normal scenario, dotted lines and dashed lines denote the scenario of one-week and two-week delay.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison in peak size, peak time, cumulative cases between normal scenario and delay scenarios. A ratio is given by v delay /v normal for peak size and cumulative cases, while a difference is given by v delay − v normal for peak time and cumulative cases. Mean values with 95% CIs are shown in the table. The peak analysis for states where peak does not appear until May 15th is omitted.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>US\n</td><td> </td><td> </td></tr><tr><td>one-week delay peak size (ratio) </td><td>US </td><td>NY </td><td>NJ </td><td>MA </td><td>IL </td><td>CA\n</td></tr><tr><td>2.45 </td><td>2.51 </td><td>2.39 </td><td>2.19 </td><td>2.28 </td><td>-\n</td></tr><tr><td>peak time (diff. in days) </td><td>[1.93,2.98] </td><td>[2.08,2.94] </td><td>[1.94,2.83] </td><td>[1.66,2.72] </td><td>[1.75,2.80] </td><td>-\n</td></tr><tr><td>3 </td><td>5 </td><td>2 </td><td>6 </td><td>3 </td><td>-\n</td></tr><tr><td>[-20,25] </td><td>[-1,12] </td><td>[-11,16] </td><td>[-1,12] </td><td>[-12,18] </td><td>-\n</td></tr><tr><td>cumulative cases (ratio) </td><td>2.20 </td><td>2.18 </td><td>2.11 </td><td>2.07 </td><td>2.09 </td><td>2.13\n</td></tr><tr><td>[1.77,2.62] </td><td>[1.92,2.45] </td><td>[1.82,2.40] </td><td>[1.72,2.42] </td><td>[1.72,2.46] </td><td>[1.73,2.53]\n</td></tr><tr><td>diff. in cumulative cases </td><td>2161 </td><td>403 </td><td>178 </td><td>104 </td><td>131 </td><td>127\n</td></tr><tr><td>(K) </td><td>[1541,2781] </td><td>[338,468] </td><td>[144,212] </td><td>[79,129] </td><td>[96,166] </td><td>[92,162]\n</td></tr><tr><td>two-week delay peak size (ratio) </td><td>US </td><td>NY </td><td>NJ </td><td>MA </td><td>IL </td><td>CA\n</td></tr><tr><td>5.68 </td><td>5.23 </td><td>5.16 </td><td>4.06 </td><td>4.33 </td><td>-\n</td></tr><tr><td>peak time (diff. in days) </td><td>[4.54,6.82] </td><td>[4.57,5.88] </td><td>[4.38,5.93] </td><td>[3.24,4.88] </td><td>[3.54,5.12] </td><td>-\n</td></tr><tr><td>5 </td><td>10 </td><td>5 </td><td>5 </td><td>4 </td><td>-\n</td></tr><tr><td>[-11,22] </td><td>[4,16] </td><td>[-5,16] </td><td>[-5,15] </td><td>[-10,19] </td><td>-\n</td></tr><tr><td>cumulative cases (ratio) </td><td>4.44 </td><td>3.92 </td><td>3.75 </td><td>3.69 </td><td>3.83 </td><td>4.37\n</td></tr><tr><td>[3.59,5.28] </td><td>[3.53,4.32] </td><td>[3.32,4.17] </td><td>[3.12,4.26] </td><td>[3.29,4.36] </td><td>[3.54,5.20]\n</td></tr><tr><td>diff. in cumulative cases </td><td>6227 </td><td>997 </td><td>443 </td><td>264 </td><td>341 </td><td>381\n</td></tr><tr><td>(K) </td><td>[5185,7269] </td><td>[921,1073] </td><td>[408,478] </td><td>[234,294] </td><td>[307,375] </td><td>[315,447]\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>India\n</td><td> </td><td> </td></tr><tr><td>one-week delay cumulative cases (ratio) </td><td>IN </td><td>DL </td><td>GJ </td><td>MH </td><td>RJ </td><td>TN\n</td></tr><tr><td>2.08 </td><td>1.58 </td><td>2.74 </td><td>2.37 </td><td>2.48 </td><td>2.02\n</td></tr><tr><td>diff. in cumulative cases </td><td>[1.45,2.70] </td><td>[1.18,1.98] </td><td>[1.65,3.83] </td><td>[1.57,3.17] </td><td>[1.64,3.33] </td><td>[1.42,2.63]\n</td></tr><tr><td>151 </td><td>9.8 </td><td>17.0 </td><td>50.6 </td><td>8.1 </td><td>18.1\n</td></tr><tr><td>(k) </td><td>[124.5,177.1] </td><td>[8.2,11.4] </td><td>[13.9,19.9] </td><td>[43.5,57.6] </td><td>[ 6556,9699] </td><td>[15.1,21.1]\n</td></tr><tr><td>two-week delay cumulative cases (ratio) </td><td>IN </td><td>DL </td><td>GJ </td><td>MH </td><td>RJ </td><td>TN\n</td></tr><tr><td>3.92 </td><td>2.83 </td><td>7.43 </td><td>4.72 </td><td>5.30 </td><td>4.46\n</td></tr><tr><td>diff. in cumulative cases </td><td>[2.71,5.15] </td><td>[2.14,3.53] </td><td>[4.58,4.85] </td><td>[4.53734 10.316] </td><td>[3.50,7.11] </td><td>[3.12,5.81]\n</td></tr><tr><td>414.6 </td><td>25.6 </td><td>48.3 </td><td>123.9 </td><td>22.0 </td><td>47.5\n</td></tr><tr><td>(K) </td><td>[346.6,482.6] </td><td>[22.2,29.0] </td><td>[40.6,55.9] </td><td>[106.3,141.6] </td><td>[18.1,25.9] </td><td>[41.2 ,53.9]\n</td></tr></table></body></html>"}, "TABREF3": {"text": ". https://doi.org/10.1101/2020.06.05.20123760 doi: medRxiv preprint", "latex": null, "type": "table"}}, "back_matter": []}