{
    "paper_id": "1b8313bbe8ac6fa74025019ca5c4ecc3ae355bfb",
    "metadata": {
        "title": "Selective Inhibition of Enzymatic Activities of Severe Acute Respiratory Syndrome Coronavirus Helicase with a Thioxopyrimidine Derivative BULLETIN OF THE KOREAN CHEMICAL SOCIETY",
        "authors": [
            {
                "first": "Jin-Moo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin-Beom",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee-Chul",
                "middle": [],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongguk University",
                    "location": {
                        "postCode": "10326",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Joo",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome (SARS) by means of SARS coronavirus (SARS-CoV) began in Guangdong of southern China in 2002, and led to almost 800 victims according to World Health Organization. During the outbreak of SARS, the patients were treated with conventional antiviral agents because of insufficient knowledge about SARS. Although SARS finally disappeared within a year, as of yet, effective medicine or vaccine has not been available. Therefore, development of successful anti-SARS agents is necessary for possible outbreak in future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In general, human CoVs, such as HCoV-OC43 or HCoV-229E, are enveloped viruses that propagate in the cytoplasm of the host and not regarded as fatal. However, SARS was caused by a new CoV that was not reported previously. Investigation of SARS-CoV genome revealed that SARS-CoV is a single-stranded (ss) RNA (+)-strand virus with a genome of about 29.7 kb. 1,2 On infection of host cells, a 21.2-kb replicase gene, which is located at 5 0 -end region of SARS-CoV, is translated into two polyproteins, namely pp1ab and pp1a. 3, 4 The synthesized polyproteins produce a few of nonstructural proteins (nsPs) after processing by proteinases. 3,5 Of the generated nsPs, RNA-dependent RNA polymerase (nsP12) and the NTPase/helicase (nsP13) are indispensable in viral replication. 5,6 Therefore, nsP12 and nsP13 may be good targets for the finding of anti-SARS agents.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 525,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 527,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Helicase is a kind of molecular motor proteins that perform double-stranded (ds) nucleic acid unwinding using the energy released from NTP hydrolysis. 7,8 Because of the important role of helicase in SARS-CoV replication, many attempts to develop anti-SARS agents have been published against helicase. 9-12 We have also made an effort to develop the inhibitors against SARS-CoV helicase, which includes ssRNA aptamers, aryl diketoacids, and dihydroxychromone derivatives. [13] [14] [15] In addition, natural compounds, such as myricetin and scutellarein, were found to have inhibitory effect on the function of helicase. 16 To screen the compounds against helicase, we have conducted Adenosine triphosphate",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(ATP) hydrolysis assay and dsDNA unwinding assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, we have identified a new chemical compound from purchased in-house library as a result of our ongoing efforts to find SARS-CoV helicase inhibitors. The compound was named as DTPMPA with a novel structure, N-(4-((4,6-dioxo-2-thioxotetrahydropyrimidin-5(2H)ylidene)methyl)phenyl)acetamide (Figure 1 ), which inhibits ATP hydrolysis as well as dsDNA unwinding activities of SARS-CoV helicase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To determine whether DTPMPA inhibits the ATP hydrolysis activity, the color developed by molybdate complex formation was measured at 620 nm and the released P i was calculated. Figure 2 (a) shows the inhibition percentage of ATP hydrolysis by DTPMPA. To determine the IC 50 value of DTPMPA, ATP hydrolysis assays were repeated in the presence of various concentrations of DTPMPA. As a result of the analysis, we were able to obtain the IC 50 value of 1.19 AE 0.16 μM. In addition to ATP hydrolysis, fluorometric assays were also performed to determine whether DTPMPA inhibits dsDNA unwinding. In case two DNA strands were base-paired, no fluorescence signal was monitored due to quenching by black hole quencher (BHQ). However, strong fluorescence signal was detectable when dsDNA was unwound by helicase. Based on this experimental setup, we measured inhibition of dsDNA unwinding by helicase in the presence of various concentrations of DTPMPA, as shown in Figure 2 (b). IC 50 value of DTPMPA was obtained from this analysis and determined to be 32.9 AE 1.0 μM. Furthermore, we have exposed normal WI-38 cells (fetal lung tissue of human) to various concentrations of DTPMPA and performed 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay to determine whether DTPMPA has potential cytotoxicity. As shown in Figure 3 , DTPMPA possesses no cytotoxicity to WI-38 cells in the presence of concentrations used. This suggests that DTPMPA is a safe chemical compound at pharmacologically effective concentration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 967,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1340,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, we identified a novel chemical compound, DTPMPA, as an inhibitor against SARS-CoV helicase. DTPMPA was found to have inhibitory effects on ATP § These two authors contributed equally to this work. Note hydrolysis as well as dsDNA unwinding. Moreover, DTPMPA did not show any cytotoxic effect when we treated it to normal cells. Thus far, the reported synthesized and naturally occurring compounds targeting SARS-CoV helicase are known to suppress selectively either ATP hydrolysis or dsDNA unwinding. [14] [15] [16] Previous studies have demonstrated that the synthesized dihydroxychromone derivatives, which is a bioisostere of aryl diketoacid, inhibit only dsDNA unwinding. 15 However, myricetin and scutellarein, which are naturally occurring flavonoids similar to dihydroxychromone derivatives, inhibit only ATP hydrolysis. 16 The reason for this discrepancy is not known at present, but this may be due to substituents attached to diketoacid core. In fact, depending on the kind of group attached, various degrees of ATP hydrolysis or dsDNA unwinding inhibition were observed in case of dihydroxychromone derivatives. 15 Although precise mechanism of how DTPMPA inhibits both ATP hydrolysis and dsDNA unwinding is unclear at present due to insufficient structural information, DTPMPA is thought to hold a great potential for use in treating SARS, specifically targeting helicase, after elaborate investigation in future.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 842,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Protein. Expression vector encoding SARS-CoV helicase was transformed into E. coli Rosetta TM (Novagen), expressed, and purified as described previously. 13, 14 The protein concentration was determined by measurement of absorbance at 280 nm and its extinction coefficient.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental"
        },
        {
            "text": "ATP Hydrolysis Assay. ATP hydrolysis by helicase was assayed by measuring the amount of released phosphate (P i ) from ATP using a colorimetric assay as described previously. 14, 15 Colorimetric measurements of complex formation with malachite green and ammonium molybdate (AM/MG) were carried out in the presence of various concentrations of the chemical compound. After 0.5 μL of various concentrations of DTPMPA was placed on each well of the 96-well plate, a 25 μL solution of 400 nM helicase in 50 mM Tris/HCl (pH 6.6) was added to each well. After 5 min incubation at room temperature, ATP hydrolysis reaction was started by addition of another 25 μL solution containing 100 mM NaCl, 10 mM MgCl 2 , 4 mM ATP, and 4 nM circular M13 ssDNA in 50 mM Tris/HCl (pH 6.6) to each well. The mixture was further reacted for 10 min at Cell Viability Assay. WI-38 cells were maintained in Dulbecco's Modified Eagle's Medium (DMEM) media containing 10% heat-inactivated fetal calf serum, 1% nonessential amino acid, streptomycin (100 μg/mL), and penicillin (100 units/mL) at 37 C in 5% CO 2 . The WI-38 cells were placed onto a 96-well plate at a density of 6 × 10 4 cells/mL. After 24 h, DTPMPA was added to a final concentration of 10, 20, 40, 60, and 80 μM and cells were further incubated for 48 h. Then, 50 μL of MTT stock solution (2 mg/mL) was suplemented to each well to make a total reaction volume of 250 μL. The supernatant was removed after 2 h incubation and the formazan crystal in each well was dissolved in 150 μL dimethyl sulfoxide. The absorbance at 540 nm was read using a scanning multiwell spectrophotometer.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antimicrob. Agents Chemother",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Adedeji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kassim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sarafianos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chemical structure of N-(4-((4,6-dioxo-2-thioxotetrahydropyrimidin-5(2H)-ylidene)methyl)phenyl)acetamide. Percentage inhibition of SARS-CoV helicase by N-(4-((4,6-dioxo-2-thioxotetrahydropyrimidin-5(2H)-ylidene)methyl) phenyl)acetamide: (a) ATP hydrolysis activity and (b) dsDNA unwinding activity. Measurement of cell viability in the presence of N-(4-((4,6-dioxo-2-thioxotetrahydropyrimidin-5(2H)-ylidene)methyl) phenyl)acetamide. 37 C and the reaction was stopped by adding 200 μL of AM/MG reagent (0.034% MG, 1.05% AM, and 0.04% Tween 20 in 1 M HCl). The developed color was monitored by measuring at 620 nm and the released P i was calculated using a standard curve. All experiments were repeated thrice and averaged. DNA Unwinding Assay. BHQ-labeled 45-base-DNA oligomer and Fluorescein-labeled 25-base-DNA oligomer were purchased from Integrated DNA Technologies (Coralville, IA, USA). The base sequences of BHQ-labeled and Fluorescein-labeled DNAs were as follows: 5 0 -20T25 BHQ (5 0 -T 20 GAGCGGATTACTATACTACATTAGA(BHQ)-3 0 ) and 3 0 -0T25Flu (5 0 -(Fluorescein)TCTAATGTAGTATAG TAATCCGCTC-3 0 ). The dsDNA substrate of helicase was prepared by annealing 5 0 -20T25BHQ and 3 0 -0T25Flu. The 5 0 -20 T25 BHQ was synthesized to have a 20-base dT tail at the 5 0 -terminus to load the SARS-CoV helicase. After 1 μL of various concentrations of DTPMPA was placed on each well of the 96-well plate, a 80 μL solution of 150 nM helicase in 20 mM HEPES (pH 7.4) was added to each well. After 5 min incubation at room temperature, dsDNA unwinding reaction was started by addition of 20 μL 5× reaction solution (5 mM MgCl 2 , 45 mM ATP, 25 mM DTT, and 100 nM dsDNA substrate in 20 mM HEPES [pH 7.4]). The mixture was further reacted for 2 min at 37 C and the reaction was stopped by addition of 100 μL termination solution (0.1 M EDTA and 0.4 μM trap DNA [unmodified 25-base 3 0 -0 T25 DNA oligomer] in 20 mM HEPES [pH 7.4]). The sample was excited at 485 nm and the fluorescence was measured at 535 nm.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. This study was supported by Basic Science Research Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Education (NRF-2013R1A1A2A10061193).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}