{
    "paper_id": "1b85df584f5cf05e01077673229b523c18ed1f9d",
    "metadata": {
        "title": "Journal Pre-proof Recent findings on cardiovascular safety with the use of chloroquine and hydroxychloroquine for COVID-19. Title: Recent findings on cardiovascular safety with the use of chloroquine and hydroxychloroquine for COVID-19",
        "authors": [
            {
                "first": "Yuli",
                "middle": [],
                "last": "Guzman-Prado",
                "suffix": "",
                "affiliation": {},
                "email": "juliguzmanprado@outlook.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and found no significant differences in the likelihood of abnormal electrocardiogram findings (defined as arrhythmia or prolonged QT interval) between groups, however, the researchers highlight that cardiac arrest was more likely in the group treated with HCQ plus AZ (adjusted OR 2.13; 95% CI 1.12 -4.05). No significant differences in in-hospital mortality were found. In order to elucidate if the finding of cardiac arrest was mediated or not by mechanical ventilation, the authors performed a stratified analysis and indicated that in the group of patients who did not receive mechanical ventilation, the risk for cardiac arrest remained increased for HCQ alone compared with AZ alone (adjusted OR 3.01 95% CI 1.07-8.51). The analysis performed in this study was adjusted for likely confounders, including comorbidities, demographics and disease severity. However, due to the observational study design it is possible that some amount of unmeasured confounding remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Later on, Mehra et al (9), reported a large international observational registry including data from 96032 patients from 671 hospitals in six continents (mainly North America and Europe) who received CQ (n=1868); CQ plus macrolide (n=3783); HCQ (n=3016); HCQ plus macrolide (n=6221) versus none of these drugs (n=81144) and found that the use of CQ or HCQ with or without macrolides was independently associated with a higher risk of in-hospital mortality and an increased frequency of de-novo ventricular arrhythmia (non-sustained or sustained ventricular tachycardia or ventricular fibrillation). The authors state that the combination of CQ or HCQ with a macrolide increased the hazard of de-novo ventricular arrhythmias: CQ with a macrolide (HR 4.01; 95% CI 3.34 -4.81); CQ alone (HR 3.56; 95% CI 2.76 -4.59); HCQ with a macrolide (HR 5.10; 95% CI 4.10 -5.98) and HCQ alone (HR 2.36; 95% CI 1.93 -2.90). Predictors of ventricular arrhythmia were also investigated and the variables found to be independently associated with higher risk of de-novo ventricular arrhythmias were CQ or HCQ with or without macrolides and baseline comorbidities such as coronary artery disease, congestive heart failure, history of cardiac arrhythmia, and chronic obstructive pulmonary disease. The researchers argue that the presence of underlying cardiovascular disease could represent a partial explanation of the cardiovascular toxicity associated with the use of CQ or HCQ particularly with the combination of macrolides. Notably, a propensity score matching analysis was conducted to mitigate potential confounders. Moreover, Cox proportional hazards models and a tipping-point analysis were performed to assess the robustness of the estimates. Clearly, this study represents a potential landmark regarding safety and efficacy of CQ and HCQ, either alone or in combination with macrolides, for the treatment of COVID-19. However, the observational retrospective design limits the study's implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the cardiotoxic considerations mentioned by Aggarwal, et al (1), relevant cardiovascular side effects and toxicities associated with the use of repurposing drugs for the treatment of COVID-19 have been stated by researchers of cardiovascular disease who stress the risk of QT interval prolongation, thrombocytopenia and anaemia specifically with the use of CQ and HCQ (10). In conclusion, it is not clear whether the risk of toxic effects may outweigh the benefits of potential COVID-19 treatments. A decisive answer still awaits the results of high quality large randomized controlled trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cardiovascular Safety of Potential Drugs for the Treatment of Coronavirus Disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bangalore",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The American Journal of Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjcard.2020.04.054"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of High vs Low Doses of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Borba",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Val",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Sampaio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chloroquine Diphosphate as Adjunctive Therapy for Patients Hospitalized With Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection: A Randomized Clinical Trial",
            "authors": [],
            "year": 2020,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamanetworkopen.2020.8857"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients with at least a six-day follow up: A pilot observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101663"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The QT interval in patients with COVID-19 treated with hydroxychloroquine and azithromycin",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chorin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0888-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessment of QT Intervals in a case series of patients with coronavirus disease 2019 (COVID-19) infection treated with hydroxychloroquine alone or in combination with azithromycin in an intensive care unit",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bessière",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roccia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delinière",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1787"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk of QT interval prolongation associated with use of hydroxychloroquine with or without concomitant azithromycin among hospitalized patients testing positive for coronavirus 2019 (COVID-19) infection. JAMA Cardiol",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mercuro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1834"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical efficacy of hydroxychloroquine in patients with covid-19 pneumonia who require oxygen: observational comparative study using routine care data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahévas",
                    "suffix": ""
                },
                {
                    "first": "V-T",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roumier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1844"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association of Treatment With Hydroxychloroquine or Azithromycin With In-Hospital Mortality in Patients With COVID-19 in New York State",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Dufort",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Udo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8630"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31180--31186",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Guzik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohiddin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dimarco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the potential therapies for the treatment of patients with COVID-19. The authors highlight the potential toxicities and cardiovascular side effects of the controversial use of chloroquine (CQ) and hydroxychloroquine (HCQ) that should be taken into consideration before its use. At this time, other implications for cardiovascular safety, along with the prolongation of QT interval reported in small size studies (2-7), have recently been addressed in regard to the use of CQ and HCQ, alone or in combination with a second-generation macrolide antibiotic (azithromycin or clarithromycin), for the treatment of COVID-19 and the discussion of the potential harm of these drugs is highly relevant and worthy of careful review. Rosenberg et al (8) conducted a retrospective cohort study of 1438 patients from 25 different hospitals in New York City, treated with HCQ plus azithromycin (AZ) (n=735), HCQ alone (n=271) AZ alone (n=211) and none of these drugs (n=221).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}