{"paper_id": "1b85c07f46d54a5d0199968d3d3dafff0f899d88", "metadata": {"title": "New Phytologist Supporting Information Article title: Beyond buzz-pollination -departures from an adaptive plateau lead to new pollination syndromes", "authors": [{"first": "Agnes", "middle": ["S"], "last": "Dellinger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marion", "middle": [], "last": "Chartier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Diana", "middle": [], "last": "Fernández-Fernández", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Darin", "middle": ["S"], "last": "Penneys", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marcela", "middle": [], "last": "Alvear", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frank", "middle": [], "last": "Almeda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fabián", "middle": ["A"], "last": "Michelangeli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yannick", "middle": [], "last": "Staedler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["Scott"], "last": "Armbruster", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jürg", "middle": [], "last": "Schönenberger", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": ". Merianieae species included in morphospace and information on sampling localities. Table S2 . Pollinator information for the 19 Merianieae species used for delimiting pollination syndromes. Table S3 . Misclassification percentage of 19 Merianieae species with known pollinators. Table S4 . Probability of pollinator classification by Random Forest Analyses (RF). Table S5 . Merianieae species included in the full phylogeny, sampling localities, collector and voucher information and GenBank accession numbers for genes used for constructing the phylogeny. Table S6 . Predictive value of floral characters used in traditional pollination syndromes. Table S7 . Estimated average number of pollination syndrome shifts across 1000 stochastic character mappings. Table S8 . Results from post-hoc test on morphological differences between pollination syndromes. Table S9 . Results from post-hoc test on significant differences in disparity between pollination syndromes. Figure S1 . Nectar producing Meriania species with known pollinators grouped into the 'mixed vertebrate' pollination syndrome. Figure S2 . Ranking of all 61 floral traits by decrease in Gini Index using RF analyses. Figure S3 . Structural properties of petals and stamens in Merianieae. Figure S4 . Stochastic character mapping of pollination syndromes (left) and the 'filament structure' (right). Figure S5 . Stochastic character mapping of pollination syndromes (left) and the character 'relation style to corolla' (right). Figure S6 . Merianieae morphospace PC1-3. Notes S1. 61 floral characters and character states recorded for Merianieae. Notes S2. Detailed description of Merianieae pollination syndromes. ----- Table S3 . Misclassification percentage of 19 Merianieae species with known pollinators when running models without the two most important predictive traits \"pollen expulsion mechanism\" and \"reward type\" (median error rate: 10.5%, 'buzz-bee': 28.6%, 'mixedvertebrate' (MV): 0%, 'passerine': 0%). Misclassification only occurred in the two known buzz-bee pollinated species (Adelobotrys adscendens, Graffenrieda cucullata) with morphologies very distinct from the majority of buzz-bee pollinated Merianieae, which also displayed slight classification uncertainty in the full trait dataset. Classification errors disappeared when including all 61 species which encompass additional taxa sharing these distinct morphologies. Thus, models were considered accurate enough for pollination syndrome predictions. Table S4 . Probability of pollinator classification by Random Forest Analyses (RF) using 100 RFs with 500 trees each. For all species, the characters \"reward type\" and \"pollen expulsion mechanism\" were removed prior to estimation; additional characters which had to be removed due to missing data are listed in the column 'characters removed'. ", "cite_spans": [], "ref_spans": [{"start": 85, "end": 93, "text": "Table S2", "ref_id": null}, {"start": 192, "end": 200, "text": "Table S3", "ref_id": null}, {"start": 281, "end": 289, "text": "Table S4", "ref_id": null}, {"start": 365, "end": 373, "text": "Table S5", "ref_id": "TABREF3"}, {"start": 559, "end": 567, "text": "Table S6", "ref_id": "TABREF5"}, {"start": 651, "end": 659, "text": "Table S7", "ref_id": "TABREF6"}, {"start": 761, "end": 769, "text": "Table S8", "ref_id": null}, {"start": 859, "end": 867, "text": "Table S9", "ref_id": null}, {"start": 968, "end": 977, "text": "Figure S1", "ref_id": null}, {"start": 1095, "end": 1104, "text": "Figure S2", "ref_id": "FIGREF0"}, {"start": 1184, "end": 1193, "text": "Figure S3", "ref_id": "FIGREF3"}, {"start": 1255, "end": 1264, "text": "Figure S4", "ref_id": null}, {"start": 1366, "end": 1375, "text": "Figure S5", "ref_id": "FIGREF2"}, {"start": 1494, "end": 1503, "text": "Figure S6", "ref_id": null}, {"start": 1687, "end": 1695, "text": "Table S3", "ref_id": null}, {"start": 2492, "end": 2500, "text": "Table S4", "ref_id": null}], "section": ""}, {"text": ". Merianieae morphospace PC1-3. The three pollination syndromes ('buzz-bee'blue, 'mixed-vertebrate' -red, 'passerine'yellow) are clearly differentiated; species with known pollinators are represented in darker colours while lighter colours represent species estimated into syndromes by RF analyses. Note the large disparity of buzz-bee pollinated species and the three distinct clusters found within the 'buzz-bee' syndrome.", "cite_spans": [], "ref_spans": [], "section": "Figure S6"}, {"text": "Descriptions of characters and decision criteria for character states are given. Characters relevant for understanding flower functioning and pollination biology in Merianieae were targeted while not focusing on characters only relevant for taxonomic treatments (justification of character choices are given in brackets). These floral characters could be used for the inclusion of further taxa within the tribe, but should mostly also be applicable to other Melastomataceae tribes.", "cite_spans": [], "ref_spans": [], "section": "Notes S1. 61 floral characters coded for Merianieae and used to evaluate pollination syndromes in the tribe"}, {"text": "1. Reward type (traditional pollination syndrome character) 0) Pollen 1) Nectar 2) Food body 2. Inflorescence architectureevaluated on photos, herbarium specimens and in the field, following description of inflorescences by Cotton et al. 2014 (possibly relevant for how pollinators can approach flowers ; Harder & Prusinkiewicz, 2013) 0) Compound or simple dichasium, subtended by a pair of leaf-like bracts, p. 14, Cotton et al. 2014, p. 14, Figure 3C and D 1) Elongate thyrse, elongated inflorescence with bracts absent or caduceus or occasional small leaf-like bracts, Cotton et al. 2014, p. 14, Figure 3B 2) Elongate whorls (whorls along an extended inflorescence stalk like e.g. M.", "cite_spans": [{"start": 224, "end": 242, "text": "Cotton et al. 2014", "ref_id": "BIBREF2"}, {"start": 303, "end": 304, "text": ";", "ref_id": null}, {"start": 305, "end": 334, "text": "Harder & Prusinkiewicz, 2013)", "ref_id": "BIBREF6"}, {"start": 416, "end": 438, "text": "Cotton et al. 2014, p.", "ref_id": null}, {"start": 572, "end": 594, "text": "Cotton et al. 2014, p.", "ref_id": null}], "ref_spans": [{"start": 443, "end": 452, "text": "Figure 3C", "ref_id": "FIGREF3"}, {"start": 599, "end": 608, "text": "Figure 3B", "ref_id": "FIGREF3"}], "section": "Notes S1. 61 floral characters coded for Merianieae and used to evaluate pollination syndromes in the tribe"}, {"text": "sanguinea) 3) Leafy snyflorescence, subtended by successively smaller pairs of leaf-like bracts, Cotton et al. 2014, p. 14, Figure 3A with variable merosity were present, the most common condition was coded unless different types of merosity were equally abundant (an increase in merisem was mostly observed in bee pollinated species) 0) 4 1) 5 2) 6 3) 5 -7 7. Hypanthial stomataassessed on hypanthia prepared for SEM (the hypanthium has been proposed as site of nectar secretion (Varassin et al. 2008) ) 0) Yes 1) No 8. Number of stomata in 1/10 th of the hypanthium counted on samples prepared for SEM (numeric, 0-349); (the hypanthium has been proposed as site of nectar secretion (Varassin et al. 2008 )) 9. Maximal corolla openingmaximal opening of petal tips, measured on 3D-models of flowers in AMIRA (numeric (mm)); (traditional pollination syndrome character, flower size) 10. Corolla heightmeasured on longitudinal sections of 3D-models of flowers in AMIRA from the hypanthium rim to the highest point of the corolla (numeric (mm)); (traditional pollination syndrome character) 11. Ratio between corolla diameter (9) and corolla height (10)numeric (traditional pollination syndrome character, indicative of flower shape or tube width) 12. Corolla shape -assessed at mid-anthesis (thus excluding opening buds (which at first will all resemble cupule/funnel shapes) and senescent flowers (which will have opened more in certain species)), evaluated on photos and pickled material (traditional pollination syndrome character, important for fit with pollinator and physical restriction of flower access in many other plant lineages) 0) Bowl-shaped without overlapping margins (Axinaeas with corolla more widely open) 1) Bowl shaped to flat (Meriania species) 2) Campanulate (bell-shaped, pendant corollas) 3) Campanulate-salverform (slightly campanulate with reflexed petal tips) 4) Solanum type (Graffenrieda; similar to Solanum-type flower with central circle of stamens and reflexed petals) 5) Urceolate (Axinaeas, bell-shaped flowers with an opening narrower than the maximum corolla diameter) 13. Corolla shape change over anthesis -estimated on photos, in the field and on pickled material (this could potentially change the accessibility to rewards (e.g. in a pseudocampanulate flower, large bees could be limited in finding optima buzzing positions) 0) Weak (hardly any change/some spreading of the corolla but only within a shape category) 1) Strong (i.e. change from one shape category to another (e.g. from cupule to basin)) 14. Corolla colour change over anthesis -evaluated on photos and in the field Stamen arrangement relative to corolla -the corolla is divided into 5 sections (following the petals in pentamerous species, extrapolating this pattern in hexa-and heptamerous species) and stamen arrangement is classed into these 5 sections by evaluating how many fifth are covered by the appendage tips, evaluated on pickled material and photos (possibly relevant for where the pollinator positions itself on the flower) 0) 2/5 1) 3/5 2) 4/5 3) 5/5 4) 3/4 27. Level of anther pore -height of the anther pores relative to the style length (measured from style base), evaluated on pickled material (determines site of pollen release in relation to other floral organs) 0) Top (anther pores close to stigma) 1) Middle (anther pores located higher than 1/3 of style length but lower than 90% of style length) 2) Bottom (anther pores located close to style base) 3) Top/middle (in strongly dimorphic species) 28. Change of androecial arrangement over anthesisevaluated on pickled material, photos and in field (possible change of site of pollen release) 0) Noandroecium remains more or less constant in position during anthesis 1) Weakirregular spreading during anthesis 2) Strongstrong reflexive movement of stamens and migration of pores towards stigma during anthesis 29. Secondary dorsal stamen appendage shapeevaluated on pickled material (stamen appendages are sites of interaction with the pollinator (to obtain the reward) at least in bee and passerine pollinated species (Renner 1989 , Dellinger et al. 2014 ) 0) Bifurcate (bifurcated, often elongated) 1) Knob (protrusion bending upwards (away from connective strand, not towards pore (compare \"nose\")), sitting on connective strand; found in M. tomentosa group)", "cite_spans": [{"start": 97, "end": 119, "text": "Cotton et al. 2014, p.", "ref_id": null}, {"start": 480, "end": 502, "text": "(Varassin et al. 2008)", "ref_id": "BIBREF14"}, {"start": 684, "end": 705, "text": "(Varassin et al. 2008", "ref_id": "BIBREF14"}, {"start": 4096, "end": 4108, "text": "(Renner 1989", "ref_id": "BIBREF11"}, {"start": 4109, "end": 4132, "text": ", Dellinger et al. 2014", "ref_id": null}], "ref_spans": [{"start": 124, "end": 133, "text": "Figure 3A", "ref_id": "FIGREF3"}], "section": "Notes S1. 61 floral characters coded for Merianieae and used to evaluate pollination syndromes in the tribe"}, {"text": "2) Nose (rounded structure bending towards pore, sitting on connective strand; found e.g. in M. haemantha) 3) Absent (no secondary appendage present) 30. Shape of primary stamen appendageevaluated on pickled material (stamen appendages are sites of interaction with the pollinator (to obtain the reward) at least in bee and passerine pollinated species (Renner 1989 , Dellinger et al. 2014 ) 0) Acuminate (Graffenrieda; small spine, separate from thecae) 1) Bulbous-acuminate (M. macrophylla) 2) Bulbous (in Axinaea, similar width:length, ratio 0.5 to > 1) 3) Crown (severals Merianias, similar to pyramidal but ending in a rugged tip (instead of an acuminate one)) 4) Fusiform (elongated, width:length < 0.25; more direct transition into thecae) 5) Pyramidal (triangular acuminate pyramid, width:length > 0.33, including species with more distant thecae (e.g. M. sanguinea but also M. haemantha ssp haemantha) 31. Known mode of pollen expulsionevaluated in the field by pollinator observations and experimental manipulation using tweezers (to mimick birds' bills, compare Dellinger et al. 2014) and tuning forks (to mimick buzzing bees) 0) Buzzing 1) Bellows-mechanism 2) Salt-shaker like pollen release 32. Location of thecae on connectiveevaluated on pickled material (location is related to the mechanism of pollen release, pollen is released more easily on laterally attached thecae) 0) Ventral (thecae restricted to dorsal side of connective strand) 1) Lateral (thecae attached at sides of connective strand, pollen chambers supinated) 33. Location of thecal end (end of pollen chambers) in relation to appendageevaluated on pickled material (possibly related to pollen release) 0) Base (thecae end at appendage base, actual end of pollen chamber often only visible in cross-sections) 1) Offset (thecae end a few mm/cm away from appendage base, only connective strand reaches appendage base) 34. Anther shapeevaluated on pickled material (possibly related to pollen release/pollen dosing) 0) Acuminate (continuous narrowing towards the pore, width at pore considerably less than on top) 1) Oblong (oblong anther which only narrows just before the pore but remains more or less the same thickness) 2) Acuminate/oblong (dimorphic stamens) 35. Recurving of anther -curvature from adaxial to abaxial side (to differentiate more or less straight, cannon-like anthers from curved anthers (mostly at the apex); careful, this should not be confused with anthers elevated due to reflexion of the filament), evaluated on pickled material (possibly related to pollen release/pollen dosing) 0) Yes 1) No 36. Spatulate broadening of thecae around anther poreevaluated using SEM (possibly related to pollen release/pollen dosing) 0) Yes 1) No 37. Structure of adaxial thecal wallevaluated on pickled material and SEM (possibly related to pollen release/pollen dosing) 0) Ruminate (sturdy and strongly folded, made up by more than one tightly arranged cell layer (possibly a remaining) 1) Smooth (sturdy but NOT folded, made up by one tightly arranged cell layer and strong cuticle and remnants of tapetum) 2) Crumpled (soft and flexible, made up by one more loosely arranged cell layer) 38. Thecae separated into two pollen sacs by septum-evaluated on cross sections of stamens using microtome sectioning/light microscopy and cross-sections of stamens of HRXCT-scans of flowers in AMIRA (possibly related to pollen release/pollen dosing) 0) Yes 1) No 2) Reduced wall between pollen sacs (in some Graffenrieda species) 39. Number of stamen pores-evaluated on SEM (possibly related to pollen release/pollen dosing) 0) 1 1) 2 2) 1 or 2 (rare, found in some strongly heterantherous species) 40. Location of pore on anther-evaluated on SEM (possibly related to pollen release/pollen dosing) 0) Apical (the pore is strictly apical with no inclination) 1) Dorsal (the pore is on the dorsal side with a lip hindering pollen from flying into the apical direction) 2) Dorsal/Apical (in some strongly heterantherous species, stamen whorls differ in the inclination of the pore) 3) Dorsal tip (the pore is dorsally inclined but mostly opens to the front, the lip (compare with dorsal) is lacking) 4) Ventral (the pore is ventrally inclined) 41. Pore width -10 stamens/species measured on 3D models of flowers in AMIRA, mean taken (numeric (mm)); (possibly related to pollen release/pollen dosing) 42. Pore height -10 stamens/species measured on 3D models of flowers in AMIRA, mean taken (numeric (mm)); (possibly related to pollen release/pollen dosing) 43. Pollen grain diameter -10 pollen grains/species measured in 70% ethanol using a fluorescence microscope, mean taken (numeric (mm)); (possibly related to pollen release/pollen dosing) 44. Structure of stamen filamentsfilaments have been found to constitute the location of nectar secretion, evaluated using light microscopy and SEM; (filament ruptures have been detected as sites of nectar secretion (Dellinger et al., unpublished (possibly related to pollen pick-up, Cruden 2000) 55. Stigma shape -interpreted when placing the style upright and looking at the stigma from the side in SEM (possibly related to pollen pick-up) 0) Corymbose (umbrella-shape, overarching the width of the style but usually shorter than wide, sometimes almost rounded like a ball) 1) Convex (bump, shorter than wide, but not overarching style width) 2) Conical (elongated, as long or longer than wide, not overarching style width) 3) Stamp (almost flat, about as wide as the style, neither narrowing nor widening) 56. Stigma surface -evaluated on SEM (possibly related to pollen pick-up) 0) Densely papillate (papillae heads attach closely to each other) 1) Scarcely papillate (space between papillae) 57. Colour of styleevaluated on photos and in the field (visual attraction) 0) White 1) Light pink 2) Fuchsia 3) Red 4) Lilac 5) Salmon 58. Colour of stigmaevaluated on photos and in the field (visual attraction) 0) White 1) Light pink 2) Fuchsia 3) Red 4) Lilac 5) Dark purple 59. Colour contrast stylecorollaevaluated on photos and in the field (visual attraction) 0) No 1) Yes 2) Weak 60. Colour contrast androeciumgynoeciumevaluated on photos and in the field (visual attraction) 0) No 1) Yes 2) Weak 61. Colour contrast between stigma and styleevaluated on photos and in the field (visual attraction) 0) No 1) Yes", "cite_spans": [{"start": 353, "end": 365, "text": "(Renner 1989", "ref_id": "BIBREF11"}, {"start": 366, "end": 389, "text": ", Dellinger et al. 2014", "ref_id": null}, {"start": 1073, "end": 1095, "text": "Dellinger et al. 2014)", "ref_id": null}, {"start": 4937, "end": 4967, "text": "(Dellinger et al., unpublished", "ref_id": null}], "ref_spans": [], "section": "Notes S1. 61 floral characters coded for Merianieae and used to evaluate pollination syndromes in the tribe"}, {"text": "Bee syndrome flowers in Merianieae are characterized by a pollen reward, which is released by high-frequency buzzes applied by bees to the stamens. Flowers are often upright or horizontally oriented with wide bowl-shaped to deflexed corollas, with a mean diameter:height ratio of 8.7. Corolla shape changes markedly in the first hours/day of anthesis when corollas gradually reflex. Petal epidermis cells were found to be conical in shape. Flowers belonging to the 'MV' syndrome provide nectar rewards secreted from the stamens and aggregating on the petals (Dellinger et al., unpublished) . Flowers are usually pendant and pseudo-campanulate, with a diameter:height ratio of 1.0. Petal epidermis cells are usually flat, petals glossy and colours range from white, pinkish, salmon to scarlet red. All species have androecia arranged on one side of the flower and stamens undergoing a strong deflexion movement in the early phase of anthesis, bringing pores close to stigmas (anthers erect).", "cite_spans": [{"start": 558, "end": 589, "text": "(Dellinger et al., unpublished)", "ref_id": null}], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "Stamen appendages are smaller than in bee-pollinated Meriania species, crown shaped and relatively inconspicuous in colouration in some species (e.g., hummingbird/bat pollinated M. tomentosa), but larger and more vividly coloured in others (e.g., hummingbird/rodent pollinated M. sanguinea). Heteranthery is absent in most of these species, it is present, however, in the Antillean M. angustifolia and M. albiflora, both of which showed considerable inconsistency in pollination syndrome assignment (alternative: bee; see below).", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "In many species, thecae are attached laterally to the connective. They have a soft, easily deformable (e.g. by a hummingbird's bill) wall made up of the epidermis only. The septum separating the thecae has collapsed. Apical anther pores are usually directed towards the stigma. Styles are often straight, not exceeding the corolla length, and often bear enlarged, slightly flattened stigmas. Floral scent can range from scentless (for the human nose, e.g. M.", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "furvanthera) to emitting a flowery perfume-like scent (e.g. M. tomentosa) or strong, glue/plastic-like scents in M. sanguinea (for details see Dellinger et al., unpublished) . Flowers become anthetic in mornings and/or evenings and usually remain open for approximately three days. Mixed diurnal and nocturnal pollinator assemblages have been observed drinking nectar in five species. When the animals insert their bills or tongues/heads into the pseudocampanulate corollas, they push through the densely arranged anthers to lick nectar aggregated beneath the stamens. They thereby touch the soft, laterally attached thecae and cause pollen release. As all stamens are arranged with the pores pointing downwards, out of the pendant flower, this mechanism is termed 'salt-shaker' like pollen release.", "cite_spans": [{"start": 143, "end": 173, "text": "Dellinger et al., unpublished)", "ref_id": null}], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "The passerine pollination syndrome is characterized by staminal food body rewards, which at the same time function as pollen expulsion mechanism ('bellows'-mechanism). Passerine syndrome flowers are usually oriented in various directions (upright, horizontal, pendant) with mostly urceolate corollas with a diameter:height ratio of 1.5, which does not change much during anthesis in most species (compare with 'bee' syndrome). Petal epidermis cells were flat to slightly conical and petals were matte matt, colours range from light pink to red, and yellow corollas are also known. In all species with passerine pollination, the brightly coloured stamen appendages form a strong colour contrast with the corolla. Stamens are arranged on one side of the flower (monosymmetric) and in contrast to the 'MV' syndrome, they do not 36 deflex during anthesis so that the pores remain more or less around the mid length of the style.", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "All species are united by characteristic bulbous stamen appendages with smooth surfaces.", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "Most species show moderate heteranthery mostly in appendage volume and colour. Only", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}, {"text": "Meriania macrophylla has strongly dimorphic stamens, a trait otherwise only found in the 'bee' syndrome (see estimation results below). Thecae are located on the ventral side of the connective and have a smooth, sturdy wall, composed of the epidermal cell layer and an endothecium. As in the 'MV'-syndrome, the septum has collapsed. Pores are located on the dorsal side of the anther. Styles are usually partially exserted from the urceolate corollas, with relatively small, conical stigmas. No scents have been noticed with the human nose (ASD, pers. obs.). Anthesis starts in the early morning and lasts for several days up to a week (ASD, pers. obs.). Passerines (tanagers, flowerpiercers) have been observed feeding on the bulbous stamen appendages in three species. The appendages contain high amounts of sugars (food body reward) and also function as a pollen expulsion mechanism: when passerines bite the appendages for consumption, the compression forces contained air into and through the thecae, dusting the birds with pollen grains that are ejected out of the apical pores.", "cite_spans": [], "ref_spans": [], "section": "Notes S2. Detailed description of Merianieae pollination syndromes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Trees as huge flowers and flowers as oversized floral guides: the role of floral color change and retention of old flowers in Tibouchina pulchra", "authors": [{"first": "Vlg", "middle": [], "last": "Brito", "suffix": ""}, {"first": "K", "middle": [], "last": "Weynans", "suffix": ""}, {"first": "M", "middle": [], "last": "Sazima", "suffix": ""}, {"first": "K", "middle": [], "last": "Lunau", "suffix": ""}], "year": 2015, "venue": "Frontiers in Plant Sciences", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Cultivo de melastomatáceas con potencial ornamental en reservas naturales de la sociedad civil. Reserva Natural \"El Refugio", "authors": [{"first": "E", "middle": [], "last": "Caleron-Saenz", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A revision of Axinaea (Melastomataceae)", "authors": [{"first": "E", "middle": [], "last": "Cotton", "suffix": ""}, {"first": "F", "middle": [], "last": "Borchsenius", "suffix": ""}, {"first": "H", "middle": [], "last": "Balslev", "suffix": ""}], "year": 2014, "venue": "Det Kongelige Danske Videnskabernes Selskab", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pollen grains: why so many?", "authors": [{"first": "R", "middle": ["W"], "last": "Cruden", "suffix": ""}], "year": 2000, "venue": "Plant Systematics and Evolution", "volume": "222", "issn": "", "pages": "143--165", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A Specialized Bird Pollination System with a Bellows Mechanism for Pollen Transfer and Staminal Food Body Rewards", "authors": [], "year": null, "venue": "Current Biology", "volume": "24", "issn": "", "pages": "1615--1619", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The interplay between inflorescence development and function as the crucible of architectural diversity", "authors": [{"first": "L", "middle": ["D"], "last": "Harder", "suffix": ""}, {"first": "P", "middle": [], "last": "Prusinkiewicz", "suffix": ""}], "year": 2013, "venue": "Annals of Botany", "volume": "112", "issn": "", "pages": "1477--1493", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Repeated evolution of vertebrate pollination syndromes in a recently diverged Andean plant clade", "authors": [{"first": "L", "middle": ["P"], "last": "Lagomarsino", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Forrestel", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Muchhala", "suffix": ""}, {"first": "C", "middle": [], "last": "Charles", "suffix": ""}], "year": 2017, "venue": "Evolution", "volume": "71", "issn": "8", "pages": "1970--1985", "other_ids": {"DOI": ["10.1111/evo.13297"]}}, "BIBREF8": {"ref_id": "b8", "title": "Flower Visitation by Bats in Cloud Forests of Western Ecuador", "authors": [{"first": "N", "middle": [], "last": "Muchhala", "suffix": ""}, {"first": "-V P", "middle": [], "last": "Jarrin", "suffix": ""}], "year": 2002, "venue": "Biotropica", "volume": "34", "issn": "", "pages": "387--395", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A global test of the pollination syndrome hypothesis", "authors": [{"first": "J", "middle": [], "last": "Ollerton", "suffix": ""}, {"first": "R", "middle": [], "last": "Alarcón", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Waser", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Price", "suffix": ""}, {"first": "S", "middle": [], "last": "Watts", "suffix": ""}, {"first": "L", "middle": [], "last": "Cranmer", "suffix": ""}, {"first": "A", "middle": [], "last": "Hingston", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Peter", "suffix": ""}, {"first": "J", "middle": [], "last": "Rotenberry", "suffix": ""}], "year": 2009, "venue": "Annals of Botany", "volume": "103", "issn": "9", "pages": "1471--1480", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Gloss, Colour and Grip: Multifunctional Epidermal Cell Shapes in Bee-and Bird-Pollinated Flowers", "authors": [{"first": "S", "middle": [], "last": "Papiorek", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Junker", "suffix": ""}, {"first": "K", "middle": [], "last": "Lunau", "suffix": ""}], "year": 2014, "venue": "PLOS ONE", "volume": "9", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A survey of reproductive biology in Neotropical Melastomataceae and Memecylaceae", "authors": [{"first": "S", "middle": ["S"], "last": "Renner", "suffix": ""}], "year": 1989, "venue": "Annals of the Missouri Botanical Garden", "volume": "50", "issn": "", "pages": "496--518", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Estrategias de extracción de néctar por pinchaflores (aves: Diglossa y Diglossopis) y sus efectos sobre la polinización de plantas de los altos andes", "authors": [{"first": "S", "middle": ["V"], "last": "Rojas-Nossa", "suffix": ""}], "year": 2007, "venue": "Ornitología Colombiana", "volume": "5", "issn": "", "pages": "21--39", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Trait correltes and functional significance of heteranthery in flowering plants", "authors": [{"first": "M", "middle": [], "last": "Vallejo-Marín", "suffix": ""}, {"first": "Da", "middle": [], "last": "Silva", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Sargent", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Barrett", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "", "suffix": ""}], "year": 2010, "venue": "New Phytologist", "volume": "188", "issn": "", "pages": "418--425", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparative Anatomy and Morphology of Nectar-producing Melastomataceae", "authors": [{"first": "I", "middle": ["G"], "last": "Varassin", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Penneys", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Michelangeli", "suffix": ""}], "year": 2008, "venue": "Annals of Botany", "volume": "102", "issn": "", "pages": "899--909", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Ranking of all 61 assessed floral characters based on their importance in predicting pollination syndromes in Merianieae (based on Gini Index).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Structural properties of petals and stamens in Merianieae. (a) 'buzz-bee' syndrome petal surface with papillate epidermis of Meriania brachycera. (b) 'Mixed vertebrate' syndrome petal surface with almost smooth epidermis of M. tomentosas (c) 'Passerine' syndrome petal surface with smooth epidermis of Axinaea costaricensis. (d) 'buzzbee' syndrome stamen of M. haemantha ssp. haemantha, note ventral attachment of corrugated thecae to connective and sculptured appendage (e) 'Mixed vertebrate\" syndrome stamen of M. furvanthera, note lateral attachment of pollen chambers to connective and small appendage. (f) 'Passerine' syndrome stamen of Axinaea costaricensis with bulbous appendage and ventral attachment of pollen chambers to connective. (g) Cross-section of theca of 'buzz-bee' syndrome M. haemantha ssp. haemantha, note epidermis and endothecium with thickened cell walls as well as corrugated structure of thecal wall and presence of septum separating the two pollen sacs of the theca. (h) Cross-section of theca of 'mixed vertebrate' syndrome M. pichichensis with flexible pollen chamber wall and collapsed septum (remnants indicated with arrowhead). (i) Cross-section of theca of 'passerine' syndrome A. costaricensis with smooth thecae with thickened cell walls in epidermis and collapsed septum (arrowhead). aappendage, ffilament, ppore, scale bars: (a), (b), (g), (h), (i), (j) 100 µm; (c), (l) 200 µm; (k) 500 µm; (d), (e), (f) 1 mm. Stochastic character mapping of pollination syndromes (left) and the 'filament structure' (right).Note that filament ruptures are only found within the 'mixedvertebrate' syndrome (in salmon on the left) while the ancestral 'buzz-bee' syndrome (blue on the left) and the 'passerine' syndrome (yellow on the left) do not show filament ruptures. The 'all rates different' model was chosen to estimate filament structure evolution as it performed significantly better than the 'equal rates' model (ER: log-likelihood: -53,5, AIC 109, ARD: log-likelihood: -36.6, AIC 97, ANOVA: p < 0.001).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Stochastic character mapping of pollination syndromes (left) and the character 'relation style to corolla' (right). Note that in all 'mixed-vertebrate' species (in salmon on the left), styles are enclosed by the pseudo-campanulate corolla, while 'passerine' syndrome species (in yellow on the left) have more open corollas with only partly enclosed or exerted styles and most 'buzz-bee' syndrome flowers (in blue on the left) have fully exerted styles ('ER' model: log-likelihood -47.2, AIC96.4, 'ARD' model. Log-likelihood -40.1, AIC 92.3, ANOVA p 0.014).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Number of flowersevaluated on photos, herbarium specimens and in the field, following Cotton et al. 2014 (possibly relevant for floral display) 0) Few (1-10 flowers per inflorescence) 1) Moderate (11-25 flowers per inflorescence) 2) Rich (>26 flowers per inflorescence) 4. Position of inflorescence in relation to foliageevaluated on photos, herbarium specimens and in the field (possibly relevant for how pollinators can approach flowers) 0) Not projected 1) Projected (flowers clearly extended from foliage e.g. by an elongated inflorescence stalk or terminal positioning in vine (Adelobotrys), easily visible) 5. Orientation of flowers in inflorescence -evaluated on photos and herbarium specimens and considering the majority of flowers (traditional pollination syndrome character) 0) Multiple 1) Upright-horzontal 2) Nodding 6. Merisemevaluated on photos, herbarium specimens and in the field; if individuals", "latex": null, "type": "figure"}, "FIGREF4": {"text": "(could influence pollinator attraction, compare Brito et al. 2015) 0) No 1) Yes 15. Corolla colour -evaluated on photos and in the field, using X-rite Colour Checker as a reference (traditional pollination syndrome character) Lilac 16. Colour contrast between corolla and stamensbased on photos (traditional pollination syndrome character, important for pollinator attraction) 0) Yes 1) No 17. Petal gloss -evaluated on flowers in the field and if high quality photos were available (traditional pollination syndrome character, pollinator attraction) 0) Matt 1) Gloss 18. Petal surface -SEM was used to assess the shape of epidermis cells on the ventral petal surface (with bee pollinated flowers usually having conical cells (mostly long papillate, enhancing grip and visibility), and bird pollinated flowers usually having flat surface cells (see Papiorek et al. 2014 for more details)) 0) Smooth 1) Short papillate 2) Long papillate 19. Scentevaluated in the field (smelling with the human nose; traditional pollination syndrome character, pollinator attraction) 0) Flowery 1) Heavy-sweet 2) No 3) Weak (if not all test persons could perceive a smell, but 50% claimed to smell something) 20. Number of stamensevaluated on photos and observations of pickled material (an increase in stamen number was mostly observed in bee pollinated species) 0) 8 1) 10 2) 12 3) 10-14 21. Stamen shape dimorphismevaluated on photos and observations of pickled material (heteranthery is known to be an important trait in buzz-pollination (Vallejo-Marín et al., 2010) 0) Isomorphic 1) slightly dimorphic (small differences in shape or size, but no heteranthery) 2) strongly dimorphic (heteranthery) 22. Dimorphism in filament lengthevaluated on pickled material (heteranthery is known to be an important trait in buzz-pollination (Vallejo-Marín et al., 2010) 0) Yes (if filaments bring the two stamen whorls to different heights) 1) No 23. Dimorphism in appendage volumeevaluated on pickled material (heteranthery is known to be an important trait in buzz-pollination (Vallejo-Marín et al.24. Dimorphism in anther lengthevaluated on pickled material (heteranthery is known to be an important trait in buzz-pollination (Vallejo-Marín et al., 2010) 0) Yes 1) No 25. Stamen colour dimorphismevaluated on photos and in field (heteranthery is known to be an important trait in buzz-pollination (Vallejo-Marín et al.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "data)) 0) Dorsal ruptures (necrotic horizontal slits on the dorsal side) 1) Small intercellular holes on proximal lateral side of filament and/or rupture on filament/connective joint 2) Smooth 3) Punctures (rounded necrotic surface damages; down to vascular bundle in some species) 45. Structure of stamen appendage surfaces-evaluated on SEM (appendage surface structures may influence the grip for pollinators applying vibrations) 0) Smooth (no protrusions or groves) 1) Smooth-pitted (generally smooth, but some depressions) 2) Cauliflower (both horizontal and vertical grooves, like cauliflower) 3) Mixed-bumpy (in M. tomentosa-group, appendages that have features of suclate/cauliflower but also smooth parts and a generally bumpy surface) 4) Sulcate (mainly vertical grooves but overall even surface (without cauliflower protrusions) 5) Papillate (papillae on appendage) 46. Inflation at thecal baseevaluated on SEM (possibly related to pollen release/pollen dosing) 0) Yes 1) No 47. Stomata on stamen appendage-evaluated on SEM (these could potentially be related to nectar or scent emission, Varassin et al., 2008, Dellinger et al., unpublished data) 0) No 1) Occasional (sometimes up to five) 2) Regular (more than five in all stamens) 48. Ratio vascular bundle:filament widthnumeric (measured on sections of CT-scans, 5 stamens per specimen, at the base of the filament; coronal plane); (thick vascular bundles have been detected in nectar releasing Melastomataceae by Varassin et al., 2008) 49. Colour stamen appendage (traditional pollination syndrome character, 51. Colour contrast thecae and stamen appendageevaluated on photos and in field (traditional pollination syndrome character, visual attraction) 0) Yes 1) No 52. Relative position of style and corollaevaluated on pickled material, viewed from the front/side (traditional pollination syndrome character, related to fit between flower and pollinator) 0) Free (style usually visible in its full length) 1) Partly enclosed (upper quarter of the style usually visible) 2) Enclosed (style mostly enclosed by petals, not (or only tip of stigma) visible) 53. Style curvatureevaluated on pickled material (possibly governs pollen pick-up from pollinator; e.g. a hooked style would only pick up pollen if the pollinator positioned itself directly underneath) 0) Curved (variable curvature, slightly curved to almost straight in 90% of flowers) 1) Hooked (strong hook at tip in > 90% of flowers) 54. Stigma diametermeasured on 3D scans of flowers, mean taken (numeric (mm));", "latex": null, "type": "figure"}, "FIGREF6": {"text": "colours range widely from white to different shades of pink and lilac, with stamens usually forming a strong colour contrast. Stamens may be arranged either on one side of the flower, giving the flowers a distinct monosymmetric architecture (Meriania, Adelobotrys, Macrocentrum), or the stamens are distributed more or less regularly in the flower, leading to almost polysymmetric flowers (Graffenrieda). Anthers can be erect (Graffenrieda), bringing pores close to the stigma, or remain geniculate (the condition found in bud-stage in all species) with pores remaining close to the base of the style in the floral centre. Stamen appendages are usually very conspicuous and variable in shape, pyramidal to weakly acuminate, sometimes bearing secondary appendages, and often have strongly ornamented surfaces. Weak to strong heteranthery is found in all Adelobotrys and some Meriania species. Thecae are located on the ventral side of the connective and usually have strongly corrugated and rigid walls consisting of two cell layers and an endothecium. A septum separating the thecae into two pollen sacs is present. Pores may be located on the dorsal (Meriania, partly Adelobotrys) or ventral (Graffenrieda, Macrocentrum) side of the anther. Styles are usually exserted from the rest of the flower and often strongly curved right beneath the stigma. In many species, stigmas are small and punctiform. Flowery, pleasant scents have been noticed in some species in Meriania and Adelobotrys (ASD pers. obs.). Anthesis usually starts in the early morning and may last from a single to multiple days (ASD pers. obs.). Bees have been observed in four large flowered Meriania species orientating their bodies in parallel to individual stamens, with their head at the appendage and their abdomen pointing towards the pores. They bite into the appendage and vibrate individual stamens at a time. In smaller flowered A. adscendens, bees were seen to crouch above the entire androecium (instead of single stamens), head pointing towards the flower centre, and applying vibrations to the entire androecium. Thus, the bee-syndrome encompasses various types of interactions between flowers and buzzing bees.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Merianieae species included in morphospace and information on sampling localities.Table S2. Pollinator information for the 19 Merianieae species used for delimiting pollination syndromes and as training set for Random Forest classification for pollinator estimation. The total number of days/nights when pollinator monitoring was made is given as well as the total number of hours of reviewed video material; a minimum of three 30 minute intervals was reviewed from every observation day.", "latex": null, "type": "table"}, "TABREF3": {"text": "Merianieae species included in the full phylogeny, sampling localities, collector and voucher information and Genbank accession numbers for genes used for constructing the phylogeny. \"no\" indicate genes where no data was obtained, 'xxxxxxxx' indicate sequences submitted to Genbank but no accession numbers received by the date of submission (28072018).", "latex": null, "type": "table"}, "TABREF5": {"text": "Predictive value of floral characters used in traditional pollination syndromes (e.g.Ollerton et al. 2009, Lagomarsino et al. 2016 in Merianieae (measured by reduction in Gini index), the floral traits belonging to the 20 most important floral characters identified are marked in bold.", "latex": null, "type": "table"}, "TABREF6": {"text": "Estimated average number of pollination syndrome shifts across 1000 stochastic character mappings, the total average number of pollination syndrome transitions is 10.675.Table S9. Results from post-hoc test on significant differences in disparity (mean pairwise differences) between pollination syndromes. * indicates p-value < 0.001.", "latex": null, "type": "table"}}, "back_matter": []}