{
    "paper_id": "1b93c8c6b21f94eb17d0d85933f80e89b8339b4e",
    "metadata": {
        "title": "Pervasive refusal syndrome: systematic review of case reports",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Otasowie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Paraiso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gordon"
                ],
                "last": "Bates",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pervasive refusal syndrome (PRS) is a complex condition that affects young people leading to social withdrawal, inability or refusal to eat, drink, mobilise or speak. The affected individual regresses and is unable to self-care and quite characteristically will resist rehabilitation, worsen with praise or remain entirely passive. This systematic review was aimed at describing clinical features of PRS, current interventions and to summarise some of the nosological aspects of the condition. Without language restriction, an electronic search was conducted in Embase, PsychInfo, Medline, Cochrane library, and PubMed databases yielding 29 articles with a total of 79 cases. We performed a risk of assessment bias using an adapted Newcastle-Ottawa Scale and adhered to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. 124 articles were identified, of which 29 were included and these yielded 79 cases. Seventy-six percent of the studies had a low rate of risk of assessment bias (good quality). Our results show that PRS overlaps with several conditions, mainly affects young females aged 7-15 years and has a recovery rate of 78% if diagnosed and treated early but the duration of inpatient treatment may last up to 9.44 months (8.82 SD). The patients had multiple inter-dependent risks. The major predisposing factors included vulnerable premorbid personality and pre-existing mental disorder. Precipitating factors were stressors such as infection and traumatic experiences. Enmeshed parent-child relationship served as a maintaining factor. The themes of treatment approach are essentially rehabilitative: (1) working collaboratively with patient and family, (2) having access to multidisciplinary team, and (3) peer/group supervision. This study has systematically evaluated a large sample of patients with PRS to ascertain its clinical features and the core elements of its treatment. Its key treatment approach is a multi-modal rehabilitative strategy that is compassionate, transparent and inclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It has been nearly 30 years since Lask et al. first described a new diagnostic entity, Pervasive Refusal Syndrome (PRS), a complex and severe illness characterised by the refusal to eat, drink, walk, talk or undertake self-care [1] . It is a potentially life-threatening condition owing to the risks associated with immobility, starvation and dehydration. PRS occurs in the absence of an organic explanation and mainly affects young people. It is one of the most challenging childhood conditions in terms of both diagnosis and treatment [2] [3] [4] . It can occur acutely or insidiously and present with a constellation of symptoms that do not easily match a specific DSM-5 [5] or ICD-11 [6] diagnostic category.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Affected young people are withdrawn but fully conscious. They may sometimes sleep in the day as well as at night but are rousable. Even for those who are not mute, it is difficult to gauge their cognitions. The literature is not helpful on this point. On recovery, they are unable to remember how they felt or what they were thinking [7] . In typical cases, they may show distress when attempts at rehabilitation are made. There is currently no management protocol or evidence-based treatment guideline for PRS presenting in non-asylum seekers.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since its initial description, there have been many case reports published in peer-reviewed journals, which have helped to increase awareness of the condition. Most case reports demonstrate very similar features and presentations, whilst others show peculiar aspects that create diagnostic conundrums. Clinicians, support groups and even philosophers of science [8] continue to debate the specific identity of the condition given its resemblance to chronic fatigue syndrome, catatonia, depression, anxiety, functional neurologic disorder (conversion disorder), selective mutism, and eating disorder [2] . Indeed, due to the presence of mutism, social withdrawal and immobility some experts on catatonia argue that PRS is a misnomer for catatonia [9, 10] . Jaspers et al. [4] have recommended diagnostic criteria for PRS to improve its diagnostic specificity (see Box 1). Box 1 Adapted diagnostic criteria for PRS [4] • Partial or complete refusal in three or more of the following domains: (1) eating, (2) mobilization, (3) speech, (4) attention to personal care • Active and angry resistance to acts of help and encouragement • Social withdrawal and school refusal • No organic condition accounts for the severity of the degree of symptoms • No other psychiatric disorder could better account for the symptoms • The endangered state of the patient requires hospitalization PRS is not well understood and there are a variety of theoretical models which have been proposed. In clinical practice, one or more of these paradigms may apply. These include stress and personality interaction [12] , trauma variants [1] , learned helplessness [11] , unrecognised catatonia [15] and abnormal illness behaviour [16] . The PRS term itself is considered controversial by some researchers who have suggested that the word 'refusal' connotes that the child is deliberately, consciously and actively refusing all forms of treatment which damages the relationship between child, family and treating team [12] . We have kept with PRS for clarity, as the alternative names have not been universally accepted.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1609,
                    "end": 1612,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1989,
                    "end": 1993,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Owing to its rarity and diagnostic uncertainty, PRS is not currently included in the ICD or DSM classification systems but published case reports indicate that it is becoming an increasingly recognisable condition in specialist centres and to clinicians who have a high index of suspicion. It is likely that some clinicians may have come across cases of PRS but may have described these as any of the commonly recognised differentials of the condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most published case reports of PRS can be found in English language journals, which cite other English language publications, potentially missing reports from non-English speaking countries. This study aims to systematically evaluate all cases of PRS published internationally in peer-reviewed journals to date and without language restriction, and to collate and characterise the demographic and clinical profile of patients with PRS in a large sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given that case reports are often used to illustrate the manifestation of rare diseases, it is important that a systematic review of this kind should be conducted to identify the most common features, vulnerability factors, coexisting conditions and treatment approaches. It is hoped that the outcome of the systematic review will increase the awareness of PRS among clinicians and lay the foundation on which evidence-based care can be built.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We followed the PRISMA guidelines (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) [19] . Our eligibility criteria used the PICO worksheet and search strategy (See \"Appendix\" for details). We searched a number of databases PubMed, Cochrane Library, EBSCOHOST, ERIC, BNI, PsychINFO, CINAHL, EMBASE, and Medline within the timeframe from January 1990 to December 2018 and repeated the search in May 2019. We used the following search terms \"refusal\", \"withdrawal\", \"regression\", \"mothering disorder\", \"devitalisation syndrome\", \"pervasive refusal\", \"pervasive withdrawal syndrome\", \"pervasive arousal withdrawal syndrome\". The search strategy yielded 58 potential articles.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Two reviewers (JO and AP) extracted information and independently assessed risk of bias using the adapted version of the Newcastle-Ottawa Scale (NOS) for evaluating the quality of nonrandomized studies in meta-analyses [20] . We considered the quality of a case report as having a low, moderate or high risk of bias following the method that has been described by Murad et al. [21] .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "116 studies were identified through searches in multiple databases and 8 studies were obtained through searches of reference lists. Twenty-nine studies met inclusion criteria following review of 38 potentially eligible articles (Fig. 1) . Seventy-nine PRS cases were reported in the 29 studies. Using the adapted NOS, 22 [1, 4, 7, 11, 22, 24-30, 33-38, 40, 42, 47, 49] of the 29 studies had a low risk, six [2, 3, 32, 39, 46, 50] had moderate risk and one [48] had a high risk of assessment bias (supplementary Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 368,
                    "text": "[1, 4, 7, 11, 22, 24-30, 33-38, 40, 42, 47, 49]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 517,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Study selection"
        },
        {
            "text": "Our results show that there is a variability of presentation and degree of impairment amongst the affected individuals. The presentation may include an acute or insidious onset of malaise [1, 4, 32, 37, 38] , lethargy [4] , appearing subdued or withdrawn [30, 36, 40] , inability to eat or drink, muscle weakness [1, 3] , immobility and incontinence. Inability or unwillingness to accept support was consistently reported across all case reports. There was a mixed picture of both active refusal and passive resistance in the asylum-seeking group and those not seeking asylum. Some of the case reports [3, 28, 32, 38, 42] described a variable pattern of refusal; ranging from active and angry refusal to passive resistance, thus, suggesting that refusal in PRS is a continuum. The most commonly reported feature in all cases was food refusal.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "Mutism was not consistently reported in all cases and where reported, the problem was observed in the context of deterioration in the psychopathology, i.e., in the reported cases, the inability to speak was gradual and progressive. Some of the children were able to communicate in the initial stage of their illness but became selectively or completely mute, as their condition got worse. Indeed, some of the affected children, at the early stages of their illness, cried and whimpered in pain until they eventually became mute [28, 32] .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "Neurological symptoms such as conversion flaccid paralysis was noted in one of the seven reported cases by Thompson and Nunn [3] , Wright and Beverley [24] reported tics, hyperacusis and hyperaesthesia in their patient. In addition to fulfilling all criteria for PRS, the children from asylumseeking families presented with neurological and secondary physiological symptoms ranging from subtle signs of change in muscle tone to increased spasms and flaccid paralysis [22, 42, 50] . Secondary symptoms such as tachycardia, pyrexia, profuse sweating, reactivation of latent viral infections, oedema and in some cases, muscular atrophy were described by Bodegard only [56] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "There is usually a delay in the diagnosis of PRS owing to its overlap with multiple psychiatric and medical conditions [2, 33] . Diagnostic uncertainty, multiple diagnoses from various professionals and family's frustration with clinicians' management may significantly contribute to the prolonged course of the condition. Those with an acute onset of the illness that was identified early and received prompt treatment had a shorter stay on admission [3, 34, 35] . In contrast, those with unclear stressors and multiple vulnerability factors stayed longer on admission.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "The following comorbid conditions were described: PTSD (30% of cases), Depression (25%), anxiety (12%), anorexia (6%), autism (4%), chronic fatigue syndrome (4%), specific learning disability (2%), conversion disorder (2%) and emerging personality disorder (2%). In most of the published case reports new symptoms seemed to manifest as the illness progressed. This required modification of the treatment strategy depending on the clinical urgency of the emerging symptom. The last set of symptoms was usually among the first set to resolve in the course of illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "Sixty of the 79 patients had a premorbid personality that was described as anxious, sensitive, perfectionist, conscientious high achiever with high self-expectation and difficulty coping with perceived failure. Of the 79 young people analysed, 28 had a pre-existing history of a mental illness. All the parents of asylum-seeking patients (n = 41) had a history of mental illness while only 10 out of the 38 parents without the experience of seeking asylum had reported a history of psychiatric illness. The rigidity and inability to cope with transition or change seen in some of the patients [3, 26, 27, 36, 37, 40, 43, 47] suggest the possible presence of an undiagnosed autism spectrum disorder (ASD).",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "Our study identified varied triggers potentially associated with the aetiology of PRS, thus creating a possibility of an existence of heterogeneous groups within individuals with the condition. The commonly identified triggers included trauma, psychosocial stress, physical illness and acute infective process. It was difficult to separate the perpetuating factors from predisposing factors as these seemed to overlap (Box 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "Acute upper respiratory tract infection was identified as a trigger factor in 13 case reports [3, 4, 11, 24, 27, 28, 32, 35-38, 40, 47] . Following the result of biochemical markers seen in their patient, Wright and Beverley [24] proposed that streptococcal infection may be a causative factor in the aetiology of PRS; however, this has not been borne out. No specific microorganisms were implicated in the reviewed PRS case reports and the reported features did not suggest evidence of Paediatric Autoimmune Neuropsychiatric Disorder Associated with Streptococcus (PANDAS)/Paediatric Acute-Onset Neuropsychiatric Syndrome (PANS). PANDAS was considered and excluded [4, 22] . The clinical features of PRS were not noted to abate even when the patient had received adequate treatment for the streptococcal throat infection or other identified physical illness.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 135,
                    "text": "[3, 4, 11, 24, 27, 28, 32, 35-38, 40, 47]",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "In their critical review of PRS literature, Von Folsach and Montgomery [41] , suggested that it is possible that the period of convalescence can trigger the development of PRS psychologically or physiologically [54] . Viral illnesses preceded the manifestation of PRS in 17% of reported cases. This is similar to the prevalence of 16-42% of the most common viral illnesses (rhinovirus and influenza) seen in the general population [53, 53] . Further longitudinal and casecontrolled studies are needed to ascertain whether infection has a mediating role in the aetiology of PRS.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "PRS appears to be maintained by the presence of an enmeshed parent-child relationship, difficult social environment and unresolved psychosocial stresses. The report of enmeshed parent-child relationship should be addressed sensitively (Box 4). It appears to be over-emphasised in PRS case reports and it is difficult to conclude whether this is primary or secondary to the illness as it is not unusual for a parent to pander to the demands of a critically ill child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "Although our literature search was worldwide, we observed that most of the cases were from Europe. The case reports originated from the UK (12 articles: [1, 2, 7, 24, 30, 32, 34, 36-38, 43, 46] ), Australia (four articles: [3, 11, 27, 39] ), Sweden (three articles: [22, 42, 48] ), Denmark (two articles: [40, 47] ), The Netherlands (two articles: [4, 29] ), Germany (two articles: [26, 35] ), Ireland (two articles: [28, 48] ), Belgium (one article: [49] ), and India (one article: [25] ).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 193,
                    "text": "[1, 2, 7, 24, 30, 32, 34, 36-38, 43, 46]",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "Differential diagnoses Like Lask [2] and Jaspers et al. [4] , we noted that depression remained the most frequent differential diagnosis for PRS. Most of the patients had multiple differential diagnoses. Compared to the findings of Jaspers et al. [4] , this study shows an increase in the frequency of the differential diagnoses of anorexia, selective mutism, chronic fatigue syndrome and catatonia. Several other studies including Nunn et al. [12] , Lask [2] and Jaspers et al. [4] have already described and elaborated on the salient features that distinguish these differentials from PRS (Box 5).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "Most patients with PRS did not respond to the usual treatment for the identified differential diagnoses. For instance, in the cases described by [1, [24] [25] [26] [27] , the patients did not respond to therapeutic doses of antidepressants. McNicholas et al. [28] considered a diagnosis of catatonia and modified their treatment accordingly when rehabilitative treatment approach for PRS was seemingly ineffective. Van der Stege [29] administered lorazepam but this did not produce any discernible improvement, if anything the patient became overly sedated, so the medication had to be discontinued.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors"
        },
        {
            "text": "All cases were extensively investigated using appropriate and relevant blood tests, lumbar puncture when clinically indicated and radiological tests such as CT and MRI scans where appropriate. There may be a risk of over investigation, but given the multitude of diagnoses to be excluded and the potential risk for a fatal outcome in missed diagnoses [54] as the case from India [25] perhaps illustrates, one may argue that extensive diagnostic investigations may be justifiable. However, it is important to note that in the vast majority of cases in this review, all investigations were normal.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Clinical investigation"
        },
        {
            "text": "Forty of the cases were admitted to psychiatric unit, 31 were treated as outpatients in their own home with Multidisciplinary Team (MDT) support [3, 24, 50] , and the rest in an acute paediatric ward ( Table 2 in \"Appendix\"). Some were transferred from a psychiatric ward to paediatric ward and vice versa depending on clinical needs or bed availability. This has resource implication given the lengthy duration of admission (average 9.69 months).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "It is plausible that the difference in diagnostic conceptualisation of PRS is responsible for variation in its identification as well as treatment. The treatment methods used in most of the cases were individualised and tailored to the specific needs of the affected patients. When catatonia was considered as a possible differential diagnosis or comorbid condition, the patients were treated with benzodiazepine and/or ECT accordingly [25, 28, 30] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "All the reviewed studies showed that the assessment and treatment involved a multidisciplinary team that included a child and adolescent psychiatrist, paediatrician, nurses, OT, physiotherapist, psychologist, dietician, healthcare assistants, social worker, family therapist and psychotherapist in some cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Fifty-seven patients required nasogastric tube feeding followed by weaning to solids for a period that ranged between 1 and 24 months. Physiotherapy [1, 2, 33] and hydrotherapy [11, 28, 32, 36] were found helpful in the patients whose symptoms included immobility. These therapies were delivered in stages progressing from passive involvement and gradually progressing to active mobilisation, at the pace dictated by the patient's degree of motivation or engagement.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Thirty-two of the cases utilised family therapy as part of the treatment package. The primary goal of family therapy involved strategies to improve family dynamics, contain parental anxiety, and provide a safe space for the family unit. It also provided an opportunity for the patient's siblings to express their own anxiety relating to the impact of the illness on the family. Two studies [33, 38] offered individual therapy that utilised behavioural and cognitive approaches to promote personal coping strategies. Music therapy [26, 29, 39] and play therapy [27, 38] were successfully incorporated into the MDT treatment package. Accessing nondirective therapies did not appear to put additional strain on the patients since they can be active as well as passive during the session depending on their level of motivation.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Von Schoen-Angerer [35] and Christensen [40] have reported successful treatment outcomes incorporating two separate complementary medicine approaches in their therapy. However, it is difficult to determine which specific aspect of the integrative treatment approach was responsible for the overall success of the treatment of PRS given that the clinicians also utilised the treatment principles suggested by Nunn et al. [33] and Lask [2] , i.e., MDT offering a consistent, supportive and compassionate rehabilitation.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 40,
                    "end": 44,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "A review of the variety medications used across all studies, included benzodiazepines, selective serotonin reuptake inhibitors, tricyclic antidepressants and antipsychotics when there was a comorbid condition such as depression or anxiety disorder. None of the case reports provided any evidence of efficacy of psychotropic medications in the treatment of PRS. Most of the studies recommend use of SSRI when depression or anxiety is prominent in the presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "A therapeutic trial of lorazepam was ineffective in three cases [24, 28, 29] and was, therefore, discontinued. Van der Stege [29] administered lorazepam 2 mg/day with marginal improvement but the patient's mobility deteriorated when the dosage was increased to 4 mg/day. This had to be reduced to 2 mg/day and was used for several months but without discernible improvement. However, it is noteworthy that when catatonia was considered a provisional diagnosis, it did not appear to have received optimum treatment. Patients received an inadequate dosage of benzodiazepine [25, 28] and those who were treated with ECT [25, 30] received insufficient sessions necessary for effective treatment of catatonia. Authorities on the treatment of catatonia recommend incremental doses of lorazepam starting at 1-2 mg/day and gradually increasing up to (10-20 mg/day), and if there is no response, to administer between 10 and 20 sessions of bilateral ECT [9, 15] . Rasmussen et al. recommend using a smaller dose of lorazepam in young, elderly, or medically compromised patients [31] . In clinical practice, parenteral administration of lorazepam offers rapid response compared to oral administration [59] . The authors [24, 25, 28, 29] did not disclose the route of lorazepam administration in their reported cases.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The duration of inpatient treatment ranged between 1 and 36 months with a mean stay of 9.69 (8.85 SD) months on the ward. The duration of illness and hospitalisation was shorter in the cases of PRS apparently triggered by stress of asylum application, thus indicating that this may be a subgroup of PRS as posited by some researchers [22, 41, 42, 52] . 62 patients made a complete recovery, 13 made partial recovery and one patient died. The outcome was not reported in three of the cases ( Table 2 in \"Appendix\"). This finding is similar to Jaspers et al. [4] except with regards to the fatal outcome in one patient from India [25] . Dhosshe and Kellner [54] noted some clinical shortcomings in the diagnosis and management of the patient. They argued that the patient had features of catatonia, but was misdiagnosed as having PRS, thus missing an opportunity to offer evidence-based treatment.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 498,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Outcome"
        },
        {
            "text": "All the patients with PRS seemingly triggered by stress of asylum-seeking process fully recovered once their asylum application became successful and the family granted permanent residency permit [22, 42, 50] . Those with acute onset and who presented early for treatment [27, 35] made faster recovery compared to those with chronic symptoms and late presentation [11, 24] for treatment. Some of the patients (n = 4) had multiple inpatient admissions because of parents seeking multiple medical opinion or being discharged against medical advice.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "Two groups of researchers [7, 42] followed up their cases to ascertain their progress post-discharge. In the study by Forslund et al. [42] , three of the five patients felt that trauma, stress or fear of being returned to Azerbaijan triggered their illness. Guirguis et al. [7] reported follow-up of four cases; one was impaired by anorexia nervosa post-discharge. There was no evidence of retrograde amnesia in all the children who were studied by Bodegard [22] but Forslund [42] observed that nearly all the patients struggled to remember their inpatient experience and seemingly appearing to have suffered some memory loss for the episode or perhaps these patients just wanted to forget the experience.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 30,
                    "end": 33,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "The impact of PRS on the family has been discussed in case reports [32, 38] as these gave detailed accounts of what it is like to live with the illness. PRS placed a significant strain on the family in terms of relationships, disruption of family life, emotional stress and finances. Owing to earlier case reports of PRS that associated the condition with sexual abuse [1] , parents may appear defensive in their interaction with professionals, as they may feel scrutinised and judged. The language 'pervasive refusal' used to describe the condition can also be considered judgmental, suggesting conscious rebuttal of help. This certainly would not enhance the therapeutic relationship with patients or families. These family effects highlight the relevance of good communication, use of family therapy, and the importance of engaging patients and their families in developing management plans that reflect the patient's needs.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "The experience of treating your first patient with PRS can be de-skilling and anxiety-provoking. In this systematic review, we aimed to identify possible aetiological factors, successful treatment strategies and the outcomes in patients who experienced PRS. The findings are broadly similar to other case series and previous reviews [4, 52] in terms of patients' characteristics, treatment modality and outcomes of the treatment. Our study corroborates earlier findings [4] that PRS affects a high preponderance of females and with the mean age of 12 years. In the ten years that have elapsed since the description of 24 PRS cases, which were non-systematically identified by Jaspers and colleagues, there have been many more reported cases of PRS although we only considered 79 patients who matched our inclusion criteria, some of which were previously included.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using a biopsychosocial model, our study identified plausible predisposing, precipitating and perpetuating factors responsible for the course of the illness (Boxes 2, 3 and 4). Some of the identified stressors included traumatic experiences (sexual abuse, physical abuse, and emotional abuse), witnessing violence, bereavement or other significant losses, relocation, difficult transitions, and bullying episodes. Incapacitating physical illnesses such as viral infection, sore throat and surgery appear to have triggered PRS in some of the patients. Most of the patients had multiple risk factors (Box 5). Like previous reviews [3, 4, 12] , our study showed that there was a variation in the degree of impairment and clinical course of PRS, thus suggesting that the condition occurs across a spectrum. The condition can be preceded by diagnoses recognised by ICD-11 and DSM-5 before it evolves into the characteristic symptom cluster of PRS. Vulnerability factors include presence of medical illness, having a sensitive, anxious and perfectionist premorbid personality, history of mental disorder, recent significant stress (emotional or physical), history of physical or sexual abuse, family stress, and having a family member with a mental disorder.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rigidity, heightened sensitivity, inability to cope with transition or change and presence of catatonic features seem to suggest a possibility of undiagnosed autism in some of the case reports [26, 27, 43] . Patients with autism are known to be vulnerable to experience catatonia [44, 45] . Given the number of cases with ASD traits as well as catatonia-like symptoms noted in this review, it would be sensible for clinicians to assess for autism when no definitive aetiological factors, e.g., trauma or comorbid condition can be identified in the patients presenting with PRS. Furthermore, as ASD is under-diagnosed in females, it is possible that ASD may have been missed in patients with PRS given the preponderance of females with PRS.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We acknowledge that a systematic review cannot fully answer some key questions about PRS. These include the validity of the diagnosis, the international variation in prevalence, the nature of the relationship between PRS and the condition affecting asylum-seeking children in Sweden or why it strongly overlaps with eating disorders, catatonia, depressive disorder and the somatising disorders. Nevertheless, we will examine these issues further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To determine whether or not novel medical syndromes are valid conditions, there are a number of requirements. The nosological status of PRS can be examined using the related but differing concepts of validity, reliability and clinical utility. This is a complex area in psychiatric classification due to the absence of external validators. Even a mainstay of psychiatric classification like schizophrenia has limited validity as a scientific entity using external physical markers. However, the use of the ICD and DSM diagnostic criteria has improved the reliability or probability of consistent diagnosis and the symptom cluster has been shown to have significant clinical utility for treatment and prognosis of schizophrenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity of the diagnosis"
        },
        {
            "text": "The same can be said for PRS. The two diagnostic schedules of Thompson and Nunn [3] and Jaspers et al. [4] have helped to gain some consistency of identification though this has not been formally tested. Reviews like this, demonstrate the stability of the demographic and contextual aspects between identified cases. Ultimately, the validity of PRS hangs upon its clinical utility. Typically, the clinicians responsible for the care of young people on adolescent units encounter severely mentally ill young people and identify a subgroup that are severely functionally impaired. The authors (JO and GB) are both experienced clinicians who have worked in such units in the United Kingdom and have seen more cases than they have reported. The PRS presentation is quite different to the standard disorders that lead to psychiatric inpatient admission in the UK. The active resistance to rehabilitation and deterioration with praise or 'therapeutic enthusiasm' are idiosyncratic and quite characteristic.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Validity of the diagnosis"
        },
        {
            "text": "Though controversial, there does remain a possibility that cannot be excluded that on some occasions, if not all, the condition is iatrogenic, or physician induced. At least it is possible that this distinct symptom cluster arises because the treating psychiatrist is specifically looking for them and unconsciously gives cues to the patient. There is a long history of this phenomenon in psychiatric practice, separate from malingering and observer bias. Hacking [8] proposes a model for this and cites the recognised suggestibility of patients historically treated for hysteria. Hacking has termed this process 'dynamic nominalism': the interaction of new psychiatric labels, self-narration and available cultural scripts [8] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Validity of the diagnosis"
        },
        {
            "text": "PRS overlaps with many psychiatric conditions, thus increasing its likelihood of being conflated with similar conditions that do not fit neatly into any diagnostic category. This has been particularly notable in the presentations of some children from asylum-seeking families who experienced significant impairment in their ability to perform activities of daily living and rejected support. Some of the terms that have been used to describe these children include resignation syndrome (RS), giving-up syndrome, apathetic children [51] , and depressive devitalisation [22] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "In their critical review of literature, Jaspers and colleagues [4] listed the most common differential diagnoses of PRS as depression, anxiety, conversion disorder, chronic fatigue syndrome, catatonia, somatoform disorder, factitious disorder, eating disorder and selective mutism. Experts on PRS have argued that whilst partial aspects of the presentation in these children and young people could be recognised by these diagnoses, their overall experiences differ significantly and do not meet the full diagnostic criteria of these conditions [3, 12] . Lask [2] and Jaspers et al. [4] also argued that the main distinguishing feature of PRS is the pervasive refusal across different domains (see [2] [3] [4] 12] for full discussion).",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Although there appear to be a wide range of differential diagnoses, dependant on the prominence of specific impairing symptoms, the features of the differentials do not clearly account for pervasiveness of impairment across multiple domains as seen in PRS. It is possible for the differential diagnosis to be a feature of PRS or a concurrent and distinct entity. The complex picture of PRS requires that several differential diagnoses be considered. PRS may be best understood as a specific presentation, which is a marker of severity. It can be the endpoint of several diagnoses. In this way, it can be seen as similar to catatonia, which can be the final common pathway of several disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "There are certainly similarities as well as differences between PRS and several other psychiatric conditions. Indeed, most of the features of PRS are compatible with the diagnosis of depression. In contrast to the hierarchical nature of DSM-5 and ICD10, which have influenced general adult psychiatry, child and adolescent psychiatrists are far more familiar with diagnostic instability and working with concurrent diagnoses and comorbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Depression In a similar way of depressive disorder, the patients who experience PRS also present with apathy, anergia, loss of interest, social withdrawal, and lack of self-care. However, Lask [2] and Thompson and Nunn [3] claim that whilst these listed features may be present, the children with PRS do not experience diurnal mood variation, psychomotor retardation and sleep disturbances that are observed in depression. Moreover, whilst PRS may co-exist with depression, the pervasive experiences of PRS occur across various domains and do not fit in the diagnostic criteria of depression [2, 4, 41] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Chronic fatigue syndrome (CFS) Lask [2] argues that whilst fatigue appears to be common in PRS, but it is not the most central feature as seen in CFS. Children and young people with CFS show very few features similar to PRS; whilst those with PRS actively refuse support, those with CFS express profound frustration with their ill health and a strong desire to recover. Those with PRS are apathetic or indifferent.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Anorexia nervosa Although there are similarities between PRS and anorexia in terms of food refusal and refusal to accept support, there is usually no associated body image distortion in cases of PRS [2] . Patients with PRS do not engage in activities designed to influence weight loss. In anorexia nervosa, there is usually no associated immobility, mutism, and inability to self-care whilst these features are prominent in PRS.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Somatisation disorder Lask [2] and Thompson and Nunn [3] claim that there may be similarities between PRS and somatisation disorder in context of the presence of the multiple physical symptoms that affect multiple systems in the affected individual. However, they argue that the lack of help-seeking behaviour observed in PRS suggests that the illness is different from somatisation disorder [2, 3] .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Conversion disorder It is argued that the patient's inability to mobilise is suggestive of conversion disorder but experts in PRS provide an alternative explanation, stating that PRS tends to affect the whole-body system and patients do not present with localised impairments as seen in conversion disorder [2, 12] . Furthermore, it is argued that active resistance is commonly seen in PRS compared with conversion disorder where the patient may be dependent and willingly accept support [12] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Factitious disorder It has been suggested that the families of the affected children may have induced the illness by suggestion or by administering sedatives or more toxic substances such as bromide. This possibility has been raised most notably in relation to asylum seeker children. The rapid resolution of symptoms once residency permit is approved has suggested secondary gain to some. However, there are no reports of pathological help-seeking or care-eliciting behaviour in children with PRS [12] , as might be expected in malingering. Furthermore, a study [50] that conducted toxicology tests in 29 affected young people did not show evidence of sedatives or bromide in their blood tests.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Catatonia Experts in catatonia argue that the problems of mutism, immobility and social withdrawal that are described in PRS are features of catatonia [9, 10] . Catatonia rates are increased in depression with which PRS also shares similarities. However, proponents of PRS argue that although the features of PRS may on the surface appear similar to those seen in catatonia, they are qualitatively different: the seeming unresponsiveness, mutism and social withdrawal denote a refusal to engage with others [3, 12] . Lask [2] goes on further to explain that in PRS, movement is observed in the affected children and young people during their sleep, thus suggesting that there is no psychomotor slowing or increased motor tone. The non-cooperation or noncompliance is also different to the automatic negativity where instructions are reversed as in the gegenhalten of catatonia.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "The vast majority of case reports of PRS are written in English and come from the United Kingdom and Northern Europe, with one case originating in India. While the search criteria for the literature search were not limited by language, the strategy did not reveal any additional non-Anglophone cases. This may reflect an identification bias rather than a difference in prevalence. Psychiatrists from countries with an awareness of the condition are more likely to make the diagnosis in the first place and then to report it. However, it could be argued that case reports for PRS will start to wane in countries where the clinical diagnosis is more accepted. Instead, reports have continued to grow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International prevalence"
        },
        {
            "text": "The concentration of cases from defined locations and from within a specific social group [22, 42, 50] has raised the possibility that PRS could be a culture-bound concept [42, 51] . Broadly, PRS appears to affect a significant number of asylum seekers from the old Soviet Union however, similar cases have been reported in migrants from Afghanistan, Syria and Sri Lanka who had been held on the Nauru Island [52] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "International prevalence"
        },
        {
            "text": "Our study noted that the Swedish endemic [22, 42, 50] and one of the two cases from the Netherlands [29] involved migrants from particular countries forming subcultures in the Swedish society. Some who claimed that granting residency permits to the families of children with PRS induced others to imitate them for secondary gain have regarded PRS in asylum-seeking families as a psychic contagion. Others view PRS as a form of child abuse with parents inducing the illness in their children to gain a residency permit [58] .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "International prevalence"
        },
        {
            "text": "Aronsson et al. did not find any objective evidence for any form of manipulation or malingering in their case reports of 29 children from asylum-seeking families [50] . Ngo and Hodes [52] have examined the high rates of PRS in asylum seekers. They acknowledge that to date it appears to have been a Swedish phenomenon and look at possible reasons for this, particularly the increased stringency in the Swedish asylum system. They also suggest that a very similar condition has been reported in the non-medical press in refugee children heading for Australia and accommodated on the offshore island of Nauru while they await processing of their asylum claim [52, 53] . Indeed, they propose that there may be a link between prolonged asylum processes and hostile foreign policy in developing and maintaining PRS illness [52] . There is no simple explanation to this complexity; it is possible that there may other factors yet to be unravelled.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "International prevalence"
        },
        {
            "text": "Our systematic review has several strengths: in contrast to previous reviews [4, 52] , we conducted extensive literature searches in multiple databases and without language restrictions. In addition to database searches, we increased our search yield by searching citation lists of the selected articles. This approach yielded the largest number of PRS cases to date which enabled a detailed review of clinical and demographic characteristics of samples of patients larger than would be feasible for comparable empirical studies. We rigorously assessed the methodological risk of bias using a validated assessment tool [20] and reported our findings using PRISMA guidelines for systematic reviews [19] , thus increasing the robustness of results.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Strength and limitation"
        },
        {
            "text": "In terms of the generalizability of the results, one could be certain within reason, that in view of the good-to-moderate quality assessment of the included case reports and the consistency of the information reviewed that our results could be applied to all patients with diagnosis of PRS. Most importantly, we did not apply any limitations to language or geographical settings, thus increasing the credibility of our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and limitation"
        },
        {
            "text": "Typically, case reports are published when a clinical presentation is unusual, striking and atypical. Historically, case reports have been the way that novel syndromes are identified and communicated within the medical community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and limitation"
        },
        {
            "text": "However, case reports are anecdotal by definition and not readily generalizable. The sample used in this review is non-random and under-reporting, and publication bias of extreme cases could significantly affect the evidence provided. Moreover, incomplete information in some of the case reports could impact on the strength of this review. For these reasons, the results should be interpreted with some caution. There is an urgent need for further research looking at prevalence rates and international variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and limitation"
        },
        {
            "text": "PRS is a complex condition with several complexities that may require rehabilitative MDT treatment approach; its severity and protracted course ensure a higher likelihood of the patient coming to the attention of paediatricians and child psychiatrists. It is associated with high morbidity and is often expensive to treat owing to the duration of illness and resource implications (money and staff morale) of long-term hospital admission. This systematic review significantly contributes to improving clinicians' knowledge of this perplexing syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "By its very nature, patients with PRS may actively or passively reject care and may experience therapeutic support as coercive. This potential source of conflict requires careful negotiation and understanding as patients' negative experiences could be damaging to the therapeutic alliance and recovery. Our findings also show that healthcare practitioners looking after patients with PRS may be susceptible to compassion fatigue and burnout, especially given the ambiguity and diagnostic uncertainty of the condition. Having access to peer support is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In addition to the positive outcome of their application for asylum, applying the rehabilitation treatment principles for managing PRS appear to have contributed to the reduction in the duration of illness in the subgroup of patients whose symptoms seem to have been triggered and exacerbated by stress induced by asylum-seeking. It is important to remain hopeful when the family and MDT are feeling helpless and overwhelmed. Discovering that PRS is not entirely new and has been successfully treated by others should be an important source of hope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With the help and assistance of the health librarian at the Worcestershire Charles Hasting Education Centre, we searched PubMed, Cochrane Library, EBSCOHOST, ERIC, BNI, PsychINFO, CINAHL, EMBASE, and Medline databases within the timeframe from January 1990 to December 2018 and repeated the search in May 2019. We used the following search terms \"refusal\" \"withdrawal\" \"regression\" \"mothering disorder\" \"devitalisation syndrome\" \"pervasive refusal\" \"pervasive withdrawal syndrome\" \"pervasive arousal withdrawal syndrome\". The search strategy yielded 58 potential articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "We screened titles and abstracts using a pre-determined eligibility and exclusion criteria. Potential eligible articles for data extraction were identified after full-text review. Two reviewers (JO and AP) independently performed these two stages of screening and any disagreements were resolved by discussion. Using the ancestry and descendant approach, we searched the reference lists of included articles to find articles that might have been missed during initial database searches. The review was prospectively registered in PROSPERO on 6 October 2018 (registration number CRD42018110571).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Two reviewers (JO and AP) extracted information (patient characteristics, biopsychosocial factors, differential diagnoses, intervention, and outcome) using a pre-designed data extraction template to tabulate findings of included articles. Both reviewers independently assessed risk of bias using the adapted version of the Newcastle-Ottawa Scale for evaluating the quality of nonrandomized studies in meta-analyses [20] . The adapted NOS was categorised into four domains to score the quality of included studies: (1) selection; including representativeness of the cases, (2) ascertainment of exposure; including whether other alternative causes that may explain the observation had been ruled out; (3) causality; demonstration that at the start of the study the outcome of interest was not present including whether the follow-up was long enough for outcomes to occur; and (4) reporting outcome; based on the follow-up period and cohort retention, and ascertained by independent blind assessment, e.g., if the cases were described with enough details to allow other investigators to replicate the research or to allow practitioners make inferences related to their own practice (Tables 2,  3) . ",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1179,
                    "end": 1193,
                    "text": "(Tables 2,  3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data extraction and quality assessment"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Children with pervasive refusal",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lask",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kroll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Magagna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tranter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Dis Child",
            "volume": "66",
            "issn": "",
            "pages": "866--869",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pervasive refusal syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lask",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Adv Psychiatr Treat",
            "volume": "10",
            "issn": "",
            "pages": "153--159",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The pervasive refusal syndrome: the RAHC experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "2",
            "issn": "1",
            "pages": "145--165",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pervasive refusal syndrome as part of the refusal-withdrawal-regression spectrum: critical review of the literature illustrated by a case report",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jaspers",
                    "suffix": ""
                },
                {
                    "first": "Gmj",
                    "middle": [],
                    "last": "Hanssen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Valk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hanekom",
                    "suffix": ""
                },
                {
                    "first": "Gtj",
                    "middle": [],
                    "last": "Van Well",
                    "suffix": ""
                },
                {
                    "first": "Jnm",
                    "middle": [],
                    "last": "Schieveld",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Child Adolesc Psychiatry",
            "volume": "18",
            "issn": "11",
            "pages": "645--651",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic and statistical manual of mental disorders, 5th edn",
            "authors": [],
            "year": 2013,
            "venue": "American Psychiatric Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International statistical classification of diseases and health related problems. World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Followup study of four cases of pervasive refusal syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guirguis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grahame",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Child Adolesc Psychiatry",
            "volume": "20",
            "issn": "5",
            "pages": "271--274",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rewriting the soul: multiple personality and the science of memory",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hacking",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New DSM-5 category 'unspecified catatonia' is a boost for pediatric catatonia: review and case reports",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dhossche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gazdag",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sienaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuropsychiatry",
            "volume": "3",
            "issn": "4",
            "pages": "401--410",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ECT and prepubertal children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Am Acad Child Adolesc Psychiatry",
            "volume": "34",
            "issn": "10",
            "pages": "1258--1259",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The pervasive refusal syndrome: learned helplessness and hopelessness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "1",
            "issn": "1",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pervasive refusal syndrome (PRS) 21 years on: a re-conceptualisation and a renaming",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lask",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Child Adolesc Psychiatry",
            "volume": "23",
            "issn": "3",
            "pages": "163--172",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Theory of learned helplessness: on depression, development and death",
            "authors": [
                {
                    "first": "Mep",
                    "middle": [],
                    "last": "Seligman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rediscovering catatonia: the biography of a treatable syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Psychiatr Scand",
            "volume": "127",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Catatonia is a systemic medical syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fricchione",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rummans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shorter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acta Psychiatr Scand",
            "volume": "133",
            "issn": "3",
            "pages": "250--251",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stress, illness behavior, and the sick role",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Volkhart",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Am Sociol Rev",
            "volume": "26",
            "issn": "",
            "pages": "51--58",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Abnormal illness behaviour",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pilowsky",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Br J Med Psychol",
            "volume": "42",
            "issn": "4",
            "pages": "347--351",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The sick child's predicament",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Aust N Zeal J Psychiatry",
            "volume": "19",
            "issn": "2",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRIMSA-P) 2015 statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghersi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shekelle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Losos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tugwell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Methodological quality and synthesis of case series and case reports",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Murad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haffar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Evid Based Med",
            "volume": "23",
            "issn": "",
            "pages": "60--63",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Life-threatening loss of function in refugee children: another expression of pervasive refusal syndrome?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodegård",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "10",
            "issn": "3",
            "pages": "337--350",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The role of deprivation, abuse and trauma in pediatric catatonia without a clear medical cause",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dhossche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stoppelbein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Psychiatr Scand",
            "volume": "125",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pervasive refusal syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beverley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "17",
            "issn": "2",
            "pages": "221--228",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pervasive refusal syndrome-a clinical challenge",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaku",
                    "suffix": ""
                },
                {
                    "first": "Jvs",
                    "middle": [],
                    "last": "Kommu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seshadri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Girimaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srinath",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian J Psychiatry",
            "volume": "17",
            "issn": "",
            "pages": "96--98",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pervasive refusal syndrome: three German cases provide further illustration",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Preiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warnke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Renner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haberhausen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Zeitschrift fur Kinder-und Jugendpsychiatrie und Psychotherapie",
            "volume": "39",
            "issn": "5",
            "pages": "351--359",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The youngest case of pervasive refusal syndrome?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dossetor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "5",
            "issn": "1",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A case of pervasive refusal syndrome: a diagnostic conundrum",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "18",
            "issn": "1",
            "pages": "137--150",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Totaal ontoegankeliijk: pervasive refusal syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Der Stege",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Kind en Adolescent Praktijk",
            "volume": "5",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring eating disorders in adolescents: the generosity of acceptance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Magagna",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--138",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Catatonia: our current understanding of its diagnosis, treatment and pathophysiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mazurek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Rosebush",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "World J Psychiatry",
            "volume": "6",
            "issn": "4",
            "pages": "391--398",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pervasive refusal syndrome: a parent's perspective",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "6",
            "issn": "3",
            "pages": "455--469",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Managing pervasive refusal syndrome: strategies of hope",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "3",
            "issn": "2",
            "pages": "229--249",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pervasive refusal syndrome: a less severe variant with defined aetiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "3",
            "issn": "4",
            "pages": "583--590",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A general pediatrics and integrative medicine approach to pervasive refusal syndrome: a case report",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Schoen-Angerer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Helmschmidt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Madeleyn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kindt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kienle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Vagedes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Permanente J",
            "volume": "20",
            "issn": "4",
            "pages": "112--115",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Caring for Sophie: a child with pervasive refusal syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Done",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatric Nursing",
            "volume": "16",
            "issn": "5",
            "pages": "39--42",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An ethical dilemma in child and adolescent psychiatry",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Foreman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Psychiatr Bull",
            "volume": "19",
            "issn": "2",
            "pages": "84--86",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Enuresis and more",
            "authors": [
                {
                    "first": "Twr",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Aja",
                    "middle": [],
                    "last": "Duff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Disease Childhood Educ Practice Edition",
            "volume": "98",
            "issn": "5",
            "pages": "162--170",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The role of music therapy in the treatment of a girl with Pervasive Refusal Syndrome: exploring approaches to empowerment",
            "authors": [
                {
                    "first": "Walt",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aust J Music Therapy",
            "volume": "17",
            "issn": "",
            "pages": "35--53",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Pervasive refusal syndrome in a 12-year-old boy",
            "authors": [
                {
                    "first": "A-Mr",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thelle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ugeskr Laeger",
            "volume": "173",
            "issn": "",
            "pages": "1214--1215",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pervasive refusal syndrome among asylum-seeking children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Von Folsach",
                    "suffix": ""
                },
                {
                    "first": "Montgomery",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "11",
            "issn": "3",
            "pages": "457--473",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pervasive refusal syndrome among inpatient asylum-seeking children and adolescents: a follow-up study",
            "authors": [
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Forslund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Child Adolesc Psychiatry",
            "volume": "22",
            "issn": "4",
            "pages": "251--258",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pervasive refusal syndrome in autistic spectrum disorder",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "Ryk",
                    "middle": [],
                    "last": "Oliphant",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Case Rep Psychiatry",
            "volume": "2018",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Catatonia in autistic spectrum disorders",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Psychiatry",
            "volume": "176",
            "issn": "",
            "pages": "357--362",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Catatonia in patients with autism: prevalence and management",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mazzone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Postorino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Valeri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vicari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CNS Drugs",
            "volume": "28",
            "issn": "",
            "pages": "205--215",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The hazards of using a child as an interpreter",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kroll",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J R Soc Med",
            "volume": "88",
            "issn": "",
            "pages": "474--475",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Afvisningssyndrom er en alvorligbornepsykiatrisk tilstandPervasive refusal syndrome is a severe child psychiatric disorder",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hulgaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wacher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dehlholm-Lambertsen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ugeskrift for laege",
            "volume": "177",
            "issn": "44",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A complex case of pervasive refusal syndrome: diagnostic and therapeutic challenges encountered in a psychiatric inpatient unit",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Whyte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Irish J Med Sci",
            "volume": "186",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Extreme regressie bij een kind na migratie en trauma. Child with extreme regression after migration and trauma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherlet",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Groote",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jespers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tijdschrift voor Psychiatrie",
            "volume": "60",
            "issn": "6",
            "pages": "411--414",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Asylumseeking children with severe loss of activities of daily living: clinical signs and course during rehabilitation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aronsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandstedt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hjern",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Paediatr",
            "volume": "98",
            "issn": "",
            "pages": "1977--1981",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Resignation syndrome: Catatonia? Culture-bound?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sallin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lagercrantz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Evers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Engström",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hjern",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Petrovic",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Behav Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fnbeh.2016.00007"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Pervasive refusal syndrome in asylum-seeking children: review of the current evidence",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thinh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Child Psychol Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1359104519846580"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pervasive refusal syndrome and Nauru",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Paediatr Child Health",
            "volume": "55",
            "issn": "",
            "pages": "127--128",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Pervasive refusal syndrome: a misnomer for catatonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dhossche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kellner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian J Psychiatry",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Respiratory viruses and influenza-like illness: epidemiology and outcomes in children aged 6 months to 10 years in a multi-country population sample",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect",
            "volume": "74",
            "issn": "1",
            "pages": "29--41",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Pervasive loss of function in asylum-seeking children in Sweden",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodegård",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acta Paediatr Int J Paediatr",
            "volume": "94",
            "issn": "12",
            "pages": "1706--1707",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Pathological withdrawal of refugee children seeking asylum in Sweden",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hacking",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stud Hist Philos Biol Biomed Sci",
            "volume": "41",
            "issn": "4",
            "pages": "309--317",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Depression-withdrawal reaction in refugee children. An epidemic of a cultural-bound syndrome or and endemic of retraumatized refugees?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodegard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Paediatr",
            "volume": "99",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Catatonia. II. Treatment with lorazepam and electroconvulsive therapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petrides",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acta Psychiatr Scand",
            "volume": "93",
            "issn": "",
            "pages": "137--143",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0447.1996.tb09815.x"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF2": {
            "text": "PICO Framework Population or problem Children and young people with pervasive refusal syndrome Interest Characteristics of patient/families and documented experience of PRS Context Description of interventions used in the management of PRS in the community or hospital Outcome Morbidity, complications, death",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PRS in asylum-seeking children",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank the librarian at Charles Hastings Medical Centre, Worcester, UK for assisting us with literature searches. We are grateful to the anonymous peer reviewers for their comments.Funding This research did not receive any specific Grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest GB is a co-author of one of the case reports [28] in this systematic review.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) [19] guidelines, we formulated the pre-specified eligibility criteria using the PICO (P-Populations/People/Patient/Problem, I-Interest(s), C-Context, O-Outcome) worksheet and search strategy (Table 1) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Method"
        }
    ]
}