{"paper_id": "1b9ba7d14b8b5ddf558e27dcc5c03d1bc5453901", "metadata": {"title": "Hospital Cost Structure and the Implications on Cost Management During COVID-19", "authors": [{"first": "Ge", "middle": [], "last": "Bai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Business School", "location": {"addrLine": "Ma ryland", "settlement": "Baltimore", "country": "United States"}}, "email": "gbai@jhu.edu."}, {"first": ";", "middle": [], "last": "Johns", "suffix": "", "affiliation": {"laboratory": "", "institution": "Business School", "location": {"addrLine": "Ma ryland", "settlement": "Baltimore", "country": "United States"}}, "email": ""}, {"first": "Hopkins", "middle": [], "last": "Carey", "suffix": "", "affiliation": {"laboratory": "", "institution": "Business School", "location": {"addrLine": "Ma ryland", "settlement": "Baltimore", "country": "United States"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The ongoing COVID-19 pandemic has been disrupting hospital operations in the USA. 1 Thirty states and the District of Columbia issued executive orders requiring that elective procedures be canceled or postponed in order to prioritize hospital capacity, preserve personal protective equipment for COVID-19 care, and ensure the safety of patients and medical staff. 2 Concerned about potential exposure to infection, patients also have been limiting hospital visits. Facing a sharp decline in revenue, many hospitals have initiated layoffs, furloughs, and salary cuts to contain costs and maintain financial viability. 3 A detailed analysis of hospital cost structure remains an unexplored area in the literature. This study aims to examine the structure of hospital operating costs and how it varies across cost functions and types in order to understand hospitals' cost management responses during the pandemic.", "cite_spans": [{"start": 82, "end": 83, "text": "1", "ref_id": "BIBREF0"}, {"start": 364, "end": 365, "text": "2", "ref_id": "BIBREF1"}, {"start": 617, "end": 618, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Using the hospital Cost Reports published by the Centers for Medicare and Medicaid Services, we obtained the cost information for 3521 private general acute care hospitals in 2018, the most recent year for which a complete national dataset is available. We deleted 20 hospitals that reported missing net patient revenue. The sample has 3501 hospitals: 2601 nonprofits and 900 for-profits.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Cost Reports classify hospital operating costs into four categories based on function: overhead costs (not directly associated with patient care), ancillary costs, inpatient costs, and outpatient costs. The amount of the labor component and the non-labor-non-capital component was reported for each cost item within these categories. The capital costs of building and equipment, such as depreciation, were reported in the overhead category. 4 First, we aggregated the operating costs of all hospitals in the sample. Second, we separated capital costs from other overhead costs, grouped all operating costs based on their type and function, and compared the relative magnitude across groupings. Third, we analyzed the proportion of capital, labor, and non-capital-non-labor components in each major cost item that accounted for at least 0.5% of total operating costs. Lastly, we identified patient care services (i.e., ancillary, inpatient, and outpatient) that incurred relatively large costs (> 2.0% of total operating costs) and examined their weight in the cost structure.", "cite_spans": [{"start": 441, "end": 442, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "METHODS"}, {"text": "Private short-term general hospitals incurred $732.2 billion in total operating costs in 2018. Capital costs and overhead costs accounted for almost half (48.0%); ancillary, inpatient, and outpatient care accounted for the remaining 52.0% (Fig. 1 ). Based on the cost type, noncapital-non-labor costs constituted 54.6% of total operating costs (28.1% for overhead and 26.5% for patient care), labor costs 41.3% (15.8% for overhead and 25.5% for patient care), and capital costs 4.0%. Table 1 presents the decomposition of each major cost item. The single largest item is administrative and general costs (21.4% of all operating costs). 5 The costs of eight patient care services-operating room (8.4%), laboratory (3.8%), diagnostic radiology (2.7%), general routine inpatient care (9.1%), intensive care unit (2.2%), outpatient clinic (4.2%), emergency room (3.9%), and drugs charged to patients (2.3%)-were greater than 2.0% of total operating costs. Since the cost for drugs charged to patients contains primarily the inventory cost of drugs, we excluded it from the analysis. The aggregated costs of the seven other patient care services accounted for 34.3% of all operating costs or 65.9% of patient care costs.", "cite_spans": [{"start": 636, "end": 637, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 239, "end": 246, "text": "(Fig. 1", "ref_id": null}, {"start": 484, "end": 491, "text": "Table 1", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "In 2018, labor and capital costs constituted 41.3% and 4.0% of hospital operating costs, respectively. Operating room, laboratory, diagnostic radiology, general routine inpatient care, intensive care unit, outpatient clinic, and emergency room incurred approximately one-third of hospitals' total operating costs. The cancelation of elective surgery and the decline of hospital visits caused by COVID-19 have shrunk revenue from these services and motivated hospitals to reduce costs from these services. When the reduction of non-capital-non-labor costs (e.g., medical supplies) was insufficient, many hospitals chose to cut the labor costs of these services, thus disrupting the compensation of the patient care labor force. Administrative and general costs, constituting more than one-fifth of the operating costs, could provide alternative opportunities for cost management efforts.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The limitation of this study is that the costs were aggregated across all hospitals, and thus the analytical results are sensitive to the cost structure of large hospitals. The patient care labor costs were underestimated, since all employee benefits were included in overhead costs. Ancillary noncapital-non-labor costs, 19% Figure 1 Decomposition of hospital cost, by cost function and type, 2018. Notes: Capital costs include depreciation, lease, rental, interest, taxes, insurances, license, and royalty expenses for land, facilitates, fixtures, and moveable equipment. In Cost Reports, capital costs are included in overhead costs. In this study, we separately report capital costs due to its unique nature.", "cite_spans": [], "ref_spans": [{"start": 326, "end": 334, "text": "Figure 1", "ref_id": null}], "section": "DISCUSSION"}, {"text": "Publisher's Note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. *Costs for employee benefits were classified as labor costs †Patient care cost items that incurred greater than 2.0% of total operating costs, except for \"Drugs charged to patients,\" were indicated in italics. All other cost items (< 0.5% of total operating costs) and unspecified items were aggregated and presented as other services for each cost category", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "How should U.S. hospitals prepare for coronavirus disease 2019 (COVID-19)?", "authors": [{"first": "V", "middle": [], "last": "Chopra", "suffix": ""}, {"first": "E", "middle": [], "last": "Toner", "suffix": ""}, {"first": "R", "middle": [], "last": "Waldhorn", "suffix": ""}, {"first": "L", "middle": [], "last": "Washer", "suffix": ""}], "year": null, "venue": "Ann Intern Med", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/M20-0907"]}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19: Executive Orders by State on Dental", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hospitals knew how to make money. Then coronavirus happened", "authors": [{"first": "S", "middle": [], "last": "Kliff", "suffix": ""}], "year": 2020, "venue": "New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The provider reimbursement manual -part 2", "authors": [{"first": "Medicaid", "middle": [], "last": "Center For Medicare", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": 2020, "venue": "Manuals/Paper-Based-Manuals-Items/CMS021935. Accessed", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "This is a conservative estimation as compared with a previous study on hospital administrative costs", "authors": [{"first": "D", "middle": ["U"], "last": "Himmelstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Jun", "suffix": ""}, {"first": "R", "middle": [], "last": "Busse", "suffix": ""}, {"first": "K", "middle": [], "last": "Chevreul", "suffix": ""}, {"first": "A", "middle": [], "last": "Geissler", "suffix": ""}, {"first": "P", "middle": [], "last": "Jeuissen", "suffix": ""}, {"first": "S", "middle": [], "last": "Thomason", "suffix": ""}, {"first": "M", "middle": [], "last": "Vinet", "suffix": ""}, {"first": "S", "middle": [], "last": "Woolhandler", "suffix": ""}], "year": 2014, "venue": "Heath Aff (Millwood)", "volume": "33", "issn": "", "pages": "1586--94", "other_ids": {"DOI": ["10.1377/hlthaff.2013.1327"]}}}, "ref_entries": {"TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}