{
    "paper_id": "1b9d102198c57d5d462a065102a963ba7cca54f8",
    "metadata": {
        "title": "Journal Pre-proof The Virtual Gastroenterology Clinic Title: The Virtual Gastroenterology Clinic",
        "authors": [
            {
                "first": "Toyia",
                "middle": [],
                "last": "James-Stevenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Author's Affiliation",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "addrLine": "11590 N. Meridian St., Suite 615",
                        "settlement": "Carmel",
                        "region": "IN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Prior to the COVID-19 outbreak, telehealth incorporation into medical practices varied widely across specialties. Several factors limited broad acceptance of telehealth including regulatory limitations, platform challenges and perceived low demand. CMS has rapidly expanded telehealth provisions under the Public Health Emergency (PHE) declared on January 31, 2020 1 . Effective March 6, 2020, the 1135 waiver allows for expansion of outpatient video visits to include patients outside of rural areas and those located in their homes. In most states and territories, providers can now deliver services across state lines and from their homes without having to update their addresses with Medicare 2, 3 . For the duration of the PHE, telehealth visits are reimbursed equivalent to in-person visits for new and return encounters. Many GI practices already implement tele-education through preprocedural phone teaching on bowel prep and dietary modifications, and these have been shown to improve quality, efficiency and value through improved polyp detection and bowel prep quality 4 . With restrictions on non-urgent in-person visits and endoscopic procedures, gastroenterologists who incorporate or expand telehealth in their practices may reduce the risk of COVID-19 exposure for patients and providers while maintaining patient access and revenue streams.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 701,
                    "text": "3",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Updated Clinic Workflows. As practices begin to ramp-up visits that were halted during the initial COVID-19 outbreak, in-person visit capacities may be limited due to social distancing requirements, PPE shortages and other safety concerns. Some providers may develop hybrid clinics where in-person and virtual visits are conducted within the same session or during separate sessions within the work week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Optimize the Virtual Gastroenterology Clinic"
        },
        {
            "text": "Others may even schedule virtual visits during endoscopy sessions if increased wait-times are required between procedures. Clinical space and technology may need to be updated to allow for greater privacy for physicians to perform virtual visits, including adding cameras to hardware and flexible use of patient rooms for virtual visits. Large waiting areas and physician work areas may need to be reconfigured for safety and privacy reasons. Updated scheduling algorithms that define appropriate indications for inperson, virtual and phone visits could improve patient satisfaction, safety and reduce cost. Back-up systems should be available when connectivity issues or technology failures occur to minimize disruptions in the appointment. Healthcare systems, therefore, must promote comprehensive platforms with proven reliability, simplicity, and high patient/provider uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Optimize the Virtual Gastroenterology Clinic"
        },
        {
            "text": "Before the Visit. Rapid expansion of telehealth due to the COVID-19 pandemic has required the swift implementation of virtual visits with minimal time to properly train staff and troubleshoot potential issues. GI practices must educate the entire healthcare team to optimize virtual clinics. Standardization of the scheduling process helps ensure patient privacy while protecting confidential medical information. When scheduling the visit, patients should be allowed to opt-in, and offered phone or in- Telehealth provisions have not changed substantially for Virtual check-in services that allow for billing with patient consent 2 . Providers may use HCPCS phone code G2012 for 5-10-minute telecommunications to determine the need for an office visit. Currently, however, a provider is reimbursed better through billing for a 5-10 minutes phone visit with code 99441 (Figure 1 ). Virtual check-in code G2010 allows for billing for patient-initiated store and forwarded images which is not reimbursable by some states and commercial payers. Take-Home Points. Implementing a GI virtual clinic during the PHE can help practices protect the safety of patients and staff, while expanding access points for care. Modernized GI clinic workflows with efficient telehealth platforms utilized by appropriately trained healthcare members is optimal. Staying current with billing and coding is challenging but worthwhile. Ultimately, the patient may expect providers and payors to deliver high-quality telehealth services long-term. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "How to Optimize the Virtual Gastroenterology Clinic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapidly Scaling Telehealth in Response to COVID-19. Resources from your courses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orlowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rheuban",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malinoski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lovgren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Association of American Medical Colleges",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Telephone-based re-education on the day before colonoscopy improves the quality of bowel preparation and the polyp detection rate: a prospective, colonoscopist-blinded, randomised, controlled study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gut",
            "volume": "63",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sidney Kimmel Medical College Institute of Emerging Health Professions (Producer)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transforming Gastroenterology Care with Telemedicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gastroenterology",
            "volume": "152",
            "issn": "",
            "pages": "958--963",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telemedicine for management of inflammatory bowel disease (my IBDcoach): a pragmatic, multicentre, randomized controlled trial",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Meulen-De Jong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Romberg-Camps",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "959--968",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a User-friendly HIPAA Compliant Video Visit Platform. The most effective systems often integrate seamlessly with patient portals and electronic medical records. Unfortunately, integrated systems may stymie the entire video visit if one component malfunctions. Telehealth platforms that require downloads and additional registrations may not be widely accepted by patients who prefer simpler access. Patients at the highest risk for severe outcomes from COVID-19, including the elderly, may have lower telehealth utilization particularly if modalities are too complex. Conversely, platforms that have easily accessible links for patients often have the disadvantage of requiring healthcare providers to document separately into EMRs and patient telehealth portals, which may reduce efficiency. Video visit platforms that allow providers to easily integrate others into the visit (such as interpreters, remote family members, and learners) may add functionality. Unfortunately, even the most functional video visit platform cannot solve the common limitations of patient-owned devices.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "person visits when appropriate to maintain autonomy. Developing appropriate indications for virtual visits versus phone and in-person visits can improve safety and access.Healthcare team members should acknowledge their own biases towards technology and patients. Hesitance to incorporate virtual technology into one's practice could hinder one's ability to provide high-quality care. Some patients may prefer the efficiency of virtual visits if barriers like long drives, parking frustrations, long registration processes and long wait times are removed. Automatically assuming that certain populations like the mentally disabled or socially disadvantaged are not appropriate for virtual visits could worsen disparities in access to healthcare. Furthermore, providers must not push a patient to conduct a virtual visit when the patient is more comfortable with a phone or in-person visit. GI practices should anticipate that populations who are more vulnerable to COVID-19 may have higher demand for virtual visits. Prioritizing the patient's preferences could lead to greater satisfaction with patient safety as a key driver.Immediately prior to the visit, patient training by staff including medical assistants or other staff may help assure a seamless patient visit. Clearly redefining team member roles and responsibilities early can better redistribute work. Underestimating the time staff need to appropriately register, educate and check-in virtual patients can lead to staff burn-out if they are simultaneously providing in-person visit care. One model may expand the roles of medical assistants who previously took vitals, roomed patients, and updated medications for in-person visits. Depending on daily demands, some of these staff members could focus on pre-virtual visit calls intended to update histories, medications and allergies and train the patient on accessing the platform while confirming adequate technology needed for the visit. Pre-visit platform testing by the provider may also reduce frustrations. The Visit. Providers should conduct the visit in a private location, wear professional attire and have adequate lighting, sound, connectivity, and eye contact. Patients may be more open to discussing health concerns with an attentive provider. Patients should be greeted initially and thanked prior to signing-off of the virtual visit. Providers must learn to bond with patients virtually through trust-building activities like acknowledging family members who are present, asking about visible artwork in the background and using positive vocal tone and body language. Leveraging the ability to see into a patient's home environment may allow a physician to discern important factors and readily access information such as active medications. Providers should become comfortable with doing a remote physical examination, which may involve eliciting help from a family member to perform a virtual abdominal exam after obtaining patient consent. The patient can be asked to lie on the couch while the family member palpates and describes what they are feeling. Providers should understand the limitations of the remote physical examination and escalate care when appropriate. For instance, the provider could request the assistance of a local or referring provider to perform a rectal exam or to conduct an urgent in-person visit when warranted. Online continuing medical education resources may help providers improve their virtual physical exam skills 5 . After the Visit. Appropriate follow-up may include virtual patient education by nursing staff or asynchronous education and communication through the patient portal to reinforce important recommendations. Acknowledging who may benefit from more frequent virtual visit follow-up and other telehealth monitoring may reduce hospitalizations and improve satisfaction in GI patients with chronic condition 6,7 . The practice should stay current on proper documentation, visit follow-up and billing requirements to assure compliance with federal, state, local and organizational requirements. The most common billing consideration is the 1135 waiver that includes the ability to seek Medicare reimbursement for new and return virtual visits at the same level as in-person visits. Medical decision making or time can be used to determine appropriate billing levels. Time now includes all time spent the day of the visit including non-face-to-face time and counseling which does not need to dominate the visit. Providers who supervise residents can supervise telehealth visits virtually. Direct supervision means \"immediately available\" virtually in case contacted by the resident 3 .Providers should clarify with their state Medicaid program and other commercial insurers whether similar provisions exist for CPT codes 99201-99214 for using real-time interactive audio and visual communication. CMS updates to telephone codes 99441-99443 now increases reimbursement to the rates of 99212-99214 for audio-only patient communications 9 . Healthcare providers can also now waive all or a portion of the 20% fee-for-service cost-sharing Medicare B requirement 3 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ramp-in Outpatient GI Practice at Indiana University During COVID-19 Emergency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Updated outpatient CMS coding and billing commonly used by GI practices 8 . Recent updates allow billing for new patients for virtual visits, phone visits and virtual check-ins. Most virtual and phone visits also have expanded reimbursements. A modifier may be needed for some services. Some states and insurers do not allow for reimbursement for certain services.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Indiana University GI and Hepatology moved early to incorporate virtual visits during the public health emergency. Prior to the pandemic, the group minimally utilized virtual visits. As in-person visits quickly declined, CMS released telehealth waivers expanding access first for virtual visits and then for phone visits. Within 5 weeks of the onset of the public health emergency, the GI group expanded total patient volumes to pre-pandemic levels using a combination of virtual, phone and in-person visits.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}