{
    "paper_id": "1ba26c831cf99a6dfaa174e357f689b289d8016c",
    "metadata": {
        "title": "mof4-1 is an allele of the UPF1IIFS2 gene which affects both mRNA turnover and -1 ribosomal frameshifting efficiency",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cancer Institute of New Jersey",
                    "location": {
                        "addrLine": "675 Hoes Lane",
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "D"
                ],
                "last": "Dinman1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cancer Institute of New Jersey",
                    "location": {
                        "addrLine": "675 Hoes Lane",
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "W"
                ],
                "last": "Peltz1l2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cancer Institute of New Jersey",
                    "location": {
                        "addrLine": "675 Hoes Lane",
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The mof4-1 (maintenance offrame) allele in the yeast Saccharomyces cerevisiae was isolated as a chromosomal mutation that increased the efficiency of -1 ribosomal frameshifting at the L-A virus frameshift site and caused loss of M1, the satellite virus of L-A. Here, we demonstrate that strains harboring the mof4-1 allele inactivated the nonsense-mediated mRNA decay pathway. The MOF4 gene was shown to be allelic to UPFJ, a gene whose product is involved in the nonsense-mediated mRNA decay pathway. Although cells harboring the mof4-1 allele of the UPF1 gene lose the M1 virus, mutations in other UPF genes involved in nonsense-mediated mRNA decay maintain the M1 virus. The mof4-1 strain is more sensitive to the aminoglycoside antibiotic paromomycin than a upflA strain, and frameshifting efficiency increases in a mof4-1 strain grown in the presence of this drug. Further, the ifsl and ifs2 alleles previously identified as mutations that enhance frameshifting were shown to be allelic to the UPF2 and UPF1 genes, respectively, and both ifs strains maintained Ml. These results indicate that mof4-1 is a unique allele of the UPF1 gene and that the gene product of the mof4-1 allele affects both -1 ribosomal frameshifting and mRNA turnover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Maintenance of the correct reading frame is fundamental to the integrity of the translation process and, ultimately, to cell growth and viability. However, in the last 10 years, a number of cases of directed ribosomal frameshifting have been reported in viruses, including retroviruses, coronaviruses, the L-A double-stranded RNA (dsRNA) virus and the Ty family of viruses in yeast, the dsRNA virus of Giardia lamblia, (+) single-stranded RNA viruses of plants and the bacteriophage T7. In addition, programed frameshifting has been utilized by a number of bacterial transposons, as well as in a few bacterial cellular genes and the omithine decarboxylase antizyme gene in mammals (for reviews, see Chandler and Fayet, 1993; Dinman, 1995; Farabaugh, 1995; Hayashi and Murakami, 1995) .",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 724,
                    "text": "Chandler and Fayet, 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 725,
                    "end": 738,
                    "text": "Dinman, 1995;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 739,
                    "end": 755,
                    "text": "Farabaugh, 1995;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 756,
                    "end": 783,
                    "text": "Hayashi and Murakami, 1995)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Frameshifting events typically produce fusion proteins, in which the Nand C-terminal domains are encoded by two distinct, overlapping open reading frames (ORFs). The study of these ribosomal frameshifts is important both because of their critical role in animal and plant pathogens, and because of the information they provide about the mechanisms by which the reading frame is normally maintained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dsRNA L-A virus in the yeast Saccharomyces cerevisiae has two ORFs. The 5' gag gene encodes the Gag protein and the 3' pol gene encodes a multifunctional protein domain required for viral RNA packaging and replication. A -1 ribosomal frameshift event is responsible for the production of the Gag-pol fusion protein. M1, a satellite dsRNA virus of L-A which encodes a secreted killer toxin, is encapsidated and replicated using the gene products synthesized by the L-A virus (reviewed in Dinman, 1995) . The combination of L-A and M1 constitute the yeast 'killer' virus system. The efficiency of ribosomal frameshifting determines the relative ratios of Gag to Gag-pol fusion protein available for viral particle morphogenesis, and changes in ribosomal frameshift efficiencies have major effects on the ability of cells to propagate viruses which use ribosomal frameshifting (reviewed in Dinman, 1995) . Screens for mutations that increased the programed -1 ribosomal frameshift efficiencies in yeast cells identified chromosomal mutations that are called mof (for maintenance of frame; Dinman and Wickner, 1992, 1994; Dinman, 1995) and ifs (increased ftameshifting; Lee et al., 1995) . The screen originally used to identify the mof mutants utilized a construct in which the lacZ gene was inserted downstream of the L-A -1 ribosomal frameshift signal and in the -1 reading frame relative to a translational start site. Similarly, the ifs mutations were identified using a reporter construct in which the CUP] gene was used as a reporter and inserted downstream of a -1 ribosomal frameshift signal from the mouse mammary tumor virus and in the -1 reading frame relative to a translational start site (Lee et al., 1995) . The assays for mofand ifs mutants relied upon identifying cells with higher ,B-galactosidase activities or cells demonstrating increased resistance to media containing copper. The inference was that the efficiency of -1 ribosomal frameshifting was increased in these mutants.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 504,
                    "text": "Dinman, 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 891,
                    "end": 904,
                    "text": "Dinman, 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1090,
                    "end": 1100,
                    "text": "Dinman and",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1101,
                    "end": 1121,
                    "text": "Wickner, 1992, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1135,
                    "text": "Dinman, 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1170,
                    "end": 1187,
                    "text": "Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1703,
                    "end": 1721,
                    "text": "(Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The frameshift reporter transcripts used in these screens have short protein-coding regions 5' of the frameshift site, followed by a sequence that codes for the reporter proteins that are out-of-frame with the 5' ORF. Since ribosomal frameshifting is inefficient (i.e. 2to 8-fold increase) in these mutants, it is conceivable that the translation apparatus may 'see' these reporter transcripts as nonsensecontaining mRNAs. Transcripts containing premature translation termination codons are degraded rapidly in a cell, in a process that is referred to as nonsense-mediated 76 Oxford University Press mof4-1 in mRNA turnover and ribosomal frameshifting mRNA decay (reviewed in Peltz et al., 1994; Maquat, 1995; Weng et al., 1996a) . Reduced mRNA levels or decreased stability of nonsense-containing transcripts have been observed in both prokaryotes and eukaryotes (reviewed in Peltz et al., 1994; Maquat, 1995; Jacobson and Peltz, 1996) . Chromosomal mutations that stabilize nonsense-containing mRNAs by inactivating the nonsensemediated mRNA decay pathway have been identified and characterized in the yeast S.cerevisiae. Mutations in the UPF, UPF2 and UPF3 genes elevate the concentration of nonsense-containing mRNAs in cells by increasing their half-lives without affecting the decay rates of most wild-type transcripts (Leeds et al., 1991 (Leeds et al., , 1992 Peltz et al., 1993; Cui et al., 1995; Hagan et al., 1995; He and Jacobson, 1995) . Seen in this light, the increased P3galactosidase activity or copper resistance observed in mof or ifs strains may result from mutations that increase the intracellular concentrations of these nonsensecontaining reporter transcripts.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 575,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 695,
                    "text": "Peltz et al., 1994;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 696,
                    "end": 709,
                    "text": "Maquat, 1995;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 710,
                    "end": 729,
                    "text": "Weng et al., 1996a)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 877,
                    "end": 896,
                    "text": "Peltz et al., 1994;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 897,
                    "end": 910,
                    "text": "Maquat, 1995;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 911,
                    "end": 936,
                    "text": "Jacobson and Peltz, 1996)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1325,
                    "end": 1344,
                    "text": "(Leeds et al., 1991",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1345,
                    "end": 1366,
                    "text": "(Leeds et al., , 1992",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1367,
                    "end": 1386,
                    "text": "Peltz et al., 1993;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1387,
                    "end": 1404,
                    "text": "Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1405,
                    "end": 1424,
                    "text": "Hagan et al., 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1425,
                    "end": 1447,
                    "text": "He and Jacobson, 1995)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The results presented here demonstrate that mof4-1 is a unique allele of the UPFJ gene that affects both the nonsense-mediated mRNA decay pathway and programed -1 frameshifting. We demonstrate that, in contrast to the ifs alleles and the other upfl and upJ2 mutations, the mof4-1 allele of UPF] is special in that it promotes loss of the M1 dsRNA virus. Furthermore, mof4-1 strains are sensitive to paromomycin, a drug affecting translation fidelity (Palmer et al., 1979; Singh et al., 1979) , and increasing dosages of paromomycin lead to enhanced efficiency of programed -1 frameshifting in a mof4-1 strain, but not in a wild-type MOF4+/UPFI + strain or a tnof4A/1upfMA strain. To our knowledge, the product of the UPF] gene is the first example of a multifunctional protein that can modulate both translation and mRNA turnover. These results are a clear example of how the processes of translation and mRNA decay are integrated.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 471,
                    "text": "(Palmer et al., 1979;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 472,
                    "end": 491,
                    "text": "Singh et al., 1979)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nonsense-containing mRNAs accumulate in a mof4-1 strain To determine the effect of the mof4-1 mutation on the nonsense-mediated mRNA decay pathway, the abundances of the CYH2 precursor and mRNA, which encodes a ribosomal protein, were monitored. The inefficiently spliced CYH2 precursor, which contains an intron near the 5' end, is a naturally occurring substrate for nonsensemediated mRNA decay and has been demonstrated to be a reliable indicator of the activity of this decay pathway (He et al., 1993; Cui et al., 1995; Hagan et al., 1995) . The status of the nonsense-mediated mRNA decay activity in cells can be determined easily by comparing the ratio of the abundance of the CYH2 precursor to the CYH2 mRNA on an RNA blot. Wild-type, upflA and mof4-1 strains were grown to mid-log phase, RNAs were isolated, and the abundance of transcripts was determined by Northern blotting. The abundance of the CYH2 precursor was low in wild-type cells but increased at least 5-fold in a upflA strain ( Figure IA ). In the mof4-1 mutants, the abundance of CYH2 precursor was elevated to a level similar to that observed in a upf]A strain ( Figure IA ). The abundance of the nonsense-containing mini-PGKI transcript, which is extremely sensitive to the UPF] status of the cell , was also monitored and its abundance was increased 10-fold in both tnof4-1 and upf]A strains as compared with wild-type cells ( Figure  1B ). The abundance of the CYH2 mRNA and wild-type PGK1 mRNA was equivalent in all strains ( Figure 1B) , indicating that they are probably degraded by a different mRNA decay pathway (Peltz et al., 1994) .",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 505,
                    "text": "(He et al., 1993;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 506,
                    "end": 523,
                    "text": "Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 543,
                    "text": "Hagan et al., 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1593,
                    "end": 1613,
                    "text": "(Peltz et al., 1994)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 999,
                    "end": 1008,
                    "text": "Figure IA",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1145,
                    "text": "Figure IA",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1412,
                    "text": "Figure  1B",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1513,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also examined whether the programed -I ribosomal frameshift lacZ reporter transcript, which was used to monitor frameshifting efficiency in the genetic screen to identify the mof mutants, was sensitive to the nonsensemediated mRNA decay pathway. The abundance of the mRNA encoded from p315-JD85-ter (containing the lacZ gene in -1 reading frame; see schematic of reporter construct in Figure IC and Materials and methods) was determined by Northern blot analysis in wild-type, mof4-] and upf]A cells ( Figure IC) . The results demonstrate that the level of the LacZ reporter mRNA was elevated 2to 3-fold in both niof4-1 and upf]A strains compared with wild-type cells, indicating that this reporter mRNA is sensitive to the nonsense-mediated mRNA decay pathway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure IC",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 515,
                    "text": "Figure IC)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To confirm that the increase in mRNA abundance observed in a mof4-1 strain was a consequence of inactivating the nonsense-mediated mRNA decay pathway, the half-lives of the CYH2 precursor, the -1 LacZ fusion transcript and the CYH2 mRNA were examined. The decay rates were determined in a strain harboring a temperature-sensitive RNA polymerase mutant (rpbl-1) and containing either the wild-type UPFI gene, a upf]A or the mof4-1 allele by blotting analyses of RNAs isolated at different times after inhibiting transcription by shifting the culture to the non-permissive temperature (36°C). The results of these experiments are summarized in Table I and demonstrate that the CYH2 precursor and the -l LacZ fusion transcripts were stabilized equally in either a upflA or a niof4-] strain (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 649,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "mof4-1 and ifs2-1 are alleles of the UPF1 gene We next tested whether mof4-1 is allelic to any of the previously characterized UPF genes. A mnof4-] strain (strain JD474-3D, Table II ) was mated with a upflA (strain YGC 106) or a upJ2A (strain YGC 112) strain, and the CYH2 precursor abundance was monitored in diploid cells. The CYH2 precursor abundance was low in the rnof4-] XupJ2A diploid cells (data not shown) but was increased in rnof4-1Xupf]A diploids equivalent to that observed in a haploid upflA or mnof4-1 strain ( Figure   ID , lane 8). A strain harboring the mnof4-1 allele was transformed with centromere-based plasmids harboring either the UPFJ gene, the UPF2 gene or vector alone, and the abundance of the CYH2 precursor was monitored in each strain. In the mnof4-1 strain containing the single copy plasmid harboring the UPF] gene, the abundance of the CYH2 precursor was reduced to wild-type levels ( Figure ID , lanes 1-2 and 7), whereas the vector plasmid alone or the single copy plasmid harboring the UPF2 gene did not reduce the abundance of the CYH2 precursor ( Figure ID , lanes 3-4 and 5-6). Furthermore, the UPFJ gene was able to reduce the efficiency of -1 ribosomal frameshifting in a mnof4-] strain to wild-type levels, as determined by the ratio of 3-galactosidase activity from strains harboring the frameshift reporter plasmid pJD 107 (the lacZ gene in -1 reading frame) to the zero frame Fig. 1 . Characterization of the mRNA abundance of nonsense-containing mRNAs in the mof4-1 strain. The mRNA abundance for the CYH2 precursor, CYH2 mRNA (A), nonsense-containing mini-PGKI and wild-type PGK1 mRNAs (B) were determined by RNA blot analysis of total RNAs from wild-type (strain JD61), mof4-1 (strain JD474-3D) and upflA (strain YGC106) cells. The cells were grown to mid-log phase and total RNA subsequently was isolated (see Materials and methods). The RNA blot containing 20 gg of RNA per lane was hybridized with a radiolabeled CYH2 or PGKI probe. Schematic representation of the CYH2 precursor and its spliced product, the nonsense-containing mini-PGKI allele and the wild-type PGKI gene are shown to the right of the autoradiogram. (C) The abundance of the frameshift reporter LacZ mRNA (transcribed from the plasmid p315-JD85-ter) was determined as described above. The strains used in these experiments were a upflA strain (strain YGC106) transformed with pYCp33UPF1 (a plasmid harboring the UPF] gene; WT), pmof4XAE (a plasmid harboring the mof4-1 allele; see Materials and methods; mof4-1) or pYCplac33 vector (upflA). Radiolabeled CYH2 and LacZ probes were used to hybridize the nitrocellulose membrane. The frameshift reporter lacZ construct (p315-JD85-ter) is shown schematically. (D) The mRNA abundance of the CYH2 precursor was determined from the mof4-1 or ifs2-1 strains transformed with pYCp33UPF1 (pUPFL), pYCp33UPF2 (pUPF2), or with the vector, as well as a diploid cell from a cross between mof4-1 and upflA strains (JD474-3DXYGC106; mof4/upfl).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 526,
                    "end": 537,
                    "text": "Figure   ID",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 928,
                    "text": "Figure ID",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "Figure ID",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1428,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "control plasmid pJD 108 (the lacZ gene in zero reading frame; data not shown). These results indicate that MOF4 is allelic to UPF]. We further wanted to determine whether the ifs]-l and ifs2-1 mutations recently isolated by Lee and colleagues (Lee et al., 1995) also affected the nonsense-mediated mRNA decay pathway and whether they are allelic to the UPF genes. The CYH2 precursor was stabilized in both the ifsl and ifs2 mutants to a level equivalent to that observed in upf]A or upJ2A strains ( Figure ID and data not shown). The IFS] gene was cloned and sequenced (Lee et al., 1995) , and our comparison of IFS1 and UPF2 sequences demonstrated that they are identical (Cui et al., 1995; He and Jacobson, 1995) . We have also determined that ifs2 and mof4-1 are in the same complementation group as determined by the f-galactosidase assay (data not shown). By assaying the programed -l frameshifting 'The temperature shift experiments were performed in strain Y46 (Table II) which harbors rpbl-J and upflA alleles. The single copy plasmids containing either the wild-type UPF] gene, the mof4-1 allele or the vector were transformed into this strain and the -1 frameshifting reporter construct (pRS314-JD85-ter) was also co-transformed in. The decay rates for these mRNAs were measured as described in Materials and methods. These measurements were performed at least three times and did not vary by >15%. mof4-1 in mRNA turnover and ribosomal frameshifting MATa/MATa hisl/+ trpl/+ ura3/+ K-R Dinman and Wickner (1994) ifsl MATa cuplA::ura3 ura3-52 his3-A200 ade2 lys2 trpl leu2 ifsl-2 K- Lee et al. (1995) ifs2 MATa cuplA::ura3 ura3-52 his3-A200 ade2 lys2 trpl leu2 ifs2-1 K- Lee et al. (1995) efficiencies in strains harboring the ifs alleles using the lacZ reporter constructs described above (pJD107 and pJD108), both ifs strains had -1 ribosomal frameshifting efficiencies~2-fold greater than wild-type cells. The increase in programed -1 frameshifting efficiencies of the ifs2-1 strain and its effect on CYH2 precursor stabilization can be corrected by a single copy UPFI gene but not by a UPF2 gene (Figure ID, lanes 9-11; data not shown).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 261,
                    "text": "(Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 569,
                    "end": 587,
                    "text": "(Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 673,
                    "end": 691,
                    "text": "(Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 692,
                    "end": 714,
                    "text": "He and Jacobson, 1995)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1496,
                    "end": 1521,
                    "text": "Dinman and Wickner (1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1592,
                    "end": 1609,
                    "text": "Lee et al. (1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1680,
                    "end": 1697,
                    "text": "Lee et al. (1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 508,
                    "text": "Figure ID",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 978,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "These results indicate that IFS2 is allelic to UPFJ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Identification of the mof4-1 lesion in the UPFI gene We next sought to identify the mutation(s) that caused the mof4-1 phenotype. Utilizing the appropriate primers, PCR products corresponding to either the 5' one-third or the 3' two-thirds of the UPFI gene from the mof4-1 strain were isolated, and hybrid genes between the wild-type UPFJ and the mof4-1 allele were prepared ( Figure 2A ). In addition, the complete UPFJ gene from a mof4-1 strain was also synthesized by PCR (Materials and methods). These plasmids were transformed into a upflA strain (Y52-, Table II ) and the CYH2 precursor abundance was determined in these strains ( Figure 2B ). The CYH2 precursor was abundant in cells containing a hybrid in which the 5' segment of the wild-type UPFJ gene was replaced with the 5' fragment from the mof4-1 allele (Figure 2, pmof4AEI_2), or in cells containing plasmid pmof4BEI12, which encodes the complete mof4-1 allele of the UPFJ gene. The abundance of CYH2 precursor was low in cells harboring plasmid pmof4ABI_2, which contains the hybrid UPFI gene in which the 3 ' two-thirds of the gene was replaced with the DNA fragment from the mof4-1 allele (Figure 2, pmof4ABI_2) . These results indicate that the mutation in the mof4-J allele is located within the 5' one-third of the UPFI gene. The DNA sequence of the 5' region of the mof4-1 allele (nt -83 to 1469) was determined from plasmids pmof4AE1 and pmof4BE, (Figure 2A ). Comparison of this sequence with wild-type UPFJ revealed a single G->A mutation at nucleotide 586 in the cysteine/histidine-rich region, changing a cysteine codon at codon 62 to a tyrosine. The mof4-1 clones from both plasmids pmof4AE2 and pmof4BE2 also contained the same G-4A mutation (data not shown). To confirm that the identified Cys-Tyr mutation resulted in the Mof4 phenotype, a 900 bp BstXI-Asp718 DNA fragment from the wild-type UPFJ gene was replaced with an analogous DNA fragment from either plasmid pmof4AE1 or pmof4BEj harboring the mof4-1 mutation ( Figure 2B , pmof4XAE and pmof4XBE). Cells harboring the above hybrid UPFJ gene had the same three phenotypes as the mof4-1 strain, including: (i) elevated abundance of CYH2 precursor and frameshift reporter LacZ mRNA (Figures 2B and IC); (ii) inability to propagate the M1 killer virus (Table IV, Table IV , #5). The last two phenotypes of the mof4-1 strain will be discussed further in the following sections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1180,
                    "text": "(Figure 2, pmof4ABI_2)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1421,
                    "end": 1431,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 2001,
                    "end": 2010,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 2287,
                    "end": 2297,
                    "text": "(Table IV,",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2298,
                    "end": 2306,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Unlike upf or ifs alleles, the mof4-1 allele of UPF1 increases -1 ribosomal frameshifting efficiency and causes loss of the Ml virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The efficiency of-i ribosomal frameshifting in the various mutant forms was measured by using the lacZ reporter construct described above. A upflA strain (YGC106) containing the lacZ frameshift reporter construct in the zero or -1 frame relative to the translation start site (p315-JD86-ter or p315-JD85-ter) was transformed with a single copy plasmid harboring either the wild-type UPFJ gene, the mof4-1 allele or the vector alone. The ,3-galactosidase activities in these strains were monitored, and the percentage of -1 frameshifting was calculated. Cells containing the mof4-1 allele had a -1 ribosomal frameshifting efficiency of 6.4%. UPFJ and upflA cells had an efficiency of 1.4 and 3.1%, respectively. Interestingly, the~2-fold increase in -1 ribosomal frameshifting observed in upflA cells is very similar to that reported for the ifs2-1 mutants (Lee et al., 1995) . The 2-fold increase in programed frameshifting efficiency in these strains corresponds to the 2to 3-fold stabilization of the frameshift reporter transcript ( Figure IC) . The elevated level of -1 frameshifting in mof4-1 cells, however, was not due solely to the stabilization of the LacZ frameshift reporter mRNA, since the abundance of the LacZ frameshift reporter mRNA was equivalent in both mof4-1 and upflA cells ( Figure IC) . Thus, the higher expression level of the lacZ gene product in the -1 reading frame in mof4-1 cells as compared Hybrid genes between the wild-type UPFI and the mof4-1 alleles schematically represented in (A) were constructed, transformed into a upflA strain (Y52-) and CYH2 precursor abundance was determined by RNA blotting analysis as described in Figure 1 . An autoradiogram of this analysis is shown in (B). The black rectangle in (A) represents sequences from the wild-type UPFJ gene while the hatched rectangle represents sequences from the mof4-1 allele. The cysteine/histidine-rich region of the UPFI gene is represented by a gray rectangle in the wild-type UPFJ gene. The dark vertical line represents the location of the mutation within the mof4-1 allele. The mof4-1 allele was sequenced and the sequence change is shown. For each hybrid allele shown in (A) two identical constructs were prepared from different PCRs and are designated with the subscript 1 or 2 in (B) (see Materials and methods). The restriction endonucleases represented in (A) are: El (EcoRI), Bst (BstXI), Asp (Asp718), Bi (BamHI).",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 874,
                    "text": "(Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "Figure IC)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1307,
                    "text": "Figure IC)",
                    "ref_id": null
                },
                {
                    "start": 1659,
                    "end": 1667,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "with cells harboring a upflA mutation must result from something other than stabilization of the reporter mRNA, suggesting that the mof4-1 allele increases the efficiency of programed -1 ribosomal frameshifting. The contribution of frameshift suppression independent of the programed -1 frameshifting signal in a mof4-1 strain was also examined. The ratio of ,-galactosidase activities where the lacZ gene is in the -1 frame but lacks the ribosomal -1 frameshift signal (pTI24; Dinman et al., 1991) was determined with regard to pTI25, the zero frame control. We found that a mof4-1 strain was able to enhance frameshift suppression from the lacZ fusion transcript synthesized from pTI24 from 0.01 to 0.22%, a 22-fold increase in ,-galactosidase activity compared with wild-type cells. Although this represents a significant increase in frameshift suppression, it is far below the 8% efficiency of programed ribosomal -1 frameshifting observed in mof4-1 cells. A 600-fold increase in frameshift suppression in mof4-1 cells would have had to be observed to account for the increase in f-galactosidase activity generated from the lacZ reporter construct containing the programed -1 frameshift signal. Therefore, frameshift suppression at the termination codon does not account for the apparent increase in the efficiency of programed -1 ribosomal frameshifting in mof4-1 cells.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 498,
                    "text": "Dinman et al., 1991)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results above have demonstrated that the recessive mof4-1 allele increased the efficiency of programed -1 frameshifting. The changes in ribosomal frameshifting efficiencies have been shown to have major effects on the ability of cells to propagate the Ml killer virus (Dinman and Wickner, 1992, 1994) . Cells harboring the mof4-1 allele lose the ability to propagate the Ml dsRNA virus Therefore, we next examined whether mutations that inactivate the nonsense-mediated mRNA decay pathway affect the maintenance of the M1 dsRNA virus. L-A and Ml were introduced by cytoduction into strains harboring the mof4-1, upflA, upfl-2, upf2-1, upJ2A, ifsl-l or ifs2-1 alleles, and these cells were replica plated onto a lawn of cells that are sensitive to the killer toxin. Cells maintaining the Ml virus secrete the killer toxin, creating a ring of growth inhibition (Dinman and Wickner, 1992) . The results from these experiments are shown in Figure 3A and summarized in Table III . Only cells harboring the mof4-1 allele were unable to maintain the killer phenotype ( Figure  3A ; Table III ). MOF4/UPFJ and mof4A/upflA strains were both able to propagate the M1 dsRNA virus, as demonstrated by the zone of growth inhibition around these colonies (Figure 2A) . Similarly, cells harboring the upfl, upJ2, ifs] and ifs2 alleles maintained M1 (Table Ill) .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 283,
                    "text": "(Dinman and",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 284,
                    "end": 304,
                    "text": "Wickner, 1992, 1994)",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 889,
                    "text": "(Dinman and Wickner, 1992)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 949,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 968,
                    "end": 977,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1066,
                    "end": 1076,
                    "text": "Figure  3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1079,
                    "end": 1088,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1245,
                    "end": 1256,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1349,
                    "text": "(Table Ill)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Consistent with the loss of killer phenotype, the 1.8 kb Ml dsRNA was absent in the mof4-1 cells but present in all other upf or ifs mutants, as demonstrated by RNA blot analysis (see Materials and methods; results not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Three separate sets of experiments demonstrate that the increased -I ribosomal frameshifting efficiency and the loss of M1 dsRNA virus are the consequence of the mof4-J allele rather than a secondary mutation within the cell. First, a single copy UPFJ gene introduced into mof4-1 cells on a centromere plasmid rescued the ability of mof4-1 cells to maintain MI, while the vector-transformed cells had no affect (see Figure 3A ; Table IV , compare #1 with #2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 425,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Second, deleting the UPFJ/MOF4 gene from the chromosome in cells harboring the mof4-1 allele of the UPFI gene restored the ability ofthese cells to propagate MI (see Figure   3A ; Table IV #3) . Third, tetrad analysis of cells harboring the mof4-1 allele crossed with a MOF+ L-A+ Ml + strain was performed to determine whether the loss of the killer phenotype co-segregated with the increased f-galactosidase . Both parental strains contained the chromosomally integrated lacZ frameshift construct (leu2-1::pJD85; Dinman and Wickner, 1994) . The spore clones from each tetrad were assayed for their 3-galactosidase activity, their killer phenotype and their ability to propagate the double-stranded Ml RNA as described in Materials and methods.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 539,
                    "text": "Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 177,
                    "text": "Figure   3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 180,
                    "end": 192,
                    "text": "Table IV #3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The ,-galactosidase activity (v axis) for each set of tetrads (x axis) is shown as well as the ability of each of the spores to maintain either the killer phenotype (K+/K-) or the double-stranded Ml RNA (M+/M-). (C) Total RNAs were isolated from the spore colonies described in (B) and run into a 1.5% agarose gel. The L-A and Ml viral dsRNA were shown as 2.4 and 1.8 kb bands respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "activity. There was a 2:2 segregation of killer' and killerphenotype, and high levels of f3-galactosidase activity always co-segregated with the killerphenotype ( Figure  3B ). Total nucleic acids from these spore clones were isolated and the RNA of Ml and L-A viruses was monitored in each of the spore clones from the tetrads on an agarose gel ( Figure 3C ). The results demonstrate that the 1.8 kb Ml dsRNA band is present in the MOF+ killer± spore clones and is absent in the mof4-1 killerspore clones ( Figure 3C ). These experiments suggest that mof4-1 is a specific allele of the UPFJ gene that alters both mRNA decay and the efficiency of-1 ribosomal frameshifting. aCells were grown in -Ura -Leu liquid media and subsequently plated onto -Ura -Leu plates. A 0.625cm diameter disc containing 1.0 mg of paromomycin was placed on the lawn of cells. The diameter of the zone of growth inhibition was determined after the plates were incubated at 300C for 4 days. The numbers were the average of at least three independent experiments with error no more than ± 10%. Y109 was derived from JD474-3D in which the mof4-1 allele of the UPFJ gene was deleted from the genome (mof4A::ura3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 173,
                    "text": "Figure  3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 508,
                    "end": 517,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cells harboring the mof4-1 allele are more sensitive to paromomycin Strains harboring mutations that lower translational fidelity have been shown to be hypersensitive to the aminoglycoside antibiotic paromomycin, a drug that is thought to increase the frequency of misreading in yeast (Palmer et al., 1979; Singh et al., 1979) . Paromomycin sensitivity was monitored in isogenic strains (mof4-1 + pYCp33-UPF1, mof4-1 + vector and mof4A::ura3 + vector; Figure  4A ) by placing discs containing 1 mg of paromomycin onto the plate. By comparing the zone of growth inhibition around the disc containing the drug, the antibiotic sensitivity of these strains can be assessed. The results demonstrate that strains harboring the mof4-1 allele were more sensitive to paromomycin than cells harboring either the wild-type UPFJ gene or a mof4A1upflA allele ( Figure 4A , compare #1 with #2 and #4). Unlike the mof4-1 strain, the isogenic mof4A/upflA strain (mof4A::ura3 + vector) was no more sensitive to paromomycin than the wildtype UPFI+ strain, consistent with the results reported previously ( Figure 4A , compare #2 with #4; Leeds et al., 1992; Cui et al., 1995) . In addition, a paromomycinresistant colony isolated from a parental mof4-1 strain maintained Ml and had wild-type -1 ribosomal frameshifting efficiency (data not shown). The co-reversion of these three phenotypes indicates that they are all linked to the mof4-1 allele of the UPFJ gene.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 306,
                    "text": "(Palmer et al., 1979;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 307,
                    "end": 326,
                    "text": "Singh et al., 1979)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1120,
                    "end": 1139,
                    "text": "Leeds et al., 1992;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1140,
                    "end": 1157,
                    "text": "Cui et al., 1995)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 462,
                    "text": "Figure  4A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The effect of paromomycin on -1 ribosomal frameshifting was analyzed further by f-galactosidase assay using plasmids pJD107 (-1 frameshift reporter construct) or pJD108 (zero frame control) in isogenic strains harboring the wild-type UPFJ gene on a single copy plasmid (mof4-J + pYCp22UPF1), the vector alone (mof4-1 + vector) and a strain in which the mof4-1 allele of the UPFJ gene was deleted (mof4A::ura3). Cells were grown in liquid media in the presence of different concentrations of the drug and the f3-galactosidase activities were determined, normalized to the number of cells used in the assay. The ,3-galactosidase activities from pJD 107 (harboring the -1 frameshift reporter gene) in the mof4-1 strain (mof4-1 + vector) climbed steadily with increasing concentrations of paromomycin, while there was no change in 3-galactosidase activity in mof4-1 cells containing pYCp22UPF1 or in mof4A::ura3 cells (Table V) . The 0-galactosidase activities from pJD108 (the zero frame control) were unaffected by the addition of paromomycin in all three strains (Table V; Figure 4B ). Taken together, these results suggest that paromomycin can affect the efficiency of-1 ribosomal frameshifting in a mof4-1 strain, and that paromomycin exacerbates the defect of the mof4-1 allele of the UPFJ gene. We further wanted to determine whether substrates for the nonsense-mediated mRNA decay pathway increased in cells that were treated with paromomycin. The mRNA abundance of the CYH2 precursor was determined in UPFJ+/MOF4+, mof4-1 and upflA/mof4A strains grown in the presence of increasing concentrations of paromomycin. Cell aliquots were collected, RNAs were isolated and the CYH2 mRNA and precursor abundances were determined by RNA blotting analysis as described above. The results demonstrate that the ratio of the CYH2 precursor to mRNA was not altered by the presence of paromomycin in any strains tested ( Figure 4B ). This result indicates that paromomycin treatment does not affect the nonsensemediated mRNA decay pathway. Discussion mof4-1 was identified originally as a recessive mutation that increased the efficiency of programed -1 ribosomal frameshifting at the L-A frameshift site (Dinman and Wickner, 1994) . Here we show that MOF4 is allelic to the UPFJ gene and mof4-1 mutation increases the abundance of the nonsense-containing mRNAs, suggesting that this mutation completely abrogates the activity of the nonsense-mediated mRNA decay pathway (Figure 1 ). aStrain JD474-5A, harboring either pYCp22UPFl or vector, and strain Y109 were transformed with either the high copy plasmid pJD107 (-1 ribosomal frameshift tester) or pJD108 (zero frame control). Paromomycin was added to cells inoculated at 0.1 OD595/ml and grown in -Trp -Leu liquid media at 30°C for 4 h. The f-galactosidase activities were determined by subtracting the f-galactosidase activity of cells lacking these plasmids (harboring a single copy integrated -1 frameshift reporter construct) from P-galactosidase activity observed in cells harboring the reporter constructs on 2g plasmids (pJD107, pJD108) and the percentage of -1 ribosomal frameshifting was calculated by: (pJD07/pJDL08)X 100%.",
            "cite_spans": [
                {
                    "start": 2195,
                    "end": 2221,
                    "text": "(Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 923,
                    "text": "(Table V)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1072,
                    "end": 1081,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1911,
                    "end": 1920,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2461,
                    "end": 2470,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The average f-galactosidase activities of cells with pJD108 in mnof4-1 + pYCp22UPFI, mof4-1 + vector or mof4A::ura3 strains were 50.1 ± 7.5, 48.9 + 4.6 and 54.4 ± 9.1, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Although strains containing the mof4-1 and upf]A alleles both increase the abundance of nonsense-containing mRNAs to equal degrees, strains harboring these alleles have significantly different phenotypes. Compared with the upf]A strain, the mof4-1 strain: (i) increases the efficiency of -1 ribosomal frameshifting; (ii) is more sensitive to the aminoglycoside paromomycin than a upflA strain; and (iii) unlike an isogenic upflA strain, the mof4-1 strain cannot propagate the Ml killer dsRNA virus ( Figure   3A ; Table III ). At present, only one mof4 allele with these phenotypes has been identified (Dinman and Wickner, 1994 ; this study), although the mutagenesis analysis for frameshift mutants was not saturated.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 627,
                    "text": "(Dinman and Wickner, 1994",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 511,
                    "text": "Figure   3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 514,
                    "end": 523,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The 39 nm L-A-encoded viral particle has icosahedral 5733 v 1)9 1 -\\ I-As Ipq '.'www\": -symmetry and is composed of 59 Gag dimers and one dimer of Gag-pol (Cheng et al., 1994) . The 1.9% of -1 ribosomal frameshifting efficiency determines the stoichiometry of Gag to Gag-pol protein. Increasing the efficiency of -1 ribosomal frameshifting >2to -3-fold affects the ability of cells to propagate MI, presumably because the ratio of Gag to Gag-pol available for viral particle formation is inappropriate (Dinman and Wickner, 1992, 1994) . Two arguments can be given as to why the loss of Ml in mof4-1 strains cannot be explained by stabilizing the frameshift-containing L-A mRNA: (i) overexpression of the L-A mRNA from a cDNA clone confers a Super killer (Ski-) phenotype, or increased Ml titers, upon yeast cells Masison et al., 1995) , the opposite of the loss of Ml phenotype (i.e. a Makphenotype), and (ii) strains containing the upflA, upfl-2, upJ2-1, upJ2A, ifs1-] or ifs2-1 alleles, which all inactivate the nonsense-mediated mRNA decay pathway equivalently to the mof4-1 allele, do not promote loss of Ml (Table III) .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 175,
                    "text": "(Cheng et al., 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 513,
                    "text": "(Dinman and",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 514,
                    "end": 534,
                    "text": "Wickner, 1992, 1994)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 834,
                    "text": "Masison et al., 1995)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1112,
                    "end": 1123,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thus, simply stabilizing the L-A mRNA does not in itself alter the ratio of Gag to Gag-pol and does not promote the loss of the Ml dsRNA virus. That the mof4-1 allele of the UPFI gene cannot maintain Ml suggests that this mutation specifically affects programed -1 ribosomal frameshifting efficiency, changing the ratio of the Gag to Gag-pol products synthesized. The efficiency of -1 ribosomal frameshifting, as measured by the J-galactosidase assays, further supports this conclusion. Both the mof4-1 and upflA alleles stabilized nonsense-containing RNAs (CYH2 precursor, mini-PGK1 mRNA; Figure IA and B) as well as the frameshift LacZ reporter mRNA to the same level ( Figure IC ), yet mof4-1 cells had 2-fold more -1 ribosomal frameshifting efficiency than upflA or ifs2-1 cells. Taken together, these results suggest that mof4-1 is a unique allele of the UPFJ gene that elevates the abundance of nonsense-containing mRNAs, and increases the efficiency of programed -1 ribosomal frameshifting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 599,
                    "text": "Figure IA",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "Figure IC",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Strains harboring upflA, upfl-2, upJ2-1, upJ2A, ifs]-l and ifs2-1 alleles may be identified as mutations that appear to increase programed -1 frameshifting in screens using frameshift reporter constructs. However, these alleles do not affect the maintenance of the Ml dsRNA virus (Table III) . The ability to propagate the Ml dsRNA killer virus serves as a second independent assay to distinguish between mutations that affect ribosomal frameshifting efficiencies from those mutations that only affect mRNA turnover. Clearly, without such a secondary assay, use of only frameshift reporter constructs, which monitor only the level of the end-product expressed, will often identify mutations that apparently affect the level of frameshifting without actually altering this process. The isolation of ifs mutants is an example of this problem. ifs]-l and ifs2-1 are alleles of UPF2 and UPF], respectively (see above; Lee et al., 1995) , which increased the apparent frameshifting efficiency 2-fold, similar to that observed in a upflA strain. However, strains harboring these mutations did not promote loss of the Ml virus (Table III) . By using both the frameshift reporter system and monitoring the ability to propagate the Ml virus as measures of alterations in frameshifting, the ifs mutants do not alter the efficiency of programed -1 frameshifting to promote loss of the Ml virus. Similarly, the previously reported mof3-1, mop7-l and mof8-1 lesions, which increase -1 frameshifting as monitored by the lacZ frameshift reporter but do not lose the Ml virus (Dinman and Wickner, 1994) , also cannot be classified strictly as mutations that effectively alter -1 ribosomal frameshifting efficiencies. At present, it is difficult to determine whether the increased ,-galactosidase activities observed in these strains are consequences of stabilizing the frameshift reporter mRNA or changes in programed -1 frameshifting. Currently, we are developing new frameshift reporter constructs that will be insensitive to the nonsense-mediated mRNA decay pathway and, thus, these should allow us to separate the effects of mRNA stabilization from alterations in frameshifting efficiencies. The observation that the efficiency of -1 ribosomal frameshifting in mof4-1 cells was elevated in response to increasing doses of paromomycin is an important result since it demonstrates that a drug can modulate programed -1 frameshifting efficiencies. This supports the notion that ribosomal frameshifting may serve as a potential target for antiviral compounds, altering the Gag to Gag-pol ratio. It is anticipated that the identification and characterization of gene products involved in this process and of drugs that modulate it will lead to therapeutics to combat viral diseases.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 931,
                    "text": "Lee et al., 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1560,
                    "end": 1586,
                    "text": "(Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 291,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1120,
                    "end": 1131,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The UPFJ gene has been cloned and sequenced (Altamura et al., 1992; Leeds et al., 1992) . The deduced amino acid sequence of the UPFI gene indicates that it encodes a 109 kDa protein with zinc finger motifs near its N-terminus and harbors the appropriate motifs for it to be classified as a member of the ATP binding RNA-DNA helicase superfamily group I (Altamura et al., 1992; Koonin, 1992) . Purification of the Upflp demonstrated that it is an RNA binding protein with ATPase and helicase activities (Czaplinski et al., 1995) . A UPF] gene disruption results in stabilization of nonsense-containing mRNAs and also yields a nonsense suppression phenotype (Leeds et al., 1991; Cui et al., 1995) . A single Cys->Tyr change at codon 62 in the N-terminal cysteine/histidine-rich region of the UPF] gene accounts for the mof4-1 allele of the UPF] gene and Mof4 phenotypes (Figure 4) . Interestingly, other mutations in the cysteine/histidine-rich region of the UPFJ gene have been identified that were able efficiently to degrade nonsense-containing transcripts but inactivated its translation termination activity at a nonsense codon, thus allowing for suppression of nonsense alleles (Weng et al., 1996b) . These results indicate, but do not prove, that the nonsense-mediated mRNA decay properties of the Upf1 protein can be separated from its function in modulating translation termination at a nonsense codon. Furthermore, the results suggest that the cysteine/histidinerich region may be required for modulating certain aspects of translation termination at nonsense codons. The mof4-1 allele is unique because this lesion inactivates both the nonsense-mediated mRNA decay activity and alters programed translational frameshifting. Taken together, these results pose a very interesting question concerning how the processes of translation termination at a nonsense codon, programed -1 frameshifting and mRNA decay are related. Future work will be required to determine whether these are directly or indirectly related processes.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 67,
                    "text": "(Altamura et al., 1992;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 68,
                    "end": 87,
                    "text": "Leeds et al., 1992)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 354,
                    "end": 377,
                    "text": "(Altamura et al., 1992;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 378,
                    "end": 391,
                    "text": "Koonin, 1992)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 503,
                    "end": 528,
                    "text": "(Czaplinski et al., 1995)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 677,
                    "text": "(Leeds et al., 1991;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 678,
                    "end": 695,
                    "text": "Cui et al., 1995)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1183,
                    "end": 1203,
                    "text": "(Weng et al., 1996b)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 879,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Strain and media The strains of S.cerevisiae used are listed in Table II . YPAD, YPG, SD, synthetic complete medium and 4.7 MB plates for testing the killer mof4-1 in mRNA turnover and ribosomal frameshifting phenotype were as previously reported (Dinman and Wickner, 1994) . Strains harboring mof4-1 alleles were isolated as described (Dinman and Wickner, 1994) . Strain Y109 was constructed by deleting the proteincoding region of the mnof4-1 allele of the UPFI gene and replacing it with the URA3 gene. This strain subsequently was plated on media containing 5-fluoro-orotic acid, and a urastrain was isolated.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 273,
                    "text": "(Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 336,
                    "end": 362,
                    "text": "(Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "Transformation of yeast and Escherichia coli was performed as described previously (Cui et al., 1995; Hagan et al., 1995; Zhang et al., 1995) . Cells were cured of L-A virus by streaking for single colonies at 39°C, and loss of L-A was confirmed by agarose gel analysis. Generation of rho' cells, cytoductions and the killer test were performed as previously described (Dinman and Wickner, 1992) . Genetic crosses, sporulation and tetrad analysis, 3-galactosidase assays and the killer test were performed as described (Dinman and Wickner, 1994) . Testing for paromomycin sensitivity of the various strains was performed as described by Cui et al. (1995) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 101,
                    "text": "(Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 102,
                    "end": 121,
                    "text": "Hagan et al., 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 122,
                    "end": 141,
                    "text": "Zhang et al., 1995)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 369,
                    "end": 395,
                    "text": "(Dinman and Wickner, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 519,
                    "end": 545,
                    "text": "(Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 637,
                    "end": 654,
                    "text": "Cui et al. (1995)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Genetic methods"
        },
        {
            "text": "Analysis of RNA abundance and decay rates dsRNA of L-A and M1 viruses was prepared as described (Fried and Fink, 1978) and was analyzed by electrophoresis through 1.2% agarose gels. RNA abundance of CYH2, PGK1 and LacZ mRNAs were analyzed by Northern blotting, probing with DNA fragments that are complementary to these RNAs (Cui et al., 1995; Hagan et al., 1995; Zhang et al., 1995) . The LacZ mRNA was hybridized with a [32P]dCTP-labeled 3.1 kb DNA fragment encoding the lacZ gene. The RNA blots were quantitated using either a Bio-Rad model G-250 Molecular Imager or model G-670 Imaging Densitometer (Cui et al., 1995; Zhang et al., 1995) . The abundances of the CYH2 precursor, nonsense-containing mini-PGKI and the frameshift LacZ reporter transcript were normalized to the abundance of the wild-type CYH2 or PGK1 mRNAs. Experiments to quantitate the abundances of these RNAs were performed at least three times and did not vary by >15%.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 118,
                    "text": "(Fried and Fink, 1978)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 325,
                    "end": 343,
                    "text": "(Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 344,
                    "end": 363,
                    "text": "Hagan et al., 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 364,
                    "end": 383,
                    "text": "Zhang et al., 1995)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 603,
                    "end": 621,
                    "text": "(Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 622,
                    "end": 641,
                    "text": "Zhang et al., 1995)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Genetic methods"
        },
        {
            "text": "The mRNA decay rates were determined by transforming the plasmid harboring the lacZ reporter gene into a strain harboring a upflA and the temperature-sensitive allele of the RNA polymerase II (rpbl-1). This strain was transformed with a centromere plasmid containing either the wild-type UPF] gene, the mof4-1 allele of the UPF] or the vector, and the mRNA decay rates were determined as described previously (Cui et al., 1995; Hagan et al., 1995; Zhang et al., 1995) . The results of these experiments were quantitated using a Bio-Rad model G-250 Molecular Imager or a Bio-Rad model GS-670 Imaging Densitometer. These measurements were performed at least three times and did not vary by >15%.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 427,
                    "text": "(Cui et al., 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 428,
                    "end": 447,
                    "text": "Hagan et al., 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 448,
                    "end": 467,
                    "text": "Zhang et al., 1995)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Genetic methods"
        },
        {
            "text": "The plasmids pJD107 and pJD108 used for f-galactosidase assay were derived from pF8 and pT125 respectively (Dinman et al., 1991) . In pJD107, the 4.9 kb HindIII fragment from pF8 was ligated into HindlIldigested pRS426 (Christianson et al., 1992) and contains the PGK1 promoter, a translational start site, followed by a 218 bp cDNA fragment of L-A containing the -1 ribosomal frameshift signal. This is followed by the lacZ gene, which is in the -1 frame with respect to the start site. pJD108 contains the 4.7 kb Hindlll fragment of pT125 cloned into the HindIll site of pRS426, and the lacZ gene is in the zero frame without any intervening sequence. p31l5-JD85-ter, p315-JD86-ter, p314-JD85-ter and p314-JD86-ter were constructed and used for the measurement of LacZ mRNA abundance. HindIIl fragments from pJD85 (lacZ in -1 frame, Dinman and Wickner, 1994) and pJD86 (lacZ in zero frame: Dinman and Wickner, 1994) were ligated into pRS315 or pRS314, and a 300 bp BglII-HindIII fragment containing the PGKI transcription termination signal was inserted downstream of the lacZ gene. The constructions of pYCp33UPFl, pYCp22UPFl and pYCp33UPF2 were as described before (Cui et al., 1995) . The plasmids pmof4AE, pmof4AB and pmof4BE, used to clone the mof4-1 allele, were constructed as follows: the 1.47 kb Asp718-EcoRI fragment or the 2.6 kb Asp718-BamHI fragment from pYCp33UPFI, containing the UPFI gene, was deleted and replaced with the corresponding fragments of the inof4-1 allele that were isolated by PCR (see below). pmof4BE was cloned by inserting the 4.2 kb EcoRI-BamHI PCR DNA fragment from the mof4-1 strain into pYCplac33. Since the pYCp33UPF1 contains more than one BstXI site, pmof4XAE and pmof4XBE were constructed by two steps. A 978 bp BstXI-Asp718 DNA fragment from pPUC-UPFl (Cui et a!. 1995) was replaced with a BstXI-Asp7l8 DNA fragment from pmof4AE and pmof4BE, forming pPUCmof4XAE and pPUCmof4XBE respect-ively. The 4.2 kb BamHI-EcoRI fragments from these two plasmids were cloned into pYCplac33 vector.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 128,
                    "text": "(Dinman et al., 1991)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 219,
                    "end": 246,
                    "text": "(Christianson et al., 1992)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 835,
                    "end": 860,
                    "text": "Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 892,
                    "end": 917,
                    "text": "Dinman and Wickner, 1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1169,
                    "end": 1187,
                    "text": "(Cui et al., 1995)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1797,
                    "end": 1814,
                    "text": "(Cui et a!. 1995)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "Identification of the mof4-1 mutation A PCR strategy was used to identify the inof4-1 allele. The primers used for PCR DNA fragments from the UPFJ gene were: primer-1, 5'-CCGGAATTCATGAACGGGAAA-3'; primer-2, 5'-GACCGGCCG TA-ACGGACGTTGTAATACAT-3'; primer-3, 5'-ATCCCCGCGGGAGTT-GAAAGTTGC CATC-3'; primer-4, 5'-GACGGATCCAAAGTATAT-TGGAC-3'. Genomic DNA (50-100 ng) was prepared (Rose et al., 1990 ) from the nmof4-1 strain and used as the template in PCR. Primer pairs, primer-I and primer-2, were used to synthesize the DNA fragment to construct pmof4AE (Figure 2 ), primer-3 and primer-4 were used to synthesize the DNA fragment to construct pmof4AB ( Figure 2 ) and primer-I and primer-4 were used to construct pmof4BE (Figure 2 ), respectively. Two PCR products from two different PCRs were used in the cloning reaction to minimize artifacts from PCR. The PCR conditions used were as follows: 95°C, 5 min-94°C, 1 min; 45 or 50°C, 1 min;",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 391,
                    "text": "(Rose et al., 1990",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 559,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 657,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Plasmid constructions"
        },
        {
            "text": "72°C. 1.5 min for 25 cycles. The DNA fragments from PCR were purified from 1% agarose gel and used for swapping the corresponding DNA fragment of the wild-type UPF] gene which was on a YCplac33 vector as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NAM7 nuclear gene encodes a novel member of a family of helicases with a ZI-6n-ligand motif and is involved in mitochondrial functions in Saccharoinyces cerevisiae",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Altamura",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Groudinsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Slonimski",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Mol. Biol",
            "volume": "224",
            "issn": "",
            "pages": "575--587",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Translational frameshifting in the control of transposition in bacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Fayet",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "497--503",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fungal virus capsids, cytoplasmic compartments for the replication of double-stranded RNA, formed as icosahedral shells of asymmetric Gag dimers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Mol. Biol",
            "volume": "224",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multifunctional yeast high-copy-number shuttle vectors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Christianson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikorski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Gene",
            "volume": "110",
            "issn": "",
            "pages": "119--122",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification and characterization of genes that are required for the accelerated degradation of mRNAs containing a premature translational termination codon",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genes Dex",
            "volume": "9",
            "issn": "",
            "pages": "423--436",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Purification and characterization of the Upf 1 protein: a factor involved in translation and mRNA degradation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czaplinski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "RNA",
            "volume": "1",
            "issn": "",
            "pages": "610--623",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ribosomal frameshifting in yeast viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Yeast",
            "volume": "11",
            "issn": "",
            "pages": "1115--1127",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ribosomal frameshifting efficiency and gag/gag-pol ratio are critical for yeast Ml doublestranded RNA virus propagation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "3669--3676",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Translational maintenance of frame: mutants of Saccharoinyces cerevisiae with altered -1 ribosomal frameshifting efficiencies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Genetics",
            "volume": "136",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A -I ribosomal frameshift in a double-stranded RNA virus of yeast forms a Gag-pol fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "174--178",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Post-transcriptional regulation by Ty retrotransposon of SaccharomYces cerevisiae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Biol. Chien",
            "volume": "270",
            "issn": "",
            "pages": "10361--10364",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Electron microscopic heteroduplex analysis of 'killer' double-stranded RNA species from yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "75",
            "issn": "",
            "pages": "4224--4228",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterization of cis-acting sequences and decay intermediates involved in nonsense-mediated mRNA turnover",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Echevarria",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "809--823",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid and regulated degradation of ornithine decarboxylase",
            "authors": [
                {
                    "first": "S.-I",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochem. J",
            "volume": "306",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of a novel component of the nonsense-mediated mRNA decay pathway using an interacting protein screen",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genes Dev",
            "volume": "9",
            "issn": "",
            "pages": "437--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stabilization and ribosome association of unspliced pre-mRNA in a yeast upf-mutant",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosbash",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "7034--7038",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Interrelationship of the pathways of mRNA decay and translation in eucaryotic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Biochem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A new group of putative RNA helicases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Trends Biochem. Sci",
            "volume": "17",
            "issn": "",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A genetic screen identifies cellular factors involved in retroviral -1 frameshifting",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Umen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "92",
            "issn": "",
            "pages": "6587--6591",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The product of the yeast UPFJ gene is required for rapid turnover of mRNAs containing a premature translational termination codon",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leeds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M R"
                    ],
                    "last": "Culbertson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Genes Dev",
            "volume": "5",
            "issn": "",
            "pages": "2303--2314",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Gene products that promote mRNA turnover in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leeds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "B.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Culbertson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Cell. Biol",
            "volume": "12",
            "issn": "",
            "pages": "2165--2177",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "When cells stop making sense: effects of nonsense codons on RNA metabolism in vertebrate cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Maquat",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "RNA",
            "volume": "1",
            "issn": "",
            "pages": "453--465",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Decoying the cap-mRNA degradation system by a double-stranded RNA virus and poly(A)-mRNA surveillance by a yeast antiviral system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Masison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ribas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "2763--2771",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Phenotypic suppression of nonsense mutants in yeast by aminoglycoside antibiotics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "277",
            "issn": "",
            "pages": "148--150",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": ") mRNA destabilization triggered by premature translational termination depends on three mRNA sequence elements and at least one trans-acting factor",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Genes Dev",
            "volume": "7",
            "issn": "",
            "pages": "1737--1754",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Nonsense-mediated mRNA decay in yeast",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Prog. Nucleic Acid Res. Mol. Biol",
            "volume": "47",
            "issn": "",
            "pages": "271--298",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Methods in Yeast Genetics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Winston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Phenotypic suppression and misreading in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ursic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "277",
            "issn": "",
            "pages": "146--148",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characterization of the nonsensemediated mRNA decay pathway and its effect on modulating translation termination and frameshifting",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Echevarria",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czaplinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Modern Cell Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Identification and characterization of mutations in the UPF1 gene that affect nonsense suppression and the formation of the Upf protein complex, but not mRNA turnover",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czaplinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Cell. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Double-stranded RNA virus replication and packaging",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "3797--3800",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Expression of yeast L-A double-stranded RNA virus proteins produces derepressed replication: a ski-phenotype",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Widner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Virol",
            "volume": "65",
            "issn": "",
            "pages": "151--161",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Identification and characterization of a sequence motif involved in nonsense-mediated mRNA decay",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Echevarria",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "2231--2244",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "!.:' .:...\".-.; \". :: ..",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "#5); and (iii) increased sensitivity to paromomycin (Figure 4A, #3;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The P-galactosidase activity, killer phenotype and maintenance of Ml virus co-segregate with the mof4-1 allele. (A) Killer assay in the mnof4-1 strain containing either the single copy wild-type UPF1 gene (JD474-3D + pYCp33UPFI) or the vector alone (JD474-3D + vector), or in which the mof4-1 allele of the UPF] gene was deleted from the genome [Y109 (mof4A::ura3) + vector]. Colonies of these strains were grown on the lawn of cells which are sensitive to the killer toxin secreted by the Ml virus. The growth inhibition was seen around the strains harboring the Ml virus. (B) Tetrad analysis was performed from a cross (cross JD830) between a mof4-1 strain (JD474-5A) that does not maintain either the killer phenotype (K-) or double-stranded Ml RNA (M-) with a wild-type strain (JD742-2D; M+K+)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of paromomycin on the defect of mof4-1 mutation. (A) Paromomycin sensitivity was determined in cells harboring the mof4-1 allele on the chromosome or on a single copy plasmid (plates #1 and #3), or in the isogenic MOF4/UPFI deletion strains harboring either the wild-type UPFI gene on a single copy plasmid or the vector alone (plates #2 and #4). Cells were grown in -Ura -Leu liquid media and subsequently plated onto -Ura -Leu plates. A disc containing 1.0 mg of paromomycin was placed on the lawn of cells. The diameter of the zone of growth inhibition was determined after the plates were incubated at 30°C for 4 days. K-M-, killer-Ml-; K+M+, killer+M1+. (B) The steady-state levels of CYH2 precursor and mRNA in the isogenic MOF4/UPFI deletion strain harboring various plasmids in the presence of different concentrations of paromomycin.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The mRNA decay rates in isogenic upflA, mof4-1 and wild-type UPF] strains",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Strains used in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fig. 2. Identification and characterization of the lesion in the mof4-1 allele.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "M1 were introduced into cells by cytoduction with either strain 3164 or 3165 as donors for the upf and ifs alleles, or strain 1074 as donor for mof4 alleles. The killer phenotype was analyzed by the killer plate assay (use strain 5X47 as the killer indicator), and the ability to maintain the M1 dsRNA virus was monitored by RNA blot analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Terri Kinzy, Kevin Czaplinski, Kevin Hagan, Reed Wickner, Maria Ruiz-Echevarria, Thomas Thisted and Shuang Zhang for useful discussions and for critical reading of the manuscript. This work was supported by a grant from the National Institutes of Health (GM48631-01) and by an American Heart Association Established Investigator Award given to S.W.P. Y.C. is supported by the NIH training grant (AI07403-05) of 'Virus-Host Interactions in Eukaryotic Cells'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}