{
    "paper_id": "1ba38a9d557ebb7875424b9b86773f5f555dba66",
    "metadata": {
        "title": "Geographic access to COVID-19 healthcare in Brazil using a balanced float catchment area approach",
        "authors": [
            {
                "first": "Rafael",
                "middle": [
                    "H M"
                ],
                "last": "Pereira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Kauê",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vieira",
                "middle": [],
                "last": "Braga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luciana",
                "middle": [],
                "last": "Mendes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Servo",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernardo",
                "middle": [],
                "last": "Serra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Amaral",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nelson",
                "middle": [],
                "last": "Gouveia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Paez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid spread of the new coronavirus across the world has raised concerns about the responsiveness of cities and healthcare systems during pandemics. Recent studies try to model how the number of COVID-19 infections will likely grow and impact the demand for hospitalization services at national and regional levels. However, less attention has been paid to the geographic access to COVID-19 healthcare services and to the response capacity of hospitals at the local level, particularly in urban areas in the Global South. This paper shows how transport accessibility analysis can provide actionable information to help improve healthcare coverage and responsiveness. It analyzes accessibility to COVID-19 healthcare at high spatial resolution in the 20 largest cities of Brazil. Using network-distance metrics, we estimate the vulnerable population living in areas with poor access to healthcare facilities that could either screen or hospitalize COVID-19 patients. We then use a new balanced floating catchment area (BFCA) indicator to estimate spatial, income and racial inequalities in access to hospitals with intensive care unit (ICU) beds and mechanical ventilators while taking into account congestion effects. Based on this analysis, we identify substantial social and spatial inequalities in access to health services during the pandemic. The availability of ICU equipment varies considerably between cities and it is substantially lower among black and poor communities. The study maps territorial inequalities in healthcare access and reflects on different policy lessons that can be learned for other countries based on the Brazilian case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global outbreak of the new coronavirus (SARS-CoV-2) has raised serious concerns about the responsiveness of healthcare systems and particularly about how vulnerable population groups might be affected (Lancet, 2020; WHO, 2020) . A rapidly growing body of research has emerged to model how the number of COVID-19 infections will likely grow and impact the demand for hospitalization services globally (Petropoulos & Makridakis, 2020; Walter et al, 2020) and at the national level (Arenas et al., 2020; Moghadas et al., 2020; Paez, 2020; Paez et al., n.d.; Wu, Leung, & Leung, 2020) . However, less attention has been paid to the geographic access to healthcare services and to the response capacity of hospitals at the local level in urban areas, despite the potential relationships between accessibility to healthcare resources and mortality (Ji, Ma, Peppelenbosch, & Pan, 2020) . Early work by Ji et al. (2020) and Rader et al. (2020) , for example, considered resources at the provincial level in China and at the county level in the USA, but we are not aware of studies that investigate the issue of resource allocation at higher spatial resolutions, particularly in the context of Latin America, where the epicenter of the pandemic shifted in June, 2020.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 219,
                    "text": "(Lancet, 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 220,
                    "end": 230,
                    "text": "WHO, 2020)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 436,
                    "text": "(Petropoulos & Makridakis, 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 437,
                    "end": 456,
                    "text": "Walter et al, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "(Arenas et al., 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 505,
                    "end": 527,
                    "text": "Moghadas et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 528,
                    "end": 539,
                    "text": "Paez, 2020;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 540,
                    "end": 558,
                    "text": "Paez et al., n.d.;",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 584,
                    "text": "Wu, Leung, & Leung, 2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 846,
                    "end": 882,
                    "text": "(Ji, Ma, Peppelenbosch, & Pan, 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 899,
                    "end": 915,
                    "text": "Ji et al. (2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 920,
                    "end": 939,
                    "text": "Rader et al. (2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goal of this study is to present estimates of geographic accessibility to healthcare at high spatial resolution in the 20 largest cities of Brazil. Healthcare services in Brazil are known to be unevenly distributed across the country and also within cities .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, it is crucial to map where vulnerable social groups confront poor accessibility to health services. Similarly, it becomes paramount to identify which healthcare facilities are likely to face surges in demand due to the need to hospitalize severely ill patients. In this paper we combine traditional and novel accessibility metrics to address these questions. Using networkdistance metrics, we first estimate the number of vulnerable people living in areas with poor access to inpatient or outpatient facilities able to provide care for patients with suspected or confirmed cases of COVID-19. Next, we use a new balanced floating catchment area method (BFCA) proposed by (Paez, Higgins, & Vivona, 2019) to analyze levels of access to hospitals that could treat patients with severe symptoms of COVID-19, taking into account healthcare system capacity and competition effects for ICU beds with mechanical ventilators.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 674,
                    "text": "(BFCA)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 718,
                    "text": "(Paez, Higgins, & Vivona, 2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The results of this research are useful to identify, in the 20 cities examined, a population of approximately 1.6 million people who live more than 5 km away from a healthcare facility equipped to treat severe cases of COVID-19. Furthermore, although overall the average number of intensive care units (ICU)beds with ventilators is 1.06 per 10 thousand inhabitants, there are large variations in this level of service, both between and within cities. In particular, we find that the accessibility to ICU resources is substantially lower in black and poor communities. This creates a worrying scenario given the strong potential for propagation of COVID-19 combined with poor health outcomes. The study maps territorial inequalities in healthcare access and reflects on different policies that could be adopted to address them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper is as follows. The next section provides relevant background information regarding the evolution of the COVID-19 pandemic in Brazil and accessibility analysis. This is followed by a discussion of the data and methods used in this research. Then, the results of the empirical analysis are presented and discussed. And finally, we offer some concluding remarks, including policy implications and directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first confirmed case of COVID-19 in Latin America was in late February 2020, in Brazil. The affected person was a man from São Paulo who had travelled that month to Italy. This case was typical of the beginning of the epidemic in Brazil, with other early cases of the disease imported via international flights coming mostly from Italy and the United States (Candido et al., 2020) . At that early stage, the then-Minister of Health noted that it would remain to be seen how the virus behaved in a tropical country in the middle of summer. While there is evidence that incidence of the disease is lower at higher temperatures (Paez et al., 2020) , it is now clear that the disease can be devastating during summer too: as early of July, less than five months after the first confirmed case of the COVID-19 in Brazil, over 1.8 million cases have been confirmed, and over 70 thousand deaths have been attributed to the disease, 45% of which concentrated in the 20 largest cities of the country. By early June, Brazil had become, after the United States, the country with the highest number of cases of COVID-19 in the world.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Candido et al., 2020)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 629,
                    "end": 648,
                    "text": "(Paez et al., 2020)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 The earliest cases of COVID-19 in Brazil were concentrated among middle and upperclass people (Souza et al., 2020) . In Brazil's mixed health care system, these segments of the population typically can afford to pay for healthcare or use health services intermediated by private health insurance. This is not the case for lower-income groups, who are largely dependent on the public health system in Brazil, and among whom community transmission rapidly increased the number of infections. This development is particularly worrisome as low-income groups in the country also typically live in less developed urban areas with poor transport services and poor access to health, education, and employment opportunities (Pereira, Braga, Serra, & Nadalin, 2019) . Previous research, in fact, has identified important spatial gaps in accessibility to emergency services in Brazil . To further complicate matters, other research has linked poor accessibility to higher pneumonia mortality (Zaman et al., 2014) .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 215,
                    "text": "(Souza et al., 2020)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 816,
                    "end": 856,
                    "text": "(Pereira, Braga, Serra, & Nadalin, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1082,
                    "end": 1102,
                    "text": "(Zaman et al., 2014)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "Given the rapid growth of COVID-19 in Brazil, it is important to map the potential stress on the country's healthcare system. Preliminary reports already show an unusual increase in the numbers of admissions to hospitals due to suspected COVID-19 infections (InfoGripe, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "These studies raise serious concerns about the overload the pandemic can generate to the public Unified Health System (Sistema Único de Saúde -SUS), which already started showing signs of collapse similar to those observed in Italy and Spain (Grasselli, Pesenti, & Cecconi, 2020; Legido-Quigley et al., 2020) . The work of Noronha et al. (2020) , for example, presented a simulation of nationwide spread of the new coronavirus and analyzed the supply and demand for ICU beds with ventilators, broken down by health regions. They found that even in an optimistic scenario, of an infection level of 0.1% in the first month, roughly half of the nation's health regions would face a grave deficit of ICU beds to meet demand for admission of patients with severe cases of COVID-19. Similar regional modeling studies conducted by Coelho et al (2020) and Castro et al (2020) suggest the pressure on the health system is more likely to reach critical levels in large urban centers, where the number of confirmed cases is higher.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 279,
                    "text": "(Grasselli, Pesenti, & Cecconi, 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 280,
                    "end": 308,
                    "text": "Legido-Quigley et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 323,
                    "end": 344,
                    "text": "Noronha et al. (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 824,
                    "end": 843,
                    "text": "Coelho et al (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 848,
                    "end": 867,
                    "text": "Castro et al (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "In this context, there is still a lack of studies that look at the COVID-19 healthcare provision at the city level, particularly at what actionable insights can be drawn from analysis of vulnerable groups and their access to health services in high spatial resolution. The looming crisis faced by the health system due to the COVID-19 requires many emergency actions. For this purpose, it is essential for healthcare planners to have a diagnosis of the areas of cities with less access to health . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 services and equipment, and to identify the hospitals that might suffer overloaded demand for admissions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in Brazil"
        },
        {
            "text": "One of the most commonly used indicators to measure geographic access to healthcare is the shortest distance/travel time to the closest facility (Geurs & van Wee, 2004; Neutens, 2015) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 168,
                    "text": "(Geurs & van Wee, 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 183,
                    "text": "Neutens, 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare accessibility"
        },
        {
            "text": "This indicator is widely used in part because it is relatively simple to calculate and straightforward to interpret, and thus easily communicated to policy makers. A well-known limitation of this indicator, however, is that it overlooks competition effects since it does not account for potential population demand nor for the levels of service supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare accessibility"
        },
        {
            "text": "Another popular approach to measure access to healthcare is the family of Floating Catchment Area (FCA) methods (Matthews et al., 2019) . A key advantage of this family of indicators is that it accounts for capacity restrictions, local competition effects as well as crossborder healthcare-seeking behavior (Neutens, 2015) . The common rationale underlying FCA methods is to calculate accessibility levels in sequential steps. This first step is to calculate the provider-to-population ratio (PPR) of each health facility as a ratio between its service supply (e.g. number of ICU beds) and its potential service demand given by the population that falls within some catchment area. The second step is to calculate accessibility levels of each population center by aggregating the PPR of every healthcare provider that is accessible from each population center.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 135,
                    "text": "(Matthews et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 322,
                    "text": "(Neutens, 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare accessibility"
        },
        {
            "text": "The first indicator of this sort is the two-step floating catchment area (2SFCA), proposed in the early 2000s (Luo & Wang, 2003; Radke & Mu, 2000) . Since then, multiple authors have proposed incremental improvements to the basic model in order to incorporate more sophisticated impedance functions (Dai, 2010; Luo & Qi, 2009) , to consider suboptimal configurations of health systems (Delamater, 2013) and to account for spatially adaptive floating catchments (Matthews et al., 2019; Matthew R. McGrail & Humphreys, 2009 ) and trip-chaining behavior (Fransen, Neutens, De Maeyer, & Deruyter, 2015) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 128,
                    "text": "(Luo & Wang, 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 129,
                    "end": 146,
                    "text": "Radke & Mu, 2000)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 299,
                    "end": 310,
                    "text": "(Dai, 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 311,
                    "end": 326,
                    "text": "Luo & Qi, 2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "(Delamater, 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Matthews et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 521,
                    "text": "Matthew R. McGrail & Humphreys, 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 551,
                    "end": 598,
                    "text": "(Fransen, Neutens, De Maeyer, & Deruyter, 2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare accessibility"
        },
        {
            "text": "A fundamental limitation of FCA methods is that they overestimate both service demand and supply, which can generate misleading accessibility estimates (Delamater, 2013; . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 169,
                    "text": "(Delamater, 2013;",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare accessibility"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10. 1101 2019; Wan, Zou, & Sternberg, 2012) . Demand inflation occurs when populations that fall within the overlap of catchment areas are counted more than once as potential demand for multiple facilities. Supply inflation, on the other hand, happens when the level of service of a healthcare unit is simultaneously allocated to multiple population centers (Paez et al., 2019) . Until recently, two approaches had been proposed to address this issue. Wan et al. (2012) introduced the Three-",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 135,
                    "text": "Wan, Zou, & Sternberg, 2012)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 450,
                    "end": 469,
                    "text": "(Paez et al., 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 544,
                    "end": 561,
                    "text": "Wan et al. (2012)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Step Float Catchment Area (3SFCA), which deflates demand by introducing an initial step that splits the potential demand of a population center over multiple health facilities proportional to transport costs/distances. Meanwhile, Delamater (2013) proposed the Modified Two-Step Floating Catchment Area (M2SFCA), which deflates the supply side by increasing the friction of distance in a way that allocates levels of service more locally. Nonetheless, both methods only partially fix the inflation problem, as they compound the effects of impedance functions to address either demand inflation (3SFCA) or supply inflation (M2SFCA).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 246,
                    "text": "Delamater (2013)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To overcome this limitation, Paez et al. (2019) recently introduced a new indicator to the FCA family, which we term here as the Balanced Float Catchment Area (BFCA). The new BFCA uses a standardized impedance matrix to generate proportional allocation of demand and level of service, fixing both demand and supply inflation issues in FCA calculations. The result is a more intuitive measure of accessibility that 1) accounts for competition effects, 2) provides a local version of the provider-to-population ratio (PPR) that is interpreted similarly to a regional PPR;",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 47,
                    "text": "Paez et al. (2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "and 3) preserves system-wide population and level of service, overcoming inflation issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Estimating accessibility during a pandemic is an idoneous application of this method because congestion over the short term is one of the fundamental issues to address. Therefore the analysis must account accurately for competition for scarce resources, if policy interventions are to have any hope of addressing shortfalls effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Accessibility to health facilities is estimated using data generated by the Access to Opportunities Project (Pereira et al, 2019) 1 . The method combines data from national household surveys, administrative records of the federal and municipal governments, along with satellite images and collaborative mapping data to estimate accessibility at high spatial resolution on a hexagonal grid with size of 357 meters (short diagonal), approximately the size of a typical city block.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Original sociodemographic data comes from the 2010 population census conducted by the Brazilian Institute of Geography and Statistics (IBGE). These data are aggregated in an hexagonal grid using dasymetric interpolation in two steps, as follows. Data on population count, income, race and age distribution are gathered at the census tract level. Population counts are then updated based on municipal-level demographic projections for 2020, published by Freire et al. (2020) . The total projected population of each city in 2020 was distributed across census tracts assuming that the relative distribution of the population by district and age cohort of each sector remained constant between 2010 and 2020. We then use dasymetric interpolation to pass information from census tracts to a finer regular grid of 200 meters with population count data considering aerial intersection and population sizes. Finally, these data are reaggregated from the regular grid to the hexagonal grid.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 473,
                    "text": "Freire et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Data on healthcare facilities associated with the SUS, as registered in the National Registry of Health Facilities (CNES), at the end of 2019 were geocoded and made publicly available by Pereira et al. (2019) . For this paper, these data were complemented with updated information from the CNES for February 2020 about the number of adult ICU beds and ventilators in each healthcare facility. We also included geolocated data on 30 field hospitals and reactivated hospitals in 15 cities up to April 2, 2020. The functioning of these hospitals has eased demand on other hospitals and expanded the capillarity of the health system, by adding a total of 868 beds in ICUs, ITCs and 1 More information about the Access to Opportunities Project and its databases are available at: https://www.ipea.gov.br/acessooportunidades/en/.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 208,
                    "text": "Pereira et al. (2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint semi-intensive or semi-critical care units. Finally, we used collaborative mapping data from OpenStreetMap and data on terrain from satellite images (JAXA, 2011) . These data were processed with OpenTripPlanner, an open routing algorithm for multimodal transport networks, to generate the door-to-door travel times between all the hexagon pairs in each city.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 303,
                    "text": "(JAXA, 2011)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The analysis presented in the paper is divided in two parts. In the first part, we estimate for Brazil's 20 largest cities the number and living places of vulnerable populations who: (a) cannot access within 30 minutes on foot an establishment associated with the SUS that can perform triage and refer patients suspected of COVID-19 infection for hospitalization; and (b) live further than 5 Km from a hospital with capacity to admit patients suffering from SARS with adult ICU beds and ventilators. Vulnerable population groups were defined as people above 50 years old with lower income (in the bottom half of the income distribution). This criteria was chosen because the resulting group includes people who: 1) are at greater vulnerability to COVID-19 infection due to their age; 2) are more dependent on the public health system; and 3) tend to face greater difficulties of urban mobility and access to health services 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All time and distance thresholds were chosen as a first exploratory analysis following the official recommendation from the Health Ministry and local officials (state and municipal), who recommend that people with suspected COVID-19 infection stay at home if the symptoms are mild or go to the nearest health unit for an initial interview (anamnesis) and notification of the surveillance team (Brasil, 2020b) . Patients with severe symptoms should be referred for admission to hospitals in general wards or ICUs (ibid.). In Brazil, the typical pattern is for people to use hospitals as entry points for daily health services and emergency care (ibid). Following clinical management and fast track service protocols (Brasil, 2020a (Brasil, , 2020b , this analysis included those primary health service facilities with capabilities to screen patients suspected of COVID-19, 2 Ideally, it would be important also to consider the population with comorbidities, such as hypertension, diabetes and cardiovascular or respiratory diseases, because people with these profiles are at greater risk of COVID-19 infection, with greater severity and lethality (Guan et al., 2020; Yang et al., 2020) . However, data with this level of detail are not yet available.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 408,
                    "text": "(Brasil, 2020b)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 715,
                    "end": 729,
                    "text": "(Brasil, 2020a",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 730,
                    "end": 746,
                    "text": "(Brasil, , 2020b",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1146,
                    "end": 1165,
                    "text": "(Guan et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1166,
                    "end": 1184,
                    "text": "Yang et al., 2020)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint referer patients to specialized services, as well as facilities with more advanced service levels, such as emergency care centers, first aid posts and hospitals 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Accessibility levels by public transportation were not considered because the use of collective transportation is not recommended for people with symptoms of COVID-19. Besides this, various cities saw a drop of over 70% in the supply of transit services as a response to isolation measures (NTU, 2020) . This reduction makes public transport services less reliable and also more hazardous for contagion due to the large agglomeration of people at stops/stations and aboard vehicles.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 301,
                    "text": "(NTU, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the second part of the analysis we look at access to health services while taking into account healthcare system capacity and competition effects. In this part we focus on access to those facilities that could provide hospitalization in ICUs to support patients with COVID-19. This analysis estimates provider-to-population ratios from both origin and destination perspectives. We calculated (1) for each hexagonal cell the number of accessible ICU beds with ventilators, and (2) for each hospital the ratio between the number of adult ICU beds with ventilators available and the population of the corresponding catchment area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Here we use the balanced float catchment area (BFCA) to calculate component (1) and a partial version using the first two steps of BFCA to calculate component (2). There are generally two approaches to implement accessibility measures: positive and normative. The first one considers the willingness of people to travel whereas the latter captures a norm to be satisfied (Páez, Scott, & Morency, 2012) . In practice, the difference between positive and normative accessibility is the definition of the impedance function. In this study we consider both approaches.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 401,
                    "text": "(Páez, Scott, & Morency, 2012)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the first part of the empirical analysis we consider a normative implementation with a threshold of 30 minutes travel time based on research by McGrail et al. (2015) . This threshold was chosen 3 The following types of healthcare units for first-response services and triage were considered: community health posts, basic health centers/units, polyclinics, general hospitals, specialized hospitals, mixed care units, general first aid posts, specialized first aid posts, and units for indigenous health response. As established by the Management Protocol for the New Coronavirus (Protocolo de Manejo para o Novo Coronavirus), \"All patients who seek health services (Primary Health Response Units, Emergency Care Units, First Aid Posts, Mobile Pre-Hospital Service Units and Hospitals), must be submitted to clinical triage that includes early recognition of suspected cases, and if necessary, immediate referral of the patient to an area separated from those that contain respiratory and hand hygiene supplies\" (free translation from Ministério da Saúde, 2020b).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 168,
                    "text": "McGrail et al. (2015)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint with a policy assumption that tries to minimize the distance that patients travel as a way to reduce contagion risks for others. In the second part of the analysis, we calculated accessibility considering as a threshold the maximum distance to the nearest hospital in each city. This threshold can be interpreted as the minimum necessary distance that guarantees that every person can reach at least one hospital, and is normatively in line with the recommendation from the Ministry of Health (Ministério da Saúde, 2020b) that suspected cases should visit their nearest hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Because this treatment of patients with SARS often requires combined availability of ICU beds and mechanical ventilators, we only considered the joint availability of bed/ventilator. Thus, in the case of a hospital with 30 adult ICU beds but only 20 ventilators, we considered only 20 beds (one ventilator per bed). As a rule, however, there are more ventilators than ICU beds. For ICU beds in field hospitals, we assumed there was at least one ventilator available per bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A limitation of this method is that it considered the ICU beds and ventilators that are in use, but these might not be the appropriate models for long use as in COVID-19 cases. Another limitation is that we analyzed the attendance capacity of the public healthcare system focusing only on the number of adult ICU beds and ventilators. Other studies should also consider restrictions imposed by the availability of healthcare professionals to staff ICUs when the data is available. Another limitation of the method is that our analyses are restricted to the population and supply of services within cities. This generates two effects. The first is the tendency to underestimate the level of access to services by people who live near the border between two cities, since they could possibly access hospitals in the neighboring city. The second effect is the underestimation of the demand from people from other neighboring cities who can seek admission to hospitals in the 20 cities analyzed. To minimize this second problem, we applied an adjustment factor for hospital admissions by non-residents (Brasil, 2005) according to the size of the population living in each hexagon, as suggested by Paez et al. (2019) . A factor of 1.5, for example, would simulate that the size of the demand for admission to each hospital is 50% higher due to patients living in other cities. In a recent study, Servo, Andrade and Amaral (2019) demonstrated that in 2015 on average 30% of the hospitalizations for medium complexity treatments in cities was from patients living in other cities. Based on data from the SUS Hospital Information System for 2019, we calculated the value of the correction factors for each city (Table 1 ). Note that the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1112,
                    "text": "(Brasil, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1211,
                    "text": "Paez et al. (2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1391,
                    "end": 1423,
                    "text": "Servo, Andrade and Amaral (2019)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1703,
                    "end": 1711,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint correction factor is less than 1 in Guarulhos and São Gonçalo. This means that these cities export more people looking for healthcare in other cities than they receive from other cities. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the 20 largest Brazilian cities nearly 228 thousand low-income people older than 50 years live more than 30 minutes by walking from a health unit that provides triage and referral services to patients with suspected infection ( Table 2 ). The primary health care units and emergency care units, in particular, play a fundamental role as entry points to the system, to avoid hazardous agglomeration of patients with suspected coronavirus infection, so the spatial capillarity and longitudinality of this service are very important.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Access to health services"
        },
        {
            "text": "The highest proportion of people in this situation were found in the cities of Rio de Janeiro, São Paulo, Brasília, Duque de Caxias, Campinas and Goiânia. These six cities concentrate more than 60% of the vulnerable population who live more than 30 minutes on foot from a health service point. However, analysis of the proportion in each city reveals that Duque de Caxias, São Luís, Brasília, Maceió and Campinas stand out with more than 10% of their vulnerable population living more than 30 minutes from an establishment qualified for this triage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to health services"
        },
        {
            "text": "Furthermore, Table 2 also shows there are some 1.6 million vulnerable people who live farther than 5 Km from a health unit able to admit patients in serious condition due to COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Access to health services"
        },
        {
            "text": "This total represents 41% of the vulnerable population in the 20 cities. These numbers vary widely across cities due to the different patterns of urban occupation and the spatial distribution of healthcare facilities in each area. Cities like Rio de Janeiro, São Paulo, Brasília and Curitiba stand out for having more than 100 thousand inhabitants in potentially vulnerable conditions and with poor access to hospitals with ICU beds and mechanical ventilators. It is also noteworthy that half of the 20 cities have more than 50% of their vulnerable population living farther than 5 Km from inpatient facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to health services"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to health services"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint Source: authors own elaboration using data from Pereira et al. (2019) , healthcare facilities data from CNES on February 2020, and population projections for 2020 from Freire et al (2020) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 211,
                    "text": "Pereira et al. (2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "Freire et al (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Obs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "-Population in thousands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "-** Population above 50 years old and in the bottom half of the income distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "-(A) Low-income people above 50 years old who cannot access a healthcare facility in less tan 30 minutes walking. -(B) Low-income people above 50 years old who live more than 15 Km away from the nearest hospital with an ICU bed and mechanical ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 As important as estimating how many vulnerable people have poor access to healthcare is mapping where this population lives. Figures 1 to 4 present for four selected cities the size and living place of the low-income population older than 50 years who (A) cannot access any primary healthcare establishment in less than 30 minutes by walking; and (B) live more than 5 Km from the nearest hospital with at least one ICU bed and one ventilator. For the sake of brevity, we only present the maps for Sao Paulo, Rio de Janeiro, Fortaleza and Manaus, the 4 cities most affected by COVID-19 in Brazil. As of the end of June, these four cities alone concentrated 18% of COVID-19 confirmed cases and 32% of deaths in the country. These maps show that vulnerable populations with poor access to health services are mostly located in urban peripheries, indicating those areas which would be good candidates for local policy interventions, such as setting up field hospitals or engaging pre-hospital mobile units (such as the Urgent Mobile Response Service -SAMU) or community health agents.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 240,
                    "text": "Figures 1 to 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Access to COVID-19 healthcare. Fortaleza, 2020. (A) Vulnerable population who cannot access a basic healthcare facility in less than 30 minutes walking. (B) Vulnerable population who lives farther than 5 Km to the nearest hospital with ICU bed and mechanical ventilator."
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Access to COVID-19 healthcare. Manaus, 2020. (A) Vulnerable population who cannot access a basic healthcare facility in less than 30 minutes walking. (B) Vulnerable population who lives farther than 5 Km to the nearest hospital with ICU bed and mechanical ventilator."
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. Access to COVID-19 healthcare. Rio de Janeiro, 2020. (A) Vulnerable population who cannot access a basic healthcare facility in less than 30 minutes walking. (B) Vulnerable population who lives farther than 5 Km to the nearest hospital with ICU bed and mechanical ventilator."
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A basic indicator to measure the capacity of a health system is the number of hospital beds per inhabitant in a given area. According to the parameters defined by the Brazilian Ministry of Health (Brasil, 2015) the minimum standard provision should be 1 adult ICU bed for each 10 thousand people 4 . The average number of adult ICU beds with ventilators in hospitals in the public health system in the 20 largest Brazilian cities is 1.06 per 10 thousand people (Table 3) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 210,
                    "text": "(Brasil, 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Health system capacity"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint risk of overload in scenarios for COVID-19 contagion indicated in previous studies (Castro et al., 2020; Noronha et al., 2020) . The ratio of beds per population also varies greatly across cities (Table   3 ). Thirteen out of the 20 cities analyzed are below the recommended level of service and by July 1st most of these cities had bed ICU bed occupancy rates above 80% (Folha de S.Paulo, 2020). Source: authors own elaboration using data from Pereira et al. (2019) , healthcare facilities data from CNES on February 2020, and population projections for 2020 from Freire et al (2020) . obs.: * Number of ICU beds with mechanical ventilators in the public healthcare system. ** City population corrected by the adjustment factor from Table 1 .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "(Castro et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 247,
                    "end": 268,
                    "text": "Noronha et al., 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 587,
                    "end": 608,
                    "text": "Pereira et al. (2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 707,
                    "end": 726,
                    "text": "Freire et al (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 348,
                    "text": "(Table   3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 876,
                    "end": 883,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10. 1101 The greatest variations in the availability of health services, however, occur within cities.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Figures 5 to 8 below we present a set of maps that together give a detailed view of the spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. The maps on Panel A show the spatial distribution of hospitals, where each hospital is represented by a circle whose size reflects the ratio between the number of beds/ventilators of that hospital and the population of its catchment area. Although the situations vary across cities, as a rule, downtown areas generally concentrate the greatest number of hospitals, especially the ones with more beds per inhabitant. This is the case for example in Fortaleza, Manaus and Rio de Janeiro. The availability of ICU beds and ventilators to serve patients with severe COVID-19 tends to be considerably lower in the peripheral regions of these cities. In these regions, it is common to observe ratios of ICU beds per 10 thousand inhabitants persons. This translates into 9.76e-6 beds per person, compared to 8.74e-5 beds per person average for São Paulo. This shows how the regional PPR can be misleading, by assuming that every person in the region has equal access to medical facilities. Analysis using the BFCA indicator also illustrates how living close to a hospital does not necessarily translate into high levels of accessibility, once congestion effects are taken into account. This is the case in cities like Fortaleza, Rio de Janeiro, and São Paulo, where some peripheral neighborhoods, despite being close to a . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 17,
                    "text": "Figures 5 to 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 . . https://doi.org/10.1101 hospital, face poor access to health services due to the limited capacity of the healthcare system to support the expected demand of much larger areas.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 100,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, the maps on Panel C present bivariate choropleth maps with the combined spatial distribution of population densities and accessibility levels by automobile using city-specific thresholds so that every person could reach at least one hospital. This panel complements previous figures by highlighting those areas with large populations underserved by healthcare services (bright pink = larger population and lower accessibility) and those areas which face higher service levels for a comparable lower demand (bright green = smaller population but high accessibility).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is possible to see that even in those places with low accessibility, there are pockets where the situation is made worse by afflicting larger populations. The figures in Panel C are useful to differentiate low-accessibility areas with large and small population numbers, which can provide actionable information for policy makers to choose which low-accessibility areas should be prioritized in emergency situations. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020 July 19, . . https://doi.org/10.1101 July 19, /2020 doi: medRxiv preprint Figure 6 . Spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. Manaus, 2020.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "July 19, 2020",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 109,
                    "text": "July 19, . . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 124,
                    "text": "July 19, /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Obs. Gray circles represent field hospitals or temporarily reactivated facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7. Spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. Rio de Janeiro, 2020."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7. Spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. Rio de Janeiro, 2020."
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint Figure 8 . Spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. São Paulo, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Obs. Gray circles represent field hospitals or temporarily reactivated facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The geographic access to COVID-19 healthcare in Brazil presents not only spatial but also marked social inequalities. Figure 9 shows the magnitude of the racial and income inequalities in access to ICU beds and ventilators considering competition effects. One of the most extreme cases is the capital of the country Brasília, where the number of ICU beds with ventilators accessible by the wealthiest population is more than 6 times larger than for the poor. While racial inequalities are relatively lower compared to inequalities by income, they are still present in most cities. This is particularly true in Brasília, São Paulo and Belo Horizonte, where black communities can only access half as many health resources as the white population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 9",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In summary, our findings point to a worrying pattern. Across Brazil's 20 largest cities, we find substantially lower healthcare system capacity in urban peripheral areas and among lowincome and black communities. In particular, urban peripheries with high population density coupled with low incomes and poor sanitation services create a worrying scenario with strong . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint potential for propagation of the COVID-19 precisely among communities that are most vulnerable to the disease and with lowest access to healthcare. Combined, the analyses presented provide valuable information that can help local authorities map the areas which should receive more immediate response from local healthcare community agents and perhaps the construction of new field hospitals to address short term needs induced by the COVID-19 pandemic. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint 6. Final remarks This paper examined the geographical access to COVID-19 healthcare in the 20 largest Brazilian cities, looking at both healthcare facilities with capacity for triage and referral of patients with suspected COVID-19 infections to hospitals, as well as those able to treat patients in serious condition through the support of ICU beds and mechanical ventilators. We mapped approximately 230 thousand vulnerable people (low-income above 50 years old) living more than 30 minutes walking from a public healthcare facility able to test for COVID-19 or refer suspected cases to hospitals. Our results also indicate that some 1.6 million vulnerable people live farther than 5 Km from a hospital with capacity for ICU admission. Because patients suspected with COVID-19 might face mobility constraints due to grave conditions, it becomes crucial to develop strategies for provision of transport and health services to these people. This is particularly true of lowincome people living on the outskirts of cities, where there are fewer mobility options and where health services are scarcer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The study also analyzed the support capacity of the public health systems in the largest Brazilian cities, looking at the number of ICU beds/ventilators per person in the catchment area of each hospital and accessible by the population. We find that thirteen out of the 20 cities analyzed have fewer ICU beds with ventilators than the minimum level recommended by the Health Ministry, which could be insufficient to deal with large growth of demand for hospital admissions in the most optimistic scenarios of COVID-19 propagation in Brazil. Accessibility analysis using the new balanced float catchment area (BFCA) shows this scenario is particularly worrisome when we account for competition effects on both supply and demand for health services. The BFCA estimates show substantially lower access to health services in low-income and black communities in urban peripheries, which generally face scarcer supply of health equipment and could more easily be overwhelmed by the near-future hospitalization demands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As a whole, the study illustrates how transport accessibility analyses can provide actionable information to help local governments improve access to healthcare services during pandemic outbreaks. Combined, the analyses in the paper put disadvantaged communities with poor access to health services on the map, indicating in which neighborhoods local authorities could prioritize to build makeshift hospitals or engage mobile units or health community agents. These analyses . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10.1101/2020.07.17.20156505 doi: medRxiv preprint also help local authorities identify which hospitals that might face the greatest admission overload due to competition effects, and hence would need supplementary funding to expand capacity. The application of the novel BFCA in this paper illustrates how considering competition effects in access to healthcare can have important but often overlooked implications for policy planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Future research could potentially combine the results of this paper with scenarios for COVID-19 infection and hospitalization rates to generate estimates of demand for beds and ventilators on an intra-urban scale. Further analysis could also indicate the areas where the construction of new makeshift hospitals would be more effective to improve healthcare accessibility at the city level and for vulnerable groups in particular. More studies however are still needed to investigate how the availability of healthcare professionals could hinder the population access to healthcare services and about the potential role of community health agents in serving people in more remote areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, although the reduction of public transportation services can potentially reduce urban mobility levels and limit the dissemination of the virus, it can also restrict access to healthcare facilities by healthcare professionals along with low-income patients and their families, who have few mobility options. The reduction of transportation services without a coordinated restriction of other activities causes longer waiting periods, and can consequently increase the agglomeration of people at transport stations and crowding aboard vehicles, aggravating dissemination of the virus. In this respect, it is important for local managers to reorganize the public transit service to assure better access to healthcare facilities. This could include provision of exclusive services to healthcare professionals and providers of other essential services, without impairing the supply of services of regular lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 19, 2020. . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spatially balanced provision of health equipment: A cross-sectional study oriented to the identification of challenges to access promotion",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A H"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C Q"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R N"
                    ],
                    "last": "Vissoci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal for Equity in Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12939-017-0704-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A mathematical model for the spatiotemporal epidemic spreading of COVID19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez-Gardenes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Steinegger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.21.20040022"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critérios e parâmetros para o planejamento e programação de ações e serviços de saúde no âmbito do Sistema Único de Saúde. Brasília: MS: Ministério da Saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protocolo de Manejo Clínico do Coronavírus (Covid-19) na Atenção Primária à Saúde. Brasília: MS: Ministério da Saúde. Secretaria de Atenção Primária à Saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protocolo de Manejo Clínico para o Novo Coronavírus (2019-nCoV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Demand for hospitalization services for COVID-19 patients in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20047662"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessing the potential impact of COVID-19 in Brazil: Mobility, Morbidity and the burden on the Health Care System",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lana",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F C"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20039131"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Black residential segregation, disparities in spatial access to health care facilities, and latestage breast cancer diagnosis in metropolitan Detroit",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health & Place",
            "volume": "16",
            "issn": "5",
            "pages": "1038--1052",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2010.06.012"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spatial accessibility in suboptimally configured health care systems: A modified two-step floating catchment area (M2SFCA) metric. Health & Place, 24",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30--43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2013.07.012"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ocupação de UTI volta a subir e supera 80% em 13 capitais. Folha de S.Paulo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Folha De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paulo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A commuter-based two-step floating catchment area method for measuring spatial accessibility of daycare centers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neutens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Maeyer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deruyter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health & Place",
            "volume": "32",
            "issn": "",
            "pages": "65--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2015.01.002"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Projeções populacionais por sexo e idade para pequenas áreas no Brasil",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H M"
                    ],
                    "last": "Freire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M F"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revista Latinoamericana de Población",
            "volume": "14",
            "issn": "26",
            "pages": "124--149",
            "other_ids": {
                "DOI": [
                    "10.31406/relap2020.v14.i1.n26.6"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Accessibility evaluation of land-use and transport strategies: Review and research directions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geurs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Wee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Transport Geography",
            "volume": "12",
            "issn": "2",
            "pages": "127--140",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2003.10.005"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy: Early Experience and Forecast During an Emergency Response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Respiratory Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.00547-2020"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monitoramento de casos reportados de síndrome respiratória aguda grave (SRAG) hospitalizados",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Infogripe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Japan Aerospace Exploration Agency (JAXA)",
            "authors": [
                {
                    "first": "Jaxa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Potential association between COVID-19 mortality and health-care resource availability. The Lancet Global Health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Peppelenbosch",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "30068--30069",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19: Learning from experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30686-3"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The resilience of the Spanish health system against the COVID-19 pandemic. The Lancet Public Health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mateos-García",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30060-8"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An enhanced two-step floating catchment area (E2SFCA) method for measuring spatial accessibility to primary care physicians",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health & Place",
            "volume": "15",
            "issn": "4",
            "pages": "1100--1107",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2009.06.002"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measures of Spatial Accessibility to Health Care in a GIS Environment: Synthesis and a Case Study in the Chicago Region",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environment and Planning B: Planning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2019.01.017"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Measuring spatial accessibility to primary care in rural areas: Improving the effectiveness of the two-step floating catchment area method",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgrail",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Applied Geography",
            "volume": "29",
            "issn": "4",
            "pages": "533--541",
            "other_ids": {
                "DOI": [
                    "10.1016/j.apgeog.2008.12.003"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Accessing doctors at times of needmeasuring the distance tolerance of rural residents for health-related travel",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Mcgrail",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Health Services Research",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-015-0880-6"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Projecting hospital utilization during the COVID-19 outbreaks in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shoukat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "16",
            "pages": "9122--9126",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2004064117"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Accessibility, equity and health care: Review and research directions for transport geographers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neutens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Transport Geography",
            "volume": "43",
            "issn": "",
            "pages": "14--27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2014.12.006"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Análise de demanda e oferta de leitos hospitalares gerais, UTI e equipamentos de ventilação assistida no Brasil em função da pandemia do COVID-19: Impactos microrregionais ponderados pelos diferenciais de estrutura etária, perfil etário de infecção e risco etário de internação (Nota Técnica)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Noronha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19 e o transporte público por ônibus: Impactos no setor e ações realizadas. Brasilia: Associação Nacional das Empresas de Transportes Urbanos -NTU",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Using Google Community Mobility Reports to investigate the incidence of COVID-19 in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32866/001c.12976"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Demand and level of service inflation in Floating Catchment Area (FCA) methods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Vivona",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLOS ONE",
            "volume": "14",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0218773"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Spatio-Temporal Analysis of the Environmental Correlates of COVID-19 Incidence in Spain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Menezes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Pitta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Geographical Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/gean.12241"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Measuring accessibility: Positive and normative implementations of various accessibility indicators",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Páez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morency",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Transport Geography",
            "volume": "25",
            "issn": "",
            "pages": "141--153",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2012.03.016"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Desigualdades socioespaciais de acesso a oportunidades nas cidades brasileiras",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H M"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K V"
                    ],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernardo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nadalin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Forecasting the novel coronavirus COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petropoulos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makridakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0231236"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Geographic access to United States SARS-CoV-2 testing sites highlights healthcare disparities and may bias transmission estimates",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rader",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Astley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T L"
                    ],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa076"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spatial Decompositions, Modeling and Mapping Service Regions to Predict Access to Social Programs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Geographic Information Sciences",
            "volume": "6",
            "issn": "2",
            "pages": "105--112",
            "other_ids": {
                "DOI": [
                    "10.1080/10824000009480538"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Access to emergency care services: A transversal ecological study about Brazilian emergency health care network",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A H"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Facchini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health",
            "volume": "153",
            "issn": "",
            "pages": "9--15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2017.07.013"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Análise das regiões de saúde no Brasil a partir do Pacto pela Saúde: Adequação da regionalização e acesso geográfico",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Servo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anais do XXI Encontro da Encontro da Associação Brasileira de Estudos Populacionais",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Epidemiological and clinical characteristics of the early phase of the COVID-19 epidemic in Brazil",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Candido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.25.20077396"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Report 12: The Global Impact of COVID-19 and Strategies for Mitigation and Suppression | CRUB",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A three-step floating catchment area method for analyzing spatial access to health services",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Geographical Information Science",
            "volume": "26",
            "issn": "6",
            "pages": "1073--1089",
            "other_ids": {
                "DOI": [
                    "10.1080/13658816.2011.624987"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Addressing Human Rights as Key to the COVID-19 Response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prevalence of comorbidities and its effects in patients infected with SARS-CoV-2: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "94",
            "issn": "",
            "pages": "91--95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.017"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The effect of distance on observed mortality, childhood pneumonia and vaccine efficacy in rural Gambia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M A"
                    ],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Enwere",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Cutts",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiology & Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Access to COVID-19 healthcare. São Paulo, 2020. (A) Vulnerable population who cannot access a basic healthcare facility in less than 30 minutes walking. (B) Vulnerable population who lives farther than 5 Km to the nearest hospital with ICU bed and mechanical ventilator.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". This value is only slightly higher than the minimum recommended by the Ministry of Health under normal circumstances. The value of 1.06 can be considered insufficient in an epidemic situation, posing a 4 Edict 1,101 of June 12, 2002, and Resolution 7 of February 24, 2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "between 0.5 and1.0. These ratios can be considered critical against a backdrop of an epidemic with growing numbers of patients needing hospitalization for respiratory complications. The example of cities like Rio de Janeiro also illustrate how setting up field hospitals in farther areas can increase the capillarity of health services in epidemic situations like the COVID-19 outbreak. Meanwhile, the maps on Panel B show the number of ICU beds and ventilators accessible from each location considering at the same time the level of service availability and the potential overlap of demand and supply competition effects estimated with the balanced float catchment area (BFCA). Compared to the results in Panel A, these maps present in more detail how the geographic access to COVID-19 healthcare is particularly higher in central urban areas. This is perhaps more clearly seen in the city of São Paulo, where accessibility to equipped beds steadily declines from the central parts of the city to the periphery. Considering the average population per tile of the hexagonal grid in São Paulo, this indicates that in the regions with the highest accessibility, there are approximately 0.000012 beds per 10,000 people serving on average 1,240",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spatial distribution of hospitals with adult ICU beds and ventilators and the level of access to these services considering competition effects. Fortaleza, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Income and racial inequalities in access to ICU beds and ventilators considering competition effects. Brazil's 20 largest cities, 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inpatient care for resident and non-resident in the 20 largest Brazilian cities, 2019",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Low-income population above 50 years old with access to healthcare in Brazil's 20 largest cities, 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of adult UCI beds and mechanical ventilators in SUS per 10 thousand people in Brazil's 20 greatest municipalities, 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101//doi.org/10. /2020 Design, 30(6), 865-884. doi:10.1068/b29120 Matthews, K. A., Gaglioti, A. H., Holt, J. B., … Croft, J. B. (2019). Using spatially adaptive floating catchments to measure the geographic availability of a health care service: Pulmonary rehabilitation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}