{
    "paper_id": "1ba68e8d93545dbac23bda34be2f489ba6e54731",
    "metadata": {
        "title": "Journal Pre-proof The COVID trolley dilemma",
        "authors": [
            {
                "first": "Connie",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Due to the COVID-19 pandemic, hospital systems have had to drastically reduce the number of surgeries being performed, and in many cases eliminate certain procedures altogether. Restricting our current surgical volume is an attempt to decrease exposures for our patients and healthcare workers while preserving personal protective equipment. As the first wave of this pandemic subsides, hospital systems are faced with prioritizing which surgical services can resume while simultaneously minimizing the disruption of ongoing care for the remaining COVID-19 patients. This is all while ensuring our patient population at home is able to receive appropriate care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID trolley dilemma"
        },
        {
            "text": "Surgical management of patients is seldom \"elective\". The effects of general anesthesia, the trauma of undergoing an incision, is a physical breach unwanted by those who can avoid it. However, in the era of limited resources in a pandemic, this word has developed a new meaning. \"Elective\" -a normally one-dimensional word reflective of whether a surgery is an emergency or not now has an added dimension of temporality. How does one quantify an emergency? Will this patient survive one week, one month, one pandemic without undergoing surgery? In a medical structure now limited by resources, as well as patient and provider exposure, guidelines have been disseminated by multiple bodies. CMS created guidelines to guide surgical management stratified by local COVID-19 disease burden, resource availability, and patient disease severity. Hospitals now function with a new set of perioperative management to limit exposure of healthcare workers (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID trolley dilemma"
        },
        {
            "text": "Guidelines on surgical management of oncologic care were previously established with years of literature to support and create the NCCN guidelines. Patients requiring oncologic surgery now face a \"double jeopardy\" of increased exposure to COVID-19 due to frequent interactions with medical facilities, but also worse outcomes associated with delaying surgery. ACS created a set of guidelines relying on anticipated phases of the pandemic: Guidelines have also been created on a federal and state-wide level. But who will enforce? At a time when hospitals are furloughing staff, reducing salaries for staff, and scrambling for PPE for their employees, it would be in the financial interest of keeping a hospital running to proceed with elective surgeries in an effort to help mend the expected deficits of hundreds of millions per hospital. But how will these tenuous months be remembered in history? As certain areas in the country have the resources to resume elective surgery, how will they be remembered in a time when other, heavily affected parts of the country struggle with unmet needs for goods and services? (2) How will public opinion change as institutions protect their financial interests over the wellbeing of their neighbors? As the federal government makes decisions to re-open the economy, how will each state be remembered for their own autonomous decisions to do what is best for their citizens based on the data they have?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID trolley dilemma"
        },
        {
            "text": "On the other hand, restricting surgical management to those who will perish along some unknown sliding scale of urgency has lasting consequences. More than 21 million surgeries were done in the United states in 2014 (3), with an estimate that over 90% of these surgeries are considered elective (4) . With an estimated three-month delay of elective cases, almost 5 million cases will be delayed, some for the entire three-month course, resulting in both immediate and repercussive effects. Delaying resection for clinical stage I non-small cell lung cancer by 8 weeks or greater after radiologic findings concerning for lung cancer is independently associated with increased rates of upstaging and decreased median survival (5) . Those who are anxious to come into a hospital setting with abdominal pain present days later with gangrenous, perforated appendicitis and cholecystitis. Patients with delayed elective aneurysm repairs wait at home with increasing risk of rupture. As the immediate wave of morbidity and mortality associated directly with the COVID-19 pandemic subsides, the effects of delaying both diagnosis and surgery will be revealed.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The COVID trolley dilemma"
        },
        {
            "text": "• Inpatient populations, increasingly consistent of critically ill patients, will overwhelm nursing care facilities and home health nursing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID trolley dilemma"
        },
        {
            "text": "With furloughed clinic staff and patient populations unfamiliar with how to interact with telemedicine, many will present with preventable complications after months of no preventive medical attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Patients with chronic conditions will present with hypertensive strokes, COPD exacerbations, diabetic neuropathies with subsequent wounds/impaired healing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Many of these issues will be mitigated by the chemotherapy, medical management, telemedicine, and ePrescribing, but there will be those lost to a world without medical care for months. In a world currently controlled by scarcity, it seems an unfair decision to have to make -who will be seen, who will be treated, who will be sent home with hopes for a successful course of conservative management, who will perish. But with limited resources on multiple frontsfinances, staffing, hospital resources, critical care availability -scarcity is a reality. With multiple forces at play, it becomes increasing important to recognize why we became physicians. Our purpose is to heal, to do what is best for patients. The hospital exists as a locus for patient care, its bottom line is not the reason why we became physicians. There will be losses, but the greatest loss is that of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Recently, a patient with plans for elective repair of his ventral hernia presented to the emergency department with incarcerated bowel in his hernia. His exquisite tenderness and skin changes required emergent repair. With penetrating fear in his eyes, he told his surgical team of his siblings who had both gotten sick and passed in the last year. His fear of becoming sick or dying was recognized and acknowledged -who wouldn't be afraid in his position; but he was safe now, in the care of physicians who knew exactly how to fix the cause of his pain. There was no better place for him to have his problem than in the hospital. Now he was here, and everything else was in our hands. His trembling grip and imploring gaze made clear his fear felt seen but was not mitigated. As a surgeon, bringing patients' anxiety and fear into quiescence is as close as one can come to a nonsurgical remedy, knowing that the true resolution of their fear happens under the blade of a knife and the curtain of sedation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The patient"
        },
        {
            "text": "He was emergently brought to the operating room and underwent induction of general anesthesia. The circulating nurse was painting his abdomen in betadine when his rhythm suddenly changed from normal sinus to ventricular tachycardia, then fibrillation. Compressions started. A crash cart appeared. The room populated within minutes. He became profoundly hypoxic. After half an hour of ACLS, he finally regained return of spontaneous circulation. His bedside EKG and echo showed antero-lateral infarction with a hypokinetic septal wall consistent with ischemia of his left anterior descending coronary artery -he had suffered a massive heart attack. His road toward recovery now led him to ECMO and the catheterization lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The patient"
        },
        {
            "text": "Had his elective procedure continued with its normal timeline of pre-operative workup, a stress echo would have brought his underlying cardiac pathology to light and likely led to a pre-operative PCI or surgery. He would have had smoking cessation counseling, he would not have known a world in which he had chest compressions, cannulation for ECMO, or emergent catheterization to salvage a dying heart. For the determinists, perhaps a world without a pandemic would have still resulted in these events in some other way. But to extend one's hand to a patient in treacherous waters and watch a buoy become an anchor places the weight of unseen costs of this pandemic on a very personal set of shoulders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The patient"
        },
        {
            "text": "How long should we continue to delay care to ensure we are doing what is best for all of our patients? This pandemic has proven itself to be a trolley problem incarnate. The trolley problem is a classic thought experiment introduced in 1905 -to watch a train go down the main track and kill five people, or to flip a switch for the trolley to go down a side track, killing only one, but then becoming directly responsible for that person's death. While typical variants include changing the number of people on each track or making one of the possible victims the switchman's family member, the current variant brings a tremendous number of considerations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dilemma"
        },
        {
            "text": "As the train moves forward, the number of people on both the main and side tracks increases, but the actual number at each track is unknown. The mortality and morbidity associated with being in the way of the trolley is also unknown. Some may survive only to be injured, others may survive with no sign of injury at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dilemma"
        },
        {
            "text": "There are groups of people demanding that it is a violation of their rights to not be positioned on the main track. They are eventually on the main track and their occupation of resources puts additional people on the side track.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The governing body supplying funding for the trolley, reopens ticket sales for additional passengers, who find themselves on the main track in the path of the trolley. Investing in the trolley also lengthens the tracks, increasing the amount of time before the trolley hits and thus the number of people on either track.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The tracks do not target isolated groups of people; rather, there is an infinite number of options that will result in morbidity and mortality in both groups to varying degrees. •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The number of subsequent groups of people on main and side tracks (i.e. second and third waves) are dictated by current decisions with an impact that can be anticipated but not predictable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The trolley dilemma engages the praxis of our intentions and hopes for our patients. What will come of loosened shelter-in-place orders as economies suffer? How long will our patients wait at home until their elective surgeries become urgent? How long can you treat a patient's cancer with chemotherapy before their cancer becomes unresectable? How will patients be affected by increasing length of stay by several days for follow up studies to avoid returning to clinic, or by decreasing length of stay for patients who are sent home from the hospital with monitoring devices and telehealth to decrease exposure? With data and guidelines changing continuously, it is important to maintain ongoing, transparent discussions of frameworks developed by different institutions to provide care for our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "To have some understanding of how the tracks of the trolley populate requires an understanding of pandemic modeling. Alabama has been fortunate enough to be trending somewhere between the early and late phase recovery of the ACS guidelines. The decision to start caring for patients who have been getting sicker at home is based on an incredibly complicated trolley dilemma in which the focus is on damage control, both actively and in anticipation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "Though the current burden of the pandemic is different in every state, eventually each will need to determine whether it is an appropriate time to resume \"elective\" cases, as well as tier which cases are to be resumed at which time. As the ACS described, \"understanding both the local facility capabilities (e.g., beds, testing, operating rooms [ORs]) as well as potential constraints (e.g., workforce, supply chain), while keeping an eye on potential subsequent waves of COVID-19 will continue to be important.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "Due to strict measures, both institutionally and on a policy level, the spread of COVID in Alabama has maintained a steady state for two weeks, as seen by a Ro value consistently around 1. Ro reflects the infectivity of the virus -the general concept is simplified and described below: For the increase in I to be 0, = 0 = − , therefore * = 1, which will be defined as Ro. If Ro < 1, then < 1, which means that the number of infections is decreasing. At the beginning of the pandemic, it was said that each person infected 2-3 people (Ro = 2.2-2.7), with additional reports showing R0 values between 4.7 and 6.6, leading to the extremely rapid growth of the of 2019-nCoV outbreak as compared to the 2003 SARS epidemic where R0 was estimated to be between 2.2 to 3.6 (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "To make Ro < 1, * < 1, one or more of the following are needed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "• Decrease in i (daily rate of contacts per infective) • Decrease in S (number of susceptible, which decreases with herd immunity, vaccination) • Increase in r (shorten the number of days people are infectious, currently thought to be around 14 days)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "While herd immunity (sufficient decrease in S) is not attained and i increases again when stay-at-home policies are lifted, the rate of infection will again become exponential. Additionally, to attain herd immunity while in anticipation of a vaccine requires all to become afflicted with COVID-19, for which there is currently a mortality rate of 6% (7). SARS and MERS were both contained by restricting i -however, while case fatality rates were higher, COVID-19 has proven to be more infectious (5), resulting in a higher overall number of deaths, especially given the speculation of silent spread by asymptomatic carriers and the survival of those who are infected and capable of further spread. In addition, there is no clear evidence on permanent immunity against COVID-19. Until testing capabilities are able to select and isolate only those who are known to be infected with COVID-19 or the development of a vaccine can successfully reduce S, spread can only be minimized by decreasing i not only through containment of the symptomatic, but additionally by restricting interactions among the symptomatic and asymptomatic alike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating spread"
        },
        {
            "text": "When the state-wide shelter-in-place order was instituted in Alabama 4/4 at 5 PM, the anticipated ICU bed needs went from 4,382 on 4/4 to 400 on 4/6 based on IHME COVID-19 projections. The statewide shelter-in-place policy protects those in and out of the hospital, but mostly those who are not yet inpatient and who will need to come to the hospital. Consequently, new cases have been stabilizing. The estimated Ro value depicted in the graph above was calculated using Bayesian statistical analysis of the data provided from covidtracking.com and reported in the New York Times (8) . The rate of infectivity has dropped due to timely action on both a state and city level.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Statewide changes"
        },
        {
            "text": "The pandemic is far from over -additional surges are expected to recur as states begin loosening shelter-in-place policies. The 1918 Spanish flu lasted two years, infected 500 million worldwide and killed 20-50 million. A significant number of mortalities occurred during the second wave (9), thought to be caused by a mutated version of the virus. Mutations aside, the relaxation of shelter-in-place policies will result in an inevitable recurrence of exponential increase in infections. As we attempt to open our doors to take care of those trapped by the pandemic getting sick at home, it becomes increasingly important to invest in measures to reduce the burden of the pandemic until testing or a vaccine is widely available. As with all forms of prevention, the benefit of shelter-in-place orders can never truly be measured, only estimated in theory -an avoidance of devastation is just a normal day taken for granted. Guidelines, such as those created by ACS, for careful and precarious resumption of local \"elective\" surgeries are moot when conservation efforts are overrun by an uncontrolled Ro. At a time that we do not have herd immunity and a vaccine does not yet exist, government-mandated orders are necessary to protect our patients, ourselves, and those who will become our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next steps"
        },
        {
            "text": "As this pandemic continues to force us to question everything we thought was certain, including certainty itself, it is important now more than ever that we move forward in a concerted effort. The purpose of creating a trolley is to serve people, just as money was created as a tool to serve people. To become subjugated to a system that we created to serve us is to lose who we are to what we are. We exist as a precious microcosm of life in a vast, infinite nothingness -do we not exist purely for love, for family, for passion, for beauty? As this pandemic passes, will our woes not be counted by those that we have lost -a scar in our mortality, our roots, our identity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next steps"
        },
        {
            "text": "The cost of this pandemic is high in so many seen and unseen ways. May this fork in the tracks be short and merciful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next steps"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Surgery during the COVID-19 pandemic: A comprehensive overview and perioperative care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Balas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Al-Balas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Balas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The American Journal of Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Elective surgery in the time of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarac",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Schoenbrunner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Janis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pawlik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surgeries in Hospital-Based Ambulatory Surgery and Hospital Inpatient Settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergency-to-Elective Surgery Ratio: A Global Indicator of Access to Surgical Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guglielminotti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mtalimanja",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World J Surg",
            "volume": "42",
            "issn": "7",
            "pages": "1971--1980",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-017-4415-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of Delayed Surgical Resection on Short-Term and Long-Term Outcomes in Clinical Stage I Non-Small Cell Lung Cancer",
            "authors": [
                {
                    "first": "Pamela",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Annals of Thoracic Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The novel coronavirus, 2019-nCoV, is highly contagious and more infectious than initially estimated",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romero-Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.03268"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mortality Analyses. Johns Hopkins Coronavirus Resource Center Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Latest Map and Case Count. The New York Times",
            "authors": [],
            "year": 2020,
            "venue": "The New York Times. Coronavirus in the",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pandemic Influenza: Three Waves",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "I am a resident at the University of Alabama where Dr. Herb Chen, the Editor-in-Chief of the American Journal of Surgery, is the chairman. I otherwise have no conflicts of interest",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= daily rate of contacts per infective, r = how quickly people recover (1/r = number of days someone is infectious) Tomorrow's increase in S: = − * * Tomorrow's increase in I: = * * − * Tomorrow's increase in R: = *",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Well past the peak of new COVID-19 cases by at least 14 days. Resources are more readily available to near normal levels, including hospital and ICU beds, ventilators, blood, healthy staff, PPE, and readily available testing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "• On Mar 13, Governor Kay Ivey declared a State Public Health Emergency • On Mar 16, the Jefferson County Health Officer issued an order suspended certain public gatherings • On Mar 17, the State Health Officer issued a similar order for counties surrounding Jefferson County • On Mar 19, the State Health Officer issued a similar order for the state • On Mar 24, a city-wide shelter-in-place order for Birmingham was mandated by Mayor Randall Woodfin • On Apr 4, a state-wide shelter-in-place order was mandated by Governor Kay Ivey. It is scheduled to last until Apr 30. • On Apr 28, a \"Safer at Home\" order was instituted by Governor Kay Ivey, allowing retail businesses and beaches to reopen April 30",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}