{
    "paper_id": "1baa1f73045c2402f829f63aa19ab0504af5fc52",
    "metadata": {
        "title": "Identity Narratives in China and the EU's Economic Diplomacy: Comparing the BRI and the EU Connectivity Strategy for Asia",
        "authors": [
            {
                "first": "Constantin",
                "middle": [],
                "last": "Holzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "the BRI is much more than an economic flagship project. It is an overall umbrella term for China's engagement with the outside world according to its strategic interests. While the official bedrock is infrastructure development, the initiative encompasses the flow of goods, financial capital and people-to-people exchanges, but also includes geopolitical, cultural and even security aspects, like the fight against terrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The EU's Connectivity Strategy instead grew out of the ASEM Connectivity process. First published in September 2018 with a focus on its key principles, 'rules-based, sustainable and comprehensive', 3 it represents the EU's vision of Eurasian connectivity and is a reply directed at China's BRI.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Examining China and the EU's identity narratives will be a useful way to provide a better understanding of ideas and purpose associated with both initiatives. It may also be essential for avoiding misunderstandings and opening up ways of cooperation between them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the ratIonale BehInd the BrI and the eu's connectIvIty strategy As two of the world's largest economies, China and the EU both understand that they depend on deeper international economic integration and connectivity to sustain economic growth into the future. The stalled Doha trade negotiations and doubts about the future of the WTO system, together with recent rounds of global protectionism and hitherto unprecedented levels of global public and private debt, have made the need for finding new strategies to secure growth more acute than ever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The financial upheaval in connection with the aftermath of the US subprime crisis of 2008 and the 2010 Eurozone debt crisis not only dismantled the aura of economic superiority enjoyed by the advanced economies of the US and the EU, it also increased China's confidence in their own political and economic system, especially after the leadership change in 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the first half of the 2010s, Beijing saw itself confronted with sluggish international demand, alarming overcapacity in, among other sectors, the Chinese construction industry and insufficient domestic consumption. The need to help a more and more economically vulnerable China secure sources of economic growth into the future, together with increased re-centralisation of power under President Xi Jinping, presented the government with an opportunity to launch a new master narrative in support of its economic strategy abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China's leadership had pronounced its 'Going-out' strategy 4 already in 1997 under President Jiang Zemin, but it was only after 2012, compounded by falling growth rates under what has been referred to as the 'new normal', that the time felt right to look overseas in a coordinated attempt at restoring profit rates of Chinese companies. With the confidence of being united under a resolute leader, President Xi Jinping, China announced its BRI in 2013, offering a powerful new narrative to reshape the economic balance of the Eurasian continent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the years after 2013, China's Overseas Direct Investments in Europe surged significantly. 5 Chinese companies were encouraged to invest abroad to seize strategic assets, acquire foreign technology through mergers and acquisitions, and take part in tenders overseas. On the diplomatic front, China consistently pushed for the inclusion of references to the BRI in bilateral contracts, as well as in directives of multilateral institutions like the UN. By enshrining the BRI in China's own Party constitution in 2017, its long-term significance as a major pillar of external engagement cannot be overstated. 6 In a bid to support funding for its initiative, aside from Chinese state-owned policy banks and the US$40 billion Silk Road Fund, China also created a new multilateral development institution in the form of the Asia Infrastructure Investment Bank (AIIB). Comparisons have already been made by Beijing between the BRI and the US Marshall Plan, raising awareness of the high ambitions China has put behind the initiative.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 609,
                    "end": 610,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The EU, on the other hand, did not feel any urgency to openly react to the BRI until more recently, but China's rhetoric and active engagement forced the EU to draft a strategy to engage with the BRI in a more coordinated fashion. The news of targeted tech-takeovers of European companies by Chinese companies in 2015 and 2016, together with 'promise fatigue' about China's economic reform process and restricted access to the Chinese market, also led to changes in the EU's perception of China as a reliable partner in building a multilateral system based on reciprocal market access and competitive neutrality. Against this backdrop the EU launched the Connectivity Strategy for Asia in September 2018, which tries to engage Eurasian connectivity in accordance with the EU's values and operating principles and is seeking closer coordination on Eurasian infrastructure investment with Japan. 7 Other consequences of the above-mentioned change of perception are ongoing adjustments in the EU's policies towards China, especially the establishment of a foreign direct investment screening mechanism and the heightened tenor of 'reciprocity' in EU-China relationships. In the EU's Strategic Outlook on China from March 2019, the EU for the first time referred to China as a 'systemic rival', marking a new level of sobering realism in EU-China relations. 8 closIng In on evolvIng chInese and european IdentItIes Identity can be seen as a foundational moment of collective distinctiveness and purpose. 9 It is also relational, which incorporates the dichotomy of the 'self' vis-à-vis the 'other' and affects actors' speech and actions. 10 This is also true for the European Union and China. Identity is in a sense a form of essentialisation of certain characteristics or events that form part of the history of a person, group, party, nation, etc.-an ephemeral and constantly evolving configuration. What it lacks in accuracy and objective truth, it makes up through emotive charge and its potential to coordinate and arouse individual or collective action. Identity or narrative construction is an essential part of nation building. States build identity around categories such as shared values or history, thereby creating expectations regarding the behaviour of individuals and groups. For this chapter, it is therefore useful to explore the most prominent official narratives that to this day shape perceptions of self and otherness in China and the EU, and analyse in what sense these narratives also form a part of the BRI and the Connectivity Strategy.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 895,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1354,
                    "end": 1355,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1500,
                    "end": 1501,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1634,
                    "end": 1636,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of China, it is recognised that its transformation from the end of the Qing dynasty in 1911 to a modern nation state has been a painstaking and difficult process fraught by foreign incursions, war and rivalling ideologies. The official key narrative shaping Chinese identity and national consciousness is that China is heir to an ancient and rich civilisation, which perceived itself as the centre of the world, not as a nation among many. The contact with militarily superior foreign imperialist powers of the nineteenth century humiliated and degraded China, forcing it to agree to unequal treaties and granting extraterritorial privileges to foreigners on their own terms. China's quest for modernity starts with the desire to remove this stain of national humiliation inflicted at the hands of foreign powers. When the Chinese Communist Party (CCP) emerged victorious from the Civil War and founded the People's Republic of China under Mao Zedong in 1949, it set as its task to restore China's pre-eminent position among nations. China's rise however does not stop there. In the years after the death of Chairman Mao and with the beginning of economic reform and opening-up in 1979, supreme leader Deng Xiaoping brought China's economy back on track, growth was restored and China gradually created a more open and international image through the 1980s, 1990s and early 2000s. At the same time, China's core narrative of the need to avoid current and future humiliation by foreign powers by achieving national rejuvenation has not changed but is continually evolving. In 2013, China's President Xi Jinping coined the newest version of that narrative by proclaiming the 'Chinese Dream of National Rejuvenation'. 11 What is at the core of national rejuvenation and avoiding humiliation is to increase China's national wealth and power. 12 The term fuqiang (wealth and power) is akin to 'national interest' in a Westphalian sense, and has become the single most coherent pursuit of Chinese political modernity. Also today, whenever its national interest is under perceived or real threat, China reflexively invokes the nefarious influence of 'foreign forces' 13 and the need to keep working on increasing its national strength as the only way to avoid future bullying by foreign powers.",
            "cite_spans": [
                {
                    "start": 1727,
                    "end": 1729,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1850,
                    "end": 1852,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While in China the defining awakening of national identity was linked to national humiliation, in Europe it is the experience of having been ravaged by two world wars, the exalting feeling of national independence, as well as the bitter realisation of guilt associated with the Holocaust and its colonial past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If we further compare Chinese and European national identity, we see that both share a certain feeling of entitlement or exceptionalism. They see themselves as heirs to ancient civilisations and stress the exceptional contributions these cultures have left to humankind. For Europe, as a normative power, these contributions hail from the age of Enlightenment and the intellectual achievements attributed to it, as well as Europe's recent focus on 'universal values' such as societal justice, equality, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Identity narratives do thus have a strong impact on how China and the EU see themselves today. Whereas the EU likes to present itself as a global role model in terms of responsive and responsible governance, China thinks of itself as reemerging power, which needs to develop further in order to avoid future humiliation. The EU's narrative of a responsible power that stands for universal norms and values does also pose an implicit threat to China's political system, at least in the eyes of part of the Chinese leadership. 'Universal values', in Chinese known as pushi jiazhi, 14 have been identified by the CCP as one of the most dangerous foreign ideological threats (Table 8.1) .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 682,
                    "text": "(Table 8.1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "When China announced the BRI in 2013, this event marked a decisive change in China's economic and geostrategic interactions with the world. It has been accompanied by a new assertiveness since President Xi came to power in 2012. This assertiveness is compounded by China's international achievements over the past decade, such as overtaking Germany and Japan as the world's export champion and becoming the second-largest economy in terms of GDP after the US. China's slowing but still competitive economic growth rate of over 6 per cent in early 2020 before Covid-19 hit the world, its success in poverty alleviation over the last decades, impressive infrastructure development and rapid industrialisation have all contributed to the awareness of being a rising economic power. Under President Xi, China felt prepared to eschew Deng Xiaoping's well-proven doctrine of 'avoiding the limelight and honing one's abilities' (taoguang yanghui) in favour of a more confident display of its new 'four confidences'-confidence in the way of Socialism with Chinese Characteristics, 15 its theories, 16 political system 17 and culture. 18 This new confidence has also meant China becoming more vocal about defending its national interests abroad and not shying away from using its economic and rhetorical muscle to pressure foreign companies or countries into submission in cases where they dare criticise official Chinese policy or otherwise 'hurt the feelings of the Chinese people'. 19 At the core, we see that national humiliation and rejuvenation in the case of China, and national reconciliation and a rules-based global order in the case of the EU, are still the defining hallmarks of their respective identities to this day. What will be the bearing of these narratives on China and the EU's economic diplomacy in the twenty-first century?",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1478,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "shared oBjectIves and separate narratIves of the BrI and the connectIvIty strategy",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The BRI and the Connectivity Strategy for Asia represent China and the EU's flagship initiatives for foreign economic engagement in the twenty-first century. Despite the many similarities they share in terms of boosting trade and investments, their respective objectives are also expressions of different identities, perspectives and national interests. According to Zou Lei's 'The Political Economy of China's Belt and Road Initiative', the BRI is a 'top level design of China's economic diplomacy in the new era, (and) reflects China's efforts to promote economic transformation and upgrade through strengthening international cooperation'. 20 It has further 'opened up new space for global economic growth, produced new platforms for international trade and investment and offered new ways for improving global economic governance'. 21 The EU's Connectivity Strategy, which was launched in September 2018, is much less ambitious and low profile compared to the diplomatic efforts connected to the BRI. The Connectivity Strategy has its sources in joint economic cooperation under the ASEM process, without the large political fanfare associated with the BRI. It instead aims at transforming Asian and European societies by delivering quality projects through comprehensive, sustainable and rules-based economic cooperation (Table 8. 2). 22 In order to better illustrate these differences, this chapter will present here a comparison of the BRI and the Connectivity Strategy according to several parameters.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 645,
                    "text": "20",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "21",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1340,
                    "end": 1342,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1326,
                    "end": 1335,
                    "text": "(Table 8.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "First, in terms of geographic scope, the BRI and the Connectivity Strategy differ decisively. For the EU, with its strong multilateral tradition, the Connectivity Strategy includes the 30 European and 21 Asian partner countries of the ASEM process, and among others the ASEAN Plus Three, Russia, India, Pakistan, Kazakhstan, etc. The BRI incorporates 6 main economic corridors and stresses the priority of its immediate neighbourhood policy. 23 But in addition to that, the BRI is inherently open by design. It does not have any geographical or institutional limitations and was also mentioned in connection with the participation of African and Latin American countries. As stated by President Xi, every project that serves China's interest and helps to 'make friends' and improve people's life can be a part of the BRI. It is thus open to cooperation from all countries or multilateral institutions and is intended to provide a friendly narrative to mollify critics of China's economic rise and help promote its strategic interests. While its main focus is on connectivity as a means to sustain growth and improve livelihoods, it also includes This purported 'open design' or lack of precision regarding geographic reach and purpose of the BRI is to some extent deliberate. Ambiguity is not only an important part of the initiative itself, it is one of its key advantages. Vagueness or openness fit with China's doctrine of 'experimentalism', where the central government first pronounces a policy framework and then lets others try to look for ways towards its realisation. Successful examples are then scaled up and can become national policy. 24 In addition to being open in terms of participation, China also remains vague about the financial scale of the BRI and the timescale of its implementation, with estimates ranging from several hundred million to several trillion dollars in connectivity finance over the next few years. At the second BRI summit in April 2019, President Xi signalled both China's determination and openness about the financing of the BRI, while also confirming that China had signed new BRI-related deals worth US$64 billion: …we will continue to make good use of the Belt and Road Special Lending Scheme, the Silk Road Fund, and various special investment funds, develop Silk Road theme bonds, and support the Multilateral Cooperation Center for Development Finance in its operation. We welcome the participation of multilateral and national financial institutions in BRI investment and financing and encourage third-market cooperation. 25 Also, the EU is working hard on building financial leverage of the Connectivity Strategy and has increased its external action budget for 2021-2027 to €123 billion, of which €10 billion would go to Asia and the Pacific as part of the Neighbourhood, Development and International Cooperation Instrument. An additional €60 billion euro is being included as investment framework for external action, such as connectivity projects in the EU neighbourhood, the Western Balkans, Africa, etc. 26 Second, regarding core principles, we see that there are a lot of synergies and co-dependencies between the initiatives. According to Zou Lei from the Shanghai Party Institute, the central principles of the BRI are openness for cooperation, market principle and shared benefits (win-win). 27 To these three, the often-cited principle of 'extensive consultation' would definitely have to be added. What Beijing means by this term is a reference to pragmatism and national interest, as well as to the importance of diplomacy in international relations to strike a balance of interests.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 444,
                    "text": "23",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "text": "24",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2570,
                    "end": 2572,
                    "text": "25",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3059,
                    "end": 3061,
                    "text": "26",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3351,
                    "end": 3353,
                    "text": "27",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whereas the EU tries to uphold the perception that it acts according to prescribed rules and universal principles, China, with its Westphalian understanding of statehood, acts more visibly on national interests. For the BRI this means that decision outcomes can be subject to diplomatic negotiations and power games among member states, which can define and redefine the rules under which the BRI as a multilateral institution is going to operate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In official representations of the BRI, China is careful to curate a benevolent and multilateral image of the initiative. At a meeting of the Second Committee of the UN General Assembly, which is responsible for economic and financial affairs, President Xi reiterated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Belt and Road Initiative focuses on development, emphasises the principle of extensive consultation, joint contribution and shared benefits, pursuits open, green and clean cooperation, and commits to high-standard cooperation to improve people's lives and promote sustainable development. 28 Strategically speaking, for China, multilateralism is a tool to work towards a multipolar world order, with China as one of the poles of power and a counterbalance to American hegemony. The EU on the other hand has been a reluctant political power that is still showing strong economic and political dependence on a US-led international alliance. The core principle of the EU's Connectivity Strategy, instead, is to promote rule-based, comprehensive and sustainable cooperation under a system of competitive neutrality. The EU's main concern is to work towards a multilateral and open trade system as a guarantee for future prosperity. The key question for the EU is to what extent can China become an ally?",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "text": "28",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, also in terms of priorities the two initiatives show significant synergies with their focus on infrastructure, transport, energy, digitalisation and people-to-people exchanges as central pillars for sustaining trade and prosperity throughout the twenty-first century. China's BRI has also flagged policy coordination, connectivity of infrastructure and facilities, unimpeded trade and financial integration as additional priorities. 29 In terms of the influence of the two initiatives, it seems clear that the BRI, having been announced first, in 2013, has had more time to hone its narrative than the EU Connectivity Strategy. Additionally, in terms of the number of people reached, the Connectivity Strategy is currently no match for the BRI, in part because of the coherent diplomatic effort that the Chinese government has put into promoting their flagship initiative. For the EU, the launch of the Connectivity Strategy is still a reason to rejoice as the bloc has demonstrated its seriousness to engage with Transeurasian connectivity on its own terms, and not left the game to Beijing alone.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 442,
                    "text": "29",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China has been infatuated with Joseph Nye's theory of soft power for a long time. 30 Beijing came to agree that there exist other sources of national strength than crude military or financial power, and that they might have a bearing on helping it reach the ultimate goal of national rejuvenation. The ability to co-opt other groups and states by one's mere behaviour and have them identify with one's own narrative or cause is a key element of diplomacy, and an indispensable step towards becoming a global power. China can lay claim to its ancient sources of soft power in form of the 'lai hua narrative' (come to China and become sinified), the attraction of Confucian civilisation and the pre-eminent status of the Chinese emperor, which influenced other states or people through the attractiveness of China's superior culture and civilisation rather than brute force. Having understood the need to have China's official story heard across the globe, Chinese leaders have launched large-scale initiatives to increase China's international discourse power. A decade before the BRI, China launched its Confucius Institutes under then President Hu Jintao to spread the Chinese language and culture overseas. In 2013, with the BRI under President Xi Jinping, the focus shifted from cultural to economic diplomacy, but under the same principles. The BRI represents in its essence a grand strategy to increase China's 'discourse power' (huayu quan) 31 abroad, and to have its official voice heard. Its reference to the historic Silk Roads is of great benefit in this regard as it evokes positive associations and creates a sense of historic legitimacy in support of China's narrative.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "But the question is, what does Beijing really stand for in the end? The EU and the US sometimes accuse China of not standing for any particular values, thereby calling into question its reliability as a partner. If we look at China's official utterances and actions, however, we see that this is not the case. Starting from China's reform and opening-up period under Deng Xiaoping, it has consistently projected its identity through its values and policies. These can be summed up in three points: (1) the right of sovereign states to a pragmatist and flexible foreign policy, (2) being a role model in terms of national rejuvenation and economic development for the Global South or other developing countries, and (3) straddling the twin objectives of preserving one's traditional culture and values together with rapid modernisation of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "The BRI and its narrative fit very well into this roster. Together with the AIIB, it presents one of the first multilateral global initiatives that originated in the 'Global South' or a 'developing country'. They thereby support China's stated aims of multipolarity and multilateralism in international relations and stand for a possible alternative to the hegemony of European and American financial institutions, such as the World Bank and the IMF. Another source of legitimacy of the BRI certainly lies in China's impressive record in fighting poverty and driving rapid industrialisation over the past 40 years. This narrative is vital for selling the BRI to third countries that are eager to learn from China's experience and follow its path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "If we go back to what the EU and China stand for in terms of principles and values, the focus on non-interference and national sovereignty in a Westphalian sense is one of China's key characteristics. This point distinguishes it from the politics of universality of norms that are promoted by the European Union. In its understanding of international relations, China did not move very far from the five principles of peaceful coexistence dating from the 1950s, which are still relevant for it today. 32 Being aware that China has to show more than that to the international community if it wants to present itself as a positive actor in building a multilateral system of global governance, it skilfully created another narrative-President Xi Jinping's 'Community of shared future for mankind'. 33 This phrase has also been enshrined into the Party Constitution, and was adopted in a UN Security Resolution for the first time in 2017, marking a major diplomatic victory for China. The phrase sends a strong signal that China is seeking to be a responsible global power and is open to pursue common objectives that benefit the international community. It provides direction for China's participation in multilateral initiatives combating climate change, terrorism, disarmament, etc.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 503,
                    "text": "32",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 795,
                    "end": 797,
                    "text": "33",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "China's new confidence also marks its identity shift from a developing country to a developed nation, from imitation to innovation, from rule-taker to rule-maker, from reactive to proactive. The BRI is presented as a friendly win-win scheme of economic cooperation, but it can also be used as a transmission belt for China's state power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "changIng european perceptIons of chIna and the eu's responses to BrI-related concerns Are China and the EU's identity narratives compatible with one another or do they present an obstacle to closer cooperation? As mentioned above, for the EU, the biggest question is whether China can be a reliable ally in building a rules-based multilateral global order based on equitable participation and competitive neutrality, or whether China's different political system and Westphalian understanding of national interest will present a threat to a multilateral system?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "China's references to market principles and shared benefits (win-win) in relation to the BRI do warrant closer scrutiny, as they have been at the centre of allegations accusing the BRI of promoting debt-trap diplomacy and favouritism for Chinese companies. Reports of China seizing strategic assets abroad dealt a blow to the win-win narrative of the BRI in 2018 and 2019. 34 China is aware of these criticisms, and has tried to adjust its policy accordingly, as evidenced by the 2nd BRI forum in April 2019 where it promised increased openness, environmental sustainability and a zero tolerance for corruption. In the forum's keynote address, President Xi said that China needs to be guided by a:",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "text": "34",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "people-centered approach, give priority to poverty alleviation and job creation to see that the joint pursuit of Belt and Road cooperation will deliver true benefits to the people of participating countries and contribute to their social and economic development.…We have also formulated the Guiding Principles on Financing the Development of the Belt and Road and published the Debt Sustainability Framework for Participating Countries of the Belt and Road Initiative to provide guidance for BRI financing cooperation. 35 There is also concern among the EU that with the increased influence of the BRI and stronger economic dependency, China may be in a position to push its interests through economic coercion, which offers more subtle approaches to imposing one's will and extracting concessions from other countries. China's vocal responses and boycotts against foreign companies whose employees dared to criticise China's domestic policies are an eerie example of this. Due to the sheer size and attractiveness of the Chinese market, it seems that China's tactics of naming, publicly shaming and boycotting are very effective, and might lead to more companies prohibiting their employees commenting on sensitive topics.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "text": "35",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "For this reason, the question of China's participation in critical infrastructure projects like telecommunication networks has become a sensitive one for the EU. As a result, a final decision on the degree of involvement of Huawei in building the next generation of telecommunication infrastructure in the EU is still awaited at the time of writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "Despite some backlash and criticisms, the BRI continues to make steady advances also in Europe. As of now, 14 out of 28 EU member states have already signed bilateral endorsements of the BRI, with Italy in 2019 being the first G7 nation to join the initiative. 36 China also started its own economic dialogue with the Central and Eastern European States (known as the 16+1), 37 promising much needed infrastructure investments. Recently, after harsh criticism from the EU, China seems to have toned down the initiative, despite many Central and Eastern European countries feeling positive about the dialogue forum itself.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "36",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "37",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "The EU's main concerns about the BRI are related to economic vulnerability and dependence, but also to the question of how to ensure shared benefits and reciprocal relations. As put in a report by Bart Gaens for the Konrad Adenauer Stiftung:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "China is investing strongly in integration towards the West, but a comparable flow from West to East is generally absent. Furthermore, China funded projects most often are tied with Chinese companies, and are much more to the benefit of China than of the local countries. Frequently lacking a transparent bidding process, they are generally less open to local or international companies. Importantly, China typically provides loans to countries rather than investments, which can have a profound impact on national debt, as in the case of Montenegro. 38 The EU has come to terms with the fact that China's new status in the world and economic overtures of win-win cooperation across the globe require some level of policy coordination on the part of the EU. In that regard, 2019 was an important year. In the new EU Strategic Outlook on China from April 2019, China was referred to for the first time as a systemic rival. The report further elaborated that The European Commission now regards China simultaneously as a cooperation partner with whom the EU has closely aligned objectives, a negotiating partner with whom the EU needs to find a balance of interests, an economic competitor in pursuit of technological leadership, and a systemic rival promoting alternative models of governance. 39 The launch of the Europa Connectivity Forum in Brussels in September 2019, jointly opened by EU President Jean-Claude Juncker and Japanese Premier Shinzo Abe, marks a decisive step towards advancing the EU's flagship connectivity strategy with Japan as its key partner in Asia. While China's BRI is still perceived as a major chance for reviving investment and growth, the EU seems to be more and more 'receptive to business complaints that China is buying up EU firms and their technologies while denying reciprocal access to Chinese markets'. 40 To further protect its economic interests, the EU also adopted a regulation on screening foreign direct investment from non-EU countries in March 2019, with the aim of protecting security and public order. 41 While the EU mandate for action is still small in that regard when compared to similar mechanisms in the US, Japan or China, it still marks an important step towards economic realism.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "text": "38",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "text": "39",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1841,
                    "end": 1843,
                    "text": "40",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2050,
                    "end": 2052,
                    "text": "41",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "IdentIty narratIves and dIscourse power In economIc dIplomacy"
        },
        {
            "text": "We have seen that both China and the EU present themselves as responsive and, to a varying degree, responsible international powers and proponents of a multilateral trading order, international trade and environmental sustainability. The BRI can make a contribution to both, to a multipolar and sinocentric world order, and to an alternative multilateral system next to the Bretton Woods Institutions and the WTO. One key thing the BRI achieved from the moment it was announced by the Chinese government was to spell the death sentence for traditional development finance as it has been practised by the advanced economies since the post-war era. The fact that a developing country like China launched a new multilateral investment initiative that was outside the established financial institutions simply obliterated the 'aid narrative' in economic development. What took its place was the 'business narrative', with 'connectivity' and 'infrastructure development' as the ways to achieve economic growth. A healthy level of competition between the BRI and the Connectivity Strategy will also mean that the solemnly stated aims of 'green, open and transparent' will be taken more seriously by both sides, which should be viewed as positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusIon"
        },
        {
            "text": "China and the EU have also shown that they take each other more and more seriously as partners, as evidenced by the appointment of a special envoy to Europe on the Chinese side. Pressure from the US-China trade war means that China is increasingly looking towards strengthening its ties with Europe:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusIon"
        },
        {
            "text": "In Madrid and in Brussels this month, Chinese Foreign Minister Wang Yi characterised EU-China relations as standing at a new historical starting point. He added that for China, supporting European unity and prosperity was a strategic choice given the absence of geopolitical contradictions and conflicts of interest. 42 The question China has yet to answer, and which will be essential for gauging its reliability to other nations, is whether it would submit under international norms and rules that it itself has helped co-create? Will it allow rules to limit its radius of action or will its famous 'win-win' mean that China always wins twice? At the second international BRI forum, China showed that it can be responsive to international criticism and tried to perform adjustments to the BRI in 2019 in reaction to accusations of debt traps and seizures of strategic assets.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "42",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "conclusIon"
        },
        {
            "text": "In addition, the Joint Statement of the 21 st EU-China summit in April 2019 gives cause for cautious optimism about future cooperation on Eurasian connectivity. With a bilateral trade volume of more than €500 billion a year and a joint belief in multilateral engagement, the EU and China know their partnership is too important to the world to not get it right. While the official objectives of the BRI and the Connectivity Strategy show many synergies and there is a healthy level of competition between them, it is rather the political question of how to guarantee 'reciprocity' and 'shared benefits' in a closer relationship with China that causes uncertainty and tension. In a pre covid-19 world, the year 2020 was seen as a critical juncture for the future of China-EU relations with two high-level meetings and a possible breakthrough in negotiations on the much-anticipated EU-China Comprehensive Agreement on Investment (CAI). While covid-19 and its wider impact have somewhat dampened these hopes, China and the EU should eventually realise that their respective connectivity agendas are best served by further strengthening mutual economic cooperation and assisting each other to make a speedy recovery from the crisis. Worsening geopolitical rivalry and lingering mutual mistrust will however not make this an easy task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Action Plan for the Belt and Road Initiative",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Working Together to Deliver a Brighter Future for Belt and Road Cooperation-Keynote Speech at the Opening Ceremony of the Second Belt and Road Forum for International Cooperation",
            "authors": [
                {
                    "first": "Jinping",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Connecting Europe and Asia-Building Blocks for an EU Strategy",
            "authors": [],
            "year": 2081,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trends and Impact of New Screening Policies",
            "authors": [
                {
                    "first": "Thilo",
                    "middle": [],
                    "last": "Hanemann",
                    "suffix": ""
                },
                {
                    "first": "Mikko",
                    "middle": [],
                    "last": "Huotari",
                    "suffix": ""
                },
                {
                    "first": "Agatha",
                    "middle": [],
                    "last": "Kratz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MERICS Papers on China",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Belt and Road Incorporated into CCP Constitution",
            "authors": [
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Xinhua",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Europe and Asia in a step to brace themselves for strong competition from China's BRI. Their unique selling position is the focus on delivering quality infrastructure and upholding international standards on environmental protection, societal equity and transparency. For more information, see Michael Peel",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Eu",
                    "suffix": ""
                },
                {
                    "first": "Japan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "EU-China-A Strategic Outlook",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Issue of Identity in the EU-China Relationship",
            "authors": [
                {
                    "first": "Reuben",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Politique Européenne",
            "volume": "1",
            "issn": "39",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Culture of National Security: Norms and Identity in World Politics",
            "authors": [
                {
                    "first": "Mary",
                    "middle": [
                        "F"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Culture of National Security",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Katzenstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Shixian zhonghua minzu weida fuxing de zhongguo meng 实现中华民族 伟大复兴的中国梦",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "For a detailed historical exposition of this thought, see Orville Schell and John Delury, Wealth and Power: China's Long March to the Twenty-First Century",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guojia shenfen, zhanlue wenhua he anquan liyi -guanyu Zhongguo yu guoji shehui guanxi de sange jiashe\" [National Identity, Culture Stratagem and National Security-Three Assumptions About China's Relationship with the International Community",
            "authors": [
                {
                    "first": "Yaqing",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Zhonguo tese shehui zhuyi daolu zixin 中国特色社会主义道路自信",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recent examples are China's boycotts of the Houston Rockets and FC Arsenal over critical comments made by members of their clubs' management or players",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Political Economy of China's Belt and Road Initiative",
            "authors": [
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Working Together to Deliver a Brighter Future for Belt and Road Cooperation",
            "authors": [
                {
                    "first": "Jinping",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "China and the EU jointly set up the EU-China Connectivity Platform in 2015 between the EU Commission's DG Move and China's NDRC, in an effort to coordinate actions in the area of transport and explore synergies between the BRI and the EU's approach to connectivity. For more information, see European Commission (DG Move), \"The EU-China Connectivity Platform",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": ") the China-Pakistan Corridor, (4) the Bangladesh-China-Myanmar Corridor, (5) the China-Mongolia-Russia Corridor, and (6) the China-Indochina Peninsula Corridor",
            "authors": [],
            "year": null,
            "venue": "The 6 BRI corridors are: (1) the New Eurasian Land Bridge",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Political Economy of China's Belt and Road Initiative",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "164--168",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "For more information on experimentalism as a strategy in Chinese politics, see Sebastian Heilmann",
            "authors": [],
            "year": 2008,
            "venue": "Studies in Comparative International Development",
            "volume": "",
            "issn": "43",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Working Together to Deliver a Brighter Future for Belt and Road Cooperation",
            "authors": [
                {
                    "first": "Jinping",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Europe's Connectivity Strategy and the Challenge of China: Rivalry, Reciprocity, or Both?",
            "authors": [
                {
                    "first": "Bart",
                    "middle": [],
                    "last": "Gaens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "FIIA Comment",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Explaining the European Union's Approach of Connecting Europe and Asia",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Political Economy of China's Belt and Road Initiative",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "160--161",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Chinese Enjoy Calls for Advancement of Belt and Road Initiative",
            "authors": [
                {
                    "first": "Xinhua",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Xinhuanet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Political Economy of China's Belt and Road Initiative, 168. 30. For additional information on soft power, see",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "S"
                    ],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Foreign policy",
            "volume": "",
            "issn": "80",
            "pages": "153--171",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": ") mutual non-aggression (互不侵犯), (3) mutual non-interference in each other's internal affairs (互不干涉内政), (4) equality and mutual benefit (平等互利), and (5) peaceful coexistence (和平共处)",
            "authors": [],
            "year": null,
            "venue": "These principles are (1) mutual respect for each other's sovereignty and territorial integrity (互相尊重主权和领土完整)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Renleil mingyun gongtong ti 人类命运共同体",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "China's Belt-Road Initiative as the Signature of President Xi Jinping Diplomacy: Easier Said Than Done",
            "authors": [
                {
                    "first": "Suisheng",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Contemporary China",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Working Together to Deliver a Brighter Future for Belt and Road Cooperation",
            "authors": [
                {
                    "first": "Jinping",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Europe's Connectivity Strategy and the Challenge of China",
            "authors": [
                {
                    "first": "Bart",
                    "middle": [],
                    "last": "Gaens",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The name was changed from 16+1 to 17+1 after Greece's decision to join the initiative in",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Europe's Connectivity Strategy and the Impact on Asia-Europe Relations",
            "authors": [
                {
                    "first": "Bart",
                    "middle": [],
                    "last": "Gaens",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trade and Economic Connectivity in the Age of Uncertainty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "EU-China-A Strategic Outlook",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The EU's China Conundrum",
            "authors": [
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Legrain",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Asia Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "project-syndicate.org/commentary/china-divide-and-rule-europeby-philippe-legrain-2019-04?barrier=accesspaylog)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Www",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Screening of Foreign Direct Investment",
            "authors": [],
            "year": 2019,
            "venue": "News Archive",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Why China Senses Strategic Advantage in Its 'New Historical Starting Point' with Europe",
            "authors": [
                {
                    "first": "Mathieu",
                    "middle": [],
                    "last": "Duchatel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Europe's Connectivity Strategy and the Impact on Asia-Europe Relations",
            "authors": [
                {
                    "first": "Bart",
                    "middle": [],
                    "last": "Gaens",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trade and Economic Connectivity in the Age of Uncertainty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Trends and Impact of New Screening Policies",
            "authors": [
                {
                    "first": "Thilo",
                    "middle": [],
                    "last": "Hanemann",
                    "suffix": ""
                },
                {
                    "first": "Mikko",
                    "middle": [],
                    "last": "Huotari",
                    "suffix": ""
                },
                {
                    "first": "Agatha",
                    "middle": [],
                    "last": "Kratz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MERICS Papers on China. Berlin: MERICS and Rhodium Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Policy Experimentation in China's Economic Rise",
            "authors": [
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Heilmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Studies in Comparative International Development",
            "volume": "",
            "issn": "43",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Culture of National Security: Norms and Identity in World Politics",
            "authors": [
                {
                    "first": "Mary",
                    "middle": [
                        "F"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Soft Power",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "S"
                    ],
                    "last": "Nye",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Foreign Policy",
            "volume": "",
            "issn": "80",
            "pages": "153--171",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Guojia shenfen, zhanlue wenhua he anquan liyi -guanyu Zhongguo yu guoji shehui guanxi de sange jiashe\" [National Identity, Culture Stratagem and National Security-Three Assumptions About China's Relationship with the International Community",
            "authors": [
                {
                    "first": "Yaqing",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Wealth and Power: China's Long March to the Twenty-First Century",
            "authors": [
                {
                    "first": "Orville",
                    "middle": [],
                    "last": "Schell",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Delury",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Issue of Identity in the EU-China Relationship",
            "authors": [
                {
                    "first": "Reuben",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Politique Européenne",
            "volume": "1",
            "issn": "39",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "China's Belt-Road Initiative as the Signature of President Xi Jinping Diplomacy: Easier Said than Done",
            "authors": [
                {
                    "first": "Suisheng",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Contemporary China",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Political Economy of China's Belt and Road Initiative",
            "authors": [
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparing national identity narratives in China and the EU",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of the official representations of the BRI and the Connectivity Strategy for Asia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}