{
    "paper_id": "1baea94d7c7054a3158002040b02ca8fdaf0c8f4",
    "metadata": {
        "title": "Renforcement du réseau de surveillance sentinelle de la grippe au Sénégal et résultats Influenza sentinel surveillance network improvement in Senegal and results",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Thiam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Niang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "N"
                ],
                "last": "Dia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "D"
                ],
                "last": "Sarr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "D"
                ],
                "last": "Goudiab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M.-L",
                "middle": [],
                "last": "Senghor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "D"
                ],
                "last": "Kiori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Faye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "E"
                ],
                "last": "Espié",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "O"
                ],
                "last": "Ba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "V"
                ],
                "last": "Richard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Au Sénégal, la surveillance de la grippe s'est longtemps limitée à l'identification des virus circulants. Récemment, le réseau de surveillance a été renforcé avec des données épidémiologiques de Dakar et d'autres régions et l'extension de la surveillance virologique à d'autres virus respiratoires. La transmission des données se fait sur un rythme quotidien grâce à la téléphonie mobile. Dans une approche intégrée, en plus des syndromes grippaux, l'ensemble des syndromes fébriles est déclaré. Pour la partie biologique, des prélèvements sont réalisés de façon aléatoire pour la recherche des virus respiratoires grippaux et autres. Au total 180 192 consultations ont été déclarées par les 11 sites sentinelles entre la semaine 11 de 2012 et la semaine 52 de 2013 ; 24 % des consultations étaient des syndromes fébriles et 25 % de ces derniers des syndromes grippaux. Les rhinovirus ont été l'étiologie la plus fréquente des syndromes grippaux (19 %) devant les adénovirus (18 %), les entérovirus (18 %) et les virus grippaux de type A (13 %). Co-circulation et co-infection ont été fréquemment retrouvées et étaient responsables de pics de syndromes grippaux. En conclusion, il est clair qu'un des grands avantages de ce système repose sur sa facilité de mise en oeuvre, grâce à la téléphonie mobile et à l'extension des réseaux de téléphonie mobile. Nous recommandons cette solution pour les autres pays africains car il fonctionne très bien et fournit rapidement des résultats pour la prise de décision en santé publique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract Influenza surveillance in Senegal was initially restricted to the identification of circulating strains. The network has recently been enhanced (i) to include epidemiological data from Dakar and other regions and (ii) to extend virological surveillance to other respiratory viruses. Epidemiological data from the sentinel sites is transmitted daily by mobile phone. The data include those for other febrile syndromes similar to influenza-like illnesses (ILI), corresponding to integrated approach. Also, clinical samples are randomly selected and analyzed for influenza and other respiratory viruses. There were 180,192 declared visits to the 11 sentinel sites between week 11-2012 and week 52-2013; 24% of the visits were for fever syndromes and 25% of the cases of fever syndrome were ILI. Rhinoviruses were the most frequent cause of ILI (19%), before adenoviruses (18%), enteroviruses (18%) and influenza A viruses (13%). Co-circulation and co-infection were frequent and were responsible for ILI peaks. In conclusion, it is clear that the greatest advantage of this system is the ease with which it can be implemented, thanks to the availability of mobile phones and mobile phone networks. We recommend this solution for other African countries, because it performs very well and provides rapid benefits in terms of public health decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Résumé Au Sénégal, la surveillance de la grippe s'est longtemps limitée à l'identification des virus circulants. Récemment, le réseau de surveillance a été renforcé avec des données épidémiologiques de Dakar et d'autres régions et l'extension de la surveillance virologique à d'autres virus respiratoires. La transmission des données se fait sur un rythme quotidien grâce à la téléphonie mobile. Dans une approche intégrée, en plus des syndromes grippaux, l'ensemble des syndromes fébriles est déclaré. Pour la partie biologique, des prélèvements sont réalisés de façon aléatoire pour la recherche des virus respiratoires grippaux et autres. Au total 180 192 consultations ont été déclarées par les 11 sites sentinelles entre la semaine 11 de 2012 et la semaine 52 de 2013 ; 24 % des consultations étaient des syndromes fébriles et 25 % de ces derniers des syndromes grippaux. Les rhinovirus ont été l'étiologie la plus fréquente des syndromes grippaux (19 %) devant les adénovirus (18 %), les entérovirus (18 %) et les virus grippaux de type A (13 %). Co-circulation et co-infection ont été fréquemment retrouvées et étaient responsables de pics de syndromes grippaux. En conclusion, il est clair qu'un des grands avantages de ce système repose sur sa facilité de mise en oeuvre, grâce à la téléphonie mobile et à l'extension des réseaux de téléphonie mobile. Nous recommandons cette solution pour les autres pays africains car il fonctionne très bien et fournit rapidement des résultats pour la prise de décision en santé publique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mots clés Surveillance sentinelle · Surveillance syndromique · Virus respiratoires · Sénégal · Afrique intertropicale Abstract Influenza surveillance in Senegal was initially restricted to the identification of circulating strains. The network has recently been enhanced (i) to include epidemiological data from Dakar and other regions and (ii) to extend virological surveillance to other respiratory viruses. Epidemiological data from the sentinel sites is transmitted daily by mobile phone. The data include those for other febrile syndromes similar to influenza-like illnesses (ILI), corresponding to integrated approach. Also, clinical samples are randomly selected and analyzed for influenza and other respiratory viruses. There were 180,192 declared visits to the 11 sentinel sites between week 11-2012 and week 52-2013; 24% of the visits were for fever syndromes and 25% of the cases of fever syndrome were ILI. Rhinoviruses were the most frequent cause of ILI (19%), before adenoviruses (18%), enteroviruses (18%) and influenza A viruses (13%). Co-circulation and co-infection were frequent and were responsible for ILI peaks. In conclusion, it is clear that the greatest advantage of this system is the ease with which it can be implemented, thanks to the availability of mobile phones and mobile phone networks. We recommend this solution for other African countries, because it performs very well and provides rapid benefits in terms of public health decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords Sentinel surveillance · Syndromic surveillance · Respiratory viruses · Senegal · Sub-Saharan Africa Contexte La prise de décision en santé publique s'appuie sur la collecte de données de surveillance dont les outils de mesure et leur qualité sont des éléments essentiels. Le réseau de surveillance sentinelle de la grippe initiée à Dakar en 1996 était limité jusqu'en 2012 à une surveillance virologique [2] et n'était pas associé à des données épidémiologiques, comme D. Thiam · F.D. Sarr · M.-L. Senghor · T. Faye · E. Espié · V. Richard (*) Institut Pasteur de Dakar, 36, Avenue Pasteur, B.P. 220, Dakar, Sénégal e-mail : vrichard@pasteur.sn cela est le cas par exemple à Madagascar [3, 4] . Dans les pays en développement, l'apport des systèmes de surveillance syndromique nécessite d'être pris en compte en l'absence de capacités diagnostiques dans l'ensemble des régions [1] . Ce travail rapporte les différentes étapes ayant contribué à l'amélioration du système de surveillance sentinelle au Sénégal et les résultats des premiers mois de surveillance.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le réseau de surveillance sentinelle syndromique du Sénégal, réseau 4S, est constitué de centres de soins de santé primaires (sites sentinelles). Il est coordonné par un comité de pilotage comprenant des épidémiologistes et virologues de l'IPD ainsi que des responsables de la santé publique du ministère de la Santé. Le réseau de surveillance qui comptait en 2011, 3 sites sentinelles tous situés à Dakar, s'est étendu en 2012-2013 à 11 sites sentinelles, répartis dans différentes régions du pays, ce qui a permis d'améliorer la couverture géographique du réseau (Fig. 1 ). Le système de surveillance sentinelle du Sénégal s'appuie sur des données syndromiques en rapport avec des pathologies ayant un intérêt en santé publique pour le Sénégal. Le principal critère pour la notification des cas est axé sur la fièvre, définie comme une température supérieure ou égale à 38°C. Les pathologies associées à la fièvre soumises à surveillance au travers de ce réseau sont le paludisme (fièvre avec un test de diagnostic rapide positif), les syndromes grippaux (fièvre accompagnée de toux ou de maux de gorge) et les suspicions d'arboviroses (fièvre accompagnée d'au moins deux signes parmi la liste suivante : céphalées, arthralgies, myalgies, douleurs rétroorbitaires, éruptions cutanées, manifestations hémorragiques). Les définitions standardisées de surveillance de cas proposées par l'OMS ont été utilisées afin d'assurer la comparabilité des données avec celles d'autres pays. Depuis mars 2012, les données sont adressées par les sites sentinelles sur un rythme quotidien en utilisant les moyens de la téléphonie mobile et tout particulièrement les SMS. Les données collectées sont le nombre de consultants, le nombre de consultants fébriles, le nombre de syndromes grippaux, le nombre de suspicions d'arbovirose, le nombre de tests de diagnostic rapide (TDR) paludisme réalisés et le nombre de TDR positifs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 572,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Méthodes"
        },
        {
            "text": "La surveillance virologique a été renforcée avec le diagnostic de 16 virus respiratoires par RT-PCR multiplex en temps réel effectué sur les prélèvements hebdomadaires de chacun des 5 premiers patients présentant un syndrome grippal dans chacun des sites. Les adénovirus, les rhinovirus et les entérovirus ont été détectés tout au long de la période de surveillance (Fig. 3) . Les virus grippaux B ont été plus fréquemment détectés au cours des mois de février à juillet 2013. En 2012, la circulation du virus influenza A a été plus importante au mois d'octobre ; la situation est différente en 2013 avec une circulation pendant une plus longue période allant d'août à décembre.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Méthodes"
        },
        {
            "text": "Le réseau de surveillance sentinelle syndromique du Sénégal constitue le premier système de surveillance d'une notification quotidienne pour une meilleure réactivité proche du temps réel mis en oeuvre au Sénégal. Le faible coût de ce système et sa facilité de mise en oeuvre constituent de grands Remerciements Ce travail n'aurait pas été possible sans l'engagement des personnels de soins des structures de santé impliqués dans le réseau de surveillance sentinelle du Sénégal à tous les niveaux de la pyramide sanitaire. Nous remercions aussi l'ensemble des équipes techniques de l'unité de virologie médicale et de l'unité d'épidémiologie de l'Institut Pasteur de Dakar pour leur grande implication dans ce réseau. Nous remercions aussi tout particulièrement Kathleen Victoir et Marc Jouan du Réseau international des Ins-tituts Pasteur et André Spiegel, administrateur général de l'Institut Pasteur de Dakar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Liens d'intérêts : les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Syndromic surveillance: adapting innovations to developing settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Burkom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sedyaningsih",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sentinel surveillance for influenza in Senegal",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Niang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dosseh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ndiaye",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "129--164",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Short message service sentinel surveillance of influenza-like illness in Madagascar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajatonirina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heraud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Randrianasolo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "5",
            "pages": "385--394",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sentinel surveillance system for early outbreak detection in Madagascar",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Randrianasolo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Raoelina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ratsitorahina",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "De la semaine 11 de 2012 à la semaine 52 de 2013, 180 192 consultations ont été déclarées par l'ensemble des sites sentinelles. La répartition par groupe d'âge était de 31 298 (17 %) dans la tranche d'âge de 0 à 1 an ; de 51 374 (29 %) dans la tranche de 1 à 4 ans, de 34 206 (19 %) dans la tranche de 5 à 4 ans ; de 19 884 (11 %) dans la tranche de 15 à 24 ans et de 43 430 (24 %) chez les plus de 24 ans.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Localisation des sites de surveillance sentinelle au Sénégal en 2013 / Sentinel site location in Senegal in 2013 12 %) chez les plus de 24 ans. Parmi 2 419 patients prélevés présentant un syndrome grippal, 1 845 avaient un prélèvement positif (76 %). Un total de 3 495, peut-être parce qu'il y a virus ont été identifiés : 649 rhinovirus (19 %), 633 adénovirus (18 %), 584 entérovirus (17 %), 446 virus grippaux de type A (13 %), 401 virus grippaux de type B (11 %), 349 virus respiratoires syncytiaux (10 %) (306 de type A et 43 de type B), 126 virus parainfluenza humains (4 %), 95 métapneumovirus humains (3 %) et 61 coronavirus (2 %)(Figs. 2, 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Indicateurs épidémiologiques et surveillance des virus grippaux au Sénégal de Mars 2012 à Décembre 2013 / Epidemiologic data and influenza virus surveilllance in Senegal from Mars 2012 to December 2013 Fig. 3 Données de surveillance virologique au Sénégal de Mars 2012 à Décembre 2013 / Virological surveillance data in Senegal from Mars 2012 to December 2013 avantages qui permettent d'envisager sa réplication dans la plupart des pays à faibles revenus. Financement Le réseau 4S bénéficie de l'appui du ministère de la Santé des USA (Department of Health and Human Service) et d'un financement du Réseau international des Instituts Pasteur (Grant Number: IDSEP 110011-01-00).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}