{
    "paper_id": "1bbbf694894519ac37d023c9d8bc23f978b26361",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Después del SARS-CoV (coronavirus del síndrome respiratorio agudo y grave) de 2003 y el MERS-CoV (coronavirus del síndrome respiratorio agudo y grave de Oriente Medio) de 2009, la humanidad ha sido nuevamente atacada por otro coronavirus en 2020, denominado por la Organización Mundial de la Salud (OMS) con el nombre de COVID-19 1 . Fue detectado por primera vez en China, en diciembre de 2019, en Wuhan, capital de la provincia de Hubei, una gran ciudad con una población de alrededor de 11 millones de habitantes 2,3 . Los científicos chinos detectaron rápidamente el nuevo coronavirus y compartieron sus secuencias genéticas [3] [4] [5] . El día 30 de enero de 2020, la OMS declaró el brote del nuevo coronavirus como una Emergencia de Salud Pública de Importancia Internacional (PHEIC, por sus siglas en inglés) 6 ; las emergencias anteriores fueron por los virus Ébola, Zika y de la gripe H1N1.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 817,
                    "end": 818,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Algunas evidencias indicaron que el nuevo coronavirus posiblemente se originó en el mercado mayorista de mariscos del Sur de China de Wuhan 7-9 , pero esta hipótesis requiere más investigaciones científicas; un estudio 10 ha mostrado que, de los primeros 41 casos confirmados en Wuhan, 27 tenían antecedentes de exposición a ese mercado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se ha informado de que este nuevo virus se propaga por vía aérea, a través de pequeñas gotas que producen las personas infectadas, y también de que se transmite por lágrimas y heces, y se propaga de una persona a otra 10, 11 . Los pacientes más graves presentan síntomas de neumonía viral que incluyen fiebre, dificultades respiratorias y una impregnación bilateral de los pulmones 12 .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A diferencia de la mayoría de los países occidentales, China celebra su fiesta más importante, el Año Nuevo chino, con unas vacaciones que duran aproximadamente 40 días (desde el 10 de enero hasta finales de febrero) 3 . Ello supone el movimiento de cientos de millones de personas en todo el país, lo que podría agravar la propagación del nuevo coronavirus. El día 23 de enero, el Organismo de Control y Prevención de la Epidemia de Wuhan anunció la suspensión de los servicios de autobús, metro, transbordador, transporte de larga distancia, aeropuerto y ferrocarril de la ciudad 7 . Desde allí, para evitar una epidemia más masiva, el gobierno desarrolló un protocolo sobre la detección precoz y segura de los casos sospechosos. Las políticas gubernamentales establecidas pueden contribuir a reducir la propagación del virus y reducir el contacto entre las personas. El objetivo principal es reducir posibles con-Correo electrónico: zhaoguanlan0810@gmail.com tactos entre las personas, porque los casos con infección invisible no presentan síntomas, son difíciles de diagnosticar y de aislar de inmediato, y es probable que causen la acumulación de fuentes de infección en la comunidad. El COVID-19 se puede transmitir de persona a persona incluso antes de la aparición de los síntomas de un paciente. El gobierno chino alienta a las personas a permanecer en sus hogares, cancela grandes eventos públicos y reuniones, y cierra los parques, colegios, universidades, gimnasios, bibliotecas, organismos gubernamentales y fábricas 13 . Los hospitales, supermercados, tiendas, farmacias y otros comercios necesarios siguen funcionando para mantener las necesidades básicas de los habitantes. Las personas han empezado a adoptar medidas para protegerse, como permanecer en el hogar todo lo posible, limitar los contactos sociales y usar mascarilla en el exterior. También suelen hacer las compras on-line y recibir los paquetes en la puerta de la urbanización o el recinto donde viven, para evitar contactos sociales, porque las urbanizaciones y las comunidades tienen control de acceso y no se permite la entrada a personas ajenas.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Medidas preventivas tomadas en China"
        },
        {
            "text": "El gobierno chino ha hecho un gran trabajo para cortar la primera fuente de posible infección. El día 11 de febrero, yo regresé a China. Antes de aterrizar el avión, todos los pasajeros recibimos una tarjeta de declaración sanitaria, de conformidad con las disposiciones de la Ley de Cuarentena Sanitaria de China y su reglamento. La Administración General de Aduanas ha decidido volver a poner en marcha el sistema de declaración sanitaria de las personas que entran y salen del país mediante la emisión de la tarjeta de declaración sanitaria de China. La tarjeta está en dos idiomas, chino e inglés, excepto la información personal. Hay que declarar si se ha viajado por zonas de alto riesgo en los últimos 14 días y si se tiene fiebre, tos, problemas respiratorios, etc. La vigilancia de la temperatura se hace con frecuencia y las inspecciones médicas funcionan en los casos sospechosos. Cuando llegué al Aeropuerto Capital de Pekín, cada vez que iba a pasar por la aduana, pasar por seguridad o volver a entrar en otra terminal, se me tomó la temperatura corporal; en total, diez veces hasta que llegué a casa. Parece un poco «pesado», pero es la manera más práctica de proteger a la gente. En todos los lugares públicos he visto que todo el mundo lleva mascarilla, para protegerse a sí mismos y sobre todo a los demás. Cuando todas las personas tienen esa conciencia, la ansiedad social y el pánico a los virus disminuyen. Vale la pena señalar que, debido a la gran disminución de pasajeros, pude mantener la distancia de seguridad, y lo mismo ocurrió en el tren de cercanías y en otros transportes públicos ( fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1616,
                    "end": 1622,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recorrido del regreso y autoaislamiento desde la llegada a casa"
        },
        {
            "text": "El día 12 de febrero, el siguiente de mi llegada a China, el médico de la comunidad acudió a mi casa para tomarme la temperatura y me dio un termómetro, una botella de desinfectante y tres folletos sobre el coronavirus ( fig. 1 ). Me dijo que debía tomarme la temperatura dos veces al día en casa y enviar los datos por mensaje de teléfono móvil al centro de salud de la comunidad, hasta el día 25, por el motivo de «autoaislamiento». Los folletos contienen mucha información sobre el virus: cómo prevenirlo, cómo ponerse correctamente la mascarilla, cómo desinfectar el hogar, cómo hacer frente a síntomas similares, etc., y todo ello ilustrado con gráficas. Es una forma muy práctica que puede hacer que la gente conozca mejor el virus. El autoaislamiento es el sentido de sí mismo de este «período especial», y así, cuando regresas de otra parte de China o del extranjero a la ciudad o pueblo donde vives, al mismo tiempo que te proteges a ti también proteges a las personas que te rodean. En mi caso, la temperatura corporal se mantuvo normal durante los 14 días, hasta el día 25, y entonces acudí al centro de salud de la comunidad para obtener un certificado de «estado seguro».",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 227,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recorrido del regreso y autoaislamiento desde la llegada a casa"
        },
        {
            "text": "El día 27 de febrero, la OMS ya publicó una orientación provisional sobre el tema del uso razonable de los equipos de protección individual (EPI) 14 . Debido a la escasez de mascarillas en China, las personas empezaron a aprender a esterilizarlas, y así una mascarilla puede ser usada varias veces. El día 3 de marzo, la OMS advirtió de la grave y creciente interrupción del suministro mundial de EPI, causada por el aumento en la demanda y las compras, el acaparamiento y el uso indebido de estos productos como consecuencia del pánico 15 . Garantizar los EPI suficientes para los médicos es también un medio eficaz para detener la propagación del COVID-19 y de otras enfermedades. Toda la población tiene que comprar equipos de protección de un modo razonable, pues de lo contrario habrá riesgos desconocidos para los médicos y las personas que trabajan en la sanidad. Un estudio también ha mostrado las preocupaciones sobre las mascarillas a medida que la propagación del COVID-19 se acelera. Los responsables políticos deben reconsiderar el uso de la mascarilla 16 . Las mascarillas ayudan a prevenir la transmisión del virus si las llevan quienes están enfermos, es verdad, pero en el futuro, cuando veas a una persona con mascarilla en el metro, el museo, el parque, etc., por favor no tengas miedo, ni la discrimines: es una persona totalmente sana, que lo que hace es protegerse a sí mismo. ¡No es una cosa rara! ¡Es normal hacer protección personal!",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Uso de mascarilla"
        },
        {
            "text": "Debido a las evidencias de China, que incluyen la distancia social, las medidas preventivas para las personas y una serie de medidas de control epidemiológico, otros países que hacen frente a una posible propagación del COVID-19 deberían considerar la posibilidad de establecer «días feriados», es decir, imponer el cierre de los lugares públicos y de las instituciones públicas para reducir la posible propagación. Por otra parte, los gobiernos deberían establecer periodos de cierre para el control de las nuevas enfermedades en función de sus características epidemiológicas específicas, como el periodo de incubación y las vías de transmisión. La lucha contra el COVID-19 consiste en prevenir la propagación entre las personas no infectadas. Por lo tanto, los gobiernos deberían aprovechar y compartir las informaciones actualizadas con mucha transparencia, hacer educación comunitaria y una orientación adecuada, y aplicar posibles intervenciones en la población de una manera eficaz y apropiada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posibles recomendaciones"
        },
        {
            "text": "Espero que otros países puedan aplicar algunas de las medidas tomadas en China. Aún quedan importantes cuestiones para futuras investigaciones, como la identificación del huésped animal, la determinación del periodo de transmisión, la identificación de los medios de transmisión y el desarrollo de métodos eficaces de prevención y tratamiento (medicamentos y vacunas). Es innegable que en las zonas más afectadas, como Wuhan, han tenido unas enormes pérdidas en costos económicos y sociales. Se precisa el apoyo social y económico, por parte de los gobiernos y las organizaciones no gubernamentales, para garantizar las necesidades básicas de la vida de las personas vulnerables de mayor edad, solas, enfermas, discapacitadas, embarazadas e incluso sin ingresos fijos. En los pacientes con infección por COVID-19 confirmada, aparte del tratamiento específico, hay que prestar atención a la psicoterapia, incluso para sus familiares, que sufren un increíble daño psicológico. También debe prestarse especial atención en hogares de ancianos, hogares de bienestar y cárceles, y fortalecer en ellos las medidas de protección y prevención 17 . Según las últimas informaciones, debido a los efectos de la epidemia de COVID-19, Italia decidió suspender las clases el día 4 de marzo. Es un tema que merece la atención de toda la población mundial, e incluso Bill Gates ha expresado sus opiniones 18 .",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1136,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Perspectivas de futuro"
        },
        {
            "text": "G. Zhao es el único autor del editorial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contribuciones de autoría"
        },
        {
            "text": "Ninguna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financiación"
        },
        {
            "text": "Ninguno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflictos de intereses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's remarks at the media briefing on 2019-nCoV on 11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early transmission dynamics in Wuhan China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese researchers reveal draft genome of virus implicated in Wuhan pneumonia outbreak",
            "authors": [],
            "year": null,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Special Expert Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine Association",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus infections -more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Return of the Coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 control in China during mass population movements at New Year",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "764--770",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Shortage of personal protective equipment endangering health workers worldwide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mass masking in the COVID-19 epidemic: people need guidance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30520--30521",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Early containment strategies and core measures for prevention and control of novel coronavirus pneumonia in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S0140-6736(20)30520-1"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Responding to Covid-19 -a once-in-a-century pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://doi.org/10.1016/j.gaceta.2020.03.002 0213-9111/© 2020 SESPAS. Publicado por Elsevier España, S.L.U. Este es un artículo Open Access bajo la licencia CC BY-NC-ND (http://creativecommons.org/licenses/by-Tren de cercanías con pocos pasajeros y folletos informativos sobre el COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Editorial Tomar medidas preventivas inmediatamente: evidencia de China sobre el COVID-19 Taking preventive measures immediately: evidence from China on COVID-19 Área de Salud Pública y Medicina Preventiva, Universidad de Alicante, Alicante, España",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}