{
    "paper_id": "1bbeb8f3675889238174a64209ac46a11f952f82",
    "metadata": {
        "title": "Journal Pre-proof Antiphospholipid antibodies and thrombosis in severe COVID-19 pneumonia: A difficult relationship Journal Pre-proof",
        "authors": [
            {
                "first": "Vittorio",
                "middle": [],
                "last": "Pavoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lara",
                "middle": [],
                "last": "Gianesello",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier. Recently, new tests exploring the presence of subgroups of antibodies directed to β2glycoprotein I (anti Domain 1 and Domain 4/5 antibodies), could be useful as an additional test in presence of incomplete APL antibody profiles for better antithrombotic treatment [9]. Moreover, antibodies to phosphatidylserine/prothrombin (aPS/PT) have been evaluated with favorable results in APS diagnosis [4;9]. In conclusion, COVID-19 pneumonia appears to induce an inflammatory and hypercoagulable state with elevated interleukin-6, C-reactive protein, fibrinogen, and D-dimer levels that could explain the high incidence of VTE. Abnormalities in coagulation screening measures, including a possible prolonged aPTT, in absence of bleeding signs and in presence of VTE, should suggest to clinicians the possible presence of aPL antibodies; it could prevent the Journal Pre-proof J o u r n a l P r e -p r o o f anticoagulant suspension in high risk COVID-19 patients. Further studies are necessary to establish the exact mechanism underlying the pathogenesis of thrombosis that still appears unclear. Disclosure None to declare. 8. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395:507-513 9. Pengo V. Additional laboratory tests to improve on the diagnosis of antiphospholipid syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We read with great interest the recent paper written by Galeano-Valle et al. [1] and published in your journal. In this prospective observational study, the authors evaluated the presence of antiphospholipid (aPL) antibodies (anticardiolipin and anti-β2 glycoprotein I) in patients with COVID-19 pneumonia and venous thromboembolism (VTE). They chose not to assess lupus anticoagulant (LAC) due to false positivity in patients treated with heparin. This study found that the prevalence of aPL antibodies among COVID-19 patients with VTE was low, suggesting that aPL antibodies might not be involved in the pathogenesis of VTE in COVID-19 patients. These conclusions allow us to make some observations.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a recent study, Harzallah et al. [2] reported the presence of LAC in 45% of critically ill COVID-19 patients. In line with these results, Bowles et al. [3] found an elevated positivity of LAC assays (91%) in patients with severe respiratory syndrome coronavirus 2 (SARS-CoV-2) associated with a prolonged activated partial-thromboplastin time (aPTT). A different clinical significance can be attributed to positivity in individual tests. For example, isolated positive tests for the diagnosis of LAC do not appear to be associated with a significant increase in thromboembolic risk and, equally, the isolated positivity for anticardiolipin or anti-ß2 glycoprotein I antibodies. It is widely proven that positivity in more J o u r n a l P r e -p r o o f than one test is associated with a higher thromboembolic risk, while triple positivity is associated with the highest risk of thromboembolic complications [5] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We agree with Galeano-Valle [1] that false positive LAC may occur in patients treated with anticoagulant drugs and therefore the LAC test should be interpreted with caution if performed in these patients. However, anticoagulant prophylaxis should not be a reason to not evaluate the LAC, especially in patients with prolonged aPTT.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of LAC can be indicated by two assays: dilute Russell's viper-venom time (dRVVT) and lupus anticoagulant-sensitive activated partial-thromboplastin time. A heparinneutralizing agent (i.e. heparinase) can be contained in dRVV reagents, quenching heparin up to 0.8 IU mL -1 [6] . Moreover, the guidelines recommend that the LAC testing should be performed 12 hours after the last dose of heparin [6] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of course, the methodology for detecting aPL antibodies is complicated and suffers from many pitfalls [7] . A drawback, reported in the use of coagulation assays in LAC testing, is their sensitivity to elevated C-reactive protein (CRP) levels. Data on LAC should be interpreted with care when CRP-sensitive reagents are used, and tests are conducted in patients with elevated CRP-values. In daily practice, laboratory staff interpreting LAC testing should be aware of this interference overall in COVID-19 patients in which the CRP-values could be high [8] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relationship between aPL antibodies and thrombosis in COVID-19 patients appears complicated. We agree with Galeano-Valle et al. [1] when they claim that the presence of aPL antibodies during COVID-19 infection may, on rare occasions, lead to thrombosis because of their poor specificity. On the other hand, their findings cannot establish that aPL antibodies might not be involved in the pathogenesis of VTE in patients with COVID-19 pneumonia because they are not elevated; their assays are not complete.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antiphospholipid antibodies are not elevated in patients with severe COVID-19 pneumonia and venous thromboembolism",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Galeano-Valle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Oblitas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferreiro-Mazon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alonso-Munoz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Toro-Cervera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Demelo-Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lupus anticoagulant is frequent in patients with Covid-19",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Harzallah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Debliquis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Drénou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lupus anticoagulant and abnormal coagulation tests in patients with Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bowles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Platton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yartey",
                    "suffix": ""
                },
                {
                    "first": "Dave",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "B for the Subcommittee on Lupus Anticoagulant/Antiphospholipid antibodies. Laboratory criteria for antiphospholipid syndrome: communication from the SSC of the ISTH",
            "authors": [
                {
                    "first": "Kmj",
                    "middle": [],
                    "last": "Devreese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Ortel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pengo",
                    "suffix": ""
                },
                {
                    "first": "Laat",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Thromb Haemost",
            "volume": "16",
            "issn": "",
            "pages": "809--813",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence of a first thromboembolic event in carriers of isolated lupus anticoagulant",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pengo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martinelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghirarduzzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Legnani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gresele",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Update of the guidelines for lupus anticoagulant detection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pengo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripodi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Ortel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Thromb Haemost",
            "volume": "7",
            "issn": "10",
            "pages": "1737--1740",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laboratory diagnosis of the antiphospholipid syndrome: a plethora of obstacles to overcome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Devreese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoylaerts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Haematol",
            "volume": "83",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "author: Lara Gianesello, MD, Department of Anesthesia and Intensive Care, University-Hospital Careggi, Florence, Italy, e-mail: gianesello.lara@libero.it Dear Editor,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "APL antibodies are a conditio sine qua non for diagnosis of antiphospholipid syndrome (APS). The latest update from the Subcommittee for the Standardization (SCC) of the International Society of Thrombosis and Haemostasis (ISTH) for LAC and aPL antibodies recommends performing all three tests (LAC, anticardiolipin and anti-β2 glycoprotein I) to diagnose APS. A LAC result should always be considered in the context of a full laboratory aPL profile. Moreover, positive laboratory tests should be confirmed 12 weeks after the initial testing[4].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}