{
    "paper_id": "1bbf60636053f1595c17115de0e7092d5202e448",
    "metadata": {
        "title": "So far so close: an insight into smart working and telehealth reorganization of a Language and Learning Disorders Service in Milan during COVID-19 pandemic",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Sarti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Developmental Neurology Unit -Language and Learning Disorders Service",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy Neurological Sciences"
                    }
                },
                "email": ""
            },
            {
                "first": "Marinella",
                "middle": [],
                "last": "De Salvatore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Developmental Neurology Unit -Language and Learning Disorders Service",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy Neurological Sciences"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefania",
                "middle": [],
                "last": "Gazzola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Developmental Neurology Unit -Language and Learning Disorders Service",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy Neurological Sciences"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Pantaleoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Developmental Neurology Unit -Language and Learning Disorders Service",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy Neurological Sciences"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisa",
                "middle": [],
                "last": "Granocchio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Developmental Neurology Unit -Language and Learning Disorders Service",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy Neurological Sciences"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Management of Fondazione IRCCS Istituto Neurologico Besta in Milan, one of the most struck town, agreed upon the request to secure continuous assistance to patients and to assure workers' protection by abiding by the rules in force, started a project of telemedicine for outpatient activities, in accordance with experiences made in Italy by other neurologists as specified in the article by Caso and Federico [2] , and allowed smart working procedures for professionals involved in children diagnosis and rehabilitation, with the only exception of doctors and nurses.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such services have been promptly reorganized, with the challenging quick design of a new way to provide services, and a number of coordination meetings were held.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our service reorganization required an answer to the following questions: To redefine the therapeutic protocol in terms of tele-working, the professionals check the feasibility of a tele-assessment and tele-rehabilitation of children according to an informative check-list:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reorganization of the Language and Learning Disorder Service"
        },
        {
            "text": "& Child features (age, diagnosis, severity level, physical and sensorial features, cognitive-behavioral profile, communicative and language skills) & Family compliance (PC and software availability, suitable spaces at home, parents' cooperation level, outstanding elearning requests)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reorganization of the Language and Learning Disorder Service"
        },
        {
            "text": "A new plan to take charge and to rehabilitate is hence drafted with the parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reorganization of the Language and Learning Disorder Service"
        },
        {
            "text": "Timeliness of reorganization and the effective adaptation to the challenge shown by the personnel and family; research and creativity in reinventing methods and materials, respecting principles and ethics. This way, it became possible to follow-up on the treatment of all children already in charge by the service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "for scholar children with learning disabilities, by using online dyslexia platforms and editing audio-visual materials for dysorthography and dyscalculia; for preschooler children with language disorders, by using online language impairment platforms and training with audio-visual materials; for toddlers, by preparing rehabilitation monitoring, video-interviewing parents, filling up survey forms, and looking at caregivers' provided clips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "We additionally performed thorough monitoring of language and learning development by means of interviews about communicative and linguistic functioning, surveys, and observations of familiar made videos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "The smart working and telehealth reorganization has offered the potential to deliver during April 2020; after the first month of lockdown, a number of services carried out by speech therapists and psychologists equal to 85% of those realized face to face in April 2019 (291 versus 342). Those include intensive bi-triweekly treatment sessions, parent training, psychological support, and monitoring by means of structured interviews and surveys. It has offered access to speech and learning therapy services to all children already in treatment and to get to other families to offer monitoring, with a total of 40 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Family response has been immediately positive and active; informal feedback from the family indicates high levels of satisfaction. The majority of parent comments reflect a positive perception of the reorganization; they reported improvements in their children's communication and learning skills as a result of tele-speech and learning therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Availability of computers has not been a barrier for the families, having always a PC or a tablet; a number of families were forced to arrange schedules to share the use of the tools Some parents appreciated the help of the therapists to solve the technological difficulties experienced during the project. However, the quality of the videoconferencing equipment and infrastructure may affect the quality and perception of telepractice services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "During the tough lockdown period, many parents expressed satisfaction with counseling held by telepractice. It provided support to emotionally manage the children and to handle e-learning requests from school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "However, the families report surfacing problems with children in this difficult moment and increasing challenges in parenting and education, even if we found also fair improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Personal and social autonomy development seems to slow down and some emerging skills relax. Parents report lack of orientation due to rhythm and space changing, hyperactivity, mood fluctuations, anger and aggressiveness, and reduced ability to withstand failures [1] . The perceived level and frequency varies according to neurodevelopmental disorder.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "As more and more resources are being directed toward telepractice, it is critical to assess the satisfaction level among service providers, caregivers, and children. Specific information about what was desirable and what was unsatisfactory about telepractice would be helpful to learn, so we are developing a telehealth satisfaction survey to be carried out by all patients and parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Nowadays, there is a spreading trend of promoting the application of telecommunication technology in many fields, including neurodevelopmental disorder services for assessment, intervention, and/or consultation. In Italy, so far, clinicians made a limited use of technology during their clinical practice. There are also few researches about validated assessments for teleadministration of tests or comparing the validity of in-person versus remote assessment protocols for childhood language and learning disorders, necessary for telehealth to become an accepted alternative mode of service provisioning [3, 4] . However, during the epidemic, this evolution has been boldly accelerated in Italy as testified by other reports recently published about several neurological conditions in this journal [5, 6] .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 608,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "This represents one of the challenges for researchers, policymakers, and speech-language pathologists to more successfully use new technologies for assessment and intervention and to develop more targeted initiatives that better support young people, caregivers, and service providers by use of the Internet and different information and communication technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Telehealth has the potential to improve children's access to speech-language and learning pathology services especially during COVID-19 emergency and also within the time period that will follow the pandemic, when social relations will get back to normal, but very slowly and possibly not really as before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In preparation for a gradual reduction of lockdown measures, we need to honestly evaluate the opportunity to restart face-to-face services. Alternatively, we can continue to provide remote services and move forth the reestablishment of normal activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This choice could be supported by the clinical and epidemiological about COVID-19 in children. These data indicate that children are less frequently affected (1.5% of cases) and generally have milder symptoms but they show a persistent positive viral excretion from the gastrointestinal tract after they had recovered [7] . Furthermore, there is an increased risk of critical disease and mortality in children with underlying comorbidities, including chronic neurological disorders.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Hence, the risk of infection in children attending neuropsychiatric services could become very high for patients and operators; it should be needed special management of children with pre-existing chronic conditions [8] and all choices should be driven by the need to secure continuous assistance to patients and to assure workers' protection.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Smart working may foster a valuable occasion, for all professionals, to develop new strategies and means to deliver assistance and services. The expanding role of telecommunication technologies may support the process of the guidelines development for practice in this area, intended to ease the continued systematic improvement and to help ensuring a high level of professional practice by psychologists, physicians, and speech pathologists especially in this emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "According to Caso and Federico [2] , the epidemic gives the occasion to develop and improve the care organization; in particular, our experience could be useful to evaluate the feasibility of an emergency response model for the assistance and rehabilitation of children with neurodevelopmental disabilities as language and learning pathology.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Behavioral and emotional disorders in children during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pettoello-Mantovani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Somekh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pediatr",
            "volume": "221",
            "issn": "",
            "pages": "264--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2020.03.013"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "No lockdown for neurological diseases during COVID19 pandemic infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Federico",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurol Sci",
            "volume": "41",
            "issn": "",
            "pages": "999--1001",
            "other_ids": {
                "DOI": [
                    "10.1007/s10072-020-04389-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Telehealth language assessments using consumer grade equipment in rural and urban settings: feasible, reliable and well tolerated",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trembath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Drevensek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Silove",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Telemed Telecare",
            "volume": "23",
            "issn": "",
            "pages": "106--115",
            "other_ids": {
                "DOI": [
                    "10.1177/1357633X15623921"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A comparison of speech sound intervention delivered by telepractice and side-by-side service delivery models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grogan-Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schenker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alvares",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Commun Disord Q",
            "volume": "34",
            "issn": "4",
            "pages": "210--220",
            "other_ids": {
                "DOI": [
                    "10.1177/1525740113484965"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute stroke management pathway during Coronavirus-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baracchini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Viaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cianci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cattelan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tiberio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurol Sci",
            "volume": "41",
            "issn": "",
            "pages": "1003--1005",
            "other_ids": {
                "DOI": [
                    "10.1007/s10072-020-04375-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Digital triage for people with multiple sclerosis in the age of COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonavita",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tedeschi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atreja",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lavorgna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurol Sci",
            "volume": "41",
            "issn": "",
            "pages": "1007--1009",
            "other_ids": {
                "DOI": [
                    "10.1007/s10072-020-04391-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "502--505",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0817-4"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "We urgently need guidelines for managing COVID-19 in children with comorbidities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dayal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Paediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apa.15304"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Our task force in home setup between rehabilitation and smart working and e-learning, by impacting the time tables.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Which are the goals and activities of the personnel, speech How to share patient data?: smart workers and in-hospital workers share a common database of patients' directory and contacts.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors are grateful to Dr. Claudia Ciaccio for support in English editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest None.Ethical approval None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}