{
    "paper_id": "1bc80862be4a7ca8b58bf88f3a46ccb55d2e6f22",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19-associated nephritis: early warning for disease severity and complications?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among patients with coronavirus disease 2019 , parameters for the prediction of the need for admission to intensive care units (ICUs) are urgently needed to enable appropriate resource allocation. Here we report that analysis of a urine sample on admission to hospital can be used to detect systemic capillary leak syndrome, which can be a predictor of fluid overload, respiratory failure, need for ICU admission, and death. At our medical centre (University Medical Center Göttingen, Göttingen, Germany), we identified abnormalities in the urine samples of patients with COVID-19 who became very sick within a few days. Three of these patients had coincidentally submitted urine samples in the few weeks before their infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). These urine samples had been normal. However, on March 21, 2020, since becoming infected with SARS-CoV-2, the urine sample of one of these three patients was also positive for SARS-CoV-2 RNA. The urine samples of the other two patients have not been tested because of safety concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some patients with COVID-19 were eventually admitted to the ICU. Before their admission to ICU, we detected low antithrombin III concentrations (26-62% [reference >70%]), severe hypalbuminaemia (serum albumin concentration of 1·4-1·9 mg/dL [reference 3·4-5·0 mg/dL]), and urine samples positive for blood, albumin, and leukocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike patients in ICU, patients with COVID-19 receiving treatment for mild symptoms in the intermediate care unit had serum albumin concen trations above 2·0 mg/dL, and antithrombin concentrations were low but within normal limits. Patients with COVID-19 on the normal ward had the best serum albumin results (above 2·5 mg/dL) and normal urine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the basis of these findings, we generated an algorithm for early detection of COVID-19-associated nephritis and to assess the risk of respiratory decompensation by capillary leak syndrome (figure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Can COVID-19 cause nephritis, and how might nephritis predict complications? SARS-CoV-2 uses the receptor ACE2 for cell entry, and podocytes express ACE2. syndrome, which in turn induces cardiopulmonary syndrome. 3,4 Complications of nephrotic syndrome are known to be similar to capillary leak syndrome, and preventive therapies are available. 5 We recommend that patients with COVID-19 who have nephritis be carefully monitored for the following conditions: pulmonary interstitial oedema, due to severe fluid overload similar to nephrotic syndrome; immune incompetence, due to renal loss of immunoglobulins; circulatory insufficiency, due to hypalbuminaemia; poor drug response because of impaired plasma protein binding; and thromboembolic events due to antithrombin deficiency.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 346,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the respiratory tract is the gateway for SARS-CoV-2 infection, but we postulate that COVID-19associated nephritis, which can be easily screened for through a simple and inexpensive urine sample analysis, might help predict complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This algorithm awaits further validation as a prediction tool. We have initiated a multicentre observational study (NCT04347824) in Germany to confirm our findings. If validated, we believe this tool could allow early anticipation of later need for ICU admission, improved allocation of patients for special therapies (eg, in clinical trials), and initiation of preventive strategies focused on capillary leak syndrome, including treatment that could save lives. The same screening methods could be used for the risk evaluation of outpatients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinic of Anaesthesiology (OM), and Institute of Infection Control and Infectious Diseases (SS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1 Glomerular changes and nephritislike histology have been described in postmortem samples from patients with Other zoonoses, such as some hantaviruses, cause nephrotic Yes: patient is at high risk of decompensation and admission to ICU No: patient is at intermediate risk of decompensation and admission to ICU Does the sample meet any of the following criteria for COVID-19-associated nephritis? Patient is at low risk of decompensation and need for admission to ICU None or one criterion is positive Is one or more severity criterion fulfilled?Does the sample meet any of the following criteria for capillary leak syndrome? Serum albumin concentration <2·0 mg/dL? Antithrombin III concentration ≤70%?Two or three criteria are positive Take a urine sample from patient with suspected or diagosed COVID-19Figure: Proposed algorithm for early detection of COVID-19-associated nephritis and capillary leak syndromePatients at intermediate risk and high risk should be re-evaluated daily, health-care workers should consider preventive strategies (eg, expect, prevent and treat possible complications of severe interstitial oedema [pulmonary], severe immune deficit [loss of immunoglobulins], circulatory insufficiency [oncotic pressure], impaired plasma protein binding of many drugs, and thrombotic events [lack of antithrombin], which might be preventable by anticoagulants) and, on deterioration, health-care workers should consider rescue strategies. For example, if the patient deteriorates (eg, severe infection, respiratory failure, need for extracorporeal membrane oxygenation), consider early start of renal replacement therapy to better manage fluid overload. COVID-19=coronavirus disease 2019. ICU=intensive care unit.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}