{
    "paper_id": "1bcdbfba6745f2bb4360021c568e1b7745a8cc0f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Letters to the Editor COVID-19 and Q1 X XGynecomastia: D 1 X XWhat D 2 X XIs the D 3 X XRelationship? Dear Editor-Although elderly individuals are more susceptible to coronavirus disease (COVID-19) than younger people, approximately half of patients requiring intensive care are adults less than 65 years of age (1). There is a growing concern about men, who have a higher risk of developing illness and death (2) .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From February 22, 2020, until March 21, 2020, among 37 confirmed COVID-19 men age 20D 1 6 X XÀ60 years (mean age 44.3 § 10.8), 19 (51.4%) had gynecomastia defined as subareolar breast tissue diameter 20 mm on chest CT scans (3). They were significantly younger than men with normal diameter breast tissue (40.4 § 10.2 vs 48.3 § 10.3, p-value: 0.02). There was no significant difference in the rate of death, ICU admission, and D 1 7 X Xcomorbidities such as lung disease and hypertension in groups of patients with and without gynecomastia. Cirrhosis, diabetes, and cardiovascular disease were seen in one case with gynecomastia and cancer was observed in one patient without gynecomastia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gynecomastia is a benign proliferation of breast tissue, which is commonly seen in adolescents and elderly men (3). Male gynecomastia caused by an estrogen-testosterone imbalance may be due to obesity, endocrine abnormalities, hepatic failure, alcohol abuse, adverse medication effects, and renal failure (3). The majority of our patients did not have comorbidities. Thus, other associated factors such as lifestyle or anabolic dietary supplements should be considered (4) . Recently, a high expression of the SARS-CoV-2 receptor called angiotensin-converting enzyme 2 (ACE2) has also been found in adipocytes (5) .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prevalence of incidental gynecomastia on chest CT was reported as 25.6% by Gossner et al. (3) . Almost all of their patients had a possible contributing factor including 9.5% due to cirrhosis and 76% as a medication side effect. Klang et al. showed that gynecomastia, defined by CT imaging criteria, was found more frequently in patients with cirrhosis and those undergoing dialysis but was not associated with obesity (6).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 93,
                    "text": "Gossner et al. (3)",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 241,
                    "text": "Klang et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We found a high prevalence of radiological gynecomastia (51.4%) among COVID-19 younger (age 20 to 60 years) men which was greater than previous studies on the general male population (3, 6) . Radiologists should pay attention to this imaging feature to recognize common predisposing factors of gynecomastia and COVID-19 in future studies with a larger sample size and comprehensive clinical assessment.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "This retrospective study involving human participants was in accordance with the ethical standards of the institutional and national research committee and with Helsinki Declaration. The Human Investigation Committee of Tehran University of Medical Sciences approved this study. Informed consent was obtained from human participants in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe outcomes among patients with coronavirus disease 2019 (COVID-19) -United States",
            "authors": [],
            "year": 2020,
            "venue": "CDC COVID-19 Response Team",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2externalicon"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sex and gender disparities in the COVID-19 pandemic. JD 1 8 X X Women's",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gausman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health",
            "volume": "29",
            "issn": "4",
            "pages": "465--466",
            "other_ids": {
                "DOI": [
                    "10.1089/jwh.2020.8472"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gynecomastia on computed tomography of the chestÀprevalence in A clinical population and an analysis of possible causes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gossner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Breast Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5152/ejbh.2018.4330"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of oral androstenedione on serum testosterone and adaptations to resistance training in young men: a randomized controlled trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Vukovich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "21",
            "pages": "2020--2028",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.281.21.2020"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Two things about COVID-19 might need attention",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Preprints",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantitative CT assessment of gynecomastia in the general population and in dialysis, cirrhotic, and obese patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acad Radiol",
            "volume": "25",
            "issn": "5",
            "pages": "626--635",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2017.11.008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Department of Radiology, Amiralam Hospital, Tehran University of Medical Sciences, Tehran, Iran (M.A.K., S.H., H.S.); Department of radiology, Advanced Diagnostic and Interventional Radiology Research Center (ADIR), Medical Imaging Center, Imam Khomeini Hospital Complex, Tehran University of Medical Sciences, Tehran, Iran (M.A.K., B.M., H.S., K.F.); Department of Radiology, Women' Yas Hospital, Tehran University of Medical Sciences, Tehran, Iran (B.M.); Faculty of medicine, Iran University of Medical Sciences, Hemmat Hwy, Next to Milad Tower, Tehran, Iran, Postal code:14496-14535, Tehran, Iran (N.N.).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}