{
    "paper_id": "1bcfaac74b0773988e030cad45d755f4a1fb52f5",
    "metadata": {
        "title": "Author names and affiliations. Corresponding author",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "R"
                ],
                "last": "Carbone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "addrLine": "Health ᵃ552 Victoria Street North Melbourne Victoria, 552 Victoria Street North Melbourne Victoria",
                        "postCode": "3051, 3051",
                        "country": "Australia, Australia"
                    }
                },
                "email": "stephen.carbone@preventionunited.org.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID19 pandemic is one the biggest challenges the global community has faced. The threat of the virus coupled with the impacts of the social and economic shut-down measures required to slow its spread, already appear to be impacting on people's mental health and wellbeing. Over the weeks, months and years ahead it is likely that many countries will experience a 'wave' of COVID19 related mental disorders as a result of an increase in risk factors linked to the pandemic such as social isolation; child-maltreatment; intimate partner violence; unemployment; housing and income stress; workplace trauma; and grief and loss. The 'two-pronged' approach used to deal with COVID19, provides an excellent blueprint for managing its mental health impacts as well. Nations must focus on preventing the occurrence of new cases of mental disorders as well as strengthening their mental healthcare response to support people who become mentally unwell. A focus on primary prevention is particularly important to 'flatten the curve' and avoid a surge in incidence of mental disorders stemming from the COVID19 pandemic. Many evidence-based interventions designed to prevent common disorders are already available and should be scaled-up. These interventions include parenting programs, social and emotional learning programs, self-care strategies, and workplace mental wellbeing programs, among others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Flattening the mental ill-health curve: the importance of primary prevention in managing the mental health impacts of COVID19 Title Flattening the mental ill-health curve: the importance of primary prevention in managing the mental health impacts of COVID19 Author names and affiliations. The coronavirus disease 2019 (COVID19) pandemic is one the biggest challenges the global community has faced. Across the world, scores of countries have imposed strict physical distancing and socioeconomic lock-down measures to prevent the spread of the SARS-CoV-2 virus. The sudden and dramatic changes to people's lives and livelihoods are creating high levels of stress among people across the world. Much of this stress is a normal and hopefully temporary reaction to the new and uncertain nature of the situation and the social and economic disruption it has created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, there are worrying signs that stress levels are becoming problematic and causing some in the community to experience levels of psychological distress suggestive of emerging anxiety and mood disorders (Scott & Kinsella, 2020) . There are also concerns people already living with a mental disorder may experience a worsening of their condition (Yao, Chen, & Xu, 2020) . It is likely that many countries will experience a 'wave' of COVID19 related mental disorders over the weeks, months and years ahead (Montemurro, 2020; Moukaddam & Shah, 2020; Shigemura, Ursano, Morganstein, Kurosawa, & Benedek, 2020 ) (see Figure 1 ). The 'two-pronged' approach used to deal with the virus, also provides an excellent blueprint for managing its mental health impacts. Nations should focus on preventing the occurrence of new cases of mental disorders as well as strengthening their mental healthcare response to support people who do become mentally unwell.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 233,
                    "text": "(Scott & Kinsella, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 351,
                    "end": 374,
                    "text": "(Yao, Chen, & Xu, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 510,
                    "end": 528,
                    "text": "(Montemurro, 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 552,
                    "text": "Moukaddam & Shah, 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 553,
                    "end": 610,
                    "text": "Shigemura, Ursano, Morganstein, Kurosawa, & Benedek, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 618,
                    "end": 626,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In many countries work on the latter has already started, with mental healthcare service delivery redesigned to align with physical distancing restrictions and efforts made to boost capacity. In Australia, the Federal Government has increased the availability of telephone help-lines, clinician supported and self-directed online treatment programs, and telehealth mental health consultations (DepartmentofHealth, 2020). However, while mental healthcare system strengthening measures are vital, on their own they will not 'flatten the mental health curve'. A focus on primary prevention is also needed to avoid a surge in incidence of mental disorders stemming from the COVID19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flattening the mental ill-health curve"
        },
        {
            "text": "What can we do to prevent COVID-19 related mental ill-health?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flattening the mental ill-health curve"
        },
        {
            "text": "There is nowadays good evidence to show that mental disorders are not inevitable and many common conditions can be prevented from occurring (Arango et al., 2018; Mendelson & Eaton, 2018) . Wide-scale use of evidence-based preventive interventions that address the risk factors that are escalating due to the pandemic, including social isolation; child-maltreatment; intimate partner violence; unemployment; financial and housing stress; work-related trauma; and grief and loss will be needed.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "text": "(Arango et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 186,
                    "text": "Mendelson & Eaton, 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Flattening the mental ill-health curve"
        },
        {
            "text": "The mental wellbeing of children, young people and their parents and carers, is a priority. Practical and emotional support, and assistance with material basics for parents experiencing socioeconomic disadvantage, can help to reduce the stress many parents are feeling. Existing evidence-based parenting programs focused on the prevention of conduct disorders, depression, and anxiety, particularly those available online, can assist parents to manage the dramatic changes in family life wrought by COVID19. Parenting programs targeted to the prevention of childhood maltreatment and other adverse childhood experiences are also needed to counteract the increase in these particular risk factors that physical distancing and quarantine measures have created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children, young people and their parents and carers"
        },
        {
            "text": "Skills-building programs that enable children and young people to acquire the social and emotional skills that contribute to resilience, mental wellbeing, and a reduced risk of mental disorders also need to be scaled-up. Many evidence-based programs designed for school-based delivery already exist but are often poorly implemented due to the lack of time, resourcing and professional development offered to support educators to deliver these programs. Since many schools are closed it may be possible to utilise this opportunity to offer educators intensive training in these prevention-focused programs so they can implement them effectively when students return to the classroom. Adapting such programs to online delivery should also be considered, so children, young people and their parents and carers can access them independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children, young people and their parents and carers"
        },
        {
            "text": "Adults too need attention. A public awareness campaign encouraging people to look after their mental health as they would look after their physical health would help raise awareness and encourage action. Self-care strategies drawn from health, clinical and positive psychology that are known to enhance mental wellbeing and reduce the odds of mental ill-health could be promoted through such campaigns as well as through online learning programs for adults. These strategies need to be widely promoted with messaging nuanced over time to align with the evolving nature of the stressors that people are experiencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adult and older person's mental wellbeing"
        },
        {
            "text": "Workplace mental wellbeing initiatives tailored to tackling the new stressors and changes in work practices caused by COVID19 are needed across all workforces. Those on the frontline of pandemic response efforts, such as healthcare workers, should be a distinct target for prevention programs given the work-related trauma many have experienced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adult and older person's mental wellbeing"
        },
        {
            "text": "Tackling loneliness is also vital and the elderly are a key focus. Many may have already been experiencing loneliness pre-COVID19 and physical distancing restrictions may have exacerbated these feelings further. Moreover, in the absence of a vaccine or effective treatment for COVID19, the public may still be encouraged to minimise social contact with older people even as physical distancing restrictions ease, putting older persons at risk of protracted periods of isolation and loneliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adult and older person's mental wellbeing"
        },
        {
            "text": "Attention should also be given to public policies to help people cope through the current upheaval as well as its social and economic aftermath. The COVID19 pandemic has highlighted the importance of social policies that ensure people have equitable access to the social determinants of health and mental health, like good-quality education, a living wage, stable housing, and affordable access to health and mental healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentally healthy social and economic policies"
        },
        {
            "text": "In some countries crucial social policies have already been put in place. In Australia, Federal Government funded income support has been increased for the elderly and the unemployed. Businesses that have experienced a drop in income are entitled to subsidies to help them retain and pay their workers. Banks are able to adjust loan repayments and landlords are being supported to reduce rents for individuals and businesses experiencing income stress. These policies must be kept in place for as long as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentally healthy social and economic policies"
        },
        {
            "text": "Data to guide action is essential. COVID19 has shown the importance of reliable, real-time information to enable tailoring of response measures. Population-level data on risk and protective factor exposure and levels of mental wellbeing and psychological distress would be invaluable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-driven planning and action"
        },
        {
            "text": "As countries slowly control the spread of the SARS-CoV-2 virus a new challenge for governments will be how to avert a potential mental health crisis as individuals and communities experience the social and economic aftershocks of the pandemic. Strengthening the mental healthcare system is important, but on its own it will not address this problem. Primary prevention must be a parallel part of the solution. A number of evidence-based approaches to primary prevention already exist and can be scaled-up immediately, while we continue to support research to find new and more effective approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preventive strategies for mental health. The lancet",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychiatry",
            "volume": "5",
            "issn": "7",
            "pages": "30057--30066",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fact sheet COVID-19 National Health Plan -Supporting the mental health of Australians through the Coronavirus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Departmentofhealth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent advances in the prevention of mental disorders. Social psychiatry and psychiatric epidemiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mendelson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "325--339",
            "other_ids": {
                "DOI": [
                    "10.1007/s00127-018-1501-6"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The emotional impact of COVID-19: From medical staff to common people",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Montemurro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.032"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Psychiatrists Beware! The Impact of COVID-19 and Pandemics on Mental Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moukaddam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatric Times",
            "volume": "37",
            "issn": "3",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mental health and COVID-19 -how the coronavirus is affecting our way of life",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kinsella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public responses to the novel 2019 coronavirus (2019-nCoV) in Japan: Mental health consequences and target populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shigemura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ursano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Morganstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurosawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Benedek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry and Clinical Neurosciences",
            "volume": "74",
            "issn": "4",
            "pages": "281--282",
            "other_ids": {
                "DOI": [
                    "10.1111/pcn.12988"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patients with mental health disorders in the COVID-19 epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "7",
            "issn": "4",
            "pages": "30090--30090",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Stephen R. Carbone MBBS, MPHᵃ Executive Director Prevention United and Honorary, University of Melbourne School of Population and Global Health ᵃ552 Victoria Street North Melbourne Victoria, Australia 3051 stephen.carbone@preventionunited.org.au Introduction: The looming wave of mental ill-health",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}