{"paper_id": "1bdb5fd71a5cf23462e3aacae42ba4e4d83c0c04", "metadata": {"title": "In Silico Study of Airway/Lung Mechanics in Normal Human Breathing", "authors": [{"first": "Silvia", "middle": [], "last": "Marconi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Claudio", "middle": [], "last": "De Lazzari", "suffix": "", "affiliation": {}, "email": "claudio.delazzari@ifc.cnr.it"}, {"first": "Eng", "middle": ["Claudio"], "last": "De Lazzari", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Click here to view linked References J o u r n a l P r e -p r o o f Journal Pre-proof 2 Abstract", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The airway/lung mechanics is usually represented with nonlinear 0-D models based on a pneumaticelectrical analogy. The aim of this work is to provide a detailed description of the human respiratory mechanics in healthy and diseased conditions. The model used for this purpose employs some known constitutive functions of the main components of the respiratory system. We give a detailed mathematical description of these functions and subsequently derive additional key ones. We are interested not only in the main output such as airflow at the mouth or alveolar pressure and volume, but also in other quantities such as resistance and pressure drop across each element of the system and even recoil and compliance of the chest wall.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Pathological conditions are simulated by altering the parameters of the constitutive functions. Results show that increased upper airway resistance induces airflow reduction with concomitant narrowing of volume and pressure ranges without affecting lung compliance. Instead, increased elastic recoil leads to low volumes and decreased lung compliance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The model could be used in the study of the interaction between respiratory and cardiovascular systems in pathophysiological conditions. J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof (6)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "At low flow magnitudes the dependence of PRu on the flow is quite linear, but at high flows the second term (Ku‧ |F|‧ F) makes it nonlinear (quadratic) (Fig. 3[b] ).", "cite_spans": [], "ref_spans": [{"start": 152, "end": 162, "text": "(Fig. 3[b]", "ref_id": null}], "section": "Abstract"}, {"text": "J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The human respiratory system is a complex network consisting of several components. Mathematical models aim to describe the relationship of the main variables of this system, namely flows, pressures and volumes. 0-D or lumped parameters models based on pneumatic-electrical circuit analogy remain most suitable for this purpose in view of their features where the variables in each compartment are spatially averaged as a function of time.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As initial step towards the development of a complete model of the respiratory system, only the airway/lung mechanics is considered in this work. At present, our aim is to build up a tool for the description of the lung/airway dynamics and investigate its suitability to reproduce the time variation of the main variables. Once implemented in our numerical virtual patient simulator, this model can be used for study and teaching. In particular, it could be used to evaluate the effects induced by mechanical ventilatory assistance on the hemodynamic and energetic variables of the cardiovascular system.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Many models are available from current literature describing lung/airway mechanics alone [1] [2] [3] [4] [5] [6] [7] [8] or the combination of lung/airway mechanics and gas exchange, along with the interaction between the respiratory and the circulatory system [9] [10] [11] [12] [13] [14] [15] [16] [17] . These models are all based on the same schematization of the respiratory system and known constitutive functions of the main components such as upper airway and collapsible airway resistances, lung elastic recoil or the transmural pressure. Each of them analyses a particular breathing pattern or breathing manoeuvre, such as panting [1, 3] , Forced Vital Capacity manoeuvre [9] or Valsalva manoeuvre [11] , or focuses on particular aspects of normal breathing, such as the work of breathing [4] .", "cite_spans": [{"start": 89, "end": 92, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 93, "end": 96, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 97, "end": 100, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 101, "end": 104, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 105, "end": 108, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 109, "end": 112, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 113, "end": 116, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 117, "end": 120, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 261, "end": 264, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 265, "end": 269, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 270, "end": 274, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 275, "end": 279, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 280, "end": 284, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 285, "end": 289, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 290, "end": 294, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 295, "end": 299, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 300, "end": 304, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 641, "end": 644, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 645, "end": 647, "text": "3]", "ref_id": "BIBREF2"}, {"start": 682, "end": 685, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 708, "end": 712, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 799, "end": 802, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this work, we use a similar model based on the same structure and the same constitutive functions to give a comprehensive description of the normal breathing pattern and its response under different conditions. For this purpose, we have developed a pleural pressure generator able to reproduce pleural pressure waveforms of quiet breathing close to the real ones. We have selected different normal breathing patterns to analyse the response of the model to different inputs. We are interested not only in the main output such as airflow at the mouth or alveolar pressure and volume, but also in other quantities such as resistance and pressure drop across each element of the system and even recoil and compliance of the chest wall. We also give a mathematical overview of the constitutive functions of the components used in our model and we derive additional functions, which are not always addressed and graphically represented in studies based on similar models. We focus specifically on the range of the variables related to normal breathing, which ensure the stability of the solution.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Some details on the computational aspects of the study are also provided. Furthermore, we have tested the behaviour of the model during parameter fluctuation to investigate its ability to reproduce the physiological response of the system to alterations following lung disease. The results of normal breathing simulations are in agreement with the clinical data published in the literature. The alteration of the parameters causes variations in the results consistent with the altered conditions of the system. 4", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Current mathematical models of the airway/lung mechanics usually address the component of the respiratory system within the thoracic cavity only, i.e. the lungs and the section of the airways below the larynx. The airways divide into the upper airway, the collapsible airway and the small, or peripheral, airways. The lungs are considered as a unique alveolar region surrounded by the pleural space, containing a limited amount of fluid, which separates it from the chest wall and the diaphragm (Fig. 1) . The total lung volume (VL) is given by [4] :", "cite_spans": [{"start": 545, "end": 548, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 495, "end": 503, "text": "(Fig. 1)", "ref_id": null}], "section": "Respiratory system"}, {"text": "where VA is the volume of the alveolar region, VC is the volume of the collapsible airway and VD is the dead space volume. The flow of the air at the mouth is the same as the airflow in the upper airway (F). It is considered positive during expiration and negative during inspiration. It is the sum of the flow generated in the alveolar region and in the collapsible airway. The flow rate in these structures is given by the time derivative of the respective volumes (V̇A and V̇C).", "cite_spans": [], "ref_spans": [], "section": "Respiratory system"}, {"text": "The action of the respiratory muscles and the elastic properties of the lungs generate the necessary pressure to inflate or deflate the lungs. The diaphragm is the main respiratory muscle responsible for inspiration during normal breathing: its movement toward the abdominal cavity causes the downward expansion of the thoracic cavity. Instead, expiration is a passive process: the diaphragm relaxes and the chest wall returns to its resting position due to the elasticity of the chest wall and the lungs, which tend to collapse inward. Nevertheless, during respiratory manoeuvers or exercise, the additional use of intercostal muscles can be required to further expand or contract the rib cage.", "cite_spans": [], "ref_spans": [], "section": "Respiratory system"}, {"text": "The force generated by the muscles and the elastic recoil of the lungs act on the pleural space. When the force of the inspiratory muscles exceeds the lung elastic recoil, the rib cage expands. When muscles relax, the elastic recoil makes the rib cage contract. As a result, in normal breathing the pressure inside the pleural space, that is the pleural or intrathoracic pressure (Ppl), remains negative with respect to the environmental pressure (Pref), which is assumed as the reference value and set to zero.", "cite_spans": [], "ref_spans": [], "section": "Respiratory system"}, {"text": "The environmental pressure equals the external pressure at the mouth (Pext) during normal breathing. This is not the case during assisted ventilation where the pressure at the mouth is driven by the ventilator [18] . This aspect is not included in this study. Thus, we set:", "cite_spans": [{"start": 210, "end": 214, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Respiratory system"}, {"text": "The alveolar pressure (PA), the collapsible airway pressure (PC) and the pleural pressure (Ppl) are referred to the environmental pressure while the dynamic elastic recoil of the lung, or trans-pulmonary pressure (Pel), and the transmural pressure (Ptm) are referred to Ppl:", "cite_spans": [], "ref_spans": [], "section": "Respiratory system"}, {"text": "The pleural pressure is directly related to the action of the muscles: it is the difference between the pressure across the chest wall (Pcw) and the pressure generated by the respiratory muscles (Pmus) [4] :", "cite_spans": [{"start": 202, "end": 205, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Respiratory system"}, {"text": "J o u r n a l P r e -p r o o f Journal Pre-proof 5 pl cw mus P P P (4) For this reason, we consider the spatially averaged pleural pressure as the driving pressure of the whole system instead of the pressure developed by the muscles: muscle pressure can be derived from pleural pressure and viceversa once the elastic recoil of the chest wall is known. Pmus is usually described with a non-realistic sinusoidal function [4, 8] whereas Ppl is a measurable quantity available from current literature. Therefore, we have aimed to reproduce realistic pleural pressure waveforms and derive Pmus from Eq. (4).", "cite_spans": [{"start": 67, "end": 70, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 420, "end": 423, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 424, "end": 426, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Respiratory system"}, {"text": "The electrical circuit that represents the respiratory system consists of four resistances, two capacitors and a generator (Fig. 2) . The resistors mimic the airflow resistance of the upper airway (RU), the collapsible airway (RC), the small airways (RS) and the lung tissue (RLT). The capacitors mimic the compliances of the lung (CL) and the collapsible airway (CC). The alternating current generator reproduces the pleural pressure (Ppl) that is the pulsatile driving force of the system. The ground corresponds to the environmental reference pressure (Pref) or external pressure at the mouth (Pext) (Eq. (2)) [19, 20] . Pcw and Pmus are not included in the circuit. They would be modeled by replacing the generator of the pleural pressure with a capacitor (with pressure drop Pcw and flow V̇cw) in series with a generator of muscular pressure linked to the ground. The parameters of the constitutive functions are patient-dependent. We have used the parameters of a specific patient in [4, 9] to plot the graphs of the constitutive functions.", "cite_spans": [{"start": 613, "end": 617, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 618, "end": 621, "text": "20]", "ref_id": "BIBREF20"}, {"start": 990, "end": 993, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 994, "end": 996, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 123, "end": 131, "text": "(Fig. 2)", "ref_id": "FIGREF4"}], "section": "Model description"}, {"text": "We neglect the time dependence of the variables in the equations.", "cite_spans": [], "ref_spans": [], "section": "Model description"}, {"text": "The upper airway is considered as a rigid tubular structure whose volume is fixed in time and contributes to the dead space volume (VD). The resistance of the upper airway is usually modelled with a Rohrer resistor [21] :", "cite_spans": [{"start": 215, "end": 219, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Upper airway"}, {"text": "where F ranges between Fmin and Fmax with Fmin< 0 <Fmax and Au and Ku are positive constants. RU is a linear function of the flow magnitude |F|, varying between its minimum value RUmin=Au at F=0 and maximum value RUmax=Au+Ku‧ FM at the highest flow magnitude FM = max{|Fmin|, Fmax}. Typically, |Fmin| is less than Fmax and FM=Fmax ( Fig. 3[a] ). From Ohm's law, the pressure drop (PRu) is given by:", "cite_spans": [], "ref_spans": [{"start": 333, "end": 342, "text": "Fig. 3[a]", "ref_id": "FIGREF13"}], "section": "Upper airway"}, {"text": "The definition of the collapsible airway resistance comes from Poiseuille's law, which expresses the resistance R of a Newtonian fluid of viscosity ρ in laminar flow regime within a cylinder of length L and radius r:", "cite_spans": [], "ref_spans": [], "section": "Upper airway"}, {"text": "Re-writing Eq. (7) in terms of the volume V=Lπr 2 of the cylinder, we obtain:", "cite_spans": [], "ref_spans": [], "section": "Upper airway"}, {"text": "Equation (8) states an inverse proportionality of the resistance to the square of the cylinder volume. If we consider the collapsible airway as a cylinder of fixed length and variable radius, and the air as a viscous Newtonian fluid with laminar flow within it, the above considerations apply. The widely used expression of RC is [1, 3] :", "cite_spans": [{"start": 330, "end": 333, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 334, "end": 336, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Upper airway"}, {"text": "According to Eq. (9), RC reaches its minimum value RCmin=Kc when the volume of the collapsible airway VC reaches its maximum value VCmax, and its maximum value RCmax=Kc·(VCmax/VCmin) 2 when VC reaches its minimum value VCmin. It is worth noting that Eq. (9) is not defined at VC=0 (where the pressure would be infinite), which means that complete airway collapse does not occur (Fig. 3 [c]). The pressure drop (PRc) is given by (Fig. 3 [e]):", "cite_spans": [{"start": 254, "end": 257, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 378, "end": 385, "text": "(Fig. 3", "ref_id": "FIGREF13"}, {"start": 428, "end": 435, "text": "(Fig. 3", "ref_id": "FIGREF13"}], "section": "Upper airway"}, {"text": ",", "cite_spans": [], "ref_spans": [], "section": "Upper airway"}, {"text": "The small airways contribute to the model in terms of resistance to the airflow, which is defined as a decreasing exponential function of the alveolar volume [4] :", "cite_spans": [{"start": 158, "end": 161, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Small airways"}, {"text": "where As, Ks, Bs and V * are positive constants and VR is the residual lung volume at the end of the maximum expiration. RS reaches its minimum value RSmin when the alveolar volume VA reaches its maximum value VAmax, and its maximum value RSmax when VA reaches its minimum value VAmin ( Fig.  3 [d]). Nevertheless, the effect of RS is significant during a forced expirations whereas it assumes small values during normal breathing. The parameter Bs can be considered constant during normal breathing although it has to be defined as a function of the pleural pressure in the presence of a different breathing pattern or maneouvre where the pleural pressure becomes positive [9] . Applying Ohm's law, the pressure drop (PRs) is given by:", "cite_spans": [{"start": 674, "end": 677, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 287, "end": 294, "text": "Fig.  3", "ref_id": "FIGREF13"}], "section": "Small airways"}, {"text": "The resistance of the lung tissue (RLT), related to its viscous property, is considered constant [9] . Therefore, the pressure drop (PRlt) is given by:", "cite_spans": [{"start": 97, "end": 100, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Lung tissue"}, {"text": "Transmural pressure and collapsible airway compliance", "cite_spans": [], "ref_spans": [], "section": "Lung tissue"}, {"text": "The pressure drop across the two capacitors is defined as a function of the respective volume (Fig. 2) . The transmural pressure is given by the following nonlinear function of VC [9] :", "cite_spans": [{"start": 180, "end": 183, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 94, "end": 102, "text": "(Fig. 2)", "ref_id": "FIGREF4"}], "section": "Lung tissue"}, {"text": "where Ac, Bc, Dc, A'c, B'c, and D'c are positive constants. Their values are as such that the function is continuous and differentiable at VC=VCmax/2 ( Fig. 4[a] ). D'c is a constant value slightly less than 1, which makes Ptm positive when VC reaches VCmax, as the argument of the logarithm tends to zero. The expression of the function in Eq. (14) comes from the fact that the inverse function (VC as function of Ptm) must be a sigmoid like function [3] . This is because the volume cannot exceed its maximum and minimum possible values and hence it has small variations at high or low transmural pressures (low compliance). The inverse function of Eq. (14) has the desired sigmoidal shape:", "cite_spans": [{"start": 345, "end": 349, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 452, "end": 455, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 152, "end": 161, "text": "Fig. 4[a]", "ref_id": "FIGREF15"}], "section": "Lung tissue"}, {"text": "where J o u r n a l P r e -p r o o f A simplified expression of VC (Ptm) is often used [6, 8] : (17) even if in this case the values 0 and VCmax must be considered as inferior and superior limits for VC, since the function in Eq. (17) can never reach those values for any pressure value. On the other hand, we have already seen that Eq. (9) too is not defined at VC=0. Therefore, it would be more appropriate to consider the interval [VCmin, VCmax] for VC in Eq. (14) . Accordingly, in Eq.s (15) and (16) ). Nevertheless, this is not so relevant when both pressure and volume keep far from their extreme values. Actually, apart from particular breathing maneuvers, in normal breathing and in most cases, volumes, pressures, resistances and compliances take values in restricted subsets of the intervals discussed so far.", "cite_spans": [{"start": 87, "end": 90, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 91, "end": 93, "text": "8]", "ref_id": "BIBREF7"}, {"start": 96, "end": 100, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 463, "end": 467, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 491, "end": 495, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Lung tissue"}, {"text": "The static elastic recoil of the lung is defined as an exponential increasing function of VA as follows [6] :", "cite_spans": [{"start": 104, "end": 107, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Lung elastic recoil and compliance"}, {"text": "where ", "cite_spans": [], "ref_spans": [], "section": "Lung elastic recoil and compliance"}, {"text": "Differentiating Eq. (19), we obtain the compliance of the lungs:", "cite_spans": [], "ref_spans": [], "section": "Lung elastic recoil and compliance"}, {"text": "J o u r n a l P r e -p r o o f 9 1 L l l l l C P K P B (20) that is a decreasing function of Pl ( Fig. 4[d] ). The dynamic elastic recoil is given by Pel=Pl+PRlt.", "cite_spans": [{"start": 55, "end": 59, "text": "(20)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 98, "end": 107, "text": "Fig. 4[d]", "ref_id": "FIGREF15"}], "section": "Lung elastic recoil and compliance"}, {"text": "Considering Eq. (1), the minimum and maximum values of the alveolar and collapsible volumes are such that", "cite_spans": [], "ref_spans": [], "section": "Lung elastic recoil and compliance"}, {"text": "where TLC is the total lung capacity, defined as the lung volume at the end of the maximum inspiration.", "cite_spans": [], "ref_spans": [], "section": "Lung elastic recoil and compliance"}, {"text": "Given the previous definitions, we solve the electrical circuit ( ", "cite_spans": [], "ref_spans": [], "section": "Model statement"}, {"text": "We neglect the variables dependence. Solving the system with respect to the volumes, from Eq.s (6), (10), (12) and (13) we obtain:", "cite_spans": [{"start": 106, "end": 110, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Model statement"}, {"text": "Substituting the first equation into the second followed by further rearrangement of the terms, and recalling the constitutive equations of the circuit's elements (Eq.s (5), (9), (11), (14) and (18)), we obtain the complete model:", "cite_spans": [{"start": 185, "end": 189, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Model statement"}, {"text": "where Ppl is the input of the model. The governing equations of the above system are nonlinear first order ordinary differential equations. They are solved with respect to the unknowns VA and VC over the time interval [0, T] with proper initial conditions:", "cite_spans": [], "ref_spans": [], "section": "Model statement"}, {"text": "The initial conditions do not affect the steady state solution as long as they remain within the variability range of VA and VC.", "cite_spans": [], "ref_spans": [], "section": "Model statement"}, {"text": "We consider three different pleural pressure waveforms for the normal breathing pattern: to distinguish them, they will be referred to as regular, quiet and tidal breathing. The respiratory rate for a healthy adult at rest is 12-18 breaths per minute. For the purposes of our simulations, we have considered a respiratory rate of 12 breaths per minute.", "cite_spans": [], "ref_spans": [], "section": "Pleural pressure"}, {"text": "The pleural pressure for regular breathing is taken from [22] :", "cite_spans": [{"start": 57, "end": 61, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Regular breathing"}, {"text": "t t a c t t T T t (26) J o u r n a l P r e -p r o o f where Tr is the respiratory period and a, b, c and t1 are suitable parameters that make the function in Eq. (26) continuous and differentiable ( Fig. 5[a] ). A vertical offset (voff) is added to simulate spontaneous breathing (muscles completely relax after contraction: when muscular pressure is zero, the pleural pressure equals the chest wall pressure).", "cite_spans": [{"start": 18, "end": 22, "text": "(26)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 199, "end": 208, "text": "Fig. 5[a]", "ref_id": "FIGREF17"}], "section": "Regular breathing"}, {"text": "We developed a pleural pressure generator for quiet breathing by applying a low-pass filter to a pulse generator (Q). In other words, the pulse generator is inserted into a resistor-capacitor (RC) circuit and the pressure drop (P) across the capacitor is considered as the output of the system (Fig. 6, left panel) . The circuit is solved according to Kirchhoff's voltage law: R C P P Q (27) where R is the resistance and C is the capacity. The system response can be modified by setting the pulse amplitude (Amp), the duration of the pulse (tp) in each period (Tr), the phase delay (φ) and the values of R and C. In particular, from Eq. (27) it follows that the solution P depends on the product R·C. So we can keep C constant and vary R. A gain (g) and a vertical offset (voff) can be applied in order to obtain the desired final pleural pressure waveform (P q pl), like the one in Fig. 5 [b], as previously published [10, 15] .", "cite_spans": [{"start": 387, "end": 391, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 638, "end": 642, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 920, "end": 924, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 925, "end": 928, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 294, "end": 314, "text": "(Fig. 6, left panel)", "ref_id": null}, {"start": 884, "end": 890, "text": "Fig. 5", "ref_id": "FIGREF17"}], "section": "Quiet breathing"}, {"text": "The pleural pressure waveform of tidal breathing is obtained by applying a high-pass filter to a pulse generator (Q). Again, the pulse generator is inserted into the same RC circuit related to quiet breathing but the pressure drop (PR) across the resistor is considered as the output of the system (Fig. 6 , right panel):", "cite_spans": [], "ref_spans": [{"start": 298, "end": 305, "text": "(Fig. 6", "ref_id": null}], "section": "Tidal breathing"}, {"text": "Q P (28) where P is the solution of Eq. (27) . Again, the parameters can be set to obtain the desired final pleural pressure waveform (P t pl), like the one in Fig. 5 [c] as previously published [7] .", "cite_spans": [{"start": 4, "end": 8, "text": "(28)", "ref_id": "BIBREF28"}, {"start": 40, "end": 44, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 195, "end": 198, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 160, "end": 166, "text": "Fig. 5", "ref_id": "FIGREF17"}], "section": "Tidal breathing"}, {"text": "The chest wall is a compliant system with volume Vcw= VA+VC.", "cite_spans": [], "ref_spans": [], "section": "Combined lung-chest wall system"}, {"text": "The pressure across the chest wall is a function of the volume with a sigmoidal shape: it is high negative at low volumes (the chest wall tends to expand) and becomes positive at high volumes (the chest wall tends to collapse) (Fig. 7[a] ). It is given by the function [4] :", "cite_spans": [{"start": 269, "end": 272, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 227, "end": 237, "text": "(Fig. 7[a]", "ref_id": "FIGREF8"}], "section": "Combined lung-chest wall system"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Combined lung-chest wall system"}, {"text": "where Acw and Bcw are suitable positive constants. Dcw is a constant slightly less than 1, which makes Pcw positive when Vcw tends to TLC as the argument of the logarithm tends to zero. ", "cite_spans": [], "ref_spans": [], "section": "Combined lung-chest wall system"}, {"text": "Both the elastic recoil of the chest wall (Pcw) and the elastic recoil of the lungs (Pl) act on the pleural space. Combining them, we obtain the elastic recoil of the respiratory system (Psyst) (Fig. 7[a] ):", "cite_spans": [], "ref_spans": [{"start": 194, "end": 204, "text": "(Fig. 7[a]", "ref_id": "FIGREF8"}], "section": "Combined lung-chest wall system"}, {"text": "The combined system is in its resting position at the end of a normal breath, when the two opposite elastic recoils balance (Pcw=−Pl); in this case the lung volume is the functional residual capacity. The system expands at lower volumes and collapses at higher volumes. At volumes higher than the resting volume of the chest wall, both Pcw and Pl are positive causing the chest wall and the lungs to collapse (Fig. 7[a] ). The slope of the pressure-volume curves is the compliance of the corresponding element. The chest wall and the lungs show similar compliance within the range of normal breathing. The compliance of the combined system is always less than the two compliances alone (Fig. 7[b] ). Table 1 gives a summary of the symbols of the variables and quantities of the respiratory system with their description and measurement units.", "cite_spans": [], "ref_spans": [{"start": 409, "end": 419, "text": "(Fig. 7[a]", "ref_id": "FIGREF8"}, {"start": 686, "end": 696, "text": "(Fig. 7[b]", "ref_id": "FIGREF8"}, {"start": 700, "end": 707, "text": "Table 1", "ref_id": "TABREF11"}], "section": "Combined lung-chest wall system"}, {"text": "Some of the features of the respiratory system can be altered in particular conditions [22] [23] [24] [25] [26] [27] . If the airways resistance is increased, breathing becomes more difficult: less air enters and exits the lung, resulting in reduced maximum and increased minimum lung volumes. The contribution of the small airways to the overall resistance is lower because, even if they have small sections, air distribution occurs over a wide number of branches. Instead, the upper and collapsible airways resistance depends on their size (Eq. (7)). Obstructive lung disease such as asthma and chronic obstructive pulmonary disease cause increasing resistance due to airways obstruction.", "cite_spans": [{"start": 87, "end": 91, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 92, "end": 96, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 97, "end": 101, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 102, "end": 106, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 107, "end": 111, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 112, "end": 116, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "System perturbation"}, {"text": "Lung disease can even affect the elastic properties of lung tissue with alteration of lung compliance. If the elastic recoil of the lung is decreased by a loss of elastic fibres, it's easier for the chest wall to move and spring out. The wider chest wall movement causes greater volume variations with increased compliance. These are the features of emphysematous disease. Conversely, if the elastic recoil of the lung is increased because of increased stiffness of the lung tissue, it's harder for the chest wall to expand. The restricted chest wall movement causes lower volume variations with decreased compliance. These are the features of restrictive lung disease with particular reference to pulmonary fibrosis. The deficiency of surfactant in the alveoli can also reduce lung compliance as observed in neonatal respiratory distress syndrome.", "cite_spans": [], "ref_spans": [], "section": "System perturbation"}, {"text": "J o u r n a l P r e -p r o o f Journal Pre-proof 13 A diseased status of the respiratory system can be simulated by modifying the parameters of the constitutive functions describing the resistances and the elastic recoil.", "cite_spans": [{"start": 49, "end": 51, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "System perturbation"}, {"text": "The model has been implemented in MATLAB and solved in the Simulink environment [28] . Simulink is a powerful tool to solve and analyse initial condition problems for linear and nonlinear ordinary differential equations. The dynamic system equations are graphically represented by means of blocks connected through suitable links. Figure 8 shows the Simulink block diagram solving the model equations (Eq. (24)). Each block contains the instructions that define the corresponding element. The block \"Ppl\" contains the instructions to create the input pleural pressure, for example the pleural pressure for regular, quiet and tidal breathing. Fig. 9 shows the Simulink block diagrams which solve the RC circuit (Eq. (27) ) and generate the pleural pressure for quiet and tidal breathing.", "cite_spans": [{"start": 80, "end": 84, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 715, "end": 719, "text": "(27)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 331, "end": 339, "text": "Figure 8", "ref_id": null}, {"start": 642, "end": 648, "text": "Fig. 9", "ref_id": "FIGREF23"}], "section": "Model implementation"}, {"text": "Many numerical schemes with fixed or variable time step are available in Simulink to solve the differential problems. We solved the model with a variable time step using Dormand-Prince method with relative tolerance 1×10 -6 . Table 2 lists all model parameters used in the simulations. The parameters for the pleural pressures are available in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 226, "end": 233, "text": "Table 2", "ref_id": "TABREF13"}, {"start": 344, "end": 351, "text": "Table 3", "ref_id": "TABREF15"}], "section": "Model implementation"}, {"text": "The range of oscillation of the resistances and their pressure drops, the compliances, the transmural pressure and the lung elastic recoil obtained with the model have been already shown in Fig.s 4 and 5 for quiet breathing, i.e. applying P q pl as input of the model. Similar ranges are obtained with regular breathing although the time waveforms are quite different due to the different shape of the input pleural pressures (Fig. 10) .", "cite_spans": [], "ref_spans": [{"start": 190, "end": 203, "text": "Fig.s 4 and 5", "ref_id": "FIGREF15"}, {"start": 426, "end": 435, "text": "(Fig. 10)", "ref_id": "FIGREF9"}], "section": "Results"}, {"text": "The same applies to the airflow ( Fig. 11 [a] and [b]), the alveolar volume (Fig. 11 [c] and [d]) and the flow-volume and flow-pressure loops (Fig. 11[ ", "cite_spans": [], "ref_spans": [{"start": 34, "end": 41, "text": "Fig. 11", "ref_id": "FIGREF27"}, {"start": 76, "end": 84, "text": "(Fig. 11", "ref_id": "FIGREF27"}, {"start": 142, "end": 151, "text": "(Fig. 11[", "ref_id": "FIGREF27"}], "section": "Results"}, {"text": "). The flow-volume loop is counterclockwise (Fig. 11 [e] and [f]). The lung volume is referred to the residual volume. In normal breathing, the difference VL-VR remains positive because the lungs never collapse to the residual volume. The collapsible volume has the same waveform of the corresponding alveolar volume, but varies within a much smaller range ([0.0606 ÷ 0.0775 l] in regular breathing and [0.0600 ÷ 0.0764 l] in quiet breathing, not shown). All these curves are specific for each mode of breathing.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 52, "text": "(Fig. 11", "ref_id": "FIGREF27"}], "section": "e], [f], [g] and [h]"}, {"text": "Both the pleural pressures of regular and quiet breathing have been derived to obtain a normal breathing pattern: at the end of expiration (and at the beginning of inspiration), muscles are completely relaxed (Pmus=0). From Eq. (32), this means that the pleural pressure and the chest wall pressure are equal ( Fig. 12[a] and [b] ).", "cite_spans": [], "ref_spans": [{"start": 311, "end": 329, "text": "Fig. 12[a] and [b]", "ref_id": "FIGREF4"}], "section": "e], [f], [g] and [h]"}, {"text": "The static and the elastic recoil of the lung are slightly different due to the resistance of lung tissue, which causes hysteresis of the dynamic elastic recoil of the lung. In Fig. 12 [a], they are represented in a Campbell diagram (they are reversed in the pressure-volume plane) [29] . The pleural pressure exhibits hysteresis too (Fig. 12[a] ). This is due to the surface tension of the liquid lining the alveoli, which opposes a greater resistance to inflation than deflation.", "cite_spans": [{"start": 282, "end": 286, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 177, "end": 184, "text": "Fig. 12", "ref_id": "FIGREF4"}, {"start": 334, "end": 345, "text": "(Fig. 12[a]", "ref_id": "FIGREF4"}], "section": "e], [f], [g] and [h]"}, {"text": "If the parameters of the model are modified, the system response to the same pleural pressure changes: the solution of the system converges to a different steady state, resulting in volume, pressure and flow variation compared to baseline conditions. We have changed the value of a single parameter in each experiment. We show the results for quiet breathing.", "cite_spans": [], "ref_spans": [], "section": "e], [f], [g] and [h]"}, {"text": "We have changed the parameters of the constitutive functions of the resistances: Au, Ku, Kc, As, Ks and Bs. Figure 13 shows the results of the simulations performed by changing the parameter Ku related to the upper airways resistance. Similar results have been obtained varying the other parameters (not shown). In all cases we have observed that an increasing resistance causes narrowing of flow and volume ranges (Fig. 13[a], [b] and [c] ) and widening of the alveolar pressure range (Fig. 13[d] ) without affecting compliance (Fig. 13[e] ). Figure 14 shows the results of the simulations performed by changing the parameter Kl that is related to the elastic recoil of the lung. Similar results have been obtained varying the parameters Al and Bl (not shown). In all cases we have observed that an increasing elastic recoil causes not only narrowing of flow and volume ranges, but also shifting of the volume towards low values (Fig. 14[a], [b] and [c]) as well as narrowing of the alveolar pressure range (Fig. 14[d] ) with concomitant decrease in lung compliance (Fig. 14[e] ).", "cite_spans": [{"start": 436, "end": 439, "text": "[c]", "ref_id": null}], "ref_spans": [{"start": 108, "end": 117, "text": "Figure 13", "ref_id": "FIGREF13"}, {"start": 415, "end": 431, "text": "(Fig. 13[a], [b]", "ref_id": "FIGREF13"}, {"start": 486, "end": 497, "text": "(Fig. 13[d]", "ref_id": "FIGREF13"}, {"start": 529, "end": 540, "text": "(Fig. 13[e]", "ref_id": "FIGREF13"}, {"start": 544, "end": 553, "text": "Figure 14", "ref_id": "FIGREF15"}, {"start": 930, "end": 946, "text": "(Fig. 14[a], [b]", "ref_id": "FIGREF15"}, {"start": 1008, "end": 1019, "text": "(Fig. 14[d]", "ref_id": "FIGREF15"}, {"start": 1067, "end": 1078, "text": "(Fig. 14[e]", "ref_id": "FIGREF15"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "All graphs obtained from the simulations show the results once the solution has reached the steady state.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The lack of patho-physiological clinical data made us consider data measured by other research groups [4, 9] to validate our model. Our results are in agreement with the values relative to normal breathing reported in [4, 9, 11] .", "cite_spans": [{"start": 102, "end": 105, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 106, "end": 108, "text": "9]", "ref_id": "BIBREF8"}, {"start": 218, "end": 221, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 222, "end": 224, "text": "9,", "ref_id": "BIBREF8"}, {"start": 225, "end": 228, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Measured values in diseased conditions are not available in the cited works, because they consider only specific maneouvres. Our aim is to show that the same model can be used to describe altered conditions of the system, at least in a qualitative way [30] [31] [32] . According to Eq.s (1) and (21), the total lung volume cannot go below the residual volume and cannot exceed the total lung capacity. Consequently, the total lung volume referred to the residual volume must range between 0 and the upper limit VAmax+VCmax-VAmin-VCmin. The amount of modifications of the parameters Ku and Kl takes these limitations into account. In particular, we have made sure that the total lung volume did not reach the extremes. In fact, extreme values can be reached during particular breathing maneouvres, such as FVC, but not in normal breathing, due to expiratory (ERV) and inspiratory (IRV) reserve volumes: IRV=TLCmax(VA)-max(VC), ERV=min(VA)+min(VC)-VR. In addition, the values of the parameters must ensure the convergence of the solution to a steady state. The baseline value of Ku is close to 0 cmH2O·l -2 ·s 2 . The system becomes unstable when Ku is about 30 cmH2O·l -2 ·s 2 . We set the values of Ku much less than that threshold, making sure that the volume excursion (tidal volume), that is the amount of air moved during each breath, remained physiologically acceptable. The outcome of our simulations gave 7.6% and 13.2% reduction in tidal volume compared to baseline.", "cite_spans": [{"start": 252, "end": 256, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 257, "end": 261, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 262, "end": 266, "text": "[32]", "ref_id": null}, {"start": 287, "end": 290, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "We made similar considerations to set Kl: in order to ensure the limitations of the total lung volume discussed above, Kl must range between 0.6 and 1.8. The solution is stable for all cases. The outcome of our simulations gave 21.3% reduction and 31.4% increase in mean total lung volume compared to baseline.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Bearing in mind that both TLC and VR may vary under a diseased status compared to baseline [33] , the outcome of our simulations remains reliable when both parameters are kept constant. The amount of TLC and VR variation from the healthy status due to obstructive or restrictive lung diseases is not available in current literature and we have not measured data of these quantities. Therefore, measured data for these quantities could not be used to define a relationship between the variation of the parameters and the corresponding variation of TLC and VR.", "cite_spans": [{"start": 91, "end": 95, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "J o u r n a l P r e -p r o o f 15 The model presented in this work has been intentionally kept simple because we are mainly interested in the description of normal breathing. It does not account for airways turbulence, which is absent in normal breathing. A different relationship between the flow and the upper airway resistance should be defined in this case [34, 35] . Furthermore, we model the viscoelastic properties of lung tissue with a single resistance. Finally, we have not considered the possibility for the small airways resistance to depend on pleural pressure.", "cite_spans": [{"start": 361, "end": 365, "text": "[34,", "ref_id": "BIBREF34"}, {"start": 366, "end": 369, "text": "35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Mathematical modelling and simulation of the respiratory system may have a role to play for the evaluation of the respiratory function and may be a useful approach for the diagnosis, treatment and prognosis of various respiratory disorders.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The nonlinear lumped parameter model of the airway/lung mechanics presented in this work describes the time variation and the relationship of the main variables of the respiratory system during normal breathing in healthy and pathological conditions.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results of normal breathing simulations are in agreement with the clinical data published in the literature. The alteration of the parameters causes variations in the results consistent with the altered conditions of the system Further studies are being considered to address other aspects of the respiratory system including other breathing patterns and gas exchanges.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The features of our respiratory model may well be suitable to interact with our numerical virtual patient simulator CARDIOSIM © [36] [37] [38] . The novelty is a 0-D model of the respiratory system with the ability to interact with a software like CARDIOSIM © , which has already shown its potential for clinical application [38, 39] and teaching purposes [37, 40] . The implementation of this respiratory model in CARDIOSIM © may be useful to study the interaction between the cardiovascular and respiratory system during cardiac assistance [38] .", "cite_spans": [{"start": 128, "end": 132, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 133, "end": 137, "text": "[37]", "ref_id": "BIBREF37"}, {"start": 138, "end": 142, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 325, "end": 329, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 330, "end": 333, "text": "39]", "ref_id": "BIBREF39"}, {"start": 356, "end": 360, "text": "[37,", "ref_id": "BIBREF37"}, {"start": 361, "end": 364, "text": "40]", "ref_id": "BIBREF40"}, {"start": 542, "end": 546, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Once the model presented in this work is completed and inserted into CARDIOSIM © , it can be used in clinical environment to evaluate the effects induced by mechanical ventilatory assistance on the hemodynamic and energetic variables of the cardiovascular system. These studies are useful, for example, to understand how to manage mechanical ventilation in ventilated COVID-19 patients. The experience gained during the COVID-19 pandemic has shown that the management of mechanical ventilation assistance in presence of extracorporeal membrane oxygenation (ECMO) or intra-aortic balloon pump (IABP) is critical and changes from patient to patient depending on the side diseases afflicting the patient. The numerical simulator can be a useful tool to help medical doctors in the best management of devices that improve the patient's conditions. 1 Schematic representation of the respiratory system and its pressures. The alveolar region is bounded by the pleural space, which separates it from the chest wall and the diaphragm. The alveolar region is connected to the external environment through the airways which divide into the upper airway, the collapsible airway and the small airways. The alveolar pressure PA, the collapsible pressure PC, the pleural pressure Ppl and the pressure generated by the muscles Pmus are referred to the environmental pressure Pref. The transmural pressure Ptm is the difference of pressure between the pleural space and the collapsible airway. The elastic recoil of the lung Pel is the difference of pressure between the pleural space and the alveolar region. The elastic recoil of the chest wall Pcw is the difference of pressure between the pleural space and the chest wall. Pext is the external pressure at mouth. In normal breathing it equals Pref (27) and generates the pleural pressure of the quiet breathing by applying a gain g and a vertical offset voff to the output P. The lower block solves Eq.s (27) and (28) and generates the pleural pressure of the tidal breathing by applying a gain g and a vertical offset voff to the output PR J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof ", "cite_spans": [{"start": 1786, "end": 1790, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 1942, "end": 1946, "text": "(27)", "ref_id": "BIBREF27"}, {"start": 1951, "end": 1955, "text": "(28)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 844, "end": 845, "text": "1", "ref_id": null}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mathematical Modeling of Pulmonary Airway Dynamics", "authors": [{"first": "J", "middle": ["F"], "last": "Golden", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Stevens", "suffix": ""}], "year": 1973, "venue": "IEEE T Bio-Med Eng BME", "volume": "20", "issn": "6", "pages": "3247--3263", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Digital Computer Simulation of Respiratory Mechanics", "authors": [{"first": "Jackson", "middle": [], "last": "Ac", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Milhorn", "suffix": ""}], "year": 1973, "venue": "Comput Biomed Res", "volume": "6", "issn": "", "pages": "27--56", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Analog Computer Simulation of Maximum Expiratory Flow Limitation", "authors": [{"first": "M", "middle": ["F"], "last": "Olender", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Stevens", "suffix": ""}], "year": 1976, "venue": "IEEE T Bio-Med Eng BME", "volume": "23", "issn": "6", "pages": "445--452", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Energy Analysis of a Nonlinear Model of the Normal Human Lung", "authors": [{"first": "A", "middle": [], "last": "Athanasiades", "suffix": ""}, {"first": "F", "middle": [], "last": "Ghorbel", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Niranjan", "suffix": ""}, {"first": "J", "middle": [], "last": "Olansen", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Zwischenberger", "suffix": ""}, {"first": "A", "middle": [], "last": "Bidani", "suffix": ""}], "year": 2000, "venue": "J Biol Syst", "volume": "8", "issn": "2", "pages": "115--139", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Role of the mechanical properties of tracheobronchial airways in determining the respiratory resistance time course", "authors": [{"first": "G", "middle": [], "last": "Avanzolini", "suffix": ""}, {"first": "P", "middle": [], "last": "Barbini", "suffix": ""}, {"first": "F", "middle": [], "last": "Bernardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Cevenini", "suffix": ""}, {"first": "G", "middle": [], "last": "Gnudi", "suffix": ""}], "year": 2001, "venue": "Ann Biomed Eng", "volume": "29", "issn": "", "pages": "575--586", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Mathematical modeling of respiratory system mechanics in the newborn lamb", "authors": [{"first": "V", "middle": [], "last": "Le Rolle", "suffix": ""}, {"first": "N", "middle": [], "last": "Samson", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Praud", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Hernandez", "suffix": ""}], "year": 2013, "venue": "Acta Biotheor", "volume": "91", "issn": "1", "pages": "91--107", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Respiratory System Model Based on PSPICE", "authors": [{"first": "F", "middle": ["N"], "last": "Masana", "suffix": ""}], "year": 2015, "venue": "International Journal of Microelectronics and Computer Science", "volume": "6", "issn": "3", "pages": "102--109", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Theoretical open-loop model of respiratory mechanics in the extremely preterm infant", "authors": [{"first": "Ellwein", "middle": [], "last": "Fix", "suffix": ""}, {"first": "L", "middle": [], "last": "Khoury", "suffix": ""}, {"first": "J", "middle": [], "last": "Moores", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Linkous", "suffix": ""}, {"first": "L", "middle": [], "last": "Brandes", "suffix": ""}, {"first": "M", "middle": [], "last": "Rozycki", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Airway mechanics, gas exchange, and blood flow in a nonlinear model of the normal human lung", "authors": [{"first": "C", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Niranjan", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "San", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Zwischehberger", "suffix": ""}, {"first": "A", "middle": [], "last": "Bidani", "suffix": ""}], "year": 1998, "venue": "J Appl Physiol", "volume": "84", "issn": "", "pages": "1447--1469", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A human cardiopulmonary system model applied to the analysis of the Valsalva maneuver", "authors": [{"first": "K", "middle": [], "last": "Lu", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Ghorbel", "suffix": ""}, {"first": "Ware", "middle": [], "last": "Dl", "suffix": ""}, {"first": "A", "middle": [], "last": "Bidani", "suffix": ""}], "year": 2001, "venue": "Am J Physiol-Heart C", "volume": "281", "issn": "", "pages": "2661--2679", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Hybrid Cardiopulmonary Model for Analysis of Valsalva Maneuver with Radial Artery Pulse", "authors": [{"first": "K", "middle": [], "last": "Hemalatha", "suffix": ""}, {"first": "L", "middle": [], "last": "Suganthi", "suffix": ""}, {"first": "M", "middle": [], "last": "Manivannan", "suffix": ""}], "year": 2010, "venue": "Ann Boimed Eng", "volume": "38", "issn": "10", "pages": "3151--3161", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cardiopulmonary model to study interaction hemodynamics in Muller maneuver", "authors": [{"first": "K", "middle": [], "last": "Hemalatha", "suffix": ""}, {"first": "M", "middle": [], "last": "Manivannan", "suffix": ""}], "year": 2011, "venue": "Int J Numer Meth Bio", "volume": "27", "issn": "", "pages": "1524--1544", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Interaction between cardiovascular system and respiration", "authors": [{"first": "N", "middle": ["C"], "last": "Tsai", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Appl Math Model", "volume": "35", "issn": "", "pages": "5460--5469", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Lumped Parameter Model of Cardiovascular-Respiratory Interaction", "authors": [{"first": "F", "middle": [], "last": "Gaudenzi", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Avolio", "suffix": ""}], "year": 2013, "venue": "45 th Annual International Conference of the IEEE EMBS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "An integrated mathematical model of the human cardiopulmonary system: model development", "authors": [{"first": "A", "middle": [], "last": "Albanese", "suffix": ""}, {"first": "L", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Ursino", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Chbat", "suffix": ""}], "year": 2015, "venue": "Am J Physiol-Heart C", "volume": "310", "issn": "", "pages": "899--921", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A simulative model approach of cardiopulmonary interaction", "authors": [{"first": "C", "middle": [], "last": "Ngo", "suffix": ""}, {"first": "R", "middle": [], "last": "Schlözer", "suffix": ""}, {"first": "T", "middle": [], "last": "Vollmer", "suffix": ""}, {"first": "S", "middle": [], "last": "Winter", "suffix": ""}, {"first": "B", "middle": [], "last": "Misgeld", "suffix": ""}, {"first": "S", "middle": [], "last": "Leonhardt", "suffix": ""}], "year": 2015, "venue": "World Congress on Medical Physics and Biomedical Engineering", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effect on the pulmonary hemodynamics and gas exchange with a speed modulated right ventricular assist rotary blood pump: a numerical study", "authors": [{"first": "F", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fu", "suffix": ""}, {"first": "X", "middle": [], "last": "Ruan", "suffix": ""}], "year": 2018, "venue": "BioMed Eng OnLine", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Respiratory system and artificial ventilation", "authors": [{"first": "U", "middle": [], "last": "Lucangelo", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Zin", "suffix": ""}, {"first": "A", "middle": [], "last": "Aliverti", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Interaction between the Respiratory and Cardiovascular System: a Simplified 0-D Mathematical Model", "authors": [{"first": "A", "middle": ["M"], "last": "Bersani", "suffix": ""}, {"first": "E", "middle": [], "last": "Bersani", "suffix": ""}, {"first": "De", "middle": [], "last": "Lazzari", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "De Lazzari C and Pirckhalava", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Cardiovascular and Pulmonary Artificial Organs: Educational Training Simulators", "authors": [{"first": "M", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "87--103", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A Lumped Parameter Model of Airway/Lung Mechanics", "authors": [{"first": "S", "middle": [], "last": "Marconi", "suffix": ""}, {"first": "De", "middle": [], "last": "Lazzari", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 30TH European Modeling and Simulation Symposium", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Flow resistance in human air passages and the effect of irregular branching of the bronchial system on the respiratory process in various regions of the lungs", "authors": [{"first": "F", "middle": [], "last": "Rohrer", "suffix": ""}], "year": 1915, "venue": "Archives of General Physiology", "volume": "162", "issn": "", "pages": "225--299", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Optimization and mechanism of step-leap respiration exercise in treating of cor pulmonale", "authors": [{"first": "J", "middle": [], "last": "Bai", "suffix": ""}, {"first": "L", "middle": [], "last": "Hongli", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}], "year": 1998, "venue": "Comput Biol Med", "volume": "28", "issn": "", "pages": "289--307", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Pulmonary Pathology", "authors": [{"first": "D", "middle": [], "last": "Zander", "suffix": ""}, {"first": "C", "middle": [], "last": "Farver", "suffix": ""}], "year": 2012, "venue": "", "volume": "9780323393089", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pulmonary Pathophysiology: The Essentials", "authors": [{"first": "J", "middle": ["B"], "last": "West", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Understanding Pulmonary Pathology", "authors": [{"first": "R", "middle": [], "last": "Kradin", "suffix": ""}], "year": 2016, "venue": "", "volume": "9780128013045", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Textbook of Medical Physiology, 11th edn", "authors": [{"first": "A", "middle": ["C"], "last": "Guyton", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hall", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Clinical review: Respiratory mechanics in spontaneous and assisted ventilation", "authors": [{"first": "D", "middle": ["C"], "last": "Grinnan", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Truwit", "suffix": ""}], "year": 2005, "venue": "Crit Care", "volume": "9", "issn": "", "pages": "472--484", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Simulink User's Guide", "authors": [], "year": 2018, "venue": "The MathWorks, Inc", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The Respiratory Muscles: Mechanics and Neural Control", "authors": [{"first": "Ejm", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "Agostini", "middle": ["E"], "last": "Davis", "suffix": ""}, {"first": "Jn ;", "middle": [], "last": "Lloyd-Luke", "suffix": ""}], "year": 1970, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Basic Sciences in Anesthesia", "authors": [{"first": "E", "middle": [], "last": "Farag", "suffix": ""}, {"first": "M", "middle": [], "last": "Argalious", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Tetzlaff", "suffix": ""}, {"first": "D", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "", "middle": [], "last": "Eds", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pressure-Volume Curves of Respiratory System", "authors": [{"first": "R", "middle": ["S"], "last": "Harris", "suffix": ""}], "year": 2005, "venue": "Resp Care", "volume": "50", "issn": "1", "pages": "78--99", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Residual Volume and Total Lung Capacity to Assess Reversibility in Obstructive Lung Disease", "authors": [{"first": "C", "middle": ["T"], "last": "Mccartney", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Weis", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ruppel", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Nayak", "suffix": ""}], "year": 2016, "venue": "Resp Care", "volume": "61", "issn": "11", "pages": "1505--1512", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Energy losses and pressure drop in models of human airways", "authors": [{"first": "T", "middle": ["J"], "last": "Pedley", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Schroter", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Sudlow", "suffix": ""}], "year": 1970, "venue": "Respir Physiol", "volume": "9", "issn": "", "pages": "371--386", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The Prediction of Pressure Drop and Variation of Resistance within the Human Bronchial Airways", "authors": [{"first": "T", "middle": ["J"], "last": "Pedley", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Schroter", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Sudlow", "suffix": ""}], "year": 1970, "venue": "Respir Physiol", "volume": "9", "issn": "", "pages": "387--405", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Cardiovascular Software Simulator", "authors": [{"first": "C", "middle": [], "last": "De Lazzari", "suffix": ""}, {"first": "D", "middle": [], "last": "Stalteri", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Interactive simulator for e-Learning environments: a teaching software for health care professionals", "authors": [{"first": "C", "middle": [], "last": "De Lazzari", "suffix": ""}, {"first": "I", "middle": [], "last": "Genuini", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Pisanelli", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos;ambrosi", "suffix": ""}, {"first": "A", "middle": [], "last": "Fedele", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "BioMed Eng OnLine", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "How can LVAD support influence ventricular energetic parameters in advanced heart failure patients? A retrospective study", "authors": [{"first": "C", "middle": [], "last": "De Lazzari", "suffix": ""}, {"first": "M", "middle": [], "last": "Capoccia", "suffix": ""}, {"first": "S", "middle": [], "last": "Marconi", "suffix": ""}], "year": 2018, "venue": "Comput Meth Prog Bio", "volume": "17", "issn": "2", "pages": "117--126", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Simulation as a preoperative planning approach in advanced heart failure patients. A retrospective clinical analysis", "authors": [{"first": "M", "middle": [], "last": "Capoccia", "suffix": ""}, {"first": "S", "middle": [], "last": "Marconi", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Singh", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Pisanelli", "suffix": ""}, {"first": "De", "middle": [], "last": "Lazzari", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "BioMed Eng OnLine", "volume": "17", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s12938-018-0491-7"]}}, "BIBREF40": {"ref_id": "b40", "title": "Simulation in Medicine: Clinical Teaching and Learning", "authors": [{"first": "C", "middle": [], "last": "De Lazzari", "suffix": ""}, {"first": "M", "middle": [], "last": "Pirckhalava", "suffix": ""}], "year": 2015, "venue": "Cardiology and Internal Medicine XXI", "volume": "", "issn": "14", "pages": "28--28", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Ptm0=Ac−Bc‧ Dc 2 , Ptmmid=A'c−B'c•ln(2−D'c) and Ptmmax=A'c−B'c•ln(1−D'c) are the values of Ptm at VC=0, VC=VCmax/2 and VC=VCmax respectively.Differentiating Eq. (15) with respect to Ptm, we obtain the compliance of the collapsible airway:", "latex": null, "type": "figure"}, "FIGREF1": {"text": "It reaches its maximum value CCmax=VCmax‧ (2−D'c)/(4B'c) at Ptm=Ptmmid and its minimum values CC0=VCmax/(2Bc·Dc) and CC1=VCmax‧ (1−D'c)/B'c in the left and right intervals at Ptm=Ptm0 and Ptm=Ptmmax respectively (Fig. 4[b]).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Ptm should be restricted to the interval [Ptmmin, Ptmmax], where Ptmmin=Ac−Bc‧ (Dc−VCmin/VCmax) 2 (Fig. 4[a] and [b]", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Al, Bl and Kl are positive constants. Their values are as such that Pl(VA)+Bl remains positive in the variability range of VA: [VAmin, VAmax](Fig. 4[c]). The inverse function of Eq. (18) is:", "latex": null, "type": "figure"}, "FIGREF4": {"text": "", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Figure Legends", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 1 Schematic representation of the respiratory system and its pressures. The alveolar region is bounded by the pleural space, which separates it from the chest wall and the diaphragm. The alveolar region is connected to the external environment through the airways which divide into the upper airway, the collapsible airway and the small airways. The alveolar pressure PA, the collapsible pressure PC, the pleural pressure Ppl and the pressure generated by the muscles Pmus are referred to the environmental pressure Pref. The transmural pressure Ptm is the difference of pressure between the pleural space and the collapsible airway. The elastic recoil of the lung Pel is the difference of pressure between the pleural space and the alveolar region. The elastic recoil of the chest wall Pcw is the difference of pressure between the pleural space and the chest wall. Pext is the external pressure at mouth. In normal breathing it equals Pref", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Electrical analogue of the respiratory system. The four resistors mimic the resistance of the upper airway (RU), the collapsible airway (RC), the small airways (RS) and the lung tissue (RLT) to the airflow. The two capacitors mimic the compliances of the lung (CL) and of the collapsible airway (CC). The pressure drop across these elements are the static elastic recoil (Pl) and the transmural pressure (Ptm). Pel is the dynamic elastic recoil; PA and PC are the alveolar and the collapsible pressure, respectively. The generator reproduces the pleural pressure (Ppl). The ground corresponds to the environmental reference pressure (Pref). In normal breathing it equals the external pressure at mouth (Pext). The arrows indicate the direction of the airflow (F, V̇A and V̇C) during inspirationFig. 3 Resistances and pressures constitutive functions. The continuous thick lines in panels from [a] to [d] and the cycle on the surface in panel [e] correspond to the values obtained during the quiet breathing (i.e. when P q pl is used as input of the model (see below)). [a] Linear relationship RU vs F. [b] Quadratic function PRu(F). The box shows the range of variability of the quiet breathing. [c] and [d] Resistances of the collapsible airway (RC) and of the small airways (RS) as functions of the corresponding volumes (VC and VA). [e] Pressure drop across the collapsible airway resistance PRc as function of volume VC and flow F Fig. 4 Transmural pressure, lung elastic recoil and compliances constitutive functions. The continuous thick lines correspond to the values obtained during the quiet breathing (i.e. when P q pl is used as input of the model (see below)). [a] Transmural pressure Ptm as function of VC. The dashed line is the restriction to the interval [VCmin, VCmax]. [b] Collapsible airway compliance CC as function of Ptm. The dashed line is the restriction to the interval [Ptmmin, Ptmmax]. [c] Lung elastic recoil Pl as function of VA. [d] Lung compliance Cl as function of Pl Fig. 5 Examples of pleural pressure waveforms for the normal breathing. [a] Pleural pressure of the regular breathing (P r pl). [b] Pleural pressure of the quiet breathing (P q pl). [c] Pleural pressure of the tidal breathing (P t pl) Fig. 6 Filters. Low pass (left panel) and high pass (right panel) filter of a pulse generator (Q). R and C are the resistance and the capacity of the circuit. The pressure drop across the capacitor (P) is the output of the low pass filter. The pressure drop across the resistor (PR) is the output of the high pass filter", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Pressure-alveolar volume and compliances curves for the considered subject. [a] Pcw (dotted line), Pl (dashed line), Psyst (continuous line). The star denotes the resting position of the combined lung-J o u r n a l P r e -p r o o f chest wall system. The circle denotes the resting position of the chest wall alone. [b] Ccw (dotted line), Cl (dashed line), Csyst (continuous line) vs alveolar volume Fig. 8 Simulink block diagram of the model. The top left box defines the pleural pressure that is the input of the model. The vertical rectangles represent the first two equations in Eq. (24), which are linked through the transmural pressure Ptm and the flow in the alveolar region V̇A Fig. 9 Simulink block diagrams of the pleural pressure generators. The upper block solves Eq.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Regular and quiet breathing.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Pressures in quiet breathing. [a] Campbell pressure-volume diagram: chest wall recoil (dotted line), reversed static (dashed line) and dynamic (thin continuous loop around -Pl) lung elastic recoil, pleural pressure (thick loop) and alveolar pressure (thin loop) vs alveolar volume (VA). The thick lines indicate the oscillations in quiet breathing. [b] Time variation of the pressures: chest wall recoil (dotted line), static and dynamic lung elastic recoils (dashed and thin continuous juxtaposed lines), pleural pressure (thick line) and muscular pressure (normal dark line) Fig. 13 Results of the simulations for the quiet breathing changing the parameter Ku. [a] Airflow at the mouth. [b] Alveolar volume. [c] Flow-volume loop (total lung volume referred to the residual volume", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Figure 4", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Figure 5", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Figure 6", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Figure 7", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Figure 8", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Figure 9", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Figure 10", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Figure 11", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Figure 12", "latex": null, "type": "figure"}, "FIGREF30": {"text": "L -V R [l]", "latex": null, "type": "figure"}, "FIGREF32": {"text": "Figure 14", "latex": null, "type": "figure"}, "FIGREF34": {"text": "of normal breathing in both healthy and pathological conditions Equations of some constitutive functions reported in literature have been corrected Some mathematical details not reported in the literature have been highlighted Changing constitutive functions parameters pathological conditions are simulated Different pathological respiratory conditions have been analysed J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "TABREF1": {"text": "right) are applied as input of the model. [a] and [b] Airflow at the mouth. [c] and [d] Alveolar volume. [e] and [f] Flow-volume loops (total lung volume referred to the residual volume). The loop is counterclockwise. [g] and [h] Flow-alveolar pressure loop. Flow and alveolar pressures are simultaneously negative during inspiration (insp) and positive during expiration (exp)", "latex": null, "type": "table"}, "TABREF2": {"text": "). The loop is counterclockwise. [d] Flow-alveolar pressure loop. [e] Static (dashed line) and dynamic (thin continuous loop around Pl) lung elastic recoil and reversed pleural pressure (external loop) vs alveolar volume. All panels show the results obtained with Ku=0.46 cmH2O·l -2 ·s 2 that is the base value (thin line), Ku=5 cmH2O·l -2 ·s 2 (normal line) and Ku=10 cmH2O·l -2 ·s 2 (thick line)Fig. 14 Results of the simulations for the quiet breathing changing the parameter Kl. [a] Airflow at the mouth. [b] Alveolar volume. [c] Flow-volume loop (total lung volume referred to the residual volume). The loop is counterclockwise. [d] Flow-alveolar pressure loop. [e] Static (dashed line) and dynamic (thin continuous loop around Pl) lung elastic recoil and reversed pleural pressure (external loop) vs alveolar volume. All panels show the results obtained with Kl=0.75 (thin lines), Kl=1 that is the base value (normal line) and Kl=1.3 (thick line) J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}, "TABREF11": {"text": "Symbols, their description and unit", "latex": null, "type": "table"}, "TABREF12": {"text": "", "latex": null, "type": "table"}, "TABREF13": {"text": "Parameters of the model[4,9]", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF15": {"text": "Parameters of the pleural pressures", "latex": null, "type": "table"}, "TABREF16": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "annex"}]}