{
    "paper_id": "1bdeb7f1cb80bae6f4809fb683864d78f1657be9",
    "metadata": {
        "title": "City & Society Pandemic in Melbourne",
        "authors": [
            {
                "first": "Christopher",
                "middle": [],
                "last": "Houston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Macquarie University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Melbourne is a city in which even experience of the weather is unequally distributed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During its humid summers its sprawling western and northern suburbs are 5 or 6 degrees hotter than its more exclusive and expensive coastal and beach districts. In Melbourne the experience of the COVID-19 pandemic, too, has varied wildly for city inhabitants, the unevenness of its effects related both to contemporary axes of structural inequality in society, as well as to the personal circumstances of members of those different classes/groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As in every country in the world, the pandemic unfolded very rapidly, and thus the government response was serially graduated as well. At the time of writing, the Government response has involved three core components. One has been more and more regulated spatial stilling through a range of measures, including voluntary and then forced two-week quarantine of travellers; closure of venues/businesses that gather people, including schools and universities; the recommendation or instruction to work from home and to stay at home; discouragement of socializing, meeting, or acting in groups; and restrictions of more than 2 people congregating in public spaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The second response has involved extensive medical testing of potentially infected people, somewhat controversially because shortage of materials has meant that testing has not been permitted for people who 'just' felt ill or had a sore throat etc. Rather, testing has been reserved for those traced as potential contractors of the virus, either because of overseas travel or through being in contact with someone who had been travelling overseas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The third has been a huge economic stimulation package, spent both to mitigate the worst economic effects of spatial stilling, and to prepare the economy to 'snap' back to prepandemic conditions once the medical emergency has passed. An interesting aspect of the Government's response has been its constituting of a national cabinet made up of members from both major parties to guide its policy decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Articulating with both with the aetiology of the virus and with existing inequalities within Melbourne, these unfolding government policies have generated hugely varied social and economic outcomes and perceptions of the virus for individuals. The differential effects on people in Melbourne of the Government's initiatives to contain the virus were seen immediately in the losing of work by up to a million people (particularly in hospitality, tourism, retail, the arts), compared to increased duties for people employed in 'essential' services, and work at home for more privileged employees. Melbourne inhabitants' diverse existential experiences of the pandemic were keenly related to these processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Unlike New York or Madrid, high anxiety over [un]employment and job losses, rather than fear of infection or grief over the death of loved ones, appear to have dominated people's affective attitudes to the virus and their new perception of the city. Responding to such a mood, the Government legislated policy that funded businesses to pay stood down workers, as well as doubling the unemployment benefit. The policy produced highly uneven outcomes, determined by the degree of existing exploitation in the myriad arrangements concerning casual workers, including the 'legality' of their employment; whether workers were citizens or non-citizens (temporary visa holders); and whether workers qualified for the one-year employment duration (in one company) that guaranteed the business a replacement wage to be bestowed upon a worker. Many casual workers did not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Thus, the virus exposed the ugly economic precarity of the most disadvantaged groups in the city -for example, casual and gig-economy workers. Certain fragile realities of existence emerged that usually were made hard to hear by the din of discourses and ideologies defending capitalists' interests. Precarity was displayed in the sudden queues of people lined up to enrol for the 'dole', which for many people enlivened social memories of earlier depressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The virus revealed other features of social life and relationships that the normal busyness of everyday life may have made more bearable. The forced 'warehousing' of people in their homes exacerbated, for example, the tenuous character of many domestic arrangements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Staying home with a 'happy' family is fine; staying home with an 'unhappy one' potentially imperilled lives and limbs. For many, working from home while 'home-schooling' children added anxiety. Staying home by yourself as a single person was experienced by some as social death, especially if they were unable to visit aged parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "One industry that has profited handsomely from the virus has been media corporations and social media platforms. People have been glued to their screens, big or small. New words, Less judgemental, others sensed people's social motility to be a consequence of a strange double time, for many caused by living in a present that in their own lives appeared as still the same, yet being told by experts that the actions they took now will necessarily become the present in the future. Equally significant, inevitable disagreements between scientists and disciplinesvirologists, clinicians, economists, public health experts, demographers, legal scholars etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "-have provided ammunition for a burgeoning range of opinions, criticisms, predictions, conspiracies, and fears to be aired on social media, people's Facebooks, on-line news and commentary publications, trade-blogs, political websites, and discipline-specific discussion boards. Some were naïve -sad complaints about human rights or about inhuman infringements of key emergency responses decreed by the government to the crisis, such as © 2020 by the American Anthropological Association. All rights reserved. DOI: 10.1111/ciso.12268 5 restricting numbers of attendees at funerals or births; discouraging dinner parties; forced hotel quarantine. Others were more politically savvy, dark accusations of alt-right and altleft sympathisers, global paranoia and fears circulated in social media, angry accusations that 'virus alarmists' were using the pandemic to cover up China's plan to export the virus and cause economic collapse (alt-right), or to engender new forms of governance as an opportunity to water down civil rights (alt-left).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "In the cyber space of home quarantine, predictable figures appeared -Foucault on the plague; Agamben on the state of exception -their followers replicating their suspicions about the statistical models of modern epidemiology to wonder why alternative ways of responding to the pandemic weren't being considered, such as the more laissez faire approach of the Dutch and Swedish governments (before those governments were forced to change tack). Here appeared a baffling 'leftist' blindness to the terrible course of the pandemic in Italy, Spain, the U.K., and the USA, all countries slow for various reasons to enforce social distancing and to still their population's movements, in the name of questioning a medical response that because it was dominant must be untrue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Last, strangely silent amongst the flood of information and reporting of trends and experiences were the voices of Melbourne's old people, locked down in nursing homes and cared for by gloved strangers in masks and hazmats, or trapped in their own homes, dependent upon children, charities, or the internet for shopping and sustenance. Targets of the virus and in Melbourne victims of its grim statistics, the anonymity and forgotten-ness of the aged showed that amongst all the changes somethings remained the same: the privileging of the discourse and significance of the new, the young, the movers and the shakers, the consumers, the able, the working, and the intellectuals …",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "State of Exception",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agamben",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "phrases, and concepts entered daily vocabularies: 'flattening the curve'; 'hibernation of the economy'; 'social distancing'; 'cruise ships'; 'live data tracker'; 'lock-down'; 'hazmats'; 'social transmission' etc. Perusal and circulation of COVID-19 mortality projections and 4 cluster maps showing the infection rate over time in selected countries and their comparison with Australia punctured conversations. Discerning between clickbait and proper debate became difficult. One feature of the gigantic media coverage of the virus, both personal and corporate, has been the shaming of [young] people as selfish, irresponsible, or delusional etc. for not taking social distancing seriously. Gratuitous pictures of their apparent nochelance on Melbourne's beaches circulated in media space. Literary minded folk referenced the 'party' scenes as a revelling in reckless behaviour before lockdown or illness (as in Edgar Allen Poe's story 'The Masque of the Red Death'): beach-going to spite and to spit in the face of the virus. New affective perceptions of the 'threatening' power of Melbourne's places to gather people emerged, leading to calls to 'de-magnetize' them by closure or by the enforcing of social distancing there. Snitches informed police of people-meeting.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}