{
    "paper_id": "1bdf44296711c3a45b586ff9eb72c44903d2cdb8",
    "metadata": {
        "title": "Human Resource Management Review The workplace integration of veterans: Applying diversity and fit perspectives",
        "authors": [
            {
                "first": "Jorge",
                "middle": [
                    "A"
                ],
                "last": "Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Rio Grande Valley",
                    "location": {
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Simpson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Polytechnic Institute and State University",
                    "location": {
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Military veterans are a valuable part of the human capital resource pool. Nonetheless, veterans often struggle with their transition into civilian life and workplaces. This problem often limits the extent to which work organizations utilize their talents. Here, we briefly review relevant work from outside the management field and nascent work within the field to build a conceptual model for understanding the integration of veterans into the workplace. We do this by applying diversity and person-environment fit perspectives. A diversity standpoint helps us to understand veterans as a social group and their inclusion in the workplace, while the person-environment fit perspective helps us describe veterans' compatibility with their work environments in terms of organizational demands and veterans' needs. We intend for this conceptual model to guide future empirical research on veterans as human capital and their transition into civilian organizations as part of their societal reintegration, career development, and personal well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Organizations continuously seek out human talent, and management scholars advise them to tap into a diverse human capital pool to obtain new insights and perspectives. Military veterans are an important and diverse human capital resource for the organizations of the countries they have served. Veterans possess desirable values and valuable knowledge, skills, and abilities (KSAs) (Hiatt, Carlos, & Sine, 2018; Simpson & Sariol, 2018) . They are a sizable social group, given that there are 20.4 million veterans in the U.S. (Bureau of Labor Statistics, 2020a) , and more are joining the workforce (Stern, 2017 ). Yet, many organizations overlook veterans as a human capital resource or fail to fully utilize the KSAs they have developed through their military service.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 411,
                    "text": "(Hiatt, Carlos, & Sine, 2018;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 412,
                    "end": 435,
                    "text": "Simpson & Sariol, 2018)",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 526,
                    "end": 561,
                    "text": "(Bureau of Labor Statistics, 2020a)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 611,
                    "text": "(Stern, 2017",
                    "ref_id": "BIBREF138"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reasons for this discrepancy include population differences in age and health, having less civilian work experience, and taking a long time to find a job, particularly after leaving service (Keeling, Kintzle, & Castro, 2018; Loughran, 2014) . Also, some organizations are reluctant to hire veterans (Stone & Stone, 2015) , and veterans often face bias during job screenings (Stone, Lengnick-Hall, & Muldoon, 2018) . Veterans who do gain employment tend to face discrimination, negative stereotypes, stigma, underemployment, identity strain, exclusion, and a lack of adjustment (McAllister, Mackey, Hackney, & Perrewé, 2015; Shepherd, Kay, & Gray, 2019) . For these and other reasons, many veterans struggle with integrating into a workplace as part of their transition into civilian life (Black & Papile, 2010; Gati, Ryzhik, & Vertsberger, 2013) , which could include failing to find or maintain employment (Ford, 2017) . These problems are evidenced in current employment and unemployment rates for veterans and civilians. While the unemployment 2.1. Veterans' civilian societal integration Sociological research on veterans has centered on the \"life course\" perspective (See MacLean & Elder Jr, 2007 for a review) . This research considers military service as a life-altering experience that influences veterans' entire lives, including their physical and mental health (Zatzick et al., 1997) , educational attainment (Kleykamp, 2013) , interactions with civilians (Demers, 2011) , homelessness rate (Rosenheck & Koegel, 1993) and family relationships (Ruger, Wilson, & Waddoups, 2002) . These studies consistently show there is a multitude of negative effects from military service while veterans reintegrate into civilian society. Research examining military experience, however, shows either negative or no effects from military experience on economic outcomes (Cooney Jr, Segal, Segal, & Falk, 2003; Mehay & Hirsch, 1996) , but a lower likelihood of being called back after a job interview (Baert & Balcaen, 2013) . Studies comparing \"wartime\" or service periods (e.g., World War II, Vietnam, post-9/11) depict differences in the amount of civilian support for the wars and the impact of such support on the ability of veterans to reintegrate into society (Beamish, Molotch, & Flacks, 1995) . Additionally, differences across gender, race, and ethnicity affect veterans' levels of employment and wages (Kleykamp, 2013) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 228,
                    "text": "(Keeling, Kintzle, & Castro, 2018;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 229,
                    "end": 244,
                    "text": "Loughran, 2014)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 303,
                    "end": 324,
                    "text": "(Stone & Stone, 2015)",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 378,
                    "end": 417,
                    "text": "(Stone, Lengnick-Hall, & Muldoon, 2018)",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 594,
                    "end": 627,
                    "text": "Mackey, Hackney, & Perrewé, 2015;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 628,
                    "end": 656,
                    "text": "Shepherd, Kay, & Gray, 2019)",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 792,
                    "end": 814,
                    "text": "(Black & Papile, 2010;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 815,
                    "end": 849,
                    "text": "Gati, Ryzhik, & Vertsberger, 2013)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 911,
                    "end": 923,
                    "text": "(Ford, 2017)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1176,
                    "end": 1219,
                    "text": "(See MacLean & Elder Jr, 2007 for a review)",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1398,
                    "text": "(Zatzick et al., 1997)",
                    "ref_id": "BIBREF162"
                },
                {
                    "start": 1424,
                    "end": 1440,
                    "text": "(Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1471,
                    "end": 1485,
                    "text": "(Demers, 2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1506,
                    "end": 1532,
                    "text": "(Rosenheck & Koegel, 1993)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 1558,
                    "end": 1591,
                    "text": "(Ruger, Wilson, & Waddoups, 2002)",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 1870,
                    "end": 1909,
                    "text": "(Cooney Jr, Segal, Segal, & Falk, 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1910,
                    "end": 1931,
                    "text": "Mehay & Hirsch, 1996)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 2000,
                    "end": 2023,
                    "text": "(Baert & Balcaen, 2013)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2266,
                    "end": 2300,
                    "text": "(Beamish, Molotch, & Flacks, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2412,
                    "end": 2428,
                    "text": "(Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Spanning the last several decades, labor economics and sociology perspectives have examined how the military experience affects future civilian work (Bryant, Samaranayake, & Wilhite, 1993; MacLean, 2017) and whether or not having had military service leads to greater levels of productivity, human capital, and higher wages (De Tray, 1982) . These perspectives present mixed findings (Little & Fredland, 1979; Teachman, 2004) . One important finding, however, is that certain military occupations transfer more easily into civilian jobs (Bryant et al., 1993; Mangum & Ball, 1987) . This has led to more recent studies that question whether or not a match between civilian jobs and military training leads to higher rates of employment and socioeconomic attainment. Such \"job matching\" may mean that veterans who obtain transferable experiences in the military may transition better and have higher employment prospects than veterans in military fields that provide an unclear path to civilian jobs (Routon, 2014) . Studies from labor economics have utilized a variety of data sources and methods, including archival panel data and data from various governmental sources (e.g., Angrist & Krueger, 1994; Little & Fredland, 1979) , cross-sectional surveys (e.g., Routon, 2014) , and experimental designs (e.g., Kleykamp, 2013) . Nonetheless, this economic perspective on the transferability of military experience and employment uses a \"macro\" lens that, while highlighting the importance of job transferability, is unable to answer questions about how organizations can best capitalize on the skills and abilities that people develop in the military.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 188,
                    "text": "(Bryant, Samaranayake, & Wilhite, 1993;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 189,
                    "end": 203,
                    "text": "MacLean, 2017)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 324,
                    "end": 339,
                    "text": "(De Tray, 1982)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 384,
                    "end": 409,
                    "text": "(Little & Fredland, 1979;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 410,
                    "end": 425,
                    "text": "Teachman, 2004)",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 537,
                    "end": 558,
                    "text": "(Bryant et al., 1993;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 559,
                    "end": 579,
                    "text": "Mangum & Ball, 1987)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 998,
                    "end": 1012,
                    "text": "(Routon, 2014)",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1177,
                    "end": 1201,
                    "text": "Angrist & Krueger, 1994;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1202,
                    "end": 1226,
                    "text": "Little & Fredland, 1979)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1260,
                    "end": 1273,
                    "text": "Routon, 2014)",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1308,
                    "end": 1323,
                    "text": "Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sociologists and economists have studied the role of demographics (e.g., race and gender) on wages and employment while providing a diversity perspective on veterans. Findings show that military service improves the employment rate and wages of African American men (Angrist, 1998; Hirsch & Mehay, 2003; Hisnanick, 2003) , and as a bridging experience, increases their earnings and college enrollment rates. The military experience also serves as a source of acculturation and improves veterans' human and social capital, serving as a credential that is \"especially advantageous for disadvantaged groups\" (Kleykamp, 2013, p. 839 ). These differences, along with other attributes such as veteran's education, imply that veterans are as diverse as their experiences and should not be treated as a monolithic group (Kleykamp, 2013) .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 281,
                    "text": "(Angrist, 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 303,
                    "text": "Hirsch & Mehay, 2003;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 304,
                    "end": 320,
                    "text": "Hisnanick, 2003)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Kleykamp, 2013, p. 839",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 828,
                    "text": "(Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research on veterans' health and well-being centers on psychological injuries and disorders such as PTSD, stress, anxiety, depression, and substance abuse, some of which have comorbidity. Despite centering on adverse outcomes, health studies also have shown that the military equips people with the ability to work under pressure (e.g., Tomar & Stoffel, 2014) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 359,
                    "text": "Tomar & Stoffel, 2014)",
                    "ref_id": "BIBREF147"
                }
            ],
            "ref_spans": [],
            "section": "Veterans' health and well-being"
        },
        {
            "text": "According to the DSM-5 (APA, 2013), the guide used by psychologists and other mental health professionals to diagnose mental disorders, PTSD is a psychiatric disorder that occurs in people who have experienced or witnessed a traumatic event, such as war. PTSD is associated with the intense reliving of traumatic or life-threatening events through disruptive memories, ruminating on past events, having nightmares, avoiding scenarios that serve as reminders of the previous event, and being hypervigilant (Hayes, VanElzakker, & Shin, 2012) . Research on veterans' PTSD is extensive, perhaps due to its relevance to medical and psychological care, but PTSD is only one of various mental disorders that can result from the experience of war. Despite being associated with veterans, PTSD is more common among civilians since a variety of traumatic events such as natural disasters, violent personal assaults, accidents, as well as war, can lead to the disorder. Further, the psychological impact of war is stronger for civilians than for veterans, even if this impact is overlooked by the media (De Rond & Lok, 2016) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 539,
                    "text": "(Hayes, VanElzakker, & Shin, 2012)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1092,
                    "end": 1113,
                    "text": "(De Rond & Lok, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Veterans' health and well-being"
        },
        {
            "text": "The actual PTSD rate for veterans is unclear and subject to debate. A reanalysis of Vietnam veterans' data suggests a lifetime prevalence of 18.7%, and 9.1% at 10 to 12 years after the war (Dohrenwend et al., 2006) . Government estimates suggest that 20% to 30% of Iraq and Afghanistan veterans show PTSD symptoms (U.S. Department of Veteran Affairs, 2015) . Meta-analytic data for Iraq veterans show that PTSD estimates range widely from 1.4% to 60%, with an average prevalence estimated at 23% (Fulton et al., 2015; Sundin, Fear, Iversen, Rona, & Wessely, 2010) . Nonetheless, veterans who have been diagnosed with PTSD or show symptoms of the disorder face poorer levels of health, a lower quality of life, higher incidences of self-medicating, higher rates of substance abuse, and a high suicide rate, along with work-related outcomes such as unemployment, poor workplace functioning, and absenteeism (Greden et al., 2010; Hoge, Terhakopian, Castro, Messer, & Engel, 2007; Zatzick et al., 1997) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 214,
                    "text": "(Dohrenwend et al., 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 314,
                    "end": 356,
                    "text": "(U.S. Department of Veteran Affairs, 2015)",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 517,
                    "text": "(Fulton et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 563,
                    "text": "Sundin, Fear, Iversen, Rona, & Wessely, 2010)",
                    "ref_id": "BIBREF142"
                },
                {
                    "start": 905,
                    "end": 926,
                    "text": "(Greden et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 976,
                    "text": "Hoge, Terhakopian, Castro, Messer, & Engel, 2007;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 977,
                    "end": 998,
                    "text": "Zatzick et al., 1997)",
                    "ref_id": "BIBREF162"
                }
            ],
            "ref_spans": [],
            "section": "Veterans' health and well-being"
        },
        {
            "text": "Research in health and well-being shows that having had combat experience presents veterans with physical and mental health problems throughout their lives, including during retirement (Hoge et al., 2004; Levy & Sidel, 2009; MacLean & Edwards, 2010; Walker, 2010) . The unique, traumatic experience of combat can lead to a great amount of distress during and after service. Such experiences may be associated with depression, anxiety, anger problems, and functional impairment (Pflanz & Sonnek, 2002; Wright, Cabrera, Eckford, Adler, & Bliese, 2012) . Combat veterans are also more likely to divorce (Ruger et al., 2002) and to experience PTSD than other veterans (MacLean & Edwards, 2010; McAllister et al., 2015) . Combat experience is not common to all veterans, although approximately 58% of post-9/11 service members have been deployed at least once to a combat zone (Parker, Igielnik, & Arditi, 2019) , and more than 2.7 million service members were deployed to combat zones between 2001 and 2015, accounting for more than five million combat deployments (Bureau of Labor Statistics, 2018) . Further, the indirect exposure to combat experienced in many military jobs, such as damage control surgery medics in war zones (De Rond & Lok, 2016) , can also lead to trauma and psychological injury. In sum, actual combat and indirect exposure to combat are important to consider because they can adversely impact the personal and work lives of veterans.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 204,
                    "text": "(Hoge et al., 2004;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 205,
                    "end": 224,
                    "text": "Levy & Sidel, 2009;",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 225,
                    "end": 249,
                    "text": "MacLean & Edwards, 2010;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 250,
                    "end": 263,
                    "text": "Walker, 2010)",
                    "ref_id": "BIBREF155"
                },
                {
                    "start": 477,
                    "end": 500,
                    "text": "(Pflanz & Sonnek, 2002;",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 501,
                    "end": 549,
                    "text": "Wright, Cabrera, Eckford, Adler, & Bliese, 2012)",
                    "ref_id": "BIBREF160"
                },
                {
                    "start": 600,
                    "end": 620,
                    "text": "(Ruger et al., 2002)",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 664,
                    "end": 689,
                    "text": "(MacLean & Edwards, 2010;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 690,
                    "end": 714,
                    "text": "McAllister et al., 2015)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 872,
                    "end": 906,
                    "text": "(Parker, Igielnik, & Arditi, 2019)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 1061,
                    "end": 1095,
                    "text": "(Bureau of Labor Statistics, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1246,
                    "text": "(De Rond & Lok, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Veterans' health and well-being"
        },
        {
            "text": "Different psychological fields such as military, counseling, and occupational health psychology have rich traditions in the study of military settings as well as veterans' issues. Research in these fields has centered on stress, PTSD, and the provision of counseling (Laurence, & Matthews, M. D. (Eds.) ., 2012). Some of these studies, however, have addressed veterans' organizational behaviors and work outcomes in ways that have important managerial implications. For instance, Currie, Day, and Kelloway's (2011) occupational health psychology study explored how veterans' work experience influences their life outcomes. They found that affective commitment reduces veterans' PTSD symptoms and their intentions to quit, as well as that veterans struggle when their military, civilian, and organizational selves collide.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 302,
                    "text": "(Laurence, & Matthews, M. D. (Eds.)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 514,
                    "text": "Currie, Day, and Kelloway's (2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Psychology"
        },
        {
            "text": "In contrast to the negative picture described by many studies, some research has underscored the positive aspects to be derived from military experience. Aside from psychological injury, traumatic experiences can also lead to post-traumatic growth (PTG), which refers to the positive personal changes that result from the struggle to deal with trauma (Solomon & Dekel, 2007; Tedeschi & McNally, 2011) . While many of these studies employ cross-sectional designs, their findings are consistent with the major findings on trauma and PTG in the field of psychology (Jayawickreme & Blackie, 2014; Santiago et al., 2013) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 374,
                    "text": "(Solomon & Dekel, 2007;",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 375,
                    "end": 400,
                    "text": "Tedeschi & McNally, 2011)",
                    "ref_id": "BIBREF146"
                },
                {
                    "start": 562,
                    "end": 592,
                    "text": "(Jayawickreme & Blackie, 2014;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 593,
                    "end": 615,
                    "text": "Santiago et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Psychology"
        },
        {
            "text": "In all, the findings from these fields provide important implications for the management of veterans' human capital, which if understood and applied, should improve organizational performance and veterans' integration into civilian organizations. A few management scholars and industrial/organizational psychologists have begun to examine veterans in the workplace. For example, Mackey, Perrewé, and McAllister (2016) found that, among veterans, various stressors were associated with job strain and lower job satisfaction and work intensity. Nonetheless, a synthesis of these research areas shows there are gaps in our knowledge about the experience of veterans in work organizations and about how civilian organizations can best capitalize on veterans' experiences and KSAs, as well as meet individual needs beyond providing them with employment and income. These research questions may be best addressed from industrial/organizational psychology and management perspectives.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 417,
                    "text": "Mackey, Perrewé, and McAllister (2016)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Psychology"
        },
        {
            "text": "Recent research in organizational behavior and human resource management, as well as industrial/organizational psychology, has examined perceptions of veterans from colleagues and managers in recruitment and selection. Applying Stone and Colella's (1996) perspective on hiring workers with disabilities, Stone and Stone (2015) reviewed the organizational factors that affect human resource decisions related to hiring veterans, including stigma, veteran attributes, fit, and the perceived level of their skill transferability. In their study of stereotypes of veterans and their chances for employment, Stone et al. (2018) found that people examining resumes of veterans believed that, relative to civilians, veterans had a stronger perceived job fit, better leadership skills, better teamwork skills, and greater emotional stability, but that they had fewer social skills. Similarly, Shepherd et al. (2019) discovered that laypeople, managers, and employees perceive veteran workers to be planners but to lack the ability to feel emotions and sensations. Further, a study by McAllister et al. (2015) , which was published in a military psychology journal, showed that the lack of congruence between a veteran's military and civilian workplace identity was related to higher job stress and identity strain, as well as lower vigor and work intensity. These perceptions drive beliefs that veterans are incompatible in jobs or careers that require emotional intelligence and so-called \"soft\" or \"people\" skills.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 254,
                    "text": "Stone and Colella's (1996)",
                    "ref_id": "BIBREF141"
                },
                {
                    "start": 304,
                    "end": 326,
                    "text": "Stone and Stone (2015)",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 603,
                    "end": 622,
                    "text": "Stone et al. (2018)",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 885,
                    "end": 907,
                    "text": "Shepherd et al. (2019)",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 1076,
                    "end": 1100,
                    "text": "McAllister et al. (2015)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "The management perspective"
        },
        {
            "text": "At the strategic level, recent research has examined veterans' ethical behavior as executives and leaders in firms. Given their strategic approach, most of these studies used archival data sources and panel data analysis. Simpson and Sariol (2018) found that veterans are more likely to be hired as members of boards of directors after securities class action lawsuits, suggesting that veterans are valued because of their ethical integrity. Koch-Bayram and Wernicke (2018) found that CEOs with military experience, relative to civilian CEOs, were less likely to be involved in financial misconduct due to being more obedient and more likely to follow rules and regulations. Finally, Bureau of Labor Statistics, 2018 found that having organizational ties to the military was associated with a higher level of venture survival in countries with armed conflict. While the focus of this research was on ethical behavior, its results show that the behavior of veterans in executive roles has important organizational implications.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 247,
                    "text": "Simpson and Sariol (2018)",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 442,
                    "end": 473,
                    "text": "Koch-Bayram and Wernicke (2018)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "The management perspective"
        },
        {
            "text": "These recent efforts show that the study of veterans from a management perspective holds promise. Research in organizational behavior and human resource management has made the initial step by examining perceptions and stereotypes in the hiring of veterans (Shepherd et al., 2019; Stone & Stone, 2015) . Yet, we still need a conceptual framework describing factors related to veterans' success and organizational utilization after hiring decisions have been made, including their retention, motivation, and engagement.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 280,
                    "text": "(Shepherd et al., 2019;",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 281,
                    "end": 301,
                    "text": "Stone & Stone, 2015)",
                    "ref_id": "BIBREF139"
                }
            ],
            "ref_spans": [],
            "section": "The management perspective"
        },
        {
            "text": "To this end, we delineate a conceptual framework intended to explain how organizations can promote the effective utilization of veterans' talents while also having a positive impact on veterans' lives through work. We posit that diversity and P-E fit perspectives are pertinent to understand the experience of veterans in civilian work organizations. First, by adopting a diversity standpoint (Shore et al., 2011; van Knippenberg & Schippers, 2007) , we describe veterans as a source of workplace diversity and a demographic group in need of greater inclusion. We explain key workplace experiences, attitudes, and behaviors of veterans in light of their being a minority social group, including discrimination against them, stereotyping, stigma, and identity strain. Second, we adopt a P-E fit perspective (Edwards, 2008; Kristof-Brown, Zimmerman, & Johnson, 2005) to describe the compatibility between veterans' military experiences, values, beliefs, norms, and KSAs and their civilian organizations. We address organizations' utilization of veteran employees from a demands-abilities perspective, which refers to the extent to which employees' abilities meet organizational demands, and their compatibility from a needs-supplies perspective, which refers to the extent to which an organization's environment satisfies employee needs (Kristof-Brown et al., 2005) . Finally, we use a societal reintegration lens and reconsider veterans' well-being to address how positive work experiences spill over into the non-work lives of veterans. We advance several propositions and describe our conceptual framework intended to outline the future research agenda on veterans in the workforce. We depict this conceptual framework as a research model in figure Fig. 1 .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 413,
                    "text": "(Shore et al., 2011;",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 414,
                    "end": 448,
                    "text": "van Knippenberg & Schippers, 2007)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 821,
                    "text": "(Edwards, 2008;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 822,
                    "end": 864,
                    "text": "Kristof-Brown, Zimmerman, & Johnson, 2005)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1335,
                    "end": 1363,
                    "text": "(Kristof-Brown et al., 2005)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [
                {
                    "start": 1743,
                    "end": 1756,
                    "text": "figure Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The management perspective"
        },
        {
            "text": "Workplace diversity consists of individual differences in work entities such as groups and organizations. These differences encompass a broad range of demographic attributes (e.g., gender, age, race, and ethnicity) by which people define themselves and others. Traditionally, these demographic attributes have been associated with access to status, power, and resources in work organizations (van Knippenberg & Schippers, 2007) . Although veteran status has been overlooked in diversity research within the management field, it is nevertheless a social category by which people define themselves and others. Veteran status shares many aspects with other social identities, including being unchangeable, which is similar to biological sex and race, and being relatively invisible, which is the case with sexual orientation. Moreover, veteran status is task-related since it is associated with specific KSAs. It is also associated with specific deep-level values, beliefs, and personality traits that comprise cognitive diversity. Similar to certain other demographic attributes, affirmative action legislation, including the Uniformed Services Employment and Reemployment Rights Act (USERRA), exists to protect veterans from employment discrimination in the U.S. Further, disabled veterans are protected under the Americans with Disabilities Act (ADA).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 427,
                    "text": "(van Knippenberg & Schippers, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Applying the diversity perspective"
        },
        {
            "text": "Workplace diversity research and management-led diversity programs seek to increase the presence and inclusion of traditionally underrepresented and disenfranchised social groups. Moreover, there is a \"business case\" for diversity that focuses on increasing firm performance through diversity (van Knippenberg & Schippers, 2007) . Diversity principles related to social group fairness in hiring, pay, and other workplace procedures apply to veterans (Angrist, 1998; MacLean, 2017) . Like other demographic minorities, many veterans have experienced workplace discrimination, exclusion, and a lack of organizational support that, along with the perceptions that they have a poor level of compatibility, are reasons for a high amount of work stress and tension (Wenger, 2014) . For these reasons, the social justice rationale behind the organizational inclusion of demographic minorities is applicable to military veterans as a social group. This application would have the goals for organizations to provide veterans with equal access to resources and information as other social groups and to treat them as insiders who fully participate, contribute, and influence decisions in the organization (Roberson, 2006; Shore et al., 2011) . Assessing experiences that are unique or more common among veterans, such as the stigma of trauma, can help us to apply a diversity perspective to veterans and help us to understand how organizations can increase the numerical representation of veterans and foster their inclusion in organizations.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 328,
                    "text": "Knippenberg & Schippers, 2007)",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 465,
                    "text": "(Angrist, 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 480,
                    "text": "MacLean, 2017)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 759,
                    "end": 773,
                    "text": "(Wenger, 2014)",
                    "ref_id": "BIBREF156"
                },
                {
                    "start": 1195,
                    "end": 1211,
                    "text": "(Roberson, 2006;",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 1212,
                    "end": 1231,
                    "text": "Shore et al., 2011)",
                    "ref_id": "BIBREF133"
                }
            ],
            "ref_spans": [],
            "section": "Applying the diversity perspective"
        },
        {
            "text": "A person's identity is his or her concept of self. Identities differentiate a person from others but also form a basis for belongingness with others with whom they share such characteristics (Shore et al., 2011) . This constitutes personal identity-our unique sense of self, and social identity-which is the part of the self-concept that stems from belonging to social groups (Tajfel & Turner, 1985) . Diversity research that concerns social identities and relies on social identity theory (Hogg & Terry, 2000) holds that people belong to a multitude of social groups and possess multiple identities that are negotiated over time and space. Some identities may be more central to one's self-concept or be more salient in a particular situation (Tajfel & Turner, 1985) . Military experience is one of many social group identities that may be salient to veterans, along with social identities associated with the demographics typically examined in diversity research. Being a military veteran can be a central component of veterans' identity or can become salient in a work environment if it provides them with a sense of distinctiveness from other people. This identity also shapes how coworkers see and treat them.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 211,
                    "text": "(Shore et al., 2011)",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 376,
                    "end": 399,
                    "text": "(Tajfel & Turner, 1985)",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 490,
                    "end": 510,
                    "text": "(Hogg & Terry, 2000)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 744,
                    "end": 767,
                    "text": "(Tajfel & Turner, 1985)",
                    "ref_id": "BIBREF143"
                }
            ],
            "ref_spans": [],
            "section": "Veteran identity"
        },
        {
            "text": "Personal and social identities are also tied to people's career and vocational choices. Military service shapes the identities of service members, beginning with their self-selection into the military. This identity is strengthened in basic training or \"boot camp,\" which breaks down and strips recruits of their civilian identities and replaces those identities with a military one that is further developed over their time in the military. This acculturation and socialization process emphasizes strong kinship bonds, camaraderie, and unit norms, and to even consider equipment as a symbolic part of themselves (Godfrey, 2016; Woodward & Jenkings, 2011) , causing military service to become a core component of their self (Daley, 2013) . This socialization process is a complex and lifechanging experience that carries over into veterans' post-military-service lives (Arkin & Dobrofsky, 1978) . As veterans leave the military, they often struggle to adapt to a civilian world and lifestyle and to find work in an environment with which their sense of self clashes (Black & Papile, 2010) , which places a strain on their self-identity. Many veterans attempt to maintain their self-identity but express a sense of loss upon returning to civilian life (Brunger, Serrato, & Ogden, 2013) . A poor transition into the workplace may translate into a loss of community, financial security, and a sense that one's life is purposeful (Brunger et al., 2013) . This loss can be exacerbated by a forced discharge from the military due to health issues or combat trauma. For example, infantrymen who are required to be physically fit may see their sense of self-worth decrease (Haynie & Shepherd, 2011) and experience identity strain if they become injured and unable to fulfill their military duties.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 628,
                    "text": "(Godfrey, 2016;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 629,
                    "end": 655,
                    "text": "Woodward & Jenkings, 2011)",
                    "ref_id": "BIBREF159"
                },
                {
                    "start": 724,
                    "end": 737,
                    "text": "(Daley, 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 869,
                    "end": 894,
                    "text": "(Arkin & Dobrofsky, 1978)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1066,
                    "end": 1088,
                    "text": "(Black & Papile, 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1251,
                    "end": 1284,
                    "text": "(Brunger, Serrato, & Ogden, 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1426,
                    "end": 1448,
                    "text": "(Brunger et al., 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1665,
                    "end": 1690,
                    "text": "(Haynie & Shepherd, 2011)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Veteran identity"
        },
        {
            "text": "The struggle by veterans to maintain their self-identity after military life is exacerbated by a stigma attached to their veteran status. While many veterans are proud of their military experience and identify highly with other veterans, being a veteran has a stigma-a perceived personal flaw within a social context (Goffman, 1963; Ragins, 2008) . A common stigma is that veterans are \"crazy\" and \"ticking time bombs,\" views often perpetuated by media portrayals of veterans as traumatized or \"damaged\" (Kleykamp & Hipes, 2015) . The stigma is stronger for veterans who engaged in combat or show signs of PTSD (Hipes, Lucas, & Kleykamp, 2014) . Paradoxically, civilians have reported they assume combat veterans have behavioral problems, but also report being more socially closer to and more supportive of combat veterans than of non-combat veterans (MacLean & Kleykamp, 2014) . Unfortunately, people who belong to stigmatized groups face stereotyping, harassment, prejudice, and discrimination in society and at work (Crocker & Major, 1989; Ragins, 2008) .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 332,
                    "text": "(Goffman, 1963;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 333,
                    "end": 346,
                    "text": "Ragins, 2008)",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 504,
                    "end": 528,
                    "text": "(Kleykamp & Hipes, 2015)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 611,
                    "end": 643,
                    "text": "(Hipes, Lucas, & Kleykamp, 2014)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 852,
                    "end": 878,
                    "text": "(MacLean & Kleykamp, 2014)",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1020,
                    "end": 1043,
                    "text": "(Crocker & Major, 1989;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1044,
                    "end": 1057,
                    "text": "Ragins, 2008)",
                    "ref_id": "BIBREF119"
                }
            ],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "Stigma consciousness, that is, being aware and sensitive to having a stereotyped status, can exacerbate the consequences of being stereotyped (Pinel & Paulin, 2005) . Veterans who are sensitive to the stigmas associated with veterans may be less likely to identify with their veteran self-identity. The paradoxical situation of being proud of an identity that is stigmatized by out-group members leads to greater levels of discomfort and increases tensions related to identity strain. In turn, this can manifest in adverse individual outcomes such as poor work attitudes and reduced engagement in one's job.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "(Pinel & Paulin, 2005)",
                    "ref_id": "BIBREF117"
                }
            ],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "Veteran status is a concealable stigmatized identity that carries social devaluation and can be hidden from others (Quinn & Chaudoir, 2009) . Most veterans disclose their military identity to prospective employers during the job application process, but many conceal their identity to colleagues or supervisors to avoid being ostracized, criticized, or harassed. The reasons cited by veterans who do so include avoiding false assumptions made by coworkers about their mental health and political ideology. By one estimate, up to 40% of veterans hide their military background from their colleagues (McGregor, 2015) , a proportion higher than the rate of nondisclosure of sexual orientation by LGBT community members (Croteau, 1996) . An unintended adverse consequence of the nondisclosure of one's veteran identity is failing to receive needed mental health care to avoid the shame associated with seeking such care (Ouimette et al., 2011; Vogt, 2011) . Even though stigma is associated with adverse consequences, concealing a stigmatized identity that is valued and central to one's self-concept also leads to psychological distress (Quinn & Chaudoir, 2009) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 139,
                    "text": "(Quinn & Chaudoir, 2009)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 598,
                    "end": 614,
                    "text": "(McGregor, 2015)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 716,
                    "end": 731,
                    "text": "(Croteau, 1996)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 916,
                    "end": 939,
                    "text": "(Ouimette et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 951,
                    "text": "Vogt, 2011)",
                    "ref_id": "BIBREF154"
                },
                {
                    "start": 1134,
                    "end": 1158,
                    "text": "(Quinn & Chaudoir, 2009)",
                    "ref_id": "BIBREF118"
                }
            ],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "Employees who belong to groups with concealable stigmas (e.g., veterans, LGBT community members, and people with mental and other invisible disabilities) face the decision to disclose their status to coworkers. Veterans often have good reasons for their apprehension in disclosing their veteran status. For instance, people with mental health disorders are less likely than their peers without such disorders to be rated as suitable for employment (Hazer & Bedell, 2000a , 2000b and to be hired for jobs (Brohan et al., 2012) . As a result, many are concerned with how disclosing their mental health issues would affect their employment, colleagues' feelings about them, and how it might lead to potential rejection (Brohan et al., 2012) . Veterans face similar barriers and struggles in the workforce, and theory on employees with disabilities has informed how we think about veterans' experiences at work (Stone & Stone, 2015) . There are, however, differences between these groups. For instance, employees may be likely to perceive a veteran with PTSD symptoms as a greater threat to others than a civilian coworker who has a similar mental health condition (e.g., a mood disorder).",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 470,
                    "text": "(Hazer & Bedell, 2000a",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 471,
                    "end": 478,
                    "text": ", 2000b",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 504,
                    "end": 525,
                    "text": "(Brohan et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 737,
                    "text": "(Brohan et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 928,
                    "text": "(Stone & Stone, 2015)",
                    "ref_id": "BIBREF139"
                }
            ],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "Even if veteran employees choose to avoid disclosing their veteran identity to coworkers, some may give away clues through their mannerisms (e.g., using military 24-hour time), physical appearance (e.g., short haircuts), and the use of military jargon. Some have identifiers that make it impossible to conceal their identity, such as tattoos identifying their military units or physical signs of combat injury (e.g., scars or prosthetic limbs). Those who cannot conceal their identity may instead seek ways to embrace the stigma and enhance their self-esteem (Crocker & Major, 1989; Goffman, 1963) , such as relying on social validation from similar others (Kreiner, Ashforth, & Sluss, 2006) to avoid identity strain and maintain solidarity with other veterans.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 582,
                    "text": "(Crocker & Major, 1989;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 583,
                    "end": 597,
                    "text": "Goffman, 1963)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 657,
                    "end": 691,
                    "text": "(Kreiner, Ashforth, & Sluss, 2006)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "The experience and awareness of one's stigmatization as a veteran may lead to adverse work attitudes and behavior and lower organizational inclusion. We focus on the individual perceptions of stigmatization since work outcomes are tied to the employee's perception. But these perceptions often stem from actual stigmatization actions such as bias, prejudice, and a lack of intergroup contact and knowledge. We posit that stigma consciousness will be associated with veteran employees choosing to hide their veteran status from their coworkers. Stigmatization will be a negative experience regardless of whether or not a veteran employee discloses their veteran status to their coworkers because not disclosing a core part of their identity is also related to higher identity strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "Proposition 1. Veterans' perceived stigmatization will be negatively related to their (a) work attitudes, (b) job engagement, (c) inclusion, and (d) disclosure of their veteran status in the workplace, as well as positively related to their (e) identity strain and (f) work stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stigmatization and veteran identity strain"
        },
        {
            "text": "The social categorization and information/decision-making perspectives (van Knippenberg & Schippers, 2007) can be applied to diversity involving veterans. Because of social identity and categorization processes (Tajfel & Turner, 1985) , veterans and civilian coworkers may see each other as distinct social groups, which can result in bias, prejudice, lower interpersonal trust, a lower amount of communication, and less cooperation among them. By applying research on tokenism and relational demography (Kanter, 1977; Riordan, 2000) , we predict that a lack of numerical representation of veterans in the workplace would result in greater work stress and turnover. On the other hand, the presence of other employees and managers in the organization who have military experience should signal to veterans that they are welcomed in the organization (Shore et al., 2011) . A high proportion of veterans in the workplace can also stimulate a sense of belongingness to the workgroup and organization and lead to greater workgroup cohesion, job satisfaction, organizational commitment, and work engagement. This numerical or proportional presence of veterans in the organization could also drive intergroup contact, which builds knowledge about one another through increased communication and reduce bias, prejudice (Pettigrew & Tropp, 2006) , and stigma. The information and decision-making perspective (van Knippenberg & Schippers, 2007) would emphasize that veterans provide divergent viewpoints and a broader cognitive range of KSAs, expertise, and perspectives that drive elaboration processes and better decision-making.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 106,
                    "text": "(van Knippenberg & Schippers, 2007)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 234,
                    "text": "(Tajfel & Turner, 1985)",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 504,
                    "end": 518,
                    "text": "(Kanter, 1977;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 519,
                    "end": 533,
                    "text": "Riordan, 2000)",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "(Shore et al., 2011)",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 1311,
                    "end": 1336,
                    "text": "(Pettigrew & Tropp, 2006)",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 1399,
                    "end": 1434,
                    "text": "(van Knippenberg & Schippers, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Veteran diversity and workplace outcomes"
        },
        {
            "text": "Proposition 2. The number and proportion of veterans in the workplace and its managerial ranks will be positively related to their (a) work attitudes, (b) job engagement, and (c) inclusion, as well as negatively related to their (d) work stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Veteran diversity and workplace outcomes"
        },
        {
            "text": "The presence of hospitable climates for diversity and inclusion are catalysts that improve the positive effects of diversity on individual and organizational outcomes (Dwertmann, Nishii, & van Knippenberg, 2016) . This implies that positive organizational outcomes are derived not only from employment practices that are fair and equitable for all social groups, but also from enabling social integration so that members of diverse social groups are treated as esteemed insiders and where their voice and insights shape decision-making (Shore et al., 2011) . Recent research suggests that organizations should implement diversity management practices to build a climate for inclusion that focuses on the experiences of unique social groups (Dwertmann et al., 2016) , such as LGBT employees, religious minorities, and military veterans. Aside from building a general climate for inclusion that is hospitable to all, organizations can also implement focused efforts in diversity management. A hospitable climate for veteran inclusion would imply integrating them socially; valuing their values, norms, and beliefs; and recognizing their KSAs.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 211,
                    "text": "(Dwertmann, Nishii, & van Knippenberg, 2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 536,
                    "end": 556,
                    "text": "(Shore et al., 2011)",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 740,
                    "end": 764,
                    "text": "(Dwertmann et al., 2016)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Veteran diversity and workplace outcomes"
        },
        {
            "text": "Through their military experience, service members develop values, norms, personal attributes, and KSAs that are valuable for non-military careers and occupations. One reason that organizations often fail to capitalize on these attributes of veterans may be that managers are not aware of or fully understand how to effectively utilize their veteran employees' talents in a corporate or civilian work environment. Moreover, many veterans feel that they are incompatible with civilian corporate cultures (McAllister et al., 2015) .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 528,
                    "text": "(McAllister et al., 2015)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Applying the P-E fit perspective"
        },
        {
            "text": "For instance, some veterans perceive that civilian workplaces emphasize personal effort over group cohesion (McAllister et al., 2015; Bureau of Labor Statistics, 2018) , which is a common military value. These circumstances may lead managers and organizational members to believe veterans are incompatible with their corporate environments, and this can potentially cause veterans to feel alienated, underutilized, and uninspired in their organizations (McGregor, 2015) . These perceptions may be understood through person-environment (P-E) fit theory, which can be applied to study how to foster veterans' compatibility with their new organizations and vocations, and how to help organizations meet veterans' needs.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 133,
                    "text": "(McAllister et al., 2015;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 134,
                    "end": 167,
                    "text": "Bureau of Labor Statistics, 2018)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 469,
                    "text": "(McGregor, 2015)",
                    "ref_id": "BIBREF105"
                }
            ],
            "ref_spans": [],
            "section": "Applying the P-E fit perspective"
        },
        {
            "text": "P-E fit refers to the compatibility employees experience in their work environment, including their fit with the organization, job, work group, supervisor, organization, and vocation (Edwards, 2008; Kristof-Brown et al., 2005) . Person-organization (P-O) fit, the most studied form of fit, refers to worker's compatibility with colleagues in the organization, while person-job fit refers to the extent that a person and a job match each other's needs and demands. Scholars also distinguish supplementary fit, which is the similarity between individual and environmental or organizational attributes such as values and norms, from complementary fit, which is how a person and the environment/organization offset each other's needs and demands (Muchinsky & Monahan, 1987) . In turn, complementary fit involves either a person's ability to meet demands or the extent to which an environmental aspect (e.g., the job) provides for an employee's extrinsic and intrinsic needs.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 198,
                    "text": "(Edwards, 2008;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 199,
                    "end": 226,
                    "text": "Kristof-Brown et al., 2005)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 742,
                    "end": 769,
                    "text": "(Muchinsky & Monahan, 1987)",
                    "ref_id": "BIBREF109"
                }
            ],
            "ref_spans": [],
            "section": "Applying the P-E fit perspective"
        },
        {
            "text": "This distinction between complementary and supplementary fit in the workplace can clarify some misunderstandings. For example, distinct norms, values, and personalities can harm group dynamics or veteran employees' job attitudes, stress, and engagement, but their abilities may fill a gap in a job or organization's demands. Veterans who are perceived to be (supplementary) misfits may provide the KSAs that meet the demands of their new environment (complementary fit). Applying P-E fit can reveal how adequate management can bring to light relevant individual attributes, experiences, and abilities. We need to understand how the distinct attributes and KSAs that people develop in their military service apply to the different types of fit (e.g., supplementary versus complementary) in the workplace. Here, we assess common attributes that are developed through military service, including values, norms, beliefs, and abilities such as leadership, teamwork, and coping with stress. Heeding Kleykamp's (2013) suggestion not to treat veterans as a monolithic group, we address several unique individual factors and experiences relevant to our model, namely military occupation, rank, exposure to combat, and experiences of PTG.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 1010,
                    "text": "Kleykamp's (2013)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Applying the P-E fit perspective"
        },
        {
            "text": "Military service develops core values and norms, including a sense of duty (Coll, Weiss, & Yarvis, 2011) , dedication, self-sacrifice, honor, loyalty, and service, as well as beliefs about the importance of teamwork, persistence, honesty, and bravery (Matthews, Eid, Kelly, Bailey, & Peterson, 2006) . Veterans develop these values, norms, and beliefs as young military members through deep immersion in a military culture that emphasizes a strong combat identity as a masculine warrior (Dunivin, 1994) , discipline, professional ethos, ceremony, and etiquette (Murray, 1999) . This experience shapes veterans' personalities and employment choices later in life (Jackson, Thoemmes, Jonkmann, Lüdtke, & Trautwein, 2012; MacLean & Elder Jr, 2007) .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 104,
                    "text": "(Coll, Weiss, & Yarvis, 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 251,
                    "end": 299,
                    "text": "(Matthews, Eid, Kelly, Bailey, & Peterson, 2006)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 487,
                    "end": 502,
                    "text": "(Dunivin, 1994)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 561,
                    "end": 575,
                    "text": "(Murray, 1999)",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 662,
                    "end": 718,
                    "text": "(Jackson, Thoemmes, Jonkmann, Lüdtke, & Trautwein, 2012;",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 719,
                    "end": 744,
                    "text": "MacLean & Elder Jr, 2007)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "Values, norms, and beliefs"
        },
        {
            "text": "As stated earlier, management scholars have found that veteran executives demonstrate ethical values in their present careers (Koch-Bayram & Wernicke, 2018; Simpson & Sariol, 2018) . These results echo the empirical findings from other fields such as criminology, accounting, and finance, which suggest that veterans demonstrate ethical norms, values, and behavior. These studies also have found that veterans exhibit less criminal behavior (Bouffard, 2003) , have a lesser likelihood as managers to engage in tax avoidance (Law & Mills, 2017) , and have a lesser likelihood as CEOs to be involved in corporate fraud and stock option backdating (Benmelech & Frydman, 2015) . Integrating these research findings indicates veterans tend to \"do the right thing\" when faced with the prospect of profit that requires questionable behavior.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 180,
                    "text": "Simpson & Sariol, 2018)",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 441,
                    "end": 457,
                    "text": "(Bouffard, 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 524,
                    "end": 543,
                    "text": "(Law & Mills, 2017)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 645,
                    "end": 672,
                    "text": "(Benmelech & Frydman, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Values, norms, and beliefs"
        },
        {
            "text": "Other military values, norms, and beliefs have the potential to benefit workplaces, but also to hamper the compatibility veterans' experience in their new organizations, particularly during their onboarding or socialization period after their transition into civilian life. Veterans who join work groups and organizations that clash with military values and ethics may not fit in (McAllister et al., 2015) . For this reason, anecdotal stories of veteran misfit can likely be attributed to differences in traditional military and corporate cultures (Dunivin, 1994; Murray, 1999) . In contrast, veterans in work groups and organizations with cultures and climates that incorporate values, norms, and beliefs familiar to them would support supplementary fit. In sum, veterans in corporate and organizational environments that uphold the values, norms, and beliefs mentioned above are likely to experience higher person-organization and person-group fit, relative to civilians and veterans in other environments.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 405,
                    "text": "(McAllister et al., 2015)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 548,
                    "end": 563,
                    "text": "(Dunivin, 1994;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 564,
                    "end": 577,
                    "text": "Murray, 1999)",
                    "ref_id": "BIBREF110"
                }
            ],
            "ref_spans": [],
            "section": "Values, norms, and beliefs"
        },
        {
            "text": "Proposition 3. Veteran employees in work groups and organizations with strong values, norms, and beliefs related to (a) duty, (b) dedication, (c) self-sacrifice, (d) loyalty, (e) ethics, and (d) service will experience greater person-group and person-organization fit relative to their civilian counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values, norms, and beliefs"
        },
        {
            "text": "Despite the dearth of academic research on the KSAs applicable to work organizations that service members develop in the military, corporate reports and surveys suggest that veterans bring with them a great number of benefits to organizations in terms of the personal qualities and KSAs they possess (e.g., Groysberg, Hill, & Johnson, 2010; Harrell & Berglass, 2012) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 340,
                    "text": "Groysberg, Hill, & Johnson, 2010;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 341,
                    "end": 366,
                    "text": "Harrell & Berglass, 2012)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "The compatibility between the military and civilian jobs that an employee performs is the most direct example of supplementary, demands-abilities person-job fit. Research has shown that veterans who have civilian jobs that match their prior military occupations are more likely to see economic gains (Goldberg & Warner, 1987) . One important reason for this finding is that they are able to transfer the KSAs developed during their service to a civilian job.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 325,
                    "text": "(Goldberg & Warner, 1987)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "The military job service members perform is known as the military occupational specialty code (MOS) for the U.S. Army and Marines, the Air Force specialty codes (AFSC) for the U.S. Air Force, and the Navy enlisted classification system for the U.S. Navy, 3 each of which depicts the duties that the service member performs in the military. These MOS categories are perhaps the most observable way of viewing KSAs veterans attain during their service. Some MOS categories have clearly defined civilian counterparts and have a greater degree of skill transferability than other MOSs (Mangum & Ball, 1987) , and there are websites with \"translators\" that show the civilian equivalents for various military occupations based on their similarities (e.g., military.com; onetonline.org). For example, the Army MOS 1 of military police aligns with civilian police officer, and the MOS of medic is somewhat transferable to health care occupations such as emergency medical technician. By contrast, an MOS that is highly specialized in combat or military operations (e.g., Field Artillery Automated Tactical Data System Specialist) may not be easily transferable to a civilian role or workplace. The presence of occupational similarity does not mean that a transition will be direct, given that veterans may face barriers such as needing licenses and additional certification programs (Keita, Diaz, Miller, Olenick, & Simon, 2015; Voelpel, Escallier, Fullerton, & Rodriguez, 2018) . Overall, however, civilian employment in a field related to their former military jobs is likely to foster greater vocation, career, and person-job fit.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 602,
                    "text": "(Mangum & Ball, 1987)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 1375,
                    "end": 1420,
                    "text": "(Keita, Diaz, Miller, Olenick, & Simon, 2015;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1421,
                    "end": 1470,
                    "text": "Voelpel, Escallier, Fullerton, & Rodriguez, 2018)",
                    "ref_id": "BIBREF153"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "Proposition 4. The similarity between veteran employees' military occupations and their current jobs will be positively related to their personjob fit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "Assessing military occupation transferability provides a needed step in the assessment of the vocational prospects for veterans. However, only 20% of veterans' civilian positions resemble their military occupations (Westat, 2010) . Research on this topic has not addressed whether such differences are due to the absence of comparable jobs or because veterans elect to pursue new vocational directions. Nonetheless, this rate of vocational change suggests that focusing on military occupations, while useful, is not enough. Another possibility would be to assess the actual KSAs that veterans develop in all areas of their service.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 229,
                    "text": "(Westat, 2010)",
                    "ref_id": "BIBREF157"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "Aside from the specific KSAs that are associated with a military occupation and that are transferable to specific civilian occupations, veterans develop general KSAs that are more widely applicable. These qualities include teamwork, discipline, leadership, and the ability to cope with stress. For example, surveys of veterans show they perceive that their service has enhanced their work ethic, discipline, teamwork, leadership, mental toughness, and ability to adapt (Zoli, Maury, & Fay, 2015) . One study shows that hiring personnel, managers, and future colleagues perceive that veterans possess a greater amount of leadership skills than their civilian counterparts (Stone et al., 2018) . However, the development of these KSAs is likely to differ based on service members' experiences and military occupations (e.g., being in the infantry vs. being a medic). These KSAs are more difficult to objectively assess than military occupations, and the rhetoric surrounding these KSAs is inconsistent and anecdotal.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 495,
                    "text": "(Zoli, Maury, & Fay, 2015)",
                    "ref_id": "BIBREF163"
                },
                {
                    "start": 671,
                    "end": 691,
                    "text": "(Stone et al., 2018)",
                    "ref_id": "BIBREF140"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "Some individual traits and abilities stem from a person's self-selection into the military, but some are developed and refined during service. For example, veterans typically score high on cooperation, self-discipline, independence, and the ability to cope with adversity in their military service (Aldwin, Levenson, & Spiro, 1994) . Therefore, military service may be an effective screen for employee selection if scholars and managers understand how such traits and abilities can be applied to specific work cultures and environments.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 331,
                    "text": "(Aldwin, Levenson, & Spiro, 1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge, skills, and abilities (KSAs)"
        },
        {
            "text": "One of the central elements of military service is teamwork (Matthews et al., 2006; Zoli et al., 2015) . The military develops a sense of camaraderie uncommon in the civilian workplace. Most veterans develop strong social bonds toward one another as a part of their identity (Woodward & Jenkings, 2011) , an experience that translates into the expectation of experiencing the same levels of camaraderie and team spirit in their work organizations. For this reason, veterans tend to feel more comfortable in workplace environments where teamwork and camaraderie are valued, and they report feeling frustrated or confused by their absence in civilian organizations (Brunger et al., 2013) , which can lead to job dissatisfaction (Koenig, Maguen, Monroy, Mayott, & Seal, 2014) . Organizations can use this preference and capacity for teamwork to implement team dynamics that better integrate veterans into the workplace.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 83,
                    "text": "(Matthews et al., 2006;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 84,
                    "end": 102,
                    "text": "Zoli et al., 2015)",
                    "ref_id": "BIBREF163"
                },
                {
                    "start": 275,
                    "end": 302,
                    "text": "(Woodward & Jenkings, 2011)",
                    "ref_id": "BIBREF159"
                },
                {
                    "start": 663,
                    "end": 685,
                    "text": "(Brunger et al., 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 726,
                    "end": 772,
                    "text": "(Koenig, Maguen, Monroy, Mayott, & Seal, 2014)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Teamwork"
        },
        {
            "text": "Military service members are trained to handle complex operational environments associated with stress and anxiety. They learn to cope with and operate in situations where they have no control over their daily schedule, they deal with harsh treatment from drill sergeants, adapt to rigorous standards, and have specialized training in such tasks as the use of firearms, among others. In doing so, they learn to persevere in the face of adversity and stress, which improves their coping skills (Aldwin et al., 1994) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 514,
                    "text": "(Aldwin et al., 1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Coping with work stress"
        },
        {
            "text": "The culture of discipline that veterans learn in the military is linked to their perseverance, which also has been conceptualized as grit, hardiness, resilience, toughness, and determination, all of which are important abilities for coping with stress at work. For instance, \"grit\" has been used to represent a passion for attaining long-term goals despite the challenges one may face (Duckworth, Peterson, Matthews, & Kelly, 2007) . Grit is related to goal achievement, the completion of initial training in the military, and retention, as well as to be common in higher degrees among West Point cadets when compared to civilians (Kelly, Matthews, & Bartone, 2014; Matthews et al., 2006) . 3 The terminology across military branches differs. For clarity and consistency, we use the U.S. Army's terminology. For example, we opted to use MOS to represent the military occupation specialty codes for all branches.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 431,
                    "text": "(Duckworth, Peterson, Matthews, & Kelly, 2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 631,
                    "end": 665,
                    "text": "(Kelly, Matthews, & Bartone, 2014;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 666,
                    "end": 688,
                    "text": "Matthews et al., 2006)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 691,
                    "end": 692,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coping with work stress"
        },
        {
            "text": "Military experience also builds hardiness, which is key to coping with stressful situations (Maddi, 2007) . Hardiness has been described as a \"psychological style\" or personal trait that is associated with commitment at work and in life, active engagement and control over one's circumstances, as well as taking on challenges (Bartone, Roland, Picano, & Williams, 2008) . Hardiness has been studied in military environments, and research has found it is related to better health, being able to cope with stress (Bartone, 1999) , and being able to complete special forces training (Bartone, Johnsen, Eid, Brun, & Laberg, 2002) . Both military and combat experience build resilience, which is the ability to recover quickly from adversity (Aldwin et al., 1994; Maclean & Elder, 2007) , and a sign of emotional maturity (Spiro III et al., 2015) . These abilities to stick to a goal, to consider obstacles as a challenge to be overcome instead of a hindrance, to be resilient, and to be mature help with workplace demands. Finally, military experience is a signal to employers of perseverance and dependability (Mangum & Ball, 1987) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 105,
                    "text": "(Maddi, 2007)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 326,
                    "end": 369,
                    "text": "(Bartone, Roland, Picano, & Williams, 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 511,
                    "end": 526,
                    "text": "(Bartone, 1999)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 580,
                    "end": 625,
                    "text": "(Bartone, Johnsen, Eid, Brun, & Laberg, 2002)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 737,
                    "end": 758,
                    "text": "(Aldwin et al., 1994;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 759,
                    "end": 781,
                    "text": "Maclean & Elder, 2007)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 817,
                    "end": 841,
                    "text": "(Spiro III et al., 2015)",
                    "ref_id": "BIBREF136"
                },
                {
                    "start": 1107,
                    "end": 1128,
                    "text": "(Mangum & Ball, 1987)",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx"
        },
        {
            "text": "Military experience leads to abilities related to coping and being hardy such as discipline, perseverance, grit, toughness, and determination. Perseverance and the ability to cope are transferable to a variety of civilian workplace settings, and they provide veterans with a personal advantage when dealing with stressful situations. For example, having military experience has been found to give police officers an edge in handling stress and dealing with burnout (Ivie & Garland, 2011) . As such, employees who are veterans are likely to display high demands-abilities, person-job, and person-vocation fit in civilian careers characterized by crises, risk, and turbulent environments.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 487,
                    "text": "(Ivie & Garland, 2011)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx"
        },
        {
            "text": "In sum, under P-E fit theory, the KSAs developed through military training and experience should lead veteran employees to experience fit in environmental situations that require teamwork and coping with stressful demands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx"
        },
        {
            "text": "Proposition 5. Relative to their civilian counterparts, veteran employees will have a greater ability to (a) work in teams and (b) cope with work stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx"
        },
        {
            "text": "According to the Society for Human Resource Management (SHRM, 2010) and many corporate recruitment programs that target veterans (Groysberg et al, 2010) , veterans bring valuable leadership skills to firms. The military and leadership have been described as \"practically inseparable\" by management scholars (Wong, Bliese, & McGurk, 2003) , military training has been shown to develop leadership skills (Harms, Spain, & Hannah, 2011) , and veterans have been described as possessing valuable leadership and managerial skills (Dexter, 2016) . For this reason, many studies on leadership in management and related fields have utilized military samples (e.g., Bass et al., 2003) . However, the literature has not delved into the specific leadership skills and styles that are learned in the military, the mechanisms involved in their development, or how these leadership styles are applicable in civilian organizations.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 152,
                    "text": "(Groysberg et al, 2010)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 307,
                    "end": 337,
                    "text": "(Wong, Bliese, & McGurk, 2003)",
                    "ref_id": "BIBREF158"
                },
                {
                    "start": 402,
                    "end": 432,
                    "text": "(Harms, Spain, & Hannah, 2011)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 524,
                    "end": 538,
                    "text": "(Dexter, 2016)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 656,
                    "end": 674,
                    "text": "Bass et al., 2003)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "The military emphasizes leadership as the alignment of people toward a common goal that can be measured in terms of the number of lives lost or saved. Military members from both enlisted and officer ranks who have leadership positions receive leadership training. Even lower-level enlisted personnel are often expected to take on leadership roles. For example, Marines who have as little as two years of experience or less are often expected to lead teams in complex operational environments where decisions need to be made rapidly and without consulting more senior officers. This approach to decentralized combat operations that empowers lowerlevel enlisted personnel in combat has given birth to the idea of \"strategic corporals\" in the U.S. Marine Corps (Barcott, 2010) . Military officer training has been shown to improve leadership abilities and to increase the likelihood of becoming a manager in the future (Grönqvist & Lindqvist, 2016) . Some military leadership abilities, attributes, and styles are equivalent to the corporate leadership styles studied in management.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 773,
                    "text": "(Barcott, 2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 916,
                    "end": 945,
                    "text": "(Grönqvist & Lindqvist, 2016)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "Research on ethical behavior from the criminology and business fields that we reviewed earlier provides a strong case for the expectation that leaders and managers who are veterans should display styles and behaviors associated with ethical leadership. Moreover, the military's value of self-sacrifice is analogous to servant leadership's focus on serving others before oneself. Servant leadership attributes such as stewardship, trustworthiness, community building, and a need to serve (Van Dierendonck, 2011) are consistent with military values. Military leaders are responsible for tending to all needs of the men and women under their command (Wong et al., 2003) . Such leaders must take responsibility for orders across ranks and must attend to all needs of the soldiers who are deployed under their command, including their financial and family issues. The notion that military leaders would not \"send someone where he or she would not go himself or herself\" aligns with responsible leadership. This notion or style of leadership centers on building trustful relationships among stakeholders based on an inner obligation to do the right thing unto others (Maak & Pless, 2006) . Differences in leadership between military and civilian organizations do exist. For example, a meta-analysis shows that transformational leadership had a greater impact on perceptions of effectiveness in military than in non-military groups (Gaspar, 1992) . Assuming that veteran employees pursuing leadership roles are able, with help from their organizations, to translate their leadership abilities to a civilian environment, veteran status will be associated with the attributes and styles characteristic of servant, ethical, and responsible leadership.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 666,
                    "text": "(Wong et al., 2003)",
                    "ref_id": "BIBREF158"
                },
                {
                    "start": 1161,
                    "end": 1181,
                    "text": "(Maak & Pless, 2006)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1425,
                    "end": 1439,
                    "text": "(Gaspar, 1992)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "Proposition 6. Relative to their civilian counterparts, veteran employees in leadership roles will display a style more characteristic of servant, ethical, and responsible leaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "Similarly, veteran employees are likely to fit in environments where leadership styles are compatible with their experience and expectations they developed in the military, including what the leadership style of their supervisor should be. The military culture's emphasis on leadership, chain of command, and respect for authority is likely to shape veteran employees' respect for and reliance on their managers and leaders. Research shows that the support veterans receive from their leaders and supervisors is important in reducing their stress (Hammer, Brady, & Perry, 2019) , which demonstrates the importance of the behavior of veterans' managers and leaders. As stated earlier, the numerical representation of veterans in managerial roles should have a positive effect on their work outcomes. Such an effect is likely to occur not only due to relational demography effects, but also because veteran managers and leaders are likely to understand and exhibit leadership styles and behaviors consistent with the military values, norms, and beliefs veteran employees in followership roles likely uphold. Regardless of their managerial or leadership experiences in the military, we suggest that veteran employees in followership roles are more likely to fit in organizations whose leaders and managers exhibit leadership styles and behaviors consistent with servant, ethical, and responsible leadership.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 577,
                    "text": "(Hammer, Brady, & Perry, 2019)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "Proposition 7. Veteran employees will have stronger person-supervisor fit with supervisors and managers who have servant, ethical, and responsible leadership styles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership"
        },
        {
            "text": "Meaningful work and positive work experiences are important to everyone (Rosso, Dekas, & Wrzesniewski, 2010) , but are particularly important to veterans. Most people derive self-esteem and meaning through their work, but having meaningful work is likely more important among those who have followed a calling to serve the greater good (Rosso et al., 2010) , such as enlisting in military service. Similarly, meaningful work is likely more important for people who have been socialized into a culture that values duty, service, and self-sacrifice. One study of male veterans found that having meaningful work is associated with an increase in self-esteem (Bureau of Labor Statistics, 2018). Doenges (2011) found that student veterans who found meaningful work in their self-defined calling reported an increase in their meaning in life, positive affect, and positive relationships. Further, finding meaningful work has been ranked by veterans as extremely important, ranking it above finding competitive employment (Schutt et al., 2003) .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 108,
                    "text": "(Rosso, Dekas, & Wrzesniewski, 2010)",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Rosso et al., 2010)",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 691,
                    "end": 705,
                    "text": "Doenges (2011)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1015,
                    "end": 1036,
                    "text": "(Schutt et al., 2003)",
                    "ref_id": "BIBREF131"
                }
            ],
            "ref_spans": [],
            "section": "The role of meaningful work"
        },
        {
            "text": "We infer that, for veterans, finding work in organizations, jobs, careers, and vocations where they feel they have a purpose and make a difference would enhance their sense of self-worth and the meaningfulness they attach to their lives. We suggest that, relative to civilians, veterans are more likely to value, pursue, and select jobs that provide them with the opportunity for self-expression through meaningful work. We also suggest that veterans are relatively more likely to pursue, value, and select jobs and careers where they can find camaraderie, a sense of purpose, and the opportunity to serve others. A job and career with these characteristics would enhance veteran employees' complementary, needs-supplies, person-job and person-vocation fit. Consistent with the P-E perspective, veteran employees who find these characteristics in their jobs and careers are likely to display beneficial work attitudes and behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of meaningful work"
        },
        {
            "text": "Proposition 8. Camaraderie, service, and purpose in a job and career will be positively related to a) work attitudes, (b) job engagement, and (c) perceived inclusion, as well as (d) negatively related to work stress in a greater manner for veteran employees than for their civilian counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of meaningful work"
        },
        {
            "text": "Proposition 9. Camaraderie, service, and purpose in a job and career will be positively related to person-job and person-vocation fit in a greater manner for veteran employees than for their civilian counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of meaningful work"
        },
        {
            "text": "Scholars argue that we should explore individual aspects and differences that shape veterans' experiences (Kleykamp, 2013) . Aside from the role of military occupation, other individual aspects of a job and an organization can influence veterans' fit and inclusion in an organization as well as their ability to put their KSAs into practice. These may include their branch membership, tenure in the military, amount of civilian work experience, wartime or service period, demographics, military rank, breadth of their exposure to combat, and experiences of PTG, among others. We center on five individual aspects that are directly related to fit and inclusion: combat experience, PTG, rank, tenure, and race/ethnicity.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 122,
                    "text": "(Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Individual characteristics as moderators"
        },
        {
            "text": "As reviewed earlier, the experience of combat can lead to mental problems and disorders. Direct and indirect combat experience can also enhance the centrality of a veteran's military identity in their self-concept and increase the likelihood of this identity becoming salient in organizational circumstances. As a central identity, this experience is likely to enhance the veteran employees' sense of personal distinctiveness from others in the workplace and enhance their awareness of bearing a stigma related to such experience. In effect, combat veterans are more likely to avoid disclosing their veteran status to others in the workplace and to experience the identity strain associated with this avoidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combat"
        },
        {
            "text": "Proposition 10. For veteran employees, military combat experience will (a) enhance the negative relationship of veteran stigmatization with the disclosure of veteran status in the workplace, and (b) enhance the positive relationship of veteran stigmatization with identity strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combat"
        },
        {
            "text": "Research from the social sciences shows that African American veterans have work-related advantages over veterans from other racial groups (D'Anton, 1983; Kleykamp, 2013) . However, related research also shows that African American combat veterans have significantly fewer callbacks for their job applications when compared to other groups Kleykamp, 2009 Kleykamp, , 2010 . Stigma may also influence veterans once they have joined an organization. Edwards (2016) argues that the effects of institutional racism and related work outcomes are magnified for African American military veterans. Considering the intersectionality of veteran status, race, and combat experience for stigmatization suggests that stigma consciousness and related outcomes, including identity strain and work stress, are higher for African American combat veterans than for their white counterparts. Although these studies concern the experiences of African Americans, their arguments, which are based on institutional racism and having lower access to power and resources in society, suggest that increases in strain and stress also apply to other race/ethnic demographic minority groups. We propose the following for the intersection of race/ethnicity and combat experience:",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 154,
                    "text": "(D'Anton, 1983;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 155,
                    "end": 170,
                    "text": "Kleykamp, 2013)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 340,
                    "end": 354,
                    "text": "Kleykamp, 2009",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 355,
                    "end": 371,
                    "text": "Kleykamp, , 2010",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 448,
                    "end": 462,
                    "text": "Edwards (2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Race/ethnicity"
        },
        {
            "text": "Proposition 11. The role of perceived stigmatization on veterans' work attitudes, job engagement, inclusion, veteran status disclosure, identity strain, and work stress will be greater among combat veterans who are race/ethnic minorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Race/ethnicity"
        },
        {
            "text": "As reviewed earlier, psychologists have suggested that positive personal changes after overcoming adversity can lead to personal growth. This adversity can include the direct and indirect experiences of combat for veterans, including the roles of psychological trauma and mental disorders such as PTSD (Solomon & Dekel, 2007; Tedeschi & McNally, 2011) . The experience of war and combat can be deeply disturbing, but this experience and its aftermath are complex and can also have positive outcomes. The cultural, professional, and organizational context through which service members filter, frame, and cope with their war experiences can shape psychological injuries, making war experiences traumatic for some but not for all (de Rond & Lok, 2016) . Moreover, the grit, hardiness, and ability to work under pressure developed through combat challenges can be a catalyst that teaches veteran employees to overcome obstacles in their lives and careers. Research shows that veterans who engaged in combat are more likely to develop coping skills, value human life, and have a clearer sense of direction in their lives. They are also more assertive, self-disciplined, goaloriented, resilient, and entrepreneurial relative to other veterans (Avrahami & Lerner, 2003; Elder Jr & Clipp, 1989) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 325,
                    "text": "(Solomon & Dekel, 2007;",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 326,
                    "end": 351,
                    "text": "Tedeschi & McNally, 2011)",
                    "ref_id": "BIBREF146"
                },
                {
                    "start": 728,
                    "end": 749,
                    "text": "(de Rond & Lok, 2016)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1238,
                    "end": 1263,
                    "text": "(Avrahami & Lerner, 2003;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1264,
                    "end": 1287,
                    "text": "Elder Jr & Clipp, 1989)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "PTG is an important reason why the direct and indirect experiences of war and combat can lead to positive effects. PTG does not negate the adverse experience of psychological trauma or disorder but is related to them. Almost everyone who experiences PTG also acknowledges experiencing distress. PTG does not mean returning to a starting point, as this would imply that the trauma did not occur, but rather means showing improvement and going beyond an ability to resist or avoid being damaged by a distressing event (Tedeschi & Calhoun, 2004) . Conversely, studies show that up to 72% of veterans with PTSD symptoms also display PTG, with social support, coping skills, and personality traits such as extroversion and openness to experience helping to shape who shows PTG (Tsai, El-Gabalawy, Sledge, Southwick, & Pietrzak, 2015) .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 542,
                    "text": "(Tedeschi & Calhoun, 2004)",
                    "ref_id": "BIBREF145"
                },
                {
                    "start": 772,
                    "end": 828,
                    "text": "(Tsai, El-Gabalawy, Sledge, Southwick, & Pietrzak, 2015)",
                    "ref_id": "BIBREF148"
                }
            ],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "The experience of growth can strengthen people's identification with a social group even when they are conscious of the stigma attached to being a member of it. This type of growth can become a social learning experience similar to the normalization of the stigma for veterans who have PTSD, depression, suicidal ideation, or other mental disorders but tend to underutilize mental health services (Michalopoulou, Welsh, Perkins, & Ormsby, 2017) . When someone realizes he or she is not the only one who needs help, he or she can find culturally accepted ways to embrace and overcome the stigma and maintain a high level of self-esteem (Bryan & Morrow, 2011) . Similarly, in organizational settings, veterans who have experienced and overcome combat trauma through PTG are more likely to embrace their veteran identity and avoid identity strain thanks to the fortitude, perseverance, bravery, and personal strength associated with this personal growth (Peterson, Park, Pole, D'Andrea, & Seligman, 2008) . This implies that PTG is a mediating mechanism through which combat experience shapes the relationship between veteran employees' perceived stigmatization from the disclosure of their veteran status to others at work and their experience of identity strain. Since not all combat veterans experience trauma, this would constitute a partial mediation of a moderating relationship. For instance, for veterans who have experienced combat trauma, PTG would weaken the relationship between their perceived stigmatization from their veteran status disclosure to others at work and identity strain. Thus: Proposition 12. PTG will partially mediate the moderation combat experience has on the relationship of veteran employees' perceived stigmatization with their (a) disclosure of their veteran status in the workplace and their (b) identity strain. The role of perceived veteran stigmatization on (lower) identity disclosure and (greater) identity strain will be strongest for combat veterans who have not experienced PTG, moderate for veterans who did not experience combat, and weakest for combat veterans who experience PTG.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 444,
                    "text": "(Michalopoulou, Welsh, Perkins, & Ormsby, 2017)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 635,
                    "end": 657,
                    "text": "(Bryan & Morrow, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 951,
                    "end": 1001,
                    "text": "(Peterson, Park, Pole, D'Andrea, & Seligman, 2008)",
                    "ref_id": "BIBREF114"
                }
            ],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "Despite the adverse effects of any trauma, which cannot be overlooked, the resilience exhibited through fortitude, perseverance, and bravery, as well as the personal growth and development of character strengthened by overcoming adversity, have positive effects on people's abilities, lives, and sense of well-being (Peterson et al., 2008) . As described earlier, veterans develop an ability to cope with work stress through their military training and experience, and this ability to cope can be heightened by facing the challenges of war and combat. The experience of PTG is a reason direct and indirect involvement in war and combat helps veterans see their personal and work lives in a better light. PTG is associated with an increase in one's appreciation of life in general, the development of closer and more intimate relationships, and an increase in one's sense of personal strength (Tedeschi & Calhoun, 2004) . PTG also improves people's appreciation for their work lives, an important aspect of a sense of well-being. Therefore, through PTG, the experience of combat can also inspire veteran employees to focus on what matters most to them, which likely includes the camaraderie and social relationships that can be found in work organizations, and to focus on their purpose in life and the opportunities for service that meaningful work provides.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 339,
                    "text": "(Peterson et al., 2008)",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 892,
                    "end": 918,
                    "text": "(Tedeschi & Calhoun, 2004)",
                    "ref_id": "BIBREF145"
                }
            ],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "Proposition 13. For veteran employees, military combat experience will enhance the positive relationship of meaningful work with (a) J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx person-job and (b) person-vocation fit. PTG will mediate this moderation.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 210,
                    "text": "J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "Proposition 14. For veteran employees, military combat experience will enhance the positive relationship of veteran status with their ability to cope with work stress. PTG will mediate this moderation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Traumatic Growth (PTG)"
        },
        {
            "text": "Research on military leadership or that has used military leaders as its sample points to the importance of experience in leadership effectiveness, aside from other aspects such as personality and external circumstances (Wong et al., 2003; Yammarino & Bass, 1990) . Based on this, we offer team leader or officer experience during military service as a moderator.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 239,
                    "text": "(Wong et al., 2003;",
                    "ref_id": "BIBREF158"
                },
                {
                    "start": 240,
                    "end": 263,
                    "text": "Yammarino & Bass, 1990)",
                    "ref_id": "BIBREF161"
                }
            ],
            "ref_spans": [],
            "section": "Rank and officer experience"
        },
        {
            "text": "Differences in rank (e.g., being a private or a sergeant) and officer status (e.g., being a colonel) may have differential effects on the relationships previously proposed for various reasons. Officers tend to receive more leadership training due to their positions. In the army, for example, new non-commissioned officers (e.g., sergeant or E-5) are required to complete the Basic Leader Course, while more senior enlisted non-commissioned officers (e.g., command sergeant majors, or E-9) must complete other required leadership courses to achieve that rank. Thus, given the amount of leadership training that higher-ranked military personnel receive and the greater amount of opportunities they have had to put them into practice, veterans who achieved a higher rank during their service are likely to possess a greater amount of applicable leadership skills and abilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rank and officer experience"
        },
        {
            "text": "Rank has also been linked to different veteran outcomes, including identity strain (McAllister et al., 2015) and health (MacLean & Edwards, 2010) . Literature from policing shows that higher-ranked female police officers are better able to deal with harassment and a lack of inclusion thanks to having better coping strategies and the power that comes with rank (Haarr & Morash, 2013) . Borrowing from this literature, a similar rationale can be applied to veterans and their experiences with harassment, a lack of inclusion, and similar issues in the civilian workplace, particularly those that can affect work stress.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 108,
                    "text": "(McAllister et al., 2015)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 120,
                    "end": 145,
                    "text": "(MacLean & Edwards, 2010)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Haarr & Morash, 2013)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Rank and officer experience"
        },
        {
            "text": "Proposition 15. For veteran employees, rank and officer experience will enhance the positive relationship of veteran status with their (a) leadership abilities and their (b) ability to cope with work stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rank and officer experience"
        },
        {
            "text": "Our review and conceptualization of the diversity and P-E fit perspectives for veteran employees lead us to the idea that experiencing compatibility and inclusion will have positive consequences for the organization and these employees. Our review explains how veterans learn to value teamwork, camaraderie, and other social aspects of being members of an organization that is larger than themselves through their deep immersion in military culture. The prevalence of these values implies that veterans' compatibility and their experience of inclusion in an organization is particularly important to them. Paradoxically, veteran employees are likely to experience a lack of inclusion and poor supplementary fit in their work organization due to common prejudice and actual or perceived cultural clashes due to differences in values. Nonetheless, the arguments we presented imply that those who are included and fit in their work organizations are likely to exhibit positive work attitudes and behaviors, such as organizational commitment and job engagement, which in effect can serve to ameliorate adverse stigmas and improve their social integration, which can allow veterans and civilians to communicate and learn more from one another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversity and fit: organizational and life outcomes"
        },
        {
            "text": "These beneficial attitudes and behaviors are associated with an organizational climate for veteran inclusion and better workplace functioning and performance. In particular, veteran employees who experience inclusion and fit will allow organizations to effectively utilize the KSAs that veterans possess, including those that drove their self-selection into the military and also that the ones they developed during their service. This will better enable veterans to have a successful transition into the civilian workplace and to experience growth, including PTG. Further, organizations in industries and environments characterized by the demand for leadership, teamwork, and abilities to cope with work stress are likely to utilize and profit from these and other KSAs the most. Proposition 17. The effective organizational utilization of veteran employees' KSAs will mediate a positive relationship between veteran employees' KSAs (such as leadership, working in teams, and coping with work stress) and organizational performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversity and fit: organizational and life outcomes"
        },
        {
            "text": "Assessing how an organizational environment supplies workers' needs (Kristof-Brown et al., 2005) addresses a needs-supplies perspective on P-E fit and the work-life interface to consider how employees' work lives positively influence their personal lives. Uncovering positive work-to-life spillovers would also tie management scholarship with research fields that address veterans' health and well-being. Workers experience positive job attitudes when their jobs and work environment supply the attributes that fulfill their needs (Van Vianen, 2000) . The values and other personal attributes veterans have developed through their military service are likely to drive their preferences, needs, and desires in their future vocations. If these are met, the experience of need fulfillment and compatibility with a work environment should be related to positive work attitudes and behaviors (Mackey et al., 2016; McAllister et al., 2015) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 96,
                    "text": "(Kristof-Brown et al., 2005)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 531,
                    "end": 549,
                    "text": "(Van Vianen, 2000)",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 887,
                    "end": 908,
                    "text": "(Mackey et al., 2016;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 909,
                    "end": 933,
                    "text": "McAllister et al., 2015)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Positive life spillovers"
        },
        {
            "text": "Research on veterans shows that having a purpose in life is associated with healthier behaviors, better mood, and physical ability (Mota et al., 2016) . Finding satisfying work is the most important factor contributing to a successful transition from military service (Black & Papile, 2010) . Similarly, a study on combat veterans shows that, aside from non-work factors, affective commitment to an employing organization was negatively related to PTSD symptoms (Currie et al., 2011) . This implies that positive organizational experiences can spill over to the life domain and lead to positive effects, such as mitigating service-related trauma and associated stress and anxiety. For veteran employees, an engaging job that is satisfying to and inclusive of them can incite commitment to that job. In turn, this commitment can affect their personal lives, enhance their societal integration, and enrich their family and social relationships.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 150,
                    "text": "(Mota et al., 2016)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 268,
                    "end": 290,
                    "text": "(Black & Papile, 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 462,
                    "end": 483,
                    "text": "(Currie et al., 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Positive life spillovers"
        },
        {
            "text": "In sum, this means that the experience of compatibility and fit through social relationships and cooperation in the workplace, as well as through meaningful service-and purpose-driven work, is likely to be fruitful for both veterans and their employing organizations. This is particularly important for veterans who, as we discussed, have followed a personal calling to serve the greater good through their military service, learned to value being a part of something larger than themselves, and have developed the cultural values of camaraderie, duty, service, and self-sacrifice. In veteran-integrated organizations, veteran employees would be able to make connections and develop mentoring and other quality relationships with managers and employees who have had similar military experiences. These relationships would be an important source of social support that may be particularly helpful for veterans who face family and relationship problems (Hogan & Furst Seifert, 2010; Sayers, 2011) , and for those who just do not have friends and family who have lived the military experience or understand it. In effect, overall, positive work experiences of inclusion and fit can spillover into veterans' non-work lives.",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 980,
                    "text": "(Hogan & Furst Seifert, 2010;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 981,
                    "end": 994,
                    "text": "Sayers, 2011)",
                    "ref_id": "BIBREF129"
                }
            ],
            "ref_spans": [],
            "section": "Positive life spillovers"
        },
        {
            "text": "Proposition 18. Person-environment fit will spill over to veteran employees' non-work lives and be negatively related to their (a) general stress and anxiety, and positively related to their (b) well-being, (c) societal integration, and (d) the quality of their family relationships in a greater manner than for their civilian counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive life spillovers"
        },
        {
            "text": "Proposition 19. Positive work attitudes and inclusion will spill over to veteran employees' non-work lives and be negatively related to (a) general stress and anxiety, and positively related to their (b) well-being, (c) societal integration, and (d) the quality of their family relationships in a greater manner than for their civilian counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive life spillovers"
        },
        {
            "text": "Business organizations can derive human capital, improve their diversity management and inclusion practices, and make a difference through the inclusion and utilization of military veterans. Empirical research has shown and the media report that veterans often have trouble transitioning into civilian life and employment, which affects their overall quality of life. However, theories from management can provide a new perspective on veterans' work adjustment and engagement, personal well-being, and societal reintegration. The conceptual framework we presented centers around the core components of post-service integration into civilian life as informed by diversity and P-E fit perspectives, including veterans' numerical representation, identity strain and stigma, discrimination, inclusion, and the organizational utilization of KSAs developed in service. Although some of these phenomena are common to other minority groups, some are more common or unique to veterans as a social group. Importantly, organizations that include and utilize military veterans effectively should benefit through enhanced rule-following, greater attention to ethical values, and having access to the KSAs that veterans obtained from their military experience and now offer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We described veterans' qualities that organizations may find valuable, including their discipline, teamwork, leadership, and ability to cope with stressful situations and crises. These individual attributes and KSAs make them good candidates for jobs that face such challenges. As we outlined, incompatible organizational cultures and climates, discrimination, and a lack of numerical representation and inclusion may prevent the successful utilization of these attributes and KSAs. Scholars face the theoretical challenges of uncovering which jobs and organizational circumstances allow veterans to perform their best so as to maximize their contribution to organizational goals. Accordingly, we applied diversity and P-E fit theories to veterans by delving into their unique KSAs, values, identity, and challenges in order to understand the individual and organizational determinants of their ability to integrate successfully into the civilian workplace. Acknowledging the contribution of fit and diversity is the first step in learning how to apply veterans' human capital to organizational goals. This application can also uncover how workplace inclusion, compatible workplace environments, and meaningful work can enhance veterans' work adjustment, their successful transition into civilian careers, and their retention in civilian workplaces, as well as ameliorate psychological disorder symptoms and consequences among those who suffer from them and improve their quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Future management studies should focus on executive decision-making and on factors beyond ethics that shape the promotion of veterans into top leadership roles when there are executive succession decisions. Additionally, more work is needed to explore differences between veteran and civilian employees. Specifically, management research should explore the processes through which veterans acquire KSAs, values, beliefs, and norms, as well as how those differences affect veterans' outcomes within and outside of the workplace. Many surveys and studies have argued that veterans possess certain KSAs, such as leadership, but have not presented empirical evidence or measured the perceptions non-veteran managers or employees have to assert that veterans possess valued skills. While past research has established that leadership development improves over time through military training (Harms et al., 2011) , we do not know of any laboratory experiments comparing skills or performance across veterans and civilians. In sum, human resource management scholars should build on Stone and Stone's (2015) foundation of organizational decisions to hire veterans by studying what happens after they join civilian work organizations, which would include providing empirical assessments of discrimination, diversity, inclusion, and P-E fit.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 906,
                    "text": "(Harms et al., 2011)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1076,
                    "end": 1100,
                    "text": "Stone and Stone's (2015)",
                    "ref_id": "BIBREF139"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Management scholars could also explore the role of institutionalized socialization tactics, particularly tactics aimed at building social capital (Fang, Duffy, & Shaw, 2011; Saks, Uggerslev, & Fassina, 2007) . Investiture socialization, which affirms the identity and characteristics of a newcomer, can result in a lower level of stigmatization, greater inclusion, and more effective utilization of KSAs in a new job. Collective tactics, through which entrants undergo common experiences as a group, and serial tactics, through which insiders become role models or mentors, can stimulate intergroup contact. These tactics can drive person-group fit and inclusion as veteran and civilian employees learn about one another and even adopt each other's values, norms, and beliefs thanks to social interaction. Veteran employees have some similarities with newcomers that have work experience, who are less malleable by socialization than neophyte workers because they have been subject to such practices before (Saks et al., 2007) . Nonetheless, socialization and acculturation processes in the military differ greatly from corporate socialization practices, and the lower need to socialize seasoned newcomers may not translate to those who have military but no civilian work experience. Research is needed to understand the impact of socialization processes on veterans' lives and civilian careers.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 173,
                    "text": "(Fang, Duffy, & Shaw, 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 174,
                    "end": 207,
                    "text": "Saks, Uggerslev, & Fassina, 2007)",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 1007,
                    "end": 1026,
                    "text": "(Saks et al., 2007)",
                    "ref_id": "BIBREF126"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "As noted earlier, corporate surveys and CEO statements have touted the benefits veterans bring to organizations, but few studies have empirically examined their impact. Organizational behavior research is also needed to assess whether findings of firm-level studies on ethics (Benmelech & Frydman, 2015; Koch-Bayram & Wernicke, 2018; Simpson & Sariol, 2018) are generalizable to veteran employees and managers, who may demonstrate superior ethical and responsible leadership in organizational crises and moral dilemmas thanks to their military training. These studies may incorporate values, norms, and beliefs as mediating mechanisms.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 303,
                    "text": "(Benmelech & Frydman, 2015;",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 333,
                    "text": "Koch-Bayram & Wernicke, 2018;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 334,
                    "end": 357,
                    "text": "Simpson & Sariol, 2018)",
                    "ref_id": "BIBREF134"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "We presented demographics and individual experiences as intervening variables, concentrating on race/ethnicity, combat experience, PTG, and military rank/officer status. Scholars interested in occupational health psychology and management should strive to understand what drives the severity of symptoms and related consequences among those who suffer from PTSD or other mental disorders and continue to learn how to prevent, cope, and recover from them. Our focus on PTG, however, highlights the positive consequences that traumatic experiences can have on veterans' personal and organizational lives. Other unique individual experiences and demographics, such as the length of tenure as a service member, amount of civilian work experience, wartime or service period, military branch membership, level of education, and others, can also shape the role of diversity and fit on organizational behavior and firm outcomes and should be addressed in future research. Studies involving intersectionality should incorporate the experience of female veterans (Demers, 2013) . Other underrepresented social groups such as LGBT community members, Muslims and other religious minorities, and people of Middle-Eastern background may also present nuanced contexts for future research. Exploring these social groups may provide important experiences and interesting cases for the study of intersectionality, the presence of demographic faultlines, and further examples of the importance of stigma, work meaningfulness, and personal values.",
            "cite_spans": [
                {
                    "start": 1053,
                    "end": 1067,
                    "text": "(Demers, 2013)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Although we focused on the experience of veterans in the U.S., some of the research we review was conducted in other countries (Avrahami & Lerner, 2003; Black & Papile, 2010; Gati et al., 2013; Solomon & Dekel, 2007) . Our conceptual framework and propositions may not be limited to the U.S. and can inform future international empirical work. The experience of veterans is subject to national differences, such as the presence of mandatory military service and history of military conflict. For instance, countries where military service is mandatory may present less of a stigma attached to military service and a greater understanding of the experiences veterans go through. Results from international and foreign-domestic studies may be applicable to better understand the experiences of veterans in the U.S. and other countries. Global and comparative studies on veterans' fit and inclusion may also provide fruitful results.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 152,
                    "text": "(Avrahami & Lerner, 2003;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 153,
                    "end": 174,
                    "text": "Black & Papile, 2010;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 175,
                    "end": 193,
                    "text": "Gati et al., 2013;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 194,
                    "end": 216,
                    "text": "Solomon & Dekel, 2007)",
                    "ref_id": "BIBREF135"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Organizations need to move beyond paying lip service to hiring veteran workers and focus on their actual integration and inclusion. Our framework provides two starting points for this goal. We applied the P-E fit perspective to uncover values, norms, and beliefs that are common to military and civilian organizational contexts and KSAs that are applicable to specific jobs and workplaces. This should help managers acknowledge their veteran employees' unique experiences, including their military occupation, values, and specific KSAs. Moreover, managers should recognize the value veterans tend to place on being part of something \"larger than oneself\" and having meaningful work. Broadening the diversity lens, managers should assess whether or not veterans are included in their equity, diversity, and inclusion (EDI) programs and initiatives. Such programs can include targeted recruitment to increase applications and hiring. Onboarding programs involving training in group settings and mentoring by experienced role models or mentors can stimulate veterans' adjustment right after their transition periods. EDI management programs such as veteran affinity groups can help build social capital among newcomer and seasoned veteran employees by developing networks and strong relationships with other veteran employees, as well as with civilian managers and employees who have experience with and understand veterans. EDI training illustrating the military identity, values, norms, and beliefs unique to veterans can help civilian employees understand and relate better to their veteran coworkers. These socialization and EDI management programs may stimulate persongroup fit, social capital, and organizational support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for managers"
        },
        {
            "text": "As Herman and Yarwood (2014) stated, \"while it is recognized that the armed forces change the identities of civilians when they J.A. Gonzalez and J. Simpson",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Human Resource Management Review xxx (xxxx) xxxx become soldiers… less is known about what happens when soldiers become civilians\" (p. 41). We described an applicable approach to study military veterans using diversity and P-E fit perspectives to stimulate research and practice that contributes to organizational performance as well as veterans' lives and well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vulnerability and resilience to combat exposure: Can stress have lifelong effects?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Aldwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Levenson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spiro",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Psychology and Aging",
            "volume": "9",
            "issn": "",
            "pages": "34--44",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating the labor market impact of voluntary military service using social security data on military applicants",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Angrist",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Econometrica",
            "volume": "66",
            "issn": "",
            "pages": "249--288",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why do World War II veterans earn more than nonveterans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Angrist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Labor Economics",
            "volume": "12",
            "issn": "",
            "pages": "74--97",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Military socialization and masculinity",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Dobrofsky",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Social Issues",
            "volume": "34",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of combat service and military rank on entrepreneurial careers: The case of Israeli MBA graduates",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Avrahami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Political and Military Sociology",
            "volume": "31",
            "issn": "",
            "pages": "97--118",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of military work experience on later hiring chances in the civilian labour market: Evidence from a field experiment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Balcaen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Economics: The Open-Access, Open-Assessment E-Journal",
            "volume": "7",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Strategic Corporal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barcott",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Harvard Business Review",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hardiness protects against war-related stress in Army Reserve forces",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Bartone",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Consulting Psychology Journal: Practice and Research",
            "volume": "51",
            "issn": "",
            "pages": "72--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors influencing small-unit cohesion in Norwegian Navy officer cadets",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Bartone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Laberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Military Psychology",
            "volume": "14",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Psychological hardiness predicts success in US Army Special Forces candidates",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Bartone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Picano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Journal of Selection and Assessment",
            "volume": "16",
            "issn": "",
            "pages": "78--81",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Predicting unit performance by assessing transformational and transactional leadership",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Avolio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Berson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Psychology",
            "volume": "88",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "More research on veteran employment would show what's good for business and for veterans No",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Batka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Who supports the troops? Vietnam, the Gulf War, and the making of collective memory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Beamish",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Molotch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flacks",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Military CEOs",
            "volume": "42",
            "issn": "",
            "pages": "43--59",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Making it on civvy street: An online survey of Canadian veterans in transition",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papile",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Canadian Journal of Counselling and Psychotherapy",
            "volume": "44",
            "issn": "",
            "pages": "383--401",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Examining the relationship between military service and criminal behavior during the Vietnam era: A research note",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouffard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Criminology",
            "volume": "41",
            "issn": "",
            "pages": "491--510",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Going to war and going to college: Did World War II and the GI Bill increase educational attainment for returning veterans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bound",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Labor Economics",
            "volume": "20",
            "issn": "",
            "pages": "784--815",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Systematic review of beliefs, behaviours and influencing factors associated with disclosure of a mental health problem in the workplace",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thornicroft",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "No man's land\": the transition to civilian life",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brunger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Serrato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ogden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Aggression, Conflict and Peace Research",
            "volume": "5",
            "issn": "",
            "pages": "86--100",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Circumventing mental health stigma by embracing the warrior culture: Lessons learned from the Defender's Edge program",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Professional Psychology: Research and Practice",
            "volume": "42",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of military service on the subsequent civilian wage of the post-Vietnam veteran. The Quarterly Review of Economics and Finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Samaranayake",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilhite",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bureau of Labor Statistics",
            "volume": "33",
            "issn": "",
            "pages": "15--31",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "No one leaves unchanged: Insights for civilian mental health care professionals into the military experience and culture. Social Work in Health Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Coll",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yarvis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "487--500",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Racial differences in the impact of military service on the socioeconomic status of women veterans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Falk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Armed Forces & Society",
            "volume": "30",
            "issn": "",
            "pages": "53--85",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "38 U.S. Code § 101 -Definitions",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Social stigma and self-esteem: The self-protective properties of stigma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crocker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Psychological Review",
            "volume": "96",
            "issn": "",
            "pages": "608--630",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Research on the work experiences of lesbian, gay and bisexual people: An integrative review of methodology and findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Croteau",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Vocational Behavior",
            "volume": "48",
            "issn": "",
            "pages": "195--209",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bringing the troops back home: Modeling the postdeployment reintegration experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelloway",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Occupational Health Psychology",
            "volume": "16",
            "issn": "",
            "pages": "38--47",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Understanding the military as an ethnic identity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "291--303",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Personnel officers' attitudes toward Vietnam era veterans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "D&apos;anton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Political and Military Sociology",
            "volume": "11",
            "issn": "",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Some things can never be unseen: The role of context in psychological injury at war",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Rond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lok",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Academy of Management Journal",
            "volume": "59",
            "issn": "",
            "pages": "1965--1993",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Veteran status as a screening device",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Tray",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The American Economic Review",
            "volume": "72",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "When veterans return: The role of community in reintegration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Loss and Trauma",
            "volume": "16",
            "issn": "",
            "pages": "160--179",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "From death to life: Female veterans, identity negotiation, and reintegration into society",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Demers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Humanistic Psychology",
            "volume": "53",
            "issn": "",
            "pages": "489--515",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A comparison of managerial and leadership effectiveness of veteran and civilian developed leaders in a civilian context",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dexter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Calling and meaningful work among student military veterans: Impact on well-being and experiences on campus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Doenges",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The psychological risks of Vietnam for US veterans: A revisit with new data and methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Dohrenwend",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Turse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Koenen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "979--982",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Grit: perseverance and passion for long-term goals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Duckworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "92",
            "issn": "",
            "pages": "1087--1101",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Military culture: Change and continuity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Dunivin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Armed Forces & Society",
            "volume": "20",
            "issn": "",
            "pages": "531--547",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Impact of transformational leadership on follower development and performance: A field experiment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dvir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Avolio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shamir",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Academy of Management Journal",
            "volume": "45",
            "issn": "",
            "pages": "735--744",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Disentangling the fairness & discrimination and synergy perspectives on diversity climate: Moving the field forward",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Dwertmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nishii",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Knippenberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Management",
            "volume": "42",
            "issn": "",
            "pages": "1136--1168",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Leadership and expectations: Pygmalion effects and other self-fulfilling prophecies in organizations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The Leadership Quarterly",
            "volume": "3",
            "issn": "",
            "pages": "271--305",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A qualitative study of African American veterans transitioning to life after military service (Unpublished doctoral dissertation)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Person-environment fit in organizations: An assessment of theoretical progress",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "167--230",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Combat experience and emotional health: Impairment and resilience in later life",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Clipp",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Personality",
            "volume": "57",
            "issn": "",
            "pages": "311--341",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The organizational socialization process: Review and development of a social capital model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J.A. Gonzalez and J. Simpson Human Resource Management Review",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Talent management and its relationship to successful veteran transition into the civilian workplace: Practical integration strategies for the HRD professional",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Developing Human Resources",
            "volume": "19",
            "issn": "",
            "pages": "36--53",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The prevalence of posttraumatic stress disorder in Operation Enduring Freedom/Operation Iraqi Freedom (OEF/OIF) veterans: A meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Beckham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Anxiety Disorders",
            "volume": "31",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Transformational leadership: An integrative review of the literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaspar",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Posttraumatic stress disorder in veterans and military personnel: Epidemiology, screening, and case recognition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Holowka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Vasterling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Keane",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychological Services",
            "volume": "9",
            "issn": "",
            "pages": "361--382",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Preparing young veterans for civilian life: The effects of a workshop on career decision-making difficulties and selfefficacy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gati",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryzhik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vertsberger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Vocational Behavior",
            "volume": "83",
            "issn": "",
            "pages": "373--385",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Soldiering on: Exploring the role of humour as a disciplinary technology in the military",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godfrey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Organization",
            "volume": "23",
            "issn": "",
            "pages": "164--183",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Stigma: Notes on a spoiled identity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Military experience, civilian experience, and the earnings of veterans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Human Resources",
            "volume": "22",
            "issn": "",
            "pages": "62--81",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Buddy-to-Buddy, a citizen soldier peer support program to counteract stigma, PTSD, depression, and suicide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kees",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annals of the New York Academy of Sciences",
            "volume": "1208",
            "issn": "",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The making of a manager: evidence from military officer training",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grönqvist",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindqvist",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Labor Economics",
            "volume": "34",
            "issn": "",
            "pages": "869--898",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Which of these people is your future CEO?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Groysberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Harvard Business Review",
            "volume": "88",
            "issn": "",
            "pages": "80--85",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The effect of rank on police women coping with discrimination and harassment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Haarr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morash",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Police Quarterly",
            "volume": "16",
            "issn": "",
            "pages": "395--419",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Training supervisors to support veterans at work: Effects on supervisor attitudes and employee sleep and stress",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Occupational and Organizational Psychology",
            "volume": "93",
            "issn": "",
            "pages": "273--301",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Leader development and the dark side of personality",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hannah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Leadership Quarterly",
            "volume": "22",
            "issn": "",
            "pages": "495--509",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Employing America's veterans: Perspectives from businesses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berglass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Emotion and cognition interactions in PTSD: a review of neurocognitive and neuroimaging studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Vanelzakker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Frontiers in Integrative Neuroscience",
            "volume": "6",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Toward a theory of discontinuous career transition: investigating career transitions necessitated by traumatic life events",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Haynie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Applied Psychology",
            "volume": "96",
            "issn": "",
            "pages": "501--524",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Effects of seeking accommodation and disability on preemployment evaluations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hazer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Bedell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Applied Social Psychology",
            "volume": "30",
            "issn": "",
            "pages": "1201--1223",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Effects of seeking accommodation and disability on preemployment evaluations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hazer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Bedell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Applied Social Psychology",
            "volume": "30",
            "issn": "",
            "pages": "1201--1223",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "From services to civilian: The geographies of veterans' post-military lives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yarwood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Geoforum",
            "volume": "53",
            "issn": "",
            "pages": "41--50",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Manu Militari: The institutional contingencies of stakeholder relationships on entrepreneurial performance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hiatt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Sine",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Organization Science",
            "volume": "29",
            "issn": "",
            "pages": "547--753",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Status-and Stigma-related Consequences of Military Service and PTSD Evidence from a Laboratory Experiment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hipes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Armed Forces & Society",
            "volume": "41",
            "issn": "",
            "pages": "477--495",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Evaluating the labor market performance of veterans using a matched comparison group design",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mehay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Human Resources",
            "volume": "38",
            "issn": "",
            "pages": "673--700",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A great place to start: The role of military service on human capital formation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hisnanick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Labour",
            "volume": "17",
            "issn": "",
            "pages": "25--45",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Marriage and the military: Evidence that those who serve marry earlier and divorce earlier",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seifert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Armed Forces & Society",
            "volume": "36",
            "issn": "",
            "pages": "420--438",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Combat duty in Iraq and Afghanistan, mental health problems, and barriers to care",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgurk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Cotting",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Koffman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New England Journal of Medicine",
            "volume": "351",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Association of posttraumatic stress disorder with somatic symptoms, health care visits, and absenteeism among Iraq war veterans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Terhakopian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Psychiatry",
            "volume": "164",
            "issn": "",
            "pages": "150--153",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Social identity and self-categorization processes in organizational contexts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Terry",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Academy of Management Review",
            "volume": "25",
            "issn": "",
            "pages": "121--140",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Stress and burnout in policing: does military experience matter? Policing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "An International Journal of Police Strategies & Management",
            "volume": "34",
            "issn": "",
            "pages": "49--66",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Military training and personality trait development: Does the military make the man, or does the man make the military?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thoemmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jonkmann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lüdtke",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Trautwein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychological Science",
            "volume": "23",
            "issn": "",
            "pages": "270--277",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Post-traumatic growth as positive personality change: Evidence, controversies and future directions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jayawickreme",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Blackie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Journal of Personality",
            "volume": "28",
            "issn": "",
            "pages": "312--331",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Some effects of proportions on group life: Skewed sex ratios and responses to token women",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanter",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "American Journal of Sociology",
            "volume": "82",
            "issn": "",
            "pages": "965--990",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Exploring U.S. Veterans' post-service employment experiences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kintzle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Military Psychology",
            "volume": "30",
            "issn": "1",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Transitioning from military medics to registered nurses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Keita",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Olenick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Multidisciplinary Healthcare",
            "volume": "8",
            "issn": "",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Grit and hardiness as predictors of performance among West Point cadets",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Bartone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Military Psychology",
            "volume": "26",
            "issn": "",
            "pages": "327--342",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "A great place to start? The effect of prior military service on hiring",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Armed Forces & Society",
            "volume": "35",
            "issn": "",
            "pages": "266--285",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Women's Work after War",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.1676970"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Unemployment, earnings and enrollment among post 9/11 veterans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science Research",
            "volume": "42",
            "issn": "",
            "pages": "836--851",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Coverage of Veterans of the Wars in Iraq and Afghanistan in the US Media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hipes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Work group diversity. Annual Review of Psychology",
            "volume": "30",
            "issn": "",
            "pages": "515--541",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Drilled to obey? Ex-military CEOs and financial misconduct",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Koch-Bayram",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wernicke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Strategic Management Journal",
            "volume": "39",
            "issn": "",
            "pages": "2943--2964",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Facilitating culture-centered communication between health care providers and veterans transitioning from military deployment to civilian life",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maguen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Monroy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mayott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Seal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Patient Education and Counseling",
            "volume": "95",
            "issn": "",
            "pages": "414--420",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Identity dynamics in occupational dirty work: Integrating social identity and system justification perspectives",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreiner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Ashforth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sluss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Organization Science",
            "volume": "17",
            "issn": "",
            "pages": "619--636",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Consequences of individuals' fit at work: A meta-analysis of Person-job, person-organization, person-group, and person-supervisor fit",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kristof-Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Personnel Psychology",
            "volume": "58",
            "issn": "",
            "pages": "281--342",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Oxford handbook of military psychology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Laurence",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Military experience and corporate tax avoidance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Review of Accounting Studies",
            "volume": "22",
            "issn": "",
            "pages": "141--184",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Health effects of combat: a life-course perspective. Annual Review of Public Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "123--136",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Veteran status, earnings, and race: Some long term results",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fredland",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Armed Forces & Society",
            "volume": "5",
            "issn": "",
            "pages": "244--260",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Why is veteran unemployment so high",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Loughran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Responsible leadership in a stakeholder society-a relational perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Pless",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Business Ethics",
            "volume": "66",
            "issn": "",
            "pages": "99--115",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Do I fit in? Perceptions of organizational fit as a resource in the workplace stress process. Group & Organization Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Perrewé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "455--486",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Skills mismatch? Military service, combat occupations, and civilian earnings",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sociological Perspectives",
            "volume": "60",
            "issn": "",
            "pages": "229--250",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "The pervasive role of rank in the health of US veterans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "765--785",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Military service in the life course",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Sociology",
            "volume": "33",
            "issn": "",
            "pages": "175--196",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Coming home: Attitudes toward US veterans returning from Iraq",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleykamp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Social Problems",
            "volume": "61",
            "issn": "",
            "pages": "131--154",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Relevance of hardiness assessment and training to the military context",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Military Psychology",
            "volume": "19",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Military skill training: Some evidence of transferability",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mangum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Armed Forces & Society",
            "volume": "13",
            "issn": "",
            "pages": "425--441",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Character strengths and virtues of developing military leaders: An international comparison",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Military Psychology",
            "volume": "18",
            "issn": "",
            "pages": "57--68",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "From combat to khakis: An exploratory examination of job stress with veterans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hackney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Perrewé",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Military Psychology",
            "volume": "27",
            "issn": "",
            "pages": "93--107",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "The problems veterans face in the professional workplace",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "The postmilitary earnings of female veterans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mehay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Industrial Relations: A Journal of Economy and Society",
            "volume": "35",
            "issn": "",
            "pages": "197--217",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Stigma and mental health service utilization in military personnel: A review of the literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Michalopoulou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ormsby",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Military Behavioral Health",
            "volume": "5",
            "issn": "",
            "pages": "12--25",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Purpose in life is associated with a reduced risk of incident physical disability in aging US military veterans",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Mota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Southwick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pietrzak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The American Journal of Geriatric Psychiatry",
            "volume": "24",
            "issn": "",
            "pages": "706--714",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "What is person-environment congruence? Supplementary versus complementary models of fit",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Muchinsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Monahan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Vocational Behavior",
            "volume": "31",
            "issn": "",
            "pages": "268--277",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Does military culture matter?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Orbis",
            "volume": "43",
            "issn": "",
            "pages": "27--42",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Perceived barriers to care among veterans health administration patients with posttraumatic stress disorder",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychological Services",
            "volume": "8",
            "issn": "",
            "pages": "212--223",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "The American veteran experience and the post-9/11 generation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Igielnik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arditi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pew Research Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Strengths of character and posttraumatic growth",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pole",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "D&apos;andrea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Seligman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Traumatic Stress",
            "volume": "21",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "A meta-analytic test of intergroup contact theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Tropp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "90",
            "issn": "",
            "pages": "751--783",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Work stress in the military: prevalence, causes, and relationship to emotional health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pflanz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonnek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Military Medicine",
            "volume": "167",
            "issn": "",
            "pages": "877--882",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Stigma consciousness at work",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paulin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Basic and Applied Social Psychology",
            "volume": "27",
            "issn": "",
            "pages": "345--352",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Living with a concealable stigmatized identity: the impact of anticipated stigma, centrality, salience, and cultural stigma on psychological distress and health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Chaudoir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "97",
            "issn": "",
            "pages": "634--651",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Disclosure disconnects: Antecedents and consequences of disclosing invisible stigmas across life domains",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Ragins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "194--215",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Relational demography within groups: Past developments, contradictions, and new directions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Riordan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Research in Personnel and Human Resource Management",
            "volume": "",
            "issn": "",
            "pages": "131--173",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Disentangling the meanings of diversity and inclusion in organizations. Group & Organization Management",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "212--236",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "Characteristics of veterans and nonveterans in three samples of homeless men",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenheck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koegel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Psychiatric Services",
            "volume": "44",
            "issn": "",
            "pages": "858--863",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "On the meaning of work: A theoretical integration and review. Research in Organizational Behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Dekas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wrzesniewski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "91--127",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "The effect of 21st century military service on civilian labor and educational outcomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Routon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Labor Research",
            "volume": "35",
            "issn": "",
            "pages": "15--38",
            "other_ids": {}
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Warfare and welfare: Military service, combat, and marital dissolution",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Waddoups",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Armed Forces & Society",
            "volume": "29",
            "issn": "",
            "pages": "85--107",
            "other_ids": {}
        },
        "BIBREF126": {
            "ref_id": "b126",
            "title": "Socialization tactics and newcomer adjustment: A meta-analytic review and test of a model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Saks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Uggerslev",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Fassina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Vocational Behavior",
            "volume": "70",
            "issn": "",
            "pages": "413--446",
            "other_ids": {}
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "A systematic review of PTSD prevalence and trajectories in DSM-5 defined trauma exposed populations: intentional and non-intentional traumatic events",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Fullerton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "Family reintegration difficulties and couples therapy for military veterans and their spouses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sayers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cognitive and Behavioral Practice",
            "volume": "18",
            "issn": "1",
            "pages": "108--119",
            "other_ids": {}
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "Only one in five people take up this incredibly generous pension to retire at",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schrager",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Building the future: Psychosocial rehabilitation with a veterans construction team",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Schutt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cournoyer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Penk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Drebing",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Ormer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krebs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Losardo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Psychiatric Rehabilitation Journal",
            "volume": "27",
            "issn": "",
            "pages": "186--189",
            "other_ids": {}
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "Military veterans are morally typecast as agentic but unfeeling: Implications for veteran employment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Organizational Behavior and Human Decision Processes",
            "volume": "153",
            "issn": "",
            "pages": "75--88",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Inclusion and diversity in work groups: A review and model for future research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Shore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Randel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holcombe Ehrhart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Management",
            "volume": "37",
            "issn": "",
            "pages": "1262--1289",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Employing military personnel and recruiting veterans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sariol",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Society for Human Resource Management",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Posttraumatic stress disorder and posttraumatic growth among Israeli ex-POWs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dekel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Traumatic Stress",
            "volume": "20",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF136": {
            "ref_id": "b136",
            "title": "Long-term outcomes of military service in aging and the life course: A positive re-envisioning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spiro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Settersten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Aldwin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Gerontologist",
            "volume": "56",
            "issn": "",
            "pages": "5--13",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "V.A. officials, and the nation, battle an unrelenting tide of veteran suicides",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinhauer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF138": {
            "ref_id": "b138",
            "title": "Post 9/11 Veterans with Service-Connected Disabilities and their Transition to the Civilian Workforce: A Review of the Literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Developing Human Resources",
            "volume": "19",
            "issn": "",
            "pages": "66--77",
            "other_ids": {}
        },
        "BIBREF139": {
            "ref_id": "b139",
            "title": "Factors affecting hiring decisions about veterans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Human Resource Management Review",
            "volume": "25",
            "issn": "",
            "pages": "68--79",
            "other_ids": {}
        },
        "BIBREF140": {
            "ref_id": "b140",
            "title": "Do stereotypes of veterans affect chances of employment?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lengnick-Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muldoon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Psychologist-Manager Journal",
            "volume": "21",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF141": {
            "ref_id": "b141",
            "title": "A model of factors affecting the treatment of disabled individuals in organizations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colella",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Academy of Management Review",
            "volume": "21",
            "issn": "",
            "pages": "352--401",
            "other_ids": {}
        },
        "BIBREF142": {
            "ref_id": "b142",
            "title": "PTSD after deployment to Iraq: conflicting rates, conflicting claims",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sundin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Fear",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rona",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Psychological Medicine",
            "volume": "25",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "The social identity theory of intergroup behavior",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tajfel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Psychology of Intergroup Relations",
            "volume": "",
            "issn": "",
            "pages": "7--24",
            "other_ids": {}
        },
        "BIBREF144": {
            "ref_id": "b144",
            "title": "Military service during the Vietnam era: Were there consequences for subsequent civilian earnings? Social Forces",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teachman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "709--730",
            "other_ids": {}
        },
        "BIBREF145": {
            "ref_id": "b145",
            "title": "Posttraumatic growth: Conceptual foundations and empirical evidence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Tedeschi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Calhoun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychological Inquiry",
            "volume": "15",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF146": {
            "ref_id": "b146",
            "title": "Can we facilitate posttraumatic growth in combat veterans?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Tedeschi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American Psychologist",
            "volume": "66",
            "issn": "",
            "pages": "19--24",
            "other_ids": {}
        },
        "BIBREF147": {
            "ref_id": "b147",
            "title": "Examining the lived experience and factors influencing education of two student veterans using photovoice methodology",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stoffel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Occupational Therapy",
            "volume": "68",
            "issn": "",
            "pages": "430--438",
            "other_ids": {}
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Post-traumatic growth among veterans in the USA: Results from the National Health and Resilience in Veterans Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "El-Gabalawy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Sledge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Southwick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pietrzak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychological Medicine",
            "volume": "45",
            "issn": "",
            "pages": "165--179",
            "other_ids": {}
        },
        "BIBREF149": {
            "ref_id": "b149",
            "title": "PTSD in Iraq and Afghanistan Veterans",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF150": {
            "ref_id": "b150",
            "title": "Military Compensation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Defense",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF151": {
            "ref_id": "b151",
            "title": "Servant leadership: A review and synthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Dierendonck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Management",
            "volume": "37",
            "issn": "",
            "pages": "1228--1261",
            "other_ids": {}
        },
        "BIBREF152": {
            "ref_id": "b152",
            "title": "Person-organization fit: The match between newcomers' and recruiters' preferences for organizational cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Vianen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Personnel Psychology",
            "volume": "53",
            "issn": "",
            "pages": "113--149",
            "other_ids": {}
        },
        "BIBREF153": {
            "ref_id": "b153",
            "title": "Transitioning veterans to nursing careers: A model program",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Voelpel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Escallier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fullerton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Professional Nursing",
            "volume": "34",
            "issn": "",
            "pages": "273--279",
            "other_ids": {}
        },
        "BIBREF154": {
            "ref_id": "b154",
            "title": "Mental health-related beliefs as a barrier to service use for military personnel and veterans: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychiatric Services",
            "volume": "62",
            "issn": "",
            "pages": "135--142",
            "other_ids": {}
        },
        "BIBREF155": {
            "ref_id": "b155",
            "title": "Assessing the mental health consequences of military combat in Iraq and Afghanistan: a literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Psychiatric and Mental Health Nursing",
            "volume": "17",
            "issn": "",
            "pages": "790--796",
            "other_ids": {}
        },
        "BIBREF156": {
            "ref_id": "b156",
            "title": "A qualitative study investigating the impact of PTSD public stigma on workplace perceptions and discrimination against post 9/11 military veterans (Unpublished doctoral dissertation)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Wenger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF157": {
            "ref_id": "b157",
            "title": "National Survey of Veterans, Active Duty Service Members, Demobilized National Guard and Reserve Members, Family Members, and Surviving Spouses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Westat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF158": {
            "ref_id": "b158",
            "title": "Military leadership: A context specific review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bliese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgurk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Leadership Quarterly",
            "volume": "14",
            "issn": "",
            "pages": "657--692",
            "other_ids": {}
        },
        "BIBREF159": {
            "ref_id": "b159",
            "title": "Military identities in the situated accounts of British military personnel",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Jenkings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sociology",
            "volume": "45",
            "issn": "",
            "pages": "252--268",
            "other_ids": {}
        },
        "BIBREF160": {
            "ref_id": "b160",
            "title": "The impact of predeployment functional impairment on mental health after combat",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Eckford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Bliese",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychological Trauma Theory Research Practice and Policy",
            "volume": "4",
            "issn": "",
            "pages": "260--269",
            "other_ids": {}
        },
        "BIBREF161": {
            "ref_id": "b161",
            "title": "Long-term forecasting of transformational leadership and its effects among naval officers: Some preliminary findings",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Yammarino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bass",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF162": {
            "ref_id": "b162",
            "title": "Posttraumatic stress disorder and functioning and quality of life outcomes in a nationally representative sample of male Vietnam veterans",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Zatzick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Marmar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Browner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Metzler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Golding",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "American Journal of Psychiatry",
            "volume": "154",
            "issn": "",
            "pages": "1690--1695",
            "other_ids": {}
        },
        "BIBREF163": {
            "ref_id": "b163",
            "title": "Missing perspectives: Servicemembers' transition from service to civilian life -data-driven research to enact the promise of the post-9/11 GI bill",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conceptual model of veteran fit, diversity and inclusion in civilian organizations J.A. Gonzalez and J. Simpson Human Resource Management Review xxx (xxxx) xxxx",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Veteran (a) inclusion and (b) person-environment fit will be positively related to the effective utilization of veteran employees' KSAs in the workplace.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}