{"paper_id": "1be1fae42d8ee8f55ee1aeab2557362355dc977f", "metadata": {"title": "Journal Pre-proof Safety and efficacy of amiodarone in a patient with COVID-19 Safety and efficacy of amiodarone in a patient with COVID-19", "authors": [{"first": "Nadia", "middle": [], "last": "Castaldo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Azienda Sanitaria Integrata del Friuli Centrale", "location": {"settlement": "Udine", "country": "Italy"}}, "email": ""}, {"first": "Alberto", "middle": [], "last": "Aimo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Scuola Sant'Anna Pisa", "location": {"country": "Italy"}}, "email": "a.aimo@santannapisa.it"}, {"first": "Vincenzo", "middle": [], "last": "Castiglione", "suffix": "", "affiliation": {"laboratory": "", "institution": "Scuola Sant'Anna Pisa", "location": {"country": "Italy"}}, "email": ""}, {"first": "Cristiano", "middle": [], "last": "Padalino", "suffix": "", "affiliation": {"laboratory": "", "institution": "Azienda Sanitaria Integrata del Friuli Centrale", "location": {"settlement": "Udine", "country": "Italy"}}, "email": ""}, {"first": "Michele", "middle": [], "last": "Emdin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Scuola Sant'Anna Pisa", "location": {"country": "Italy"}}, "email": ""}, {"first": "Carlo", "middle": [], "last": "Tascini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Azienda Sanitaria Integrata del Friuli Centrale", "location": {"settlement": "Udine", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "There is an urgent need of effective treatments for COVID-19. Amiodarone, like hydroxychloroquine, exerts antiviral actions by interfering with endocytosis and viral replication.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Here we report the first case of a patient affected by respiratory failure related to COVID-19, and recovering after only supportive measures and a short amiodarone course. Word count: 50 (abstract)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "On March 23, 2020, a 74-year-old man presented to the Emergency Department of the University Hospital of Udine, Italy, because of fever, mild shortness of breath asthenia for 4 days.", "cite_spans": [], "ref_spans": [], "section": "History Of Presentation"}, {"text": "The patient had a history of diabetes, hypertension, and permanent atrial fibrillation, on therapy with metformin, perindopril, amlodipine, indapamide, bisoprolol, and dabigatran.", "cite_spans": [], "ref_spans": [], "section": "Past Medical History"}, {"text": "Based on age, comorbidities, clinical presentation and current pandemic by COronavirus Disease 19 (COVID-19) the most plausible diagnosis seemed to be a Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "A nasopharyngeal swab was collected on admission, resulting positive for SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Investigations"}, {"text": "The patient was febrile (38 °C, 100 °F), hemodynamically stable (arterial blood pressure 110/80 mmHg), with a good arterial oxygen [O 2 ] saturation on room air (98%), a 18 breath per minute respiratory rate, and no significant desaturation at the 6-minute walking test (6MWT). COVID-19 stage 1 was diagnosed according to staging system by Siddiqi et al. [1] . The patient was prescribed symptomatic treatment with paracetamol, and discharged with recommendation for home self-monitoring.", "cite_spans": [{"start": 131, "end": 135, "text": "[O 2", "ref_id": null}, {"start": 355, "end": 358, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Investigations"}, {"text": "During the following 4 days, the patient remained febrile (body temperature up to 39 °C, 102 °F) and become increasingly symptomatic for dyspnoea. He was then admitted to the Infectious Disease Unit, where he was found pale, tachycardic (mean heart rate 87 beats per minute, with a corrected QT interval [QTc] of 400 ms), with a high respiratory rate (28 breaths per minute), a 96% O 2 saturation on room air decreasing to 92% during 6MWT. His arterial blood gas analysis on room air showed moderate hypoxemia (pO 2 78 mmHg) and a ratio of arterial oxygen partial pressure to fractional inspired oxygen (PiO 2 /FiO 2 ratio) of 371 (normal value >500). Lung ultrasound examination showed apical pleural line irregularities and bilateral areas of white lung. Accordingly, chest radiography revealed a bilateral interstitial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Investigations"}, {"text": "The patient was placed on O 2 therapy through a face mask with 40% FiO 2 . Intravenous (i.v.) steroid treatment with 8 mg dexamethasone b.i.d. was started, but was stopped after 2 days because of significant increase in blood glucose despite insulin therapy. Given that the patient had no contraindications to amiodarone and gave his informed consent, off-label therapy with amiodarone was started on the 2 nd day from admission. The drug was administered on day 1 as 15 mg/kg/24 h i.v. infusion, followed by the oral administration of 400 mg b.i.d. This dose was chosen to achieve a serum concentration higher than 10 μMol without exceeding 20 mg/kg/day, which is the maximal suggested dose in patients with heart diseases [2] . Plasma amiodarone concentration, measured on day 3, was 0.55 µg/mL (reference interval 0.21-2.05 µg/mL).", "cite_spans": [{"start": 724, "end": 727, "text": "[2]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Management"}, {"text": "Tables 1 and 2 summarize biochemical tests and atrial blood gas analysis before, during, and after amiodarone therapy. Figure 1 shows the illness clinical course.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 127, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Management"}, {"text": "Therapy with amiodarone lasted 5 days, during which the patient symptoms improved and fever disappeared. Biochemical analysis also showed a decrease of C-reactive protein and lactate dehydrogenase and an increase in leukocytes. Serial arterial blood gas analyses revealed a progressive improvement of the respiratory function, and O 2 supplementation became unnecessary on day 4 after admission. The electrocardiogram was checked daily. QTc prolonged up to 439 ms on day 8 from admission. However, 6 days after drug withdrawal, the QTc interval returned to baseline level (404 ms). No adverse events (AEs) were reported. The patient was discharged on day 8.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "As of April 27, 2020, almost 3 million cases of infection and almost 207,000 deaths by the novel coronavirus SARS-CoV-2 have been reported. The lack of a standardized treatment strategy for COVID-19 has prompted to assess the possibility of repurposing old drugs like hydroxychloroquine for new indications [3] .", "cite_spans": [{"start": 307, "end": 310, "text": "[3]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Hydroxychloroquine belongs to the class of cationic amphiphilic drugs (CADs), which are characterized by a hydrophobic aromatic ring or ring system and a hydrophilic side chain containing an ionizable amine functional group [4] . Because of their structure, CADs accumulate into acidic compartments such as late endosomes/lysosomes (LE/Lys) reducing their luminal acidity, altering the trafficking of membrane components, and inducing in several cell types, such as example alveolar macrophages, a Niemann-Pick C-like phenotype [4] . This may affect cell activities important for an efficient viral internalization, such as partial hydrolysis of viral surface proteins, macro-and/or micro-pinocytosis, the organization of the membrane invagination systems, and vesicular transport of material to the Lys [4] .", "cite_spans": [{"start": 224, "end": 227, "text": "[4]", "ref_id": "BIBREF5"}, {"start": 528, "end": 531, "text": "[4]", "ref_id": "BIBREF5"}, {"start": 804, "end": 807, "text": "[4]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "The category of CADs includes antidepressants, antibiotics, antipsychotics, cholesterollowering and fertility-regulator drugs, and antimalarial medications. Several CADs with antiarrhythmic properties have proven effective against RNA viruses in vitro; most notably, dronedarone, verapamil and the calcium channel blocker bepridil inhibited filovirus infection in cell cultures and mouse models [4, 5] . Amiodarone is a widely available, low-cost antiarrhythmic drug that in the past has been considered as a possible antiviral medication [6] . Amiodarone and its main metabolite (mono-N-desethyl amiodarone) were shown to inhibit the entry of filoviruses (a family of single-stranded negative-sense RNA virus that includes Ebola virus) at the same serum concentration found in patients treated for arrhythmias [7, 8] . Amiodarone also proved able to block the spreading of SARS-CoV-1 infection in cell cultures without modifying the density of angiotensin-converting enzyme 2 receptors on the cell surface or interfering with the attachment of SARS-CoV-1 to the cells [9] . Interestingly, amiodarone displayed antiviral activity even when SARS-CoV-1 delivered its genome directly into the cytoplasm bypassing the endocytic compartment [9] . Therefore, although the antiviral activity of amiodarone is most likely due to interference with the endocytic pathway, further mechanisms cannot be excluded.", "cite_spans": [{"start": 395, "end": 398, "text": "[4,", "ref_id": "BIBREF5"}, {"start": 399, "end": 401, "text": "5]", "ref_id": "BIBREF6"}, {"start": 539, "end": 542, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 811, "end": 814, "text": "[7,", "ref_id": "BIBREF9"}, {"start": 815, "end": 817, "text": "8]", "ref_id": "BIBREF10"}, {"start": 1069, "end": 1072, "text": "[9]", "ref_id": "BIBREF11"}, {"start": 1236, "end": 1239, "text": "[9]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Based on this evidence, there is biological plausibility to administer amiodarone in a relatively early disease phase to block SARS-CoV-2 replication. The safety and efficacy of amiodarone in patients with COVID-19 remain to be investigated, and drug interaction with other treatments (e.g. hydroxychloroquine, lopinavir/ritonavir, atazanavir and darunavir/cobicistat) are major concerns (https://www.covid19-druginteractions.org/ Last access April 15, 2020). Notably, amiodarone toxicity is mainly cumulative and dose-dependent, which means that the risk of AEs is directly related to the duration of the treatment [10] . Therefore, a short amiodarone course could be proposed as a stand-alone medication in cases of mild to moderate COVID-19, and could be hypothetically administered with interacting drugs under strict drug monitoring.", "cite_spans": [{"start": 616, "end": 620, "text": "[10]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Here we reported the first case of a patient affected by respiratory failure related to COVID-19, and recovering after only supportive measures and a short amiodarone course. We must acknowledge that we do not know whether the clinical evolution would have been the same if the patient had received other drugs used in patients with COVID-19 and to what extent amiodarone effectively changed the natural history of the disease. Despite these limitations, this 6 case points to amiodarone as a possible therapy for the early phase of COVID-19. A randomized trial comparing amiodarone and another CAD (verapamil) with usual care in hospitalized patients with confirmed COVID-19 has been started (NCT04351763). In this study, amiodarone will be administered as a bolus of 150 mg over ≥10 minutes, followed by continuous infusion of 1 mg/min for 6 hours, then 0.5 mg/min for 18 hours, and finally oral administration of 200 to 400 mg daily (based on cardiac response and age) until discharge. The primary endpoint will be clinical improvement (assessed on a scale ranging from 1 to 7) from randomization to day 15. Secondary endpoints will include time to resolution of fever, tachyarrhythmias, duration of hospital stay, and mortality.", "cite_spans": [{"start": 460, "end": 461, "text": "6", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "At follow-up visit, 10 days after discharge, the patient was asymptomatic.", "cite_spans": [], "ref_spans": [], "section": "Follow-Up"}, {"text": "The current COVID-19 pandemic has prompted the urgent need for searching effective treatments. Repurposing old drugs with new indications could be an effective option.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Amiodarone, like hydroxychloroquine, exerts antiviral actions by interfering with viral endocytosis and replication. Given its wide availability, low-cost, and relatively safe profile it should warrant consideration as a possible therapy for the early phase of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "• Amiodarone exerts antiviral actions by interfering with viral endocytosis and replication.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "• In vitro, amiodarone hindered SARS-CoV-1 infection without modifying the density of angiotensin-converting enzyme 2 receptors on the cell surface.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "• Amiodarone is a widely available, low-cost, relatively safe drug which could prove effective in modifying the early disease course of COVID-19 patients. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 illness in native and immunosuppressed states: a clinical-therapeutic staging proposal", "authors": [{"first": "H", "middle": ["K"], "last": "Siddiqi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mehra", "suffix": ""}], "year": 2020, "venue": "J Heart Lung Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Identification and quantitation of novel metabolites of amiodarone in plasma of treated patients", "authors": [{"first": "H", "middle": ["R"], "last": "Ha", "suffix": ""}, {"first": "L", "middle": [], "last": "Bigler", "suffix": ""}, {"first": "B", "middle": [], "last": "Wendt", "suffix": ""}, {"first": "M", "middle": [], "last": "Maggiorini", "suffix": ""}, {"first": "F", "middle": [], "last": "Follath", "suffix": ""}], "year": 2005, "venue": "Eur J Pharm Sci", "volume": "24", "issn": "", "pages": "271--280", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Chloroquine and hydroxychloroquine as available weapons to fight COVID-19", "authors": [{"first": "P", "middle": [], "last": "Colson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rolain", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Brouqui", "suffix": ""}, {"first": "D", "middle": [], "last": "Raoult", "suffix": ""}], "year": 2020, "venue": "Int J Antimicrob Agents", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Antiviral activity of cationic amphiphilic drugs", "authors": [{"first": "C", "middle": [], "last": "Salata", "suffix": ""}, {"first": "A", "middle": [], "last": "Calistri", "suffix": ""}, {"first": "C", "middle": [], "last": "Parolin", "suffix": ""}, {"first": "A", "middle": [], "last": "Baritussio", "suffix": ""}, {"first": "G", "middle": [], "last": "Palu", "suffix": ""}], "year": 2017, "venue": "Expert Rev Anti Infect Ther", "volume": "15", "issn": "", "pages": "483--92", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The clinically approved drugs amiodarone, dronedarone and verapamil inhibit filovirus cell entry", "authors": [{"first": "G", "middle": [], "last": "Gehring", "suffix": ""}, {"first": "K", "middle": [], "last": "Rohrmann", "suffix": ""}, {"first": "N", "middle": [], "last": "Atenchong", "suffix": ""}], "year": 2014, "venue": "J Antimicrob Chemother", "volume": "69", "issn": "", "pages": "2123--2154", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Amiodarone as a possible therapy for coronavirus infection", "authors": [{"first": "A", "middle": [], "last": "Aimo", "suffix": ""}, {"first": "A", "middle": [], "last": "Baritussio", "suffix": ""}, {"first": "M", "middle": [], "last": "Emdin", "suffix": ""}, {"first": "C", "middle": [], "last": "Tascini", "suffix": ""}], "year": 2020, "venue": "Eur J Prev Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Amiodarone and metabolite MDEA inhibit Ebola virus infection by interfering with the viral entry process", "authors": [{"first": "C", "middle": [], "last": "Salata", "suffix": ""}, {"first": "A", "middle": [], "last": "Baritussio", "suffix": ""}, {"first": "D", "middle": [], "last": "Munegato", "suffix": ""}], "year": 2015, "venue": "Pathog Dis", "volume": "73", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "In vitro and in vivo activity of amiodarone against Ebola virus", "authors": [{"first": "J", "middle": [], "last": "Dyall", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Hart", "suffix": ""}], "year": 2018, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Amiodarone alters late endosomes and inhibits SARS coronavirus infection at a post-endosomal level", "authors": [{"first": "K", "middle": [], "last": "Stadler", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Ha", "suffix": ""}, {"first": "V", "middle": [], "last": "Ciminale", "suffix": ""}], "year": 2008, "venue": "Am J Respir Cell Mol Biol", "volume": "39", "issn": "", "pages": "142--151", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A general overview of amiodarone toxicity: its prevention, detection, and management", "authors": [{"first": "T", "middle": ["R"], "last": "Vrobel", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Mostow", "suffix": ""}, {"first": "L", "middle": [], "last": "Rakita", "suffix": ""}], "year": 1989, "venue": "Prog Cardiovasc Dis", "volume": "31", "issn": "", "pages": "393--426", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure Legend", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Clinical course.", "latex": null, "type": "figure"}, "TABREF0": {"text": "6MWT, 6-minute walking test; AF, atrial fibrillation; BP, blood pressure; b.p.m., beats per minute; BT, body temperature; CK, creatine kinase; CRP, C-reactive protein; ECG, electrocardiogram; FiO2, fractional inspired oxygen; HR, heart rate; LDH, lactate dehydrogenase; NP, nasopharyngeal; PiO2, arterial oxygen partial pressure; QTc, corrected QT interval; SaO2, oxygen saturation in the arterial blood; WBC, white blood cells.", "latex": null, "type": "table"}, "TABREF1": {"text": "Biochemical tests before, during, and after amiodarone therapy. CK, creatine kinase; CRP, C-reactive protein; INR: international normalized ratio; LDH, lactate dehydrogenase; Ly, lymphocytes; PCT, procalcitonin; WBC, white blood cells.", "latex": null, "type": "table"}, "TABREF2": {"text": "Arterial blood gas analysis before and after amiodarone administration.FiO 2 , fractional inspired oxygen; HCO 3-, bicarbonate level; pCO 2 , arterial carbon dioxide arterial oxygen partial pressure; pO 2 , arterial oxygen partial pressure.", "latex": null, "type": "table"}}, "back_matter": []}