{"paper_id": "1be6068154d219951366017ff05f9144caaba78b", "metadata": {"title": "The effect of patent ductus arteriosus on coronary artery blood flow in premature infants: a prospective observational pilot study", "authors": [{"first": "Yulia", "middle": [], "last": "Vaisbourd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Dawod", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sharif", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Arieh"], "last": "Riskin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Liat"], "last": "Yaniv", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Gil Dinur", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Khalil Amen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "David Bader", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Amir"], "last": "Kugelman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective To compare coronary flows between premature infants with and without hemodynamically significant patent ductus arteriosus (hsPDA) and to determine if coronary flow is influenced by medical PDA treatment. Design Prospective, observational pilot study. Forty-three infants <32 weeks gestation underwent echocardiography when routinely indicated. Study group included infants with hsPDA requiring treatment. Comparison groups included infants with nonsignificant PDA and infants without PDA. Results The study group (n = 13), compared with the comparison groups with nonsignificant PDA (n = 12) and without PDA (n = 18) had higher troponin levels (p = 0.003 and 0.004, respectively). In infants with hsPDA compared with infants with no PDA there was a significant increase in myocardial oxygen demand and decrease in left main coronary artery flow, with nonsignificant increase in cardiac output. Conclusions Decrease in coronary artery flows and higher troponin values may suggest a \"steal effect,\" not allowing to meet the elevated myocardial oxygen demand in infants with hsPDA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Patent ductus arteriosus (PDA) is common among preterm infants, affecting~80% of those born at 25-28 weeks' gestation, and 90% of those born at 24 weeks' gestation. Hemodynamically significant PDA (hsPDA) is diagnosed based on physical examination and clinical findings, but the most accurate method is echocardiography [1] . Currently, the first choice of treatment for hsPDA is with medications, primarily indomethacin and ibuprofen [2] . Paracetamol is an effective alternative, with less side effects [2] [3] [4] [5] . Surgical ligation is the next line of treatment [6] .", "cite_spans": [{"start": 320, "end": 323, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 435, "end": 438, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 505, "end": 508, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 509, "end": 512, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 513, "end": 516, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 517, "end": 520, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 571, "end": 574, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "When the ductus remains open blood flows from the aorta into the pulmonary artery, a phenomenon called \"ductal steal.\" This can cause compromised perfusion of vital organs, including bowel, kidney, and brain. Decreased mesenteric tissue oxygenation and superior mesenteric artery flow were described [7, 8] .", "cite_spans": [{"start": 300, "end": 303, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 304, "end": 306, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The effect of hsPDA on coronary flow and myocardial function has been studied in the past in lambs and preterm infants treated with indomethacin, showing an acute decrease of coronary flow after medication delivery, with a later partial recovery [9] [10] [11] . Other studies that examined coronary flow before and after surgical ligation of PDA showed an increase in postoperative coronary perfusion, suggesting it is potentially compromised by severe ductal shunt [12, 13] .", "cite_spans": [{"start": 246, "end": 249, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 255, "end": 259, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 466, "end": 470, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 471, "end": 474, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Information on coronary flow in children and neonates is limited. Transthoracic echocardiography offers a noninvasive but reliable method for coronary flow examination [14] , comparable to guide wire methods [15] . No study, to the best of our knowledge, has evaluated the association between severity of PDA and coronary flows, and the effect of medical treatment of PDA with ibuprofen or paracetamol on coronary flows in preterm infants.", "cite_spans": [{"start": 168, "end": 172, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 208, "end": 212, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "We hypothesized that coronary flow in infants with hsPDA will be lower compared with preterm infants with nonsignificant or without PDA, and that medical closure of PDA will result in an increase in coronary flow. A \"steal effect\" from the coronaries might help in defining hsPDA. The aim of this pilot study was to evaluate coronary flows in preterm infants with and without hsPDA and to assess the effect of medical treatment on coronary flows.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This was a prospective observational pilot study conducted in the Neonatal Intensive Care Unit (NICU) between September 2015 and October 2018. The study was approved by the ethics committee of the Israeli Ministry of Health and by the institutional review board. Parents of all infants signed an informed consent form.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "The study group included preterm infants under 32 weeks of gestation that were born in Bnai Zion Medical Center in Haifa, with hsPDA demonstrated in echocardiography, which were treated with ibuprofen or paracetamol. hsPDA was defined by clinical and hemodynamic findings that the medical team decided to treat. Clinical signs included systolic murmur, increased precordial impulse, bounding arterial pulses, and low diastolic blood pressure with a widened pulse pressure, increased oxygen requirement or inability to reduce mechanical ventilator support. The echocardiographic parameters for significant PDA were defined as ductal diameter ≥1.5 [16, 17] and a nonrestrictive ductus (ductal flow <1 m/s) [18] .", "cite_spans": [{"start": 646, "end": 650, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 651, "end": 654, "text": "17]", "ref_id": "BIBREF16"}, {"start": 704, "end": 708, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Patients"}, {"text": "Two comparison groups were defined: preterm infants without PDA and preterm infants with a nonsignificant PDA defined as a small restrictive ductus (ductal flow >1 m/s) [18] , that were not treated for ductal closure. All the decisions and categorizations to the three groups were for practical clinical management by the attending neonatologist and the medical team according to the described routine in our NICU and cardiac echocardiography performed by a certified cardiologist.", "cite_spans": [{"start": 169, "end": 173, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Patients"}, {"text": "Excluded were neonates with significant congenital defects or infants who needed vasopressors for sepsis.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Neonates were examined by echocardiography as part of the department's routine when a PDA was suspected. If a large ductus was found and medical treatment was initiated the neonate was examined again after completion of first medical course. Treatment protocol was based on current literature and common practice, and was not influenced by the study. According to the standard accepted treatment protocol ibuprofen was given IV or PO once daily for 3 days (10 mg/kg in the first day, 5 mg/kg in the following 2 days), and paracetamol was given IV or PO every 6 h for 3 days (15 mg/kg) [4] . Variability in treatment duration and dosage existed based on neonate's clinical condition and the standard routine.", "cite_spans": [{"start": 585, "end": 588, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Study procedure"}, {"text": "A high sensitivity cardiac troponin T test was performed prior to the first echocardiography test in the study and comparison groups, together with blood tests withdrawn for patients' care.", "cite_spans": [], "ref_spans": [], "section": "Study procedure"}, {"text": "Two-dimensional echocardiography was performed by a single senior cardiologist using the Philips CX50 cardiovascular ultrasound system (Philips, Bothell, WA, USA) with a S12-4 transducer and a 7.5-MHz high-frequency phased-array transducer probe. Sampling of blood velocities through the left main (LM) coronary artery and flow velocity measurements were performed. The LM flow velocity was identified using color Doppler flow analysis set to a low Nyquist limit (16 cm/s). Doppler sampling of LM velocities was performed via short axis view at the level of the aortic valve or apical 5-chamber view. The Doppler sample volume was placed within the color jet of the LM coronary artery. The angle of incidence was kept at a minimum of less than 10°with the direction of color flow jet.", "cite_spans": [], "ref_spans": [], "section": "Echocardiography"}, {"text": "During each echocardiography study the following parameters were measured: cardiac size parameters, PDA characterization, coronary flow in the LM coronary artery and cardiac output (CO). Cardiac size measurements included left ventricular end diastolic diameter, left ventricular end systolic diameter, left atrial diameter, interventricular septum diameter, left posterior wall diameter (LPW), aortic root and aortic valve opening size, LM coronary artery and left ventricle outlet radius.", "cite_spans": [], "ref_spans": [], "section": "Measurements"}, {"text": "PDA characterization included size, systolic and diastolic difference in pressure (delta P). Ductal flow velocity was calculated from equation ΔP (pressure gradient) = 4 × V (flow velocity) 2 . The ratio of left atrial to aortic root dimensions was calculated to assess PDA significance. Ductal size was also adjusted for weight [19] . Coronary flow was evaluated during diastole as the majority of coronary arterial flow occurs then. Measurements were averaged from three consecutive beats. The peak diastolic velocity (Vd) represents the flow velocity in the vessel and was measured in cm/s. Flow is represented by both the diastolic time-velocity integral (TVId) and flow index (FI). TVId is the area under the velocity/time curve and was measured in centimeter. FI is the coronary flow volume index per minute and was calculated as the product of TVId times the heart rate, measured in cm/min. FI was also adjusted for birth weight [10, 12] . Flow was calculated by multiplying the FI by π x coronary artery radius 2 . Cardiac output index (CO I ) (cm/min) was measured as systolic timevelocity integral measured in the left ventricular outlet times the heart rate, and was also adjusted for weight [19] . Cardiac output was calculated by multiplying the CO I by π × left ventricle outlet radius 2 . Myocardial oxygen demand was calculated as heart rate times the systolic blood pressure, and was also adjusted for weight [20] . Measurements of peak Vd and TVId were performed with the internal analysis package of the ultrasound unit. Values for all parameters were obtained by averaging measurements of three consecutive cardiac cycles. All images were analyzed offline. Our results address the LM coronary artery and not the LAD, because the latter is a continuation of the LM coronary artery and was inaccessible in most premature infants in the study.", "cite_spans": [{"start": 329, "end": 333, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 936, "end": 940, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 941, "end": 944, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1203, "end": 1207, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1426, "end": 1430, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Measurements"}, {"text": "A two-sample paired t test was performed for analyzing continuous variables with normal distribution in the study group (changes in heart size parameters, PDA characteristics, velocity, flow and CO, before and after medical PDA closure), with each neonate serving as his own control. An unpaired t test or ANOVA was used for continuous variables with normal distribution to compare the same measurements with the comparison groups. The Mann-Whitney Rank Sum Test or Wilcoxon signed-rank test was used where the distribution was skewed, as appropriate. Chi 2 and Fisher Exact tests were used for some of the clinical outcome measures (Intraventricular hemorrhage/periventricular leukomalacia, necrotizing enterocolitis, retinopathy of prematurity and bronchopulmonary dysplasia). We also performed a multivariate analysis (with the best subset regression model) to test if GA, birth weight and ductal size had significant effects on troponin level and clinical outcomes. To assess the accuracy of coronary artery measurements we performed intraclass correlation coefficient (ICC). Values between 0.75 and 0.9, and <0.5 are considered good or poor, respectively.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Based on expected flow velocities of 20-22 cm/s with 1-2 cm/s standard deviation, we estimated that in order to detect a 10% difference between study and comparison groups (meaning 2 cm/s) in coronary flow velocity, with a power of 80% and α < 0.05, using an unpaired t-test or ANOVA, we would need 17 neonates in each group. In a paired t-test we would need ten neonates in the study group, with each neonate serving as his own control. The level of significance was set at p < 0.05. SigmaStat version was used for the analysis.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "During the study period 93 newborns under 32 weeks of gestation were born in Bnai Zion medical center. Early echocardiography was performed in 65 infants. The decision to perform echocardiography in the first days of life was based on clinical considerations. Infants recruitment is described in Fig. 1 . Six neonates died during the first 72 h of life due to early onset sepsis (two neonates), intraventricular hemorrhage (one neonate), and extreme prematurity (three neonates). Echocardiography was not performed in these infants because of their critical condition, and they were excluded. One infant was excluded due to incidental finding of significant ventricular septal defect. Included were 13 neonates in the study group, 18 neonates in the comparison group without PDA, and 12 neonates in the comparison group with a nonsignificant PDA.", "cite_spans": [], "ref_spans": [{"start": 296, "end": 302, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "Six neonates were treated with ibuprofen resulting in ductal closure. Three neonates were treated with paracetamol after ibuprofen failure or renal/bowel morbidity, resulting in closure in one infant, no response to treatment but eventually spontaneous resolution of PDA in one infant, and a single case that required surgical closure. Four infants were treated initially with paracetamol as the current department routine, resulting in closure or significant narrowing of PDA.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The vital signs including temperature, oxygen demand and mean airway pressure, and baseline laboratory tests including blood gases and hematocrit, of the study group before and after treatment, were comparable. The only difference was in the base excess that improved after ductus treatment (from −8.6 ± 3.5 to −4.9 ± 5.5, p = 0.05). The sequential measures of velocity and flow before and after ductus closure in the LM coronary arteries in the study groups are reported in Table 1 . Both groups were comparable in cardiac size measures, CO and coronary flow parameters. A significant difference was seen in PDA size and diastolic pressure gradient but there was no change in the ratio of left atrial to aortic root dimensions. Seven out of thirteen neonates in the study group had bidirectional ductal flow, mainly left to right, while the others had left to right continuous flows.", "cite_spans": [], "ref_spans": [{"start": 475, "end": 482, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "A comparison of birth characteristics, vital signs, and laboratory tests between the study and comparison groups is presented in Table 2 . The study group had a lower GA and BW, and lower systolic and diastolic blood pressure and pulse pressure, being statistically significant only compared with the comparison group without PDA. The study group had also lower pH, pO 2 , and BE, and higher pCO 2 . Notably, the troponin values were significantly higher in the study compared with the comparison groups. In a multivariable analysis we found that an elevated troponin level was related to smaller gestational age and larger ductus size (p values of 0.02 and 0.01, respectively). The measures of velocity and flow in the LM coronary arteries in the study and comparison groups are reported in Table 3 . Both groups were comparable in cardiac size measures, except for the LPW, aortic root, and aortic valve. Coronary cross-sectional area was lower in the study group compared with the comparison groups with small and no ductus (0.0017, 0.0028, and 0.0038 cm 2 , respectively, p < 0.001). Left ventricular outlet diameter was also lower in the study group compared with the groups with small and no PDA (0.41, 0.45 and 0.5 cm 2 , respectively, p = 0.03). The ratio of left atrial to aortic root dimensions was higher in the study group compared with the comparison group without PDA, and PDA diameter/BW was higher in the study group compared with comparison group with small ductus.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 136, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 792, "end": 799, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "CO I was higher but CO was not significantly higher in the study group compared with the controls. Flows in the LM coronary artery in infants with hsPDA were significantly lower in the study group, compared with the controls with mild and no PDA. Myocardial oxygen demand adjusted for BW was also higher in infants with PDA, being significant only in infants with hsPDA compared with the group without PDA.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The clinical outcomes (Table 4 ) of the three groups were significantly different with longer mechanical ventilation and oxygen support in the study group, but without a Fig. 1 Recruitment chart. Flow of premature infants inclusion process, exclusion criteria and partition into groups. IVH intraventricular hemmorhage, PDA patent ductus arteriosus. difference in length of stay. Infants in the study group had significantly higher rates of IVH/PVL and BPD. In a multivariate analysis we found that GA was an independent variable affecting length of mechanical ventilation, O 2 support and length of stay, IVH/PVL and BPD. Ductal size had an independent effect on length of mechanical ventilation, nasal support, O 2 support and length of stay.", "cite_spans": [], "ref_spans": [{"start": 22, "end": 30, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 170, "end": 176, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "Our study found that while the myocardial oxygen demand increased, CO did not increase significantly, and the LM coronary artery flows decreased in infants with hsPDA compared with those with no PDA. Those changes were associated with higher troponin values. We did not observe any change in coronary flows after medical treatment with ibuprofen or paracetamol.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While PDA was shown to have a \"steal effect\" from the intestine and the kidneys [1] , information on its effect on the coronary arteries is still limited. Sehgal et al. examined the dynamics of coronary flow related to indomethacin treatment for ductal closure in premature infants. That study found a decrease in coronary flow immediately after treatment, and recovery 60 min after treatment [10] . Similar findings were reported using speckle-tracking echocardiography [11] . The initial decrease could result from an ischemic effect caused by indomethacin, reported to decreasing flow to organs like the intestines and kidneys [2, 5] . Our study, in accordance with the previous reports [10, 11] , though at different time points and different medications, did not show an increase in coronary flows 4.1 ± 2.8 days post PDA treatment. Notably, the ductus was not closed after treatment in three out of the thirteen neonates in our study group. Another study by Sehgal et al. in premature infants examined the effects of ductal ligation on coronary flow at 1, 8, and 24 h after the procedure and suggest a postoperative increase in the coronary flow that did not reach statistical significance (baseline of 2.4 ± 1.2 ml/min/kg to 3.3 ± 1.2, 3.1 ± 1.5, and 3.1 ± 1.5, respectively; p = 0.09) [12] . They did demonstrate a significant increase in coronary artery flow relative to left ventricular output post PDA surgical ligation [12] . Harada et al. examined coronary flow after ductal ligation in children aged~1.8 years and showed an increase in coronary flow immediately after coil closure of PDA in the subset of patients with pulmonary to systemic blood flow ratio of >1.5 [13] . While this could suggest a compromised flow while the PDA was open, this study population is different, being older and with longstanding PDA, and its findings cannot be generalized to the acute condition in small premature infants. Differences between studies during medical treatment, ours and others [10, 11] vs. surgical ligation [12, 13] could relate to a more severe condition compromising coronary flow prior to surgery. The hsPDA act as low vascular resistance circuit shunting blood from the systemic circulation to pulmonary, causing a wide pulse pressure with low diastolic arterial pressure. Doppler evaluation of the mesenteric, cerebral and renal artery showing reversal or absence of diastolic flow is pathognomonic of hsPDA [10] . The principal determination of coronary perfusion pressure is the difference between the aortic diastolic pressure and the left ventricular end diastolic pressure. Diastolic and mean BP were lower in infants with hsPDA in our study and could lead to compromised coronary perfusion and myocardial performance impairment [10] .", "cite_spans": [{"start": 80, "end": 83, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 393, "end": 397, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 471, "end": 475, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 630, "end": 633, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 634, "end": 636, "text": "5]", "ref_id": "BIBREF4"}, {"start": 690, "end": 694, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 695, "end": 698, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1293, "end": 1297, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1431, "end": 1435, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1680, "end": 1684, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1990, "end": 1994, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1995, "end": 1998, "text": "11]", "ref_id": "BIBREF10"}, {"start": 2021, "end": 2025, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 2026, "end": 2029, "text": "13]", "ref_id": "BIBREF12"}, {"start": 2427, "end": 2431, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2753, "end": 2757, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study could possibly suggest a \"steal effect,\" showing significantly lower coronary flows adjusted for weight [10, 12, 19, 20] in the LM coronary artery between the study and comparison groups. The increase in CO in infants with hsPDA did not reach significance, as reported by others [19, 21] . We also found an elevated myocardial oxygen demand in infants with PDA, being significantly higher only when compared with participants with no PDA. The increased levels of troponin, despite the nonsignificant elevation in CO, may suggest that the increase did not meet the elevated myocardial oxygen demand. The response of the coronary arteries to an elevated myocardial oxygen demand should be further studied.", "cite_spans": [{"start": 114, "end": 118, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 119, "end": 122, "text": "12,", "ref_id": "BIBREF11"}, {"start": 123, "end": 126, "text": "19,", "ref_id": "BIBREF18"}, {"start": 127, "end": 130, "text": "20]", "ref_id": "BIBREF19"}, {"start": 289, "end": 293, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 294, "end": 297, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "We did not observe similar findings before and after hsPDA treatment. That can be explained by the fact that PDA was not closed in 3 out of the 13 patients in the study group, requiring additional treatment. Furthermore, even in the patients with ductal closure, the closure was not complete. As suggested by Van Laere et al. PDA diameter/BW higher than 1.4 mm/kg is an important measure of large ductal shunt [19] . In our study group after treatment, the PDA diameter/BW ratio was 1.9 mm/kg, suggesting only partial duct closure. Thus, insufficient closure of the PDA could also contribute to no effect on coronary flow. Finally, it is also possible that our pilot study had a beta error; missing an effect due to the small sample.", "cite_spans": [{"start": 410, "end": 414, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "One could argue that only limited information was available in regards to the physiologic changes in coronary flow in infants with PDA because of inadequate study or comparison groups. On the one hand, LA/aortic root ratio above 1.5 is considered indicative of hsPDA, and our result was 1.3, with statistical difference only when compared with the group with no PDA. But on the other hand, PDA diameter and flow velocity met the definitions of hsPDA, and PDA diameter/ weight was above 1.4, which is considered a better measure of ductal shunt in previous studies [19, 22] . In addition, there were clinical and laboratory measures showing that the study group did have a hemodynamic clinically significant PDA. While the severity of their clinical condition and outcome could result from their more extreme prematurity, we did perform a multivariate analysis showing the clinical outcomes to be related not only to GA, but also to the size of the PDA. Ductal size was independently associated with length of mechanical ventilation, nasal and O 2 support and length of stay. These findings are in accordance with worse clinical outcomes in premature infants who have significant PDA described in the literature [1] .", "cite_spans": [{"start": 564, "end": 568, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 569, "end": 572, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1211, "end": 1214, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "Furthermore, the troponin values were significantly higher in the study group compared with the comparison groups. In our study, we used the cardiac troponin T test since this test is considered a specific marker for myocardial ischemic injury, unlike other markers like troponin I and creatinine kinase [23] . The study group population was younger and with more comorbidities, which may raise concern for a confounding effect. For example, higher troponin values could be related to ischemic effects of respiratory distress syndrome [24, 25] . Hence, a multivariate analysis was performed and demonstrated troponin to be related significantly and independently to gestational age and ductus size. These findings may indicate that the PDA in our group was hemodynamically significant causing myocardial strain. It may also suggest that troponin was more or as sensitive as our echocardiography findings to the ductal effect on coronary flows. A previous study by El-Khuffash et al. found that PDA and large ductal size had significant correlations to higher troponin levels [23] , similar to our study results. They demonstrated normalization of troponin post treatment. An additional study evaluating the relation between PDA and troponin was conducted by Asrani et al. with similar conclusions [26] . The cumulative data might suggest that troponin level could be helpful in the assessment of clinically significant PDA. No follow up of troponin levels after ductal treatment or electrocardiography exams to demonstrate ST-segment depression [27] were made in our study due to technical difficulties. Future larger studies with troponin measurements before and after PDA closure could help strengthen the predictability of this marker, and may allow to set a threshold clinical level for hsPDA. To do that, more information regarding troponin levels in other conditions like placental insufficiency [28] , ashyxia [29] and respiratory distress syndrome [24, 25] is needed, because the current knowledge is limited.", "cite_spans": [{"start": 304, "end": 308, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 535, "end": 539, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 540, "end": 543, "text": "25]", "ref_id": "BIBREF24"}, {"start": 1075, "end": 1079, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1297, "end": 1301, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1545, "end": 1549, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1902, "end": 1906, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1917, "end": 1921, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1956, "end": 1960, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 1961, "end": 1964, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Study limitations could affect our findings. Because the coronary arteries in premature infants are small in diameter and may undergo significant changes that could not be accurately measured during the echocardiography [14] the use of this tool may be misleading and operator dependent. Furthermore, small changes could dramatically affect the assessment of the flow. When we used FI as approximation for flow instead of calculating coronary flow taking into consideration the coronary diameter, we came to opposite results, showing an increase in FI with hsPDA (Table 3) . To assure that our results were accurate we performed an ICC analysis, that found that both the FI and the coronary flow measured by our senior cardiologist had good accuracy (0.77 and 0.78, respectively). Thus, taking into account the surface area of the LM coronary artery to assess flows, affected our results and interpretation of the data. In our study, a single senior cardiologist who has the expertise and the experience in evaluating coronary flow conducted all the measurements, reducing the possibility of human measurement error. Yet, we raise a concern that this tool might not be accurate in unexperienced hands.", "cite_spans": [{"start": 220, "end": 224, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 563, "end": 572, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "This was a pilot study in which we achieved the sample size for paired tests, but not for the unpaired tests. That was caused by difficulty to enroll enough small premature infants with significant PDA requiring treatment during the study period, resulting from the recent trend allowing a more conservative watchful treatment [6] . In addition, 28 infants were excluded due to good clinical condition, which may introduce selection bias to the study. The consideration for echocardiography testing was clinical and we did not interfere with the department's routine. Another limitation of our study is the different treatment protocols used during the study that could influence the results. Yet, while indomethacin is known to decrease the flow in organs like the intestines and brain [11] , ibuprofen and paracetamol have less side effects [2, 5] , are currently more commonly used, and our study adds more information on their safety.", "cite_spans": [{"start": 327, "end": 330, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 787, "end": 791, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 843, "end": 846, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 847, "end": 849, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study's strength is in its prospective design, with adequate comparison groups evaluating a possible valid novel parameter that could help in defining hsPDA. In our observational study the definition of hsPDA took into account clinical, echocardiographic, and a \"decision to treat\" parameters by the medical team and not any single parameter.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Decrease in coronary artery flows and higher troponin values may suggest a \"steal effect,\" not allowing to meet the elevated myocardial oxygen demand in infants with hsPDA. We could not demonstrate a difference in coronary flows before and after PDA medical treatment. While our pilot study may suggest that coronary flow measurements are feasible and could be helpful in defining hsPDA, when demonstrating a \"steal effect,\" this finding should be taken with caution because of the difficulty in measuring coronary artery diameter when performed by unexperienced operator. The definition of hsPDA is complex, and should consider a variety of clinical, echocardiographic and laboratory parameters (troponin), and not just a single parameter because of the multiple factors playing a role and affecting extremely premature infants.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comittee on Fetus and Newborn", "authors": [{"first": "W", "middle": ["E"], "last": "Benitz", "suffix": ""}], "year": 2016, "venue": "", "volume": "137", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comparative study of the efficacy and safety of paracetamol, ibuprofen, and indomethacin in closure of patent ductus arteriosus in preterm neonates", "authors": [{"first": "A", "middle": ["E"], "last": "El-Mashad", "suffix": ""}, {"first": "H", "middle": [], "last": "El-Mahdy", "suffix": ""}, {"first": "El", "middle": [], "last": "Amrousy", "suffix": ""}, {"first": "D", "middle": [], "last": "Elgendy", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Eur J Pediatr", "volume": "176", "issn": "", "pages": "233--273", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comparison of oral paracetamol versus ibuprofen in premature infants with patent ductus arteriosus: a randomized controlled trial", "authors": [{"first": "D", "middle": [], "last": "Dang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}], "year": 2013, "venue": "PloS ONE", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Oral paracetamol versus oral ibuprofen in the management of patent ductus arteriosus in preterm infants: a randomized controlled trial", "authors": [{"first": "M", "middle": ["Y"], "last": "Oncel", "suffix": ""}, {"first": "S", "middle": [], "last": "Yurttutan", "suffix": ""}, {"first": "O", "middle": [], "last": "Erdeve", "suffix": ""}, {"first": "N", "middle": [], "last": "Uras", "suffix": ""}, {"first": "N", "middle": [], "last": "Altug", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Oguz", "suffix": ""}], "year": 2014, "venue": "J Pediatr", "volume": "164", "issn": "", "pages": "510--514", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ibuprofen for the treatment of patent ductus arteriosus in preterm or low birth weight (or both) infants", "authors": [{"first": "A", "middle": [], "last": "Ohlsson", "suffix": ""}, {"first": "R", "middle": [], "last": "Walia", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shah", "suffix": ""}], "year": 2018, "venue": "Cochrane Database Syst Rev", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Treatment of persistent ductus arteriosus in preterm infants. time to accept the null hypothesis?", "authors": [{"first": "W", "middle": ["E"], "last": "Benitz", "suffix": ""}], "year": 2010, "venue": "J Perinatol", "volume": "30", "issn": "", "pages": "241--52", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Regional tissue oxygenation in preterm born infants in association with echocardiographically significant patent ductus arteriosus", "authors": [{"first": "A", "middle": [], "last": "Petrova", "suffix": ""}, {"first": "M", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "R", "middle": [], "last": "Mehta", "suffix": ""}], "year": 2011, "venue": "J Perinatol", "volume": "31", "issn": "", "pages": "460--464", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The hemodynamic effects of neonatal patent ductus arteriosus shunting on superior mesenteric artery blood flow", "authors": [{"first": "M", "middle": [], "last": "Freeman-Lad", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Carver", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Huhta", "suffix": ""}], "year": 2005, "venue": "J Perinatol", "volume": "25", "issn": "", "pages": "459--62", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Acute decrease of coronary flow after indomethacin delivery in newborn lambs", "authors": [{"first": "S", "middle": [], "last": "Harling", "suffix": ""}, {"first": "G", "middle": [], "last": "Oskarsson", "suffix": ""}, {"first": "S", "middle": [], "last": "Gudmundsson", "suffix": ""}, {"first": "E", "middle": [], "last": "Pesonen", "suffix": ""}], "year": 2007, "venue": "Acta Paediatr", "volume": "96", "issn": "", "pages": "1460--1463", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Indomethacin impairs coronary perfusion in infants with hemodynamically significant ductus arteriosus", "authors": [{"first": "A", "middle": [], "last": "Sehgal", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Ramsden", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Mcnamara", "suffix": ""}], "year": 2012, "venue": "Neonatology", "volume": "101", "issn": "", "pages": "20--27", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cyclooxygenase inhibitors in preterm infants with patent ductus arteriosus: effects on cardiac and vascular indices", "authors": [{"first": "A", "middle": [], "last": "Sehgal", "suffix": ""}, {"first": "T", "middle": [], "last": "Doctor", "suffix": ""}, {"first": "S", "middle": [], "last": "Menahem", "suffix": ""}], "year": 2014, "venue": "Pediatr Cardiol", "volume": "35", "issn": "", "pages": "1429--1465", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Coronary artery perfusion and myocardial performance after patent ductus arteriosus ligation", "authors": [{"first": "A", "middle": [], "last": "Sehgal", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Mcnamara", "suffix": ""}], "year": 2012, "venue": "J Thorac Cardiovasc Surg", "volume": "143", "issn": "", "pages": "1271--1279", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effects of coil closure of patent ductus arteriosus on left anterior descending coronary artery blood flow using transthoracic doppler echocardiography", "authors": [{"first": "K", "middle": [], "last": "Harada", "suffix": ""}, {"first": "M", "middle": [], "last": "Toyono", "suffix": ""}, {"first": "M", "middle": [], "last": "Tamura", "suffix": ""}], "year": 2004, "venue": "J Am Soc Echocardiogr", "volume": "17", "issn": "", "pages": "659--63", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Effects of phototherapy on coronary blood flow in healthy neonates: a pilot study", "authors": [{"first": "L", "middle": [], "last": "Borenstein-Levin", "suffix": ""}, {"first": "D", "middle": [], "last": "Sharif", "suffix": ""}, {"first": "A", "middle": [], "last": "Amshalom", "suffix": ""}, {"first": "A", "middle": [], "last": "Riskin", "suffix": ""}, {"first": "M", "middle": [], "last": "Hemo", "suffix": ""}, {"first": "A", "middle": [], "last": "Khalil", "suffix": ""}], "year": 2016, "venue": "Neonatology", "volume": "110", "issn": "", "pages": "75--82", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Left anterior descending coronary artery flow and its relation to age in children", "authors": [{"first": "K", "middle": [], "last": "Yasuoka", "suffix": ""}, {"first": "K", "middle": [], "last": "Harada", "suffix": ""}, {"first": "M", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "G", "middle": [], "last": "Takada", "suffix": ""}], "year": 2002, "venue": "J Am Soc Echocardiogr", "volume": "15", "issn": "", "pages": "69--75", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Towards rational management of the pat ent ductus arteriosus: the need for disease staging", "authors": [{"first": "P", "middle": ["J"], "last": "Mcnamara", "suffix": ""}, {"first": "A", "middle": [], "last": "Sehgal", "suffix": ""}], "year": 2007, "venue": "Arch Dis Child Fetal Neonatal Ed", "volume": "92", "issn": "", "pages": "424--431", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "N-terminal pro natriuretic peptide and a patent ductus arteriosus scoring system predict death before discharge or neurodevelopmental outcome at 2 years in preterm infants", "authors": [{"first": "A", "middle": ["F"], "last": "El-Khufash", "suffix": ""}, {"first": "M", "middle": [], "last": "Slevin", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Mcnamara", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Molloy", "suffix": ""}, {"first": "T", "middle": [], "last": "Troponin", "suffix": ""}], "year": 2011, "venue": "Arch Dis Child Fetal Neonatal Ed", "volume": "96", "issn": "", "pages": "133--140", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Echocardiographic evaluation of patent ductus arteriosus in preterm infants", "authors": [{"first": "R", "middle": [], "last": "Arlettaz", "suffix": ""}], "year": 2017, "venue": "Front Pediatr", "volume": "5", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Application of NPE in the assessment of a patent ductus arteriosus", "authors": [{"first": "D", "middle": [], "last": "Van Laere", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Overmeire", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "El", "middle": [], "last": "Khuffash", "suffix": ""}, {"first": "A", "middle": [], "last": "Savoia", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcnamara", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Npe)", "suffix": ""}], "year": 2018, "venue": "European Special Interest Group 'Neonatologist Performed Echocardiography", "volume": "84", "issn": "", "pages": "46--56", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Umbilical cord vitamin D, ionized calcium and myocardial oxygen demand", "authors": [{"first": "I", "middle": [], "last": "Reeves", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Asadi", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Millis", "suffix": ""}], "year": 2014, "venue": "J Matern Fetal Neonatal Med", "volume": "27", "issn": "", "pages": "1000--1004", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pulsed doppler measurement of left ventricular output as early predictor of symptomatic patent ductus arteriosus in very preterm infants", "authors": [{"first": "F", "middle": ["J"], "last": "Walther", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Ebrahimi", "suffix": ""}, {"first": "B", "middle": [], "last": "Siassi", "suffix": ""}], "year": 1989, "venue": "Biol Neonate", "volume": "56", "issn": "", "pages": "121--129", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Diagnosis and management of patent ductus arteriosus", "authors": [{"first": "M", "middle": [], "last": "Gillam-Krakauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Reese", "suffix": ""}], "year": 2018, "venue": "Neoreviews", "volume": "19", "issn": "", "pages": "394--402", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Influence of a patent ductus arteriosus on cardiac troponin T levels in preterm infants", "authors": [{"first": "A", "middle": ["F"], "last": "El-Khuffash", "suffix": ""}, {"first": "Molly", "middle": ["Ej"], "last": "", "suffix": ""}], "year": 2008, "venue": "J Pediatr", "volume": "153", "issn": "", "pages": "350--353", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "High serum cardiac troponin T concentrations in preterm infants with respiratory distress syndrome", "authors": [{"first": "D", "middle": [], "last": "Trevisanuto", "suffix": ""}, {"first": "M", "middle": [], "last": "Zaninotto", "suffix": ""}, {"first": "S", "middle": [], "last": "Altinier", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebani", "suffix": ""}, {"first": "V", "middle": [], "last": "Zanardo", "suffix": ""}], "year": 2000, "venue": "Acta Paediatr", "volume": "89", "issn": "", "pages": "1134--1140", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effect of patent ductus arteriosus and indomethacin treatment on serum cardiac troponin T levels in preterm infants with respiratory distress syndrome", "authors": [{"first": "D1", "middle": [], "last": "Trevisanuto", "suffix": ""}, {"first": "M", "middle": [], "last": "Zaninotto", "suffix": ""}, {"first": "M", "middle": [], "last": "Lachin", "suffix": ""}, {"first": "S", "middle": [], "last": "Altinier", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebani", "suffix": ""}, {"first": "P", "middle": [], "last": "Ferrarese", "suffix": ""}], "year": 2000, "venue": "Eur J Pediatr", "volume": "159", "issn": "", "pages": "273--279", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "High-sensitivity troponin T in preterm infants with a hemodynamically significant patent ductus arteriosus", "authors": [{"first": "P", "middle": [], "last": "Asrani", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Aly", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Jiwani", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Niebuhr", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Christenson", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Jain", "suffix": ""}], "year": 2018, "venue": "J Perinatol", "volume": "38", "issn": "", "pages": "1483--1492", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "ST depression suggesting subendocardial ischemia in neonates with respiratory distress syndrome and patent ductus arteriosus", "authors": [{"first": "G", "middle": ["L"], "last": "Way", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Pierce", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Wolfe", "suffix": ""}, {"first": "R", "middle": [], "last": "Mcgrath", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiggins", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Merenstein", "suffix": ""}], "year": 1979, "venue": "J Pediatr", "volume": "95", "issn": "", "pages": "609--620", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Association of severe placental insufficiency and systemic venous pressure rise in the fetus with increased neonatal cardiac troponin T levels", "authors": [{"first": "K", "middle": [], "last": "Makikallio", "suffix": ""}, {"first": "O", "middle": [], "last": "Vuolteenaho", "suffix": ""}, {"first": "P", "middle": [], "last": "Jouppila", "suffix": ""}, {"first": "J", "middle": [], "last": "Rasanen", "suffix": ""}], "year": 2000, "venue": "Am J Obstet Gynecol", "volume": "183", "issn": "", "pages": "726--757", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Usefulness of cardiac troponin T and echocardiography in the diagnosis of hypoxic myocardial injury of full-term neonates", "authors": [{"first": "M", "middle": [], "last": "Szymankiewicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Matuszczok-Wleklak", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hodgman", "suffix": ""}, {"first": "J", "middle": [], "last": "Gadzinowski", "suffix": ""}], "year": 2005, "venue": "Biol Neonate", "volume": "88", "issn": "", "pages": "19--23", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "LVESD left ventricular end systolic diameter, IVS-D interventricular septal thickness at diastole, LPW left ventricular posterior wall, LA left atria, PDA patent ductus arteriosus, NA not applicable, delta P delta pressure, BW birth weight, CO I cardiac output index, FI LM flow index left main, Vd peak diastolic velocity, TVId diastolic time velocity integral, MOD myocardial oxygen demand (beat × mmHg/min/kg). Statistically significant p-values are in bold.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Echocardiographic measurements of the study group (n = 13) before and after PDA treatment.LVEDD left ventricular end diastolic diameter, LVESD left ventricular end systolic diameter, IVS-D interventricular septal thickness at diastole, LPW left ventricular posterior wall, LA left atria, PDA patent ductus arteriosus, delta P delta pressure, BW birth weight, CO I cardiac output index, FI flow index, Vd peak diastolic velocity, TVId diastolic time velocity integral, MOD myocardial oxygen demand (beat × mmHg/min/kg).", "latex": null, "type": "table"}, "TABREF1": {"text": "Birth characteristics, vital signs and laboratory tests of the study group (hsPDA) before treatment compared with comparison groups.HR heart rate, BP blood pressure, PP pulse pressure, RR respiratory rate, SpO 2 saturation, FiO 2 fraction of inspired oxygen, MAP mean airway pressure, pCO 2 partial pressure of carbon dioxide, pO 2 partial pressure of oxygen, BE base excess, HCT hematocrit, PLT platelets, CRP c-reactive protein.Statistically significant p-values are in bold.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}