{"paper_id": "1be6bdf4a0f8490923fb2236430cea381ccd7676", "metadata": {"title": "The Formalization of Asymmetry in Disjunctive Evaluation", "authors": [{"first": "Miroslav", "middle": [], "last": "Hudec", "suffix": "", "affiliation": {"laboratory": "", "institution": "VSB -Technical University of Ostrava", "location": {"settlement": "Ostrava", "country": "Czech Republic"}}, "email": "miroslav.hudec@vsb.cz"}, {"first": "(", "middle": ["B"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Radko", "middle": [], "last": "Mesiar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Slovak University of Technology", "location": {"settlement": "Bratislava", "country": "Slovakia"}}, "email": "mesiar@math.sk"}]}, "abstract": [{"text": "The main property of disjunction is substitutability, i.e., the fully satisfied predicate substitutes the rejected one. But, in many realworld cases disjunction is expressed as the fusion of full and optional alternatives, which is expressed as OR ELSE connective. Generally, this logical connective provides a solution lower than or equal to the MAX operator, and higher than or equal to the projection of the full alternative, i.e., the solution does not go below any averaging function and above MAX function. Therefore, the optional alternative does not influence the solution when it is satisfied with a degree lower than the degree of full alternative. In this work, we propose further generalization by other disjunctive functions in order to allow upward reinforcement of asymmetric disjunction. Finally, the obtained results are illustrated and discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "One of the key properties of disjunction is commutativity, i.e., the order of predicates is irrelevant. The full substitutability means that at least one predicate should be met [7] . In technical systems, it is a desirable property, because if one unit fails, the others substitute its functionality. But, in evaluating records from a large data set, a larger number of records might be selected and moreover a significant proportion of them might get the ideal evaluation score. An example is searching for a house which has spacious basement or spacious attic or suitable tool-shed for storing the less-frequently used items. Such query might lead to the over-abundant answer problem. This problem was discussed in [3] , where several solutions have been proposed. People often consider disjunction as the left-right order of predicates (alternatives), that is, the first predicate is the full alternative, whereas the other ones are less relevant options [10, 13] , or formally P 1 OR ELSE P 2 OR ELSE P 3 .", "cite_spans": [{"start": 178, "end": 181, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 718, "end": 721, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 959, "end": 963, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 964, "end": 967, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the above example, predicates might not be the equal substitutes for a particular house buyer. In such cases, the substitutability should be more restrictive. If an entity fails to meet the first predicate, but meets the second one, it is still considered as a solution, but as a non-ideal one (the evaluation degree should be lower than the ideal value, usually denoted as 1). This observation leads to the intensified disjunction. The literature offers two approaches: bipolar and asymmetric. The bipolar form of OR ELSE connective consists of the positive pole, which expresses the perfect values (full alternative) and the negative pole expressing the acceptable values. This approach has been examined in, e.g., [4, 12] .", "cite_spans": [{"start": 720, "end": 723, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 724, "end": 727, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this work, the focus is on the latter. Asymmetric disjunction has been proposed by Bosc and Pivert [2] , where authors suggested weighted arithmetic mean for reducing the strength of substitutability of the optional alternative. The axiomatization of averaging functions for covering a larger scale of possibilities for disjunctive asymmetric behaviour is proposed by Hudec and Mesiar [9] . This work goes further by examining possibilities for replacing MAX function by any disjunctive function and therefore extending asymmetric disjunction to cover diverse managerial evaluation tasks based on the disjunctive principle of human reasoning.", "cite_spans": [{"start": 102, "end": 105, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 388, "end": 391, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The structure of paper is as follows: Sect. 2 provides the preliminaries of aggregation functions. Section 3 is dedicated to the formalization of averaging and disjunctive functions in OR ELSE, whereas Sect. 4 discusses the results, and emphasizes strengths and weak points. Finally, Sect. 5 concludes the paper.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Disjunction belongs to the large class of aggregation functions, i.e., functions A : [0, 1] n → [0, 1] which are monotone and satisfy the boundary conditions A(0, ..., 0) = 0 and A(1, ..., 1) = 1, n ∈ N. The standard classification of aggregation functions is due to Dubois and Prade [6] . Namely, conjunctive aggregation functions are characterized by A(x) ≤ min(x), disjunctive by A(x) ≥ max(x), averaging by min(x) ≤ A(x) ≤ max(x), and remaining aggregation functions are called mixed, where x is a vector, x = (x 1 , ..., x n ).", "cite_spans": [{"start": 284, "end": 287, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Preliminaries of Aggregation Functions"}, {"text": "In this work, we denote by Av averaging aggregation functions, and by Dis disjunctive aggregation functions. More, Av 2 is the set of bivariate averaging functions, whereas Dis 2 represents the set of bivariate disjunctive functions. Note that if the arity of a considered aggregation is clear (mostly n = 2), we will use notation Av instead of Av 2 , and Dis instead of Dis 2 .", "cite_spans": [], "ref_spans": [], "section": "Preliminaries of Aggregation Functions"}, {"text": "The extremal elements of Av 2 are MAX (which is also called Zadeh's disjunction, OR operator) and MIN (Zadeh's conjunction, AND operator). To characterize the disjunctive (conjunctive) attitude of members of Av 2 , one can consider the ORNESS measure ORN ESS : Av 2 → [0, 1] given by Analogously, the ANDNESS measure AN DN ESS : Av 2 → [0, 1] characterizes the conjunctive attitude by", "cite_spans": [], "ref_spans": [], "section": "Preliminaries of Aggregation Functions"}, {"text": "More details regarding these measures can be found in, e.g., [8, 11] . Obviously, the disjunctive attitude of MAX is equal to 1, whereas the conjunctive attitude of MAX is 0. The opposite holds for MIN.", "cite_spans": [{"start": 61, "end": 64, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 65, "end": 68, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Preliminaries of Aggregation Functions"}, {"text": "The arithmetic mean is an element of Av having the full compensation effect, or neutrality [7] (ORNESS and ANDNESS measures are equal to 0.5). Therefore, the remaining elements of Av have either partial disjunctive or partial conjunctive behaviour.", "cite_spans": [{"start": 91, "end": 94, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Preliminaries of Aggregation Functions"}, {"text": "The extremal elements of Dis are MAX and drastic sum These observations for the symmetric case are illustrated in Fig. 1 , where predicate P 1 is satisfied with 0.8 (x = 0.8) and predicate P 2 with 0.2 (y = 0.2). Generally, P 1 and P 2 can be any kind of predicates (elementary, compound, quantified, etc.). Just as reminder, geometric mean is G(x, y) = √ xy, arithmetic mean is W = 1 2 (x + y) and quadratic mean is Q(x, y) = 0.5x 2 + 0.5y 2 .", "cite_spans": [], "ref_spans": [{"start": 114, "end": 120, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Preliminaries of Aggregation Functions"}, {"text": "In asymmetric disjunction the first predicate is full alternative, whereas the other ones are optional. An illustrative example is the requirement: \"buy broccoli or else cauliflower \" [9] . If we find neither broccoli nor cauliflower, the score is 0. If we find both, the score is 1. If we find only broccoli, the score is 1. Finally, if we find only cauliflower, the score should be less than 1, but better than 0. Thus, the last option should be managed by an element of Av 2 , whereas the other options by an element of Dis 2 and therefore we should aggregate both cases. Contrary, in the frame of two-valued logic, the left-right order of predicates has been solved by the Qualitative Choice Logic [5] . In that approach, when first predicate is satisfied, the solution gets value 1; when second is satisfied, the solution gets value 2; etc. If not a single predicate is satisfied, the solution is 0. The problem arise when it is integrated into a complex predicate like: P 1 AND P 2 AND (P 3 OR ELSE P 4 OR ELSE P 5 )., i.e., the overall solution is expected to be in the unit interval.", "cite_spans": [{"start": 184, "end": 187, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 702, "end": 705, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Asymmetric Disjunction"}, {"text": "Bosc and Pivert [2] proposed the following six axioms in order to formalize OR ELSE operator D, where x and y are the values of predicates P 1 and P 2 , respectively: A1 D is more drastic than OR operator: D(x, y) ≤ max(x, y), i.e. we are crossing the border between averaging and disjunctive functions. A2 D is softer than when only P 1 appears, because P 2 opens new choices:", "cite_spans": [{"start": 16, "end": 19, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "D(x, y) ≥ x. A3 D is an increasing function in its first argument. A4 D is an increasing function in its second argument. A5 D has asymmetric behaviour, i.e. D(x, y) = D(y, x) for some (x, y)", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Note that, for the simplicity, sometimes we use the lattice connectives notation ∨ = MAX and ∧ = MIN.", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "The operator which meets these axioms is expressed by the function", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "where A ∈ Av 2 . As a typical example of OR ELSE operator (3), Bosc and Pivert [2] have proposed a parametrized class of functions", "cite_spans": [{"start": 79, "end": 82, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "where k ∈]0, 1] (i.e., A is the weighted arithmetic mean W k ) and BP stands for the Bosc-Pivert operator. For the asymptotic extremal value k = 0, we get the disjunction expressed by the MAX function: max(x, y). For k = 0.5 and y ≥ x we get the non-weighted arithmetic mean W , i.e., D W BP 0.5 (x, y) = max(x, x+y 2 ).", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Another example is [9] ", "cite_spans": [{"start": 19, "end": 22, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "where G k is the weighted geometric mean and k ∈]0, 1]. Analogously to (4), we write", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Similarly, we can use the other elements of Av, e.g., quadratic mean, where for k = 0.5 we get", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "The asymmetric disjunction considers all Av elements including the extremal elements MIN and MAX. Obviously,", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "The analogous observation holds for the extremal element MIN.", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Recently, Hudec and Mesiar [9] proposed the axiomatization of asymmetric conjunction and disjunction for continuous as well as non-continuous cases (P 1 OR ELSE P 2 , but when P 2 has a high satisfaction degree it becomes the full alternative, i.e., broccoli or else cauliflower, but if cauliflower is very ripe, then it becomes the full alternative), and discussed requirements for associative behaviour. In all above cases D = MAX. The next example illustrates semantics of diverse elements of Av.", "cite_spans": [{"start": 27, "end": 30, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Example. Let a house buyer has raised conditions regarding the storage space for the less-frequently or seasonally used items by the condition: spacious basement or else spacious attic. Here x (resp. y) stands for the intensity of spaciousness for basement (resp. attic).", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "The following observations illustrate the suitable elements of Av for several decision-making requirements:", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "-The ORNESS measure for MAX is 1, i.e., we have the full substitutability of alternatives, A = MAX, or disjunction x ∨ y. -The ORNESS measure for arithmetic mean W is 0.5 (regardless of the number of predicates), i.e., we model the basic case when attic is less suitable alternative to basement, A = W. -The ORNESS measure for geometric mean G is 0.33 (for two predicates), so we are able to model the situation for an elderly buyer and a quite steep ladder, to decrease the relevance for the optional alternative, and even reject house having no basement (all heavy items must be stored in attic), A = G. -The ORNESS measure for quadratic mean Q is 0.62 (for two predicates), thus we model the situation for a younger buyer and a less steep stairs, to increase the relevance for the optional alternative and to still keep attic as a less convenient than basement, A = Q.", "cite_spans": [], "ref_spans": [], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "The solution is shown in Table 1 for several hypothetical houses, where the solution is lower than or equal to the MAX operator, and higher than or equal to the projection of the full alternative. Observe that H2 and H8 have the same suitability degree, but H8 might be considered as a better option. ", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The Formalization of Asymmetric Disjunction"}, {"text": "Axioms A1 and A2 ensure for any OR ELSE operator D its idempotency, i.e., D(x, x) = x for all x ∈ [0, 1]. The question is, whether we can apply other disjunctive functions than MAX in (3), e.g., probabilistic sum or Lukasiewicz t-conorm, or whether the idempotency is mandatory. Therefore, a general form of (3) is", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "where A ∈ Av and H ∈ Dis, i.e., H : [0, 1] 2 → [0, 1] is a disjunctive aggregation function.", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "Observe that the idempotency of D in (8) is equivalent to H = MAX, i.e., to the original approach proposed by Bosc and Pivert [2] .", "cite_spans": [{"start": 126, "end": 129, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "This structure keeps the asymmetry in the most cases, but not in general. So, e.g., if H is the second projection (i.e., one keeps the second argument) and A is symmetric, then also D H,A given by (8) ", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "An interesting class of our operators introduced in (8) is generated by a generator g : [0, 1] → [0, ∞], g being an increasing bijection. Then H given by H(x, y) = g −1 (g(x) + g(y)) is a strict t-conorm, and A k , k ∈ [0, 1] given by", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": ") is a weighted quasi-geometric mean. The related operator D H,A k = D g,k is then given by D g,k (x, y) = g −1 ((1 + k) · g(x) + (1 − k) · g(y)).", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "For g(x) = − log(1 − x) the related strict t-conorm is the probabilistic sum S P and then D g,k (x, y)", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "For the extremal cases we obtain D g,0 = S P = H and D g,1 (x, y) = 2x − x 2 = S P (x, x).", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "As another example, consider g(x) = x/(1 − x). Then H = S H is the tconorm dual to the Hamacher product, and then D g,k (x, y)", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "In general, D H,A (x, y) ≥ x. Thus, the newly introduced operators D H,A allow to increase the value x (of the first argument), i.e., Obviously, we obtain D H,A = A * whenever A = A * . A similar claim is valid if H = A * and A(0, y) > 0 for any y > 0. Complete proofs will be added into the full version of this contribution.", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "For the probabilistic sum S p (an Archimedean t-conorm) we have", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "and then D Sp,A (x, x) = 2x − x 2 for an arbitrary A ∈ Av 2 . For the Lukasiewicz t-conorm S L (a nilpotent t-conorm) we have", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "and then D SL,A (x, x) = min(1, 2x) for an arbitrary A ∈ Av 2 . For the same data as in Table 1 , we have the solution for H = S p shown in Table 2 , whereas for H = S L the solution is in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 88, "end": 95, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 140, "end": 147, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 189, "end": 196, "text": "Table 3", "ref_id": "TABREF3"}], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "Observe that houses H2 and H8 are now distinguishable (Table 2) , that is, H8 is preferred due to significantly higher value y. Further, the differences among averaging functions for H8 are almost negligible (due to high values of x and y). For H = MAX and H = S p the optional alternative influences solution also when y > x, but does not become the full alternative (see, H9, H10, H11 in Tables 1 and 2 ).", "cite_spans": [], "ref_spans": [{"start": 54, "end": 63, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 390, "end": 404, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "The feature of Lukasiewicz t-conorm is reflected in the evaluation. Houses, which significantly meet full and optional alternatives get value 1 and become undistinguishable, see Table 3 . For H = S L the optional alternative influences solution also when y > x and moreover becomes the full alternative, especially for A = Q, compare H10 and H11.", "cite_spans": [], "ref_spans": [{"start": 178, "end": 185, "text": "Table 3", "ref_id": "TABREF3"}], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "Theoretically, MAX in (3) can be replaced by any disjunctive function. In such cases, the asymmetric disjunction is more flexible allowing optional alternative to influence the solution in all cases, including when y < x. But, we should keep solution equal to 1 when both alternatives, or only full alternative assign value 1. When only optional alternative gets value 1, the solution should be less than the ideal satisfaction, thus nilpotent t-conorm functions are not suitable. Further, various averaging functions emphasize or reduce the relevance of optional alternatives as was illustrated in example in Sect. 3.1. Therefore, the proposed aggregation covers diverse managerial needs in evaluation tasks. ", "cite_spans": [], "ref_spans": [], "section": "The Generalization of Asymmetric Disjunction"}, {"text": "In the literature, we find that the general models of substitutability should not go below the neutrality, or arithmetic mean W [7] . The asymmetric disjunction proposed by Bosc and Pivert [2] is inside this frame (ORNESS of W is 0.5 regardless of weights). It also does not go above MAX. The asymmetric disjunction proposed by Hudec and Mesiar [9] goes below W , i.e., A ∈ Av\\{MIN, MAX}, but not above MAX (3) to cover further users expectations, and meets axioms A1-A6. So, these approaches do not support upward reinforcement.", "cite_spans": [{"start": 128, "end": 131, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 189, "end": 192, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 345, "end": 348, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "This model considers the whole classes of Av and Dis Fig. 1 , i.e., above MAX and idempotency for upwardly reinforcing evaluated items as disjunction do (see, Table 2 , e.g., H1, H2 and H8 ). In the case of (10), i.e., H = S p , we cannot reach solution 1 when x < 1 and y = 1. Thus, the optional alternative influences solution even when y < x, but does not become the full alternative.", "cite_spans": [], "ref_spans": [{"start": 53, "end": 59, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 159, "end": 166, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "On the other hand, by Eq. (11) the optional alternative in certain situations becomes a full one, namely when x + A(x, y) ≥ 1 ∧ y > x. Observe that for A = W k , we get D(x, y) = min(1, x+kx+(1−k)y) and therefore for x > 1/(1+k), the solution is equal to 1, regardless of value y. This situation is plotted in Fig. 2 . For instance, for k = 0.5, we have D SL,W (0.7, 0.1) = 1. But, by symmetric disjunction we have S L (0.7, 0.1) = 0.8. For the completeness Table 3 shows the solution for disjunction S L .", "cite_spans": [], "ref_spans": [{"start": 310, "end": 316, "text": "Fig. 2", "ref_id": "FIGREF3"}, {"start": 458, "end": 465, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Discussion"}, {"text": "Theoretically, for H = S L we have asymmetric aggregation, but from the perspective of human logic evaluation of optional alternative it is questionable. The solution might be penalization when y > x and the solution is equal to 1 x, A(x, y) ).", "cite_spans": [], "ref_spans": [{"start": 231, "end": 241, "text": "x, A(x, y)", "ref_id": null}], "section": "Discussion"}, {"text": "The answer to the question: \"is the idempotency mandatory?\" is as follows: The idempotency property may be too restrictive for general purpose of asymmetric disjunction and therefore other functions than MAX in (3) may be appropriate to cover diverse requirements in evaluation tasks. We have proven that for H = S p and A ∈ Av we have an upwardly reinforced asymmetric disjunction. Therefore, H = S p can be directly used. But, it does not hold for H = S L where we should adopt penalization. The drastic sum has the theoretical meaning of an upper bound of Dis without significant applicability. Hence, the same observation holds for asymmetric disjunction when H = S DS .", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Axioms A2-A6 are still valid. Axiom A1 should be relaxed for the generalized asymmetric disjunction. Generally, we can apply Archimedean t-conorms for H, but for the nilpotent one, we should consider penalty. The work in this field should continue in generalization of the other connectives and in evaluation, which of them correlate with the human reasoning.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In idempotent disjunction, i.e., MAX function, lower values than the maximal one do not influence solution. In all other functions, lower values somehow influence the solution. This holds for the symmetric case. We offered this option for the asymmetric case. In cases when lower values of optional alternative should be considered, we need this approach. For instance, in aforementioned requirement: spacious basement or else spacious attic, clearly, a house of 0.7 spaciousness of basement and 0.4 of attic is better than a house of values (0.7 and 0.3), which is better than (0.4, 0.7).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Considering the afore results, we propose to entitle this operator as Compensatory OR ELSE, due to the integrated asymmetry and compensative effect.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is worth noting that the asymmetric disjunction can be combined with the other logic aggregations. For instance, consider buying a house. A buyer might pose the following requirement: size around 200 m 2 AND short distance to work AND (spacious basement OR ELSE spacious attic) AND ( most of the following requirements: {short distance to theatre, short distance to train station, low population density, detached garage, etc.} satisfied). In the first step, we should calculate matching degrees of asymmetric disjunction and quantified aggregation, while in the second step we calculate the overall matching degree.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is a challenging task to cover the diverse needs for disjunctively polarized decision making and evaluation tasks. Hence, practice searches for the robust mathematical solutions to cover the whole range of disjunctive aggregation, including the asymmetric case of full and optional predicates. In order to contribute, the theoretical part of this work has recognized and formalized requirements for asymmetric disjunction, which are illustrated on the illustrative examples. The answer to the question whether the idempotency is mandatory is the following: The idempotency property may be too restrictive for general purpose of asymmetric disjunction and therefore other functions than MAX may be appropriate. We have proven that for H = S p and A ∈ Av we get an upwardly reinforced asymmetric disjunction. Therefore, H = S p can be directly used. But, it does not hold for H = S L , where we should adopt penalization to keep the solution equal to 1 when both alternatives, or only the full alternative is satisfied with value 1.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the everyday decision making tasks and database queries, asymmetric disjunction could appear as the whole condition. On the other hand, in the complex managerial evaluation of entities asymmetric disjunction is just a part of the overall criterion as is illustrated in Sect. 4. The topics for the future work should include extending this study for the weighted asymmetric disjunction case, testing on real-world data sets, and examining the consistency with the disjunctive managerial decision making and evaluation.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Aggregation Functions: A Guide for Practitioners", "authors": [{"first": "G", "middle": [], "last": "Beliakov", "suffix": ""}, {"first": "A", "middle": [], "last": "Pradera", "suffix": ""}, {"first": "T", "middle": [], "last": "Calvo", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-540-73721-6"]}}, "BIBREF1": {"ref_id": "b1", "title": "On four noncommutative fuzzy connectives and their axiomatization. Fuzzy Sets Syst", "authors": [{"first": "P", "middle": [], "last": "Bosc", "suffix": ""}, {"first": "O", "middle": [], "last": "Pivert", "suffix": ""}], "year": 2012, "venue": "", "volume": "202", "issn": "", "pages": "42--60", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Empty versus overabundant answers to exible relational queries", "authors": [{"first": "P", "middle": [], "last": "Bosc", "suffix": ""}, {"first": "A", "middle": [], "last": "Hadjali", "suffix": ""}, {"first": "O", "middle": [], "last": "Pivert", "suffix": ""}], "year": 2008, "venue": "Fuzzy Sets Syst", "volume": "159", "issn": "", "pages": "1450--1467", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "On a fuzzy bipolar relational algebra", "authors": [{"first": "P", "middle": [], "last": "Bosc", "suffix": ""}, {"first": "O", "middle": [], "last": "Pivert", "suffix": ""}], "year": 2013, "venue": "Inf. Sci", "volume": "219", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Qualitative choice logic", "authors": [{"first": "G", "middle": [], "last": "Brewka", "suffix": ""}, {"first": "S", "middle": [], "last": "Benferhat", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Berre", "suffix": ""}], "year": 2004, "venue": "Artif. Intell", "volume": "157", "issn": "", "pages": "203--237", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "On the use of aggregation operations in information fusion processes", "authors": [{"first": "D", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "H", "middle": [], "last": "Prade", "suffix": ""}], "year": 2004, "venue": "Fuzzy Sets Syst", "volume": "142", "issn": "", "pages": "143--161", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Soft Computing Evaluation Logic: The LSP Decision Method and its Applications", "authors": [{"first": "J", "middle": [], "last": "Dujmović", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Weighted conjunctive and disjunctive means and their application in system evaluation", "authors": [{"first": "J", "middle": [], "last": "Dujmović", "suffix": ""}], "year": 1974, "venue": "Univ. Beograd. Publ. Elektrotechn. Fak", "volume": "461", "issn": "", "pages": "147--158", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The axiomatization of asymmetric disjunction and conjunction", "authors": [{"first": "M", "middle": [], "last": "Hudec", "suffix": ""}, {"first": "R", "middle": [], "last": "Mesiar", "suffix": ""}], "year": 2020, "venue": "Inf. Fusion", "volume": "53", "issn": "", "pages": "165--173", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Presupposition and linguistic context", "authors": [{"first": "L", "middle": [], "last": "Karttunen", "suffix": ""}], "year": 1974, "venue": "Theor. Linguist", "volume": "1", "issn": "", "pages": "181--193", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Parametric characterization of aggregation functions", "authors": [{"first": "A", "middle": [], "last": "Kolesárová", "suffix": ""}, {"first": "R", "middle": [], "last": "Mesiar", "suffix": ""}], "year": 2009, "venue": "Fuzzy Sets Syst", "volume": "160", "issn": "", "pages": "816--831", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Fuzzy bipolar conditions of type \"or else", "authors": [{"first": "L", "middle": [], "last": "Lietard", "suffix": ""}, {"first": "T", "middle": [], "last": "Nouredine", "suffix": ""}, {"first": "D", "middle": [], "last": "Rocacher", "suffix": ""}], "year": 2011, "venue": "20th IEEE International Conference on Fuzzy Systems (FUZZ-IEEE 2011", "volume": "", "issn": "", "pages": "2546--2551", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "On the interpretation of disjunction: asymmetric, incremental, and eager for inconsistency", "authors": [{"first": "R", "middle": [], "last": "Singh", "suffix": ""}], "year": 2008, "venue": "Linguist. Philos", "volume": "31", "issn": "", "pages": "245--260", "other_ids": {"DOI": ["10.1007/s10988-008-9038-x"]}}}, "ref_entries": {"FIGREF0": {"text": "An illustrative example of aggregation functions.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "DS (x, y) = max(x, y) for min(x, y) = 0 1 otherwise where MAX is the only idempotent element. The other elements have upward reinforcement property [1], like probabilistic sum S P (x, y) = x + y − xy and Lukasiewicz t-conorm S L (x, y) = min 1, x + y used in this work. Analogously, the extremal elements of the set of conjunctive functions (Con) are drastic product and MIN, where MIN is the only idempotent element. The other elements have downward reinforcement property.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "D H,A (x, y) − x (for any x, y ∈ [0, 1]) is obtained if and only if H is the first projection, H(x, y) = x, and A ∈ Av 2 is arbitrary, or H = MAX and A is the first projection. On the other hand, the maximal compensation 1 − x = D H,A (x, y) cannot be attained if x = y = 0, as then, for any H and A, D(0, 0) = H(0, A(0, 0)) = H(0, 0) = 0. However, if we insist that for any (x, y) = (0, 0) the compensation D H,A (x, y) − x = 1 − x is maximal, then necessarily D H,A = A * is the greatest aggregation function given by A * (x, y) = 1 whenever (x, y) = (0, 0) and A * (0, 0) = 0.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Asymmetric disjunction by H = SL and A = W0.5.(when the optional alternative becomes the full one). In general, if D(x, y) = S L (x, A(x, y)), then considering (9) we assign D(x, y) − x = min((1 −", "latex": null, "type": "figure"}, "TABREF0": {"text": "OR ELSE connective expressed by the continuous Bosc-Pivert operators for arithmetic mean, geometric mean and quadratic mean, where k = 0.5.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>House </td><td>x </td><td>y </td><td>A = W (4) </td><td>A = G (6) </td><td>A = Q (7)\n</td></tr><tr><td>H1 </td><td>0.80 </td><td>0.80 </td><td>0.80 </td><td>0.80 </td><td>0.80\n</td></tr><tr><td>H2 </td><td>0.80 </td><td>0.20 </td><td>0.80 </td><td>0.80 </td><td>0.80\n</td></tr><tr><td>H3 </td><td>0.20 </td><td>0.80 </td><td>0.50 </td><td>0.40 </td><td>0.583\n</td></tr><tr><td>H4 </td><td>1 </td><td>0.50 </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>H5 </td><td>0.50 </td><td>1 </td><td>0.75 </td><td>0.707 </td><td>0.791\n</td></tr><tr><td>H6 </td><td>0 </td><td>1 </td><td>0.50 </td><td>0 </td><td>0.707\n</td></tr><tr><td>H7 </td><td>0.10 </td><td>0.90 </td><td>0.50 </td><td>0.30 </td><td>0.64\n</td></tr><tr><td>H8 </td><td>0.80 </td><td>0.78 </td><td>0.80 </td><td>0.80 </td><td>0.80\n</td></tr><tr><td>H9 </td><td>0.90 </td><td>1 </td><td>0.95 </td><td>0.949 </td><td>0.951\n</td></tr><tr><td>H10 </td><td>0.34 </td><td>1 </td><td>0.67 </td><td>0.58 </td><td>0.75\n</td></tr><tr><td>H11 </td><td>0.33 </td><td>1 </td><td>0.65 </td><td>0.548 </td><td>0.74\n</td></tr><tr><td>H12 </td><td>0.70 </td><td>0.10 </td><td>0.70 </td><td>0.70 </td><td>0.70</td></tr></table></body></html>"}, "TABREF1": {"text": "is symmetric. The same claim is valid if H is symmetric and A is the second projection. The following examples support this claim:", "latex": null, "type": "table"}, "TABREF2": {"text": "to compare with the symmetric case Sp = x + y − x · y", "latex": null, "type": "table"}, "TABREF3": {"text": "OR ELSE connective expressed by(11) for arithmetic mean, geometric mean and quadratic mean, where k = 0.5.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. This paper was supported by SGS project No. SP2020/125. Also the support of the project APVV-18-0052 is kindly announced.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}