{
    "paper_id": "1bea0efcb1f8a8a06231380e062de7ea8ccd3645",
    "metadata": {
        "title": "OPTIMAL MANAGEMENT OF ELECTRODIAGNOSTIC STUDIES DURING COVID-19 OUTBREAK",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In a recent article published in your journal, Kassardjian are useful tools for the diagnosis of several diseases of the peripheral nervous system and that, in a few cases, can prove to be fundamental in addressing the treatment of some neurological emergencies.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 58,
                    "text": "Kassardjian",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors have stratified EDX testing into three categories: urgent, non-urgent, and possibly urgent. I believe that this interesting and practical guidance could be useful for clinicians who are called on to perform EDX testing in this difficult period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the conclusion section, the authors recognize that not all clinical scenarios can be reasonably captured. Conversely, I would like to point out another aspect, that is, the different time windows of the COVID-19 pandemic and their impact on EDX testing and dedicated neurophysiology staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a first pandemic scenario, referred to as the \"contingency standard of care\", 2 sufficient medical resources are still available for clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this circumstance, it is important to minimize the travel of patients and exposure of medical staff, so that non-urgent EDX studies should be postponed, whereas urgent EDX studies should be performed and the overlap between urgent and non-urgent studies, the quasi-urgent category, must be evaluated on a case-by-case basis. In this situation, the AANEM guidance is useful and can be easily adopted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a second pandemic scenario, referred to as the \"crisis standard of care\", 2 medical resources may not be available in sufficient quantity for the treatment of all patients, resulting from sickness or homequarantine of medical staff. At the same time, service or repair of EMG machines by vendors may be unavailable. In this difficult situation, the practical guidance needs to be rethought, as even urgent EDX studies may not be able to be performed, and clinicians may need to consider different strategies, such as the treatment of Guillain-Barre syndrome, new onset myasthenia gravis, or cauda equine syndrome, without neurophysiological support to confirm their clinical suspicion. This scenario can be challenging for clinicians and could expose neurological patients to potential harm from medical therapies, so that the risk-benefit ratio of each decision must be clearly discussed with the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, EDX studies have a pivotal role in the management of patients with some neurological disorders, but their use must be adapted to the ever-changing scenarios produced by the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author states that there are no conflicts of interest and that she did not receive any specific grant from funding agencies in the public, commercial, or not for profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "I confirm that I have read the Journal's position on issues involved in ethical publication and affirm that this report is consistent with those guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL PUBLICATION STATEMENT"
        },
        {
            "text": "Neurology Unit, EMG Lab, University Hospital \"San Giovanni di Dio e Ruggi d'Aragona\", Salerno, Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Claudia Vinciguerra MD, phD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AANEM Quality and Patient Safety Committee of the AANEM. Practical guidance for managing EMG requests and testing during the COVID-19 pandemic. Muscle Nerve",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Kassardjian",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Narayanaswami",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mus.26891"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Crisis Standards of Care: Summary of a Workshop Series",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "and the American Association of Neuromuscular & Electrodiagnostic Medicine (AANEM) Quality and Patient Safety Committee have drafted a practical guidance for managing electromyographic (EMG) requests and testing during the coronavirus disease 2019 (COVID-19) pandemic. 1 I read with great interest this study, and I agree that electrodiagnostic (EDX) studies (nerve conduction studies and needle electromyography)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}