{
    "paper_id": "1bee617039802717d6c6fc0e50e94798083c209b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "This chapter lays out some formal definitions of a drug or medicine and introduces the concept of a drug target. It then describes the wide range of drug types that are being produced by the biopharmaceutical industry. These include orally available drugs, proteins, nucleic acids, vaccines and stem cells. Some background on all of these different types of molecule is provided to create a foundation for the remainder of the book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The main focus of this book is the discovery and development of prescription-only medicines (POMS), 1 with some description of the diagnostics being developed to support their use in the clinic. Medical devices, such as metered dose inhalers and osmotic pumps, which are important for delivering drugs to the right places in the body, are only briefly mentioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The terms drug and medicine are used interchangeably, although the word \"drug\" has the connotation of an illegal substance, such as cocaine or heroin (controlled drugs in the UK). The American Food and Drug Administration (FDA) (http://www.fda.gov/Drugs/InformationOnDrugs/ucm079436.htm#D, Accessed 31 Oct 2010) defines a drug as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A substance recognised by an official pharmacopoeia or formulary • A substance intended for use in the diagnosis, cure, mitigation, treatment or • prevention of disease A substance (other than food) intended to affect the structure or any function of • the body A substance intended for use as a component of a medicine • Chapter 2 Introduction to Drugs and Drug Targets 1 Once drugs have been approved for use without prescription, they become over-the-counter medicines (OTCs).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many people think of drugs as medicines that are swallowed in the form of pills or capsules. I generally get this answer when I ask my course delegates what comes to their minds when they hear the word drug (leaving aside illegal products). The biopharmaceutical industry was built upon the discovery of orally active medicines and this is still the preferred outcome for any drug development programme. The medicines can be self-administered in a regular way (once or twice daily), with consistent dosing and high patient compliance. Other routes of administration, such as injection, inhalation or topical application, are used to ensure that certain drugs have a chance to enter the circulation without being broken down in the stomach or The dart board analogy of drugs binding to their target. The drugs that bind strongly and selectively to their biological targets are analogous to a dart that sticks firmly to a dart board in a high scoring position. Many drugs bind weakly to a number of targets, giving rise to both desirable and non-desirable side effects A drug is an agent which modifies a drug target in order to bring about a change in the functionality of that target. Drugs may reduce or accelerate target activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Types of Medicines"
        },
        {
            "text": "liver, but these are simply not as straightforward as oral delivery. While working on drug discovery programmes for asthma, I was told that the ideal drug for a worldwide market would be delivered orally, partly as the result of cultural issues in some countries regarding the use of inhalers. Inhaled drugs are actually very effective in treating asthma, but the point was made that we should always try to develop a pill for this disease if at all possible; indeed this was the desired objective for all our research programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Types of Medicines"
        },
        {
            "text": "Although orally active small molecules are preferred for new medicines, they are far from the only products being developed by the biopharmaceutical industry, as will become clear in this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Types of Medicines"
        },
        {
            "text": "These drugs are usually taken by mouth, although other routes of administration may be required. The chemical definition of a small molecule will be covered in Chap. 3, but drugs of this type are small enough to cross the alimentary canal (stomach and duodenum) after being swallowed. They can then enter the bloodstream and pass into the liver. They are then distributed throughout the body via the circulatory system ( Fig. 2. 2). The target for the drug is associated with the cells that make up the organs and tissues of the body.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "Fig. 2.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Small Molecules"
        },
        {
            "text": "The oral (bio)availability of small molecules that cross the stomach into the liver can be reduced dramatically by a metabolism, which can cause their rapid breakdown and excretion from the body; in addition, drugs can strongly bind to proteins in the blood, thereby reducing the amount available to interact with the drug target. Both metabolism and protein binding contribute to the pharmacokinetic properties of a drug, an important area that is covered in detail in Chap. 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Molecules"
        },
        {
            "text": "If small-molecule drugs are adversely affected by this first-pass metabolism, alternative routes of administration ensure that the drug passes directly into the general circulation. Apart from injection, drugs can be delivered transdermally or subcutaneously (i.e. through, or under the skin respectively). Sometimes drugs are administered rectally in the form of suppositories, particularly if the intended target is associated with gastrointestinal disease. Another route of administration is under the tongue (sublingually), where the drug can reach its target without first passing through the liver. An example of this is the sublingual delivery of nitroglycerine, an important heart medicine in addition to being a high explosive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small Molecules"
        },
        {
            "text": "The word protein was first used in 1838 by the Dutch chemist Gerhard Mulder as a result of his studies on biological products such as silk, blood, egg white and gelatin (Vickery 1950). Although not aware of the exact chemical nature of these materials, he reasoned that each source harboured a common \"radical\" in combination with phosphorus and sulphur. Mulder named this radical \"protein\" after the Greek word proteios meaning \"of the first rank or position\". This seems entirely appropriate, as it reflects the central importance of these large molecules in the function of living organisms. From a pharmaceutical perspective, these molecules are both targets for drugs and drugs in their own right. The chemical nature of proteins and their function as drug targets will be extensively covered later in this book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proteins"
        },
        {
            "text": "The first protein drug to be injected into a patient (if we discount vaccines), was insulin. This was purified in 1922 by Banting and Best in Canada who used it to treat a 12-year-old boy with diabetes. After overcoming some initial problems with severe irritation caused by impure samples, the scientists managed to treat the diabetes successfully for several years until the premature death of the patient in a motorcycle accident (Sneader 2005) The success of this, and subsequent trials, led to the introduction of pure forms of porcine insulin (from pigs) and subsequently, human insulin produced using recombinant DNA technology.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 447,
                    "text": "(Sneader 2005)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Proteins"
        },
        {
            "text": "Passage of orally available drugs into the body. After swallowing a tablet or capsule, the drug is dissolved in the stomach fluids and is passed through the intestines where it is absorbed by the blood vessels entering the liver (hepatic portal system). After the drug has been exposed to metabolic systems in the liver, it passes into the general circulation. Once it reaches the areas where the drug target is expressed, it binds to it and exerts its biological effect Insulin itself is part of a group of biological molecules called peptide hormones, small proteins that are secreted into the circulation by specialised organs such as the pancreas or pituitary gland. Because these hormones are small and relatively easy to produce in natural or synthetic form, they have been investigated extensively by the biopharmaceutical industry. Examples include somatotropin (growth hormone) for stunted growth in children and gonadotrophin used to induce ovulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.2"
        },
        {
            "text": "Although these peptide and protein drugs have been marketed for many years, there was, until recently, little incentive to develop a protein if a small molecule could be found to do the same thing. However, the explosion of information about drug targets brought about by advances in cell and molecular biology in the 1990s led to the realisation that not all of them could be influenced by small molecules. Some very significant targets in major diseases such as cancer and arthritis can only be affected with large protein molecules, so the biopharmaceutical industry has been forced to take them seriously as drugs. Modern protein drugs fall into the following categories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.2"
        },
        {
            "text": "Hormone-like molecules, including those that stimulate the growth of blood • cells after cancer therapy Protein decoys that mimic the drug target to prevent the natural protein from • binding to the target, or that neutralised the drug target by removing it from the circulation Antibodies, normally produced by the immune system to fight infection, but • which are instead directed against specific drug targets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.2"
        },
        {
            "text": "The size range of protein drugs is quite wide: insulin, for example is 25 times smaller than a full-size antibody. What they have in common, however, is a lack of oral availability, since they are both too large to pass through the stomach and are broken down by the digestive system. This means that they must be delivered into the circulation by injection or other means. Currently, over 12 billion injections are made annually, a figure that is likely to increase substantially as new drugs based on proteins and other large molecules are introduced to the marketplace. Much effort is being expended by the medical devices industry to find effective means of delivery that can be performed without either physical or psychological discomfort to the patient. Devices such as autoinjectors have made subcutaneous injection (sub cut) a fairly straightforward procedure for self injection, but attention is currently being focused on needle-free devices. These use high pressures to drive the protein through the skin; although this can cause more bruising than with using needles, the technology to improve this situation is being advanced all the time (Aroroa et al. 2007 ). Other delivery methods for proteins are being investigated, including transdermal patches, implants, intraocular administration, inhalation and even oral delivery, if the protein is small enough, using special carrier molecules.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1172,
                    "text": "(Aroroa et al. 2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2.2"
        },
        {
            "text": "Genes lie at the heart of biology in both health and disease. Through a digital code based on four \"letters\" used in groups of three, each gene specifies a protein with a distinct function in the cell, or in biological fluids such as blood. The path to identifying the chemical nature of the gene has been a long one, starting in 1869 with Miescher's isolation of nuclein from the pus in the bandages of soldiers fighting in the Crimean War. The name nuclein was later changed to nucleic acid and less than 100 years later, the double helix structure of deoxyribonucleic acid, or DNA, was announced by Watson and Crick in Cambridge. I regularly pass through the unassuming site where they did this work and look at the blue commemorative plaque on the Eagle pub where Francis Crick announced to the (apparently underwhelmed) drinkers that they had \"discovered the secret of life\". The structure led to an immediate realisation of how genetic information could be passed from cell to cell through the generations, an essential prerequisite for a living organism. DNA is one member of the family of nucleic acids, large molecules with structures that can pair with each other in a highly specific manner. This phenomenon, called hybridization, is essential for the natural function of nucleic acids, and it can also be exploited in a wide variety of laboratory investigations. Furthermore, hybridization can be exploited to target the activity of specific genes and, therefore, has potential use in drug development. For example, if a gene carried by a virus is silenced by a drug, the virus may be unable to survive in the cell that it has infected and will, therefore, die. Alternatively, a cancer cell that is growing uncontrollably because a gene is permanently stuck in the \"on\" position could be stopped by arresting its expression in a similar way. Drugs of this type are at an early stage of development and are based on ribonucleic acid (RNA). This versatile molecule is essential for transferring the genetic code from DNA and translating it into a specific protein. From more recent work, it appears that RNA is also closely involved in the regulation of genes, i.e. the process of switching them on or off at defined times and locations within the living cell. This has implications for diseases such as cancer, where many genes are deregulated, leading to uncontrolled cell growth. Figure 2 .3 gives a simple illustration of the relationship between DNA, RNA and protein and shows the point where RNA-based drugs stop the production of specific proteins by silencing the expression of the gene coding for that protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2393,
                    "end": 2401,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nucleic Acids"
        },
        {
            "text": "The four letters ACGT that make up DNA (in RNA, T is replaced by U) are small molecules from the nucleotide family. These can be added together in the laboratory to form chains of different lengths. Short chains are oligonucleotides (oligo, few) and longer ones are polynucleotides (poly, many). The length of the chain of any nucleic acid is measured in bases or base pairs (Bps) depending on whether the chains are single or paired (single stranded or double stranded). The order of letters in any of these chains is called the sequence. 2.1 Introduction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some terminology"
        },
        {
            "text": "Diagram of human genetic material represented as a long strand of DNA. The strand (in fact, a double helix) contains thousands of stretches of DNA encoding the genes that are passed from parents to offspring. Four genes D1-D4 are shown plus the messenger RNA (mRNA) copies (R1-R4) of those genes. The mRNA is translated into proteins (P1-P4), which are the building materials of human cells, allowing them to function. (b) The same array of DNA, RNA and protein as in (a), but with the addition of a nucleic acid drug that binds to a specific mRNA (R4) and stops the production of protein P4 while leaving the remainder untouched What follows is a brief summary of the main types of nucleic acid drugs with pharmaceutical potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3 (a)"
        },
        {
            "text": "Antisense DNA This technology was developed in the 1980s as a tool to silence genes in cells isolated in the laboratory. Antisense molecules are modified oligonucleotides (about 25 bases) that bind to a specific gene sequence copied in the form of an RNA molecule. Once bound, this sequence signals the cell to break down the RNA at that point and thus stop the production of the protein specified by that gene. Alternatively, The sequence of the \"sense\" strand is retained in the mRNA used to code for protein, while the \"antisense\" strand is complementary to the sense strand. This is because A only hybridises to T (or U) and C only to G. An antisense drug molecule is based on a specific antisense sequence as it will select its complementary sense sequence out of millions of others the cellular process of creating protein from the mRNA is physically blocked by the antisense/mRNA hybrid structure. Antisense molecules are illustrated in Fig. 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 944,
                    "end": 950,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 2.3 (a)"
        },
        {
            "text": "Antisense DNA has had a checkered history for technical reasons, and like all nucleic acid-based therapeutics, has to be introduced into living cells via the parenteral route. There are, however, some promising clinical candidates based on this technology. Most research has been directed towards virus infections and oncology, with the Isis Pharmaceuticals product fomivirsen actually in the clinic for CMV retinitis. This, however, is a highly specialised case in which the drug is injected directly into the eye in order to inhibit the replication of the CMV that provokes eye inflammation. Another Isis Pharmaceuticals product is the antisense molecule mipomersen; this lowers cholesterol in patients by reducing the levels of a key protein involved in the production of the so-called bad cholesterol (Akdim et al. 2010) . Late stage clinical trials with patients who do not respond to standard cholesterol-lowering drugs have shown very promising results, to the extent that Genzyme Corporation has licenced the product from its inventor for further development and marketing.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 824,
                    "text": "(Akdim et al. 2010)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ".4."
        },
        {
            "text": "Peptide nucleic acids (PNA) are antisense molecules which are part protein and part nucleic acid. This combination gives them the same gene-targeting effects as antisense nucleic acids, but makes them much more resistant to breakdown in the blood. They also have the unique ability to interact directly with DNA, unlike the other nucleic acid drugs which only interact with RNA. Despite these attractive properties, interest in PNAs appears to be because of their diagnostic potential rather than their use as therapeutic drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4."
        },
        {
            "text": "Small Interfering RNA Despite the advances with antisense drugs described above, it has proven very difficult to find molecules that will consistently target the gene of interest. A newer technology, \"small interfering RNA\" (siRNA), has emerged recently that appears to be more consistent and reliable than antisense. The phenomenon of RNA interference was demonstrated by Fire and Mello in animal cells in the late 1990s and led to its rapid adoption by the biomedical research community. In fact, the two scientists received the Nobel Prize for Physiology or Medicine in 2006, which is a remarkably short time after their initial discoveries. siRNA is used in the same way as antisense and there are similarities between the two. For example, both types of nucleic acid force the breakdown of RNA specific for the gene of interest, have to be chemically modified to improve resistance to metabolism and must be introduced parenterally. The difference lies in the fact that siRNA is introduced as a double-stranded, rather than single-stranded oligonucleotide and is processed by the cell in a different way to that of antisense molecules. As a result of these differences, siRNA is more efficient in targeting specific genes and is being used worldwide in basic research and drug development. The biotech company Alnylam (in partnership with Cubist) has conducted early proof of principle trials with an inhaled siRNA drug designed to inhibit the RSV that infects patients who have received lung transplants. The results, although preliminary, are promising enough to support further clinical development of this novel type of drug (Zamora et al. 2010 ).",
            "cite_spans": [
                {
                    "start": 1634,
                    "end": 1653,
                    "text": "(Zamora et al. 2010",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ".4."
        },
        {
            "text": "Micro RNAs siRNAs either occur naturally in the viruses that infect cells, or are produced in the laboratory as research tools or drugs. By contrast, another class of small RNAs is produced by the cells themselves. These microRNAs (miRNAs) were discovered only in 2001, but have caught the attention of scientists because of their ability to regulate the expression of a large variety of genes in the body and through being implicated in a number of diseases, including cancer and infection. For example, when the hepatitis C virus enters the liver, miRNA 122 is produced by the infected cells and stimulates the production of more viruses. An inhibitor of this miRNA, itself a modified RNA molecule, has been shown to suppress the growth of the virus, so it could offer a new way of treating patients infected with hepatitis C (Lanford et al. 2010) . It is sobering to reflect upon all the years that scientists, including myself, have concentrated on the larger RNA involved in producing proteins and in the process have literally thrown these smaller molecules down the sink without realising their importance.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 849,
                    "text": "(Lanford et al. 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ".4."
        },
        {
            "text": "Although all the RNA-based drugs covered so far have their individual characteristics, they have in common the ability to bind to target RNA molecules to create a double-stranded RNA. This process then triggers the cell to break down the RNA into fragments using enzymes. 2 Ribozymes are also made of RNA, but they are unique in that they themselves are enzymes and can be tailored to destroy specific genes or repair gene sequences that are defective. A small number of early clinical programmes have been instigated using ribozymes for cancer or viral infection, but these appear to have stalled, possibly for drug delivery reasons or the increasing attractions of siRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribozymes"
        },
        {
            "text": "So far we have considered nucleic acid-based drugs that bind to other nucleic acids such as RNA. Aptamers (Latin, aptus, to fit) are different in that they are designed to bind to protein targets just like small-molecule and protein drugs. The particular chemical nature of nucleic acids makes them ideally suited for this purpose. Aptamers are produced in the laboratory as a mixture of trillions of different molecules, only a few of which will strongly bind to the drug target and prevent it from working. There are a number of aptamer drugs in clinical development, including one on the market for treating age-related macular degeneration (Centerwatch FDA approved drugs 2011). This drug pegaptanib, marketed as Macugen® by Pfizer, 2.1 Introduction works by binding to VEGF, a protein responsible for the abnormal growth of blood vessels in the eye; it is the first of possibly many aptamer drugs that may find clinical use in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aptamers"
        },
        {
            "text": "These are molecules that are designed to recognise specific DNA sequences in double-stranded DNA and to then change the DNA to enhance the activity of a gene, inhibit it, or change it through mutation. The zinc-finger nuclease (ZFN) is part protein and part polynucleotide. The \"zinc finger\" is a finger-like structure adopted by the protein component when modified by the addition of zinc atoms. ZFNs are being developed by the Californian company Sangamo Biosciences Inc for a number of diseases; a treatment for diabetic neuropathy based on this technology is currently undergoing clinical trials (Sangamo 2010) .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 614,
                    "text": "(Sangamo 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Zinc-Finger Nucleases"
        },
        {
            "text": "All the above drugs are designed to bind to and inhibit the expression of specific genes, either at the level of RNA or directly on the DNA itself. The nature of the nucleic acid molecule, and the way it binds (hybridises) to its target sequence, means that sometimes the binding may occur to other regions, thereby giving rise to the so-called off-target effects. These can be reduced by careful design of the drug, as can another problem, immunogenicity. This term relates to the ability of a molecule to stimulate the immune system, a clearly undesirable feature of a drug that is going to be administered to humans. The main problem with nucleic acidbased drugs, however, is their delivery into target tissues, something that is of concern to many biopharmaceutical companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-Target Effects"
        },
        {
            "text": "The nucleic acid-based drugs in the previous section are all designed to inhibit the function of genes involved in diseases such as cancer or AIDS. Gene therapy, on the contrary, involves the replacement of faulty genes with normal copies in people who have inherited particular conditions, such as haemophilia or cystic fibrosis. These are distressing genetic diseases that result from mutations (Latin mutare, to change) in a single gene. The number of people suffering from single gene defects, although significant, is much smaller than the number with major chronic diseases such as neurodegeneration or cancer. Therefore, in order to make gene therapy a mainstream objective of the biopharmaceutical industry, the technology must be applied to a broader range of diseases. One example is type I diabetes, where insulin-producing cells have been destroyed by the patient's own immune system. Gene therapy using a gene coding for insulin would allow the patient to make the protein in situ and, therefore, cure the diabetes. This approach works in animals, but trials in humans will be some way off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Therapy"
        },
        {
            "text": "The challenges for gene therapy are considerable, but the potential rewards are great enough for companies to persevere with its development. The DNA used for gene therapy is a synthetic molecule that can be designed to encode any desired protein; this is relatively straightforward, but problems arise when attempting to efficiently deliver DNA into the body. If not enough DNA gets into the cells, there will not be enough protein expressed to compensate for the faulty version produced by the patient. Even if the DNA is effective upon first injection, if it is cleared too rapidly, it will not be possible to maintain levels of the new gene to keep the disease at bay. This problem has proven to be the bane of a number of gene therapy trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Therapy"
        },
        {
            "text": "To make gene therapy work, the DNA has to be transported in a \"vector\" (Latin, one who conveys or carries). This is itself a DNA molecule, often based on the DNA found in viruses. This is because viruses have to infect human (or other) cells to make proteins from their own genes because they do not have the machinery to do this independently. The components of the virus that are used to infect cells can be purified in the laboratory and reassembled into a new virus containing the gene therapy DNA. This virus is then introduced into patients. In the process of creating the modified virus, any elements that might cause disease are removed. Sometimes, for example the components of the HIV are used, which is testimony to the confidence that scientists have in applying this technology to human subjects. Despite the efficiency of viral vectors, it has not been possible to completely eliminate their ability to provoke an immune response in the patient. This response may be a mild inflammation, or a fatal reaction (in a small number of cases), which has cast a shadow over the whole field of gene therapy. Another major problem arises when the viral nucleic acid literally integrates with the DNA in the patient's own cells and causes cancer. This happens because the new DNA switches on genes that are normally silenced in order to avoid inappropriate cell division. These problems have prompted research into alternatives to delivery vectors based on viruses, with a number of promising avenues being explored by academic and industrial researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Therapy"
        },
        {
            "text": "To summarise the current state of gene therapy, several clinical trials have demonstrated that the technology works where other treatments fail or are non-existent. For example, several children with immune deficiency caused by a single gene defect have been cured using gene therapy. Direct administration of genes into the eye has been shown to partially restore sight in patients with a particular form of congenital blindness. There are now over 1,000 clinical trials for gene therapy listed by the FDA, and many of these are being applied to cancer and other chronic diseases, rather than just rare conditions. This means that confidence in gene therapy is growing, although it will be some time (if ever) before it becomes a truly mainstream pharmaceutical product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Therapy"
        },
        {
            "text": "Although vaccination has been performed for hundreds of years, it only came to the world's attention in 1796 after Jenner's pioneering work on smallpox. He coined the word \"vaccine\" (Latin vacca, for cow), because of the cowpox virus he used to immunise his subjects. Since then, vaccination has, along with better hygiene and sanitation, become arguably the single most effective public health measure in human history. Recent experiences with HIV, SARS and new strains of the influenza virus have brought home the fact that infectious diseases are still capable of catching us off guard, and sadly, we are also living with the threat of bioterrorism. Of course, it must not be forgotten that the developing world still has to live with the scourge of tuberculosis, leprosy, malaria and other tropical diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "Like other medicinal products, vaccines are produced by the biopharmaceutical industry and have to meet the same standards of safety and efficacy as any other drug. All medicines carry some risk, which has to be balanced against the benefits provided. There are particular issues with vaccines however, since most are designed to provide protection against future infections (prophylactic vaccination) and are, therefore, administered to healthy people who have to take the risk (admittedly small) of unwanted side effects due to immune system activation. This, along with the relatively low financial returns of vaccines, has discouraged the biopharmaceutical industry from working in this area of drug development. When I joined the industry in the 1980s, working in an immunology department, there was absolutely no interest in developing vaccines. Ironically, I had previously worked in a tumour immunology unit whose long-term aim was to discover how the body uses the immune system to fight cancer. Armed with this knowledge, it might then be possible to vaccinate against the disease. Indeed a cancer vaccine has recently been introduced for the human papilloma virus (HPV) that causes cervical cancer and is helping to revive industry enthusiasm for vaccines in general. However, this vaccine is still based on the conventional principle of immunising healthy individuals prophylactically to prevent possible infection by the virus in the future. The point of the tumour immunology approach is that it should be possible to develop a therapeutic vaccine to treat the disease itself once it has become established. Attempts at producing true cancer vaccines along these lines have been made for many years now, and the work is slowly producing encouraging results. Vaccines are also being developed for other chronic diseases such as Alzheimer's, which, like many cancers, has no obvious association with infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "These developments, along with new sources of funding for research into infectious diseases, have brought vaccines back into mainstream research into biological therapies. From a commercial perspective, the old mantra, which has already been well demonstrated with protein-based drugs, still applies: \"nothing succeeds like success\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "The immune system has evolved to provide protection against invading organisms and is divided into two main areas: innate and adaptive. The innate system is the first line of defence against attack by bacteria and viruses, but it has no memory of the encounter with these agents. The adaptive system is brought into play after the initial infection and reinforces the attack that, if successful, will clear the infection from the body. This is where antibodies and white blood cells called lymphocytes appear on the scene. The adaptive system retains a memory of the encounter so that a further infection will be cleared rapidly and efficiently, possibly some decades later. Until quite recently, the two arms of the immune system were seen to be separate entities; from an immunology researcher's point of view, the adaptive system was the most challenging and interesting and the innate system was frankly considered a bit boring. Times have changed, and the field has been energised with new discoveries about how the innate system recognises patterns of molecules on invading bacteria and viruses and how closely it is integrated with the adaptive system. This is highly relevant to vaccine research, since the adaptive arm is responsible for creating an \"immunological memory\" to be activated upon later encounter with the infectious agent. Vaccines are made up of two components: an antigen combined with an adjuvant. Antigen is a general term for the agent that provokes an immune response. The adjuvant literally acts as a helper to enhance that response. This is particularly useful when then antigen alone may not be very immunogenic (i.e. does not provoke a strong immune response) and it also means that the amount of antigen per dose of vaccine can be kept to a minimum. Adjuvants work in part through stimulating the innate immune system, which in turn enhances the adaptive arm. This means that new findings about this aspect of immunology are being translated into a new generation of adjuvants with superior performance to existing molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Vaccines Work"
        },
        {
            "text": "When microorganisms, such as a bacteria or viruses, infect the body, antibodies and lymphocyte responses are produced naturally to allow clearance of the invader. Vaccines fool the body into thinking that it is being invaded because they mimic the ability of the microorganism to stimulate an immune response, but without causing disease at the same time. In practice, the vaccine may be anything from a live attenuated virus, to fragments of viral or bacterial DNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Vaccine"
        },
        {
            "text": "This vaccine uses the organism that it is designed to protect against to create immunity without triggering disease. This means that the organism in the vaccine is diluted or attenuated. Recipients of these vaccines are inoculated, rather than immunised. Examples include measles and chickenpox vaccines",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live attenuated virus •"
        },
        {
            "text": "These are whole organisms that have been rendered uninfectious by treatment with heat or chemicals. The term \"inactivated\" applies to vaccines derived from viruses, while those from bacteria are known as \"killed\". Because these products are less potent than live vaccines, more has to be administered in each dose. Polio and hepatitis A vaccines are commonly used examples of this type, where the virus has been inactivated by formalin (formaldehyde) treatment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inactivated vaccines •"
        },
        {
            "text": "Certain bacteria, such as tetanus, diphtheria and cholera bacteria, produce proteins called toxins that are responsible for the characteristic symptoms of these diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoid vaccines •"
        },
        {
            "text": "These proteins are purified from bacteria grown in culture and converted by formalin treatment into \"toxoids\" that are devoid of harmful activity. These toxoids are used as vaccines in combination with adjuvants Subunit vaccines • Bacteria and viruses are very different in appearance and life cycle, yet both are covered with proteins that assist in gaining entry into human cells. Influenza viruses are a good example of this as they express two proteins, haemagglutinin (H) and neuraminidase (N), which can be purified and used in combination as a vaccine. Antibodies generated against each of these proteins prevent the virus from entering the cells of the respiratory tract. Subunit vaccines can be purified from whole viruses or bacteria, or else produced in cell cultures using recombinant DNA technology. Some bacterial vaccines are based on surface carbohydrates (sugar-like molecules) instead of proteins",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoid vaccines •"
        },
        {
            "text": "Whether the vaccine is based on whole organisms or subunits, the cost of manufacture and safety testing can be considerable. Stability of the product where there is no refrigeration can also be a problem. DNA vaccines offer a possible solution to this because they are relatively simple to produce and are quite stable. The idea for this approach to immunisation came from gene therapy, where it was noticed that DNA could provoke an immune response, which could be exploited in vaccination, rather than just be dismissed as a side effect. DNA vaccination requires the same kind of vector as that used for gene therapy and is introduced into the body by injection or the lungs by aerosol. If the DNA is designed to code for a protein normally found in a subunit vaccine, it will produce it directly in the human tissues and provoke an immune response. DNA vaccines are being evaluated in early clinical trials for, amongst other things, influenza H5N1 (Smith et al. 2010 ) and cancer.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 970,
                    "text": "(Smith et al. 2010",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DNA vaccines •"
        },
        {
            "text": "It may seem surprising that whole cells are being considered as pharmaceutical products to be sold in the same way as small molecules. This is because of the excitement generated over stem cells and the possibility of repairing damaged tissue by injecting these cells into patients (regenerative medicine). The human body contains roughly 200 different cell types (see Chap. 5 ) and yet originates from only one cell, i.e. the fertilised egg (ovum). This means that there must be some process operating during development of the embryo (and later the adult) that generates these different cell types. This process relies on pluripotent stem cells in the embryo which turn into different cell types, such as nerve, muscle and blood, during the course of development. Adult stem cells replenish mature cells that have a limited lifespan, such as blood and skin cells, and are present throughout life. Since many Western diseases can result in permanent tissue damage, any therapeutic approach that reverses or repairs the damage is going to be of interest to the biopharmaceutical industry, hence their involvement in stem cell research. In fact, stem cell therapy is not new; bone marrow transplantation to restore normal blood has been performed for decades. In the case of leukaemia, for example, blood stem cells are purified from the blood or bone marrow of the patient (autologous), or a normal donor (allogeneic), and can be stored outside the body, during which time radio-and chemotherapy are used to remove all blood cells, including the leukaemia. The non-cancerous stem cells are then reintroduced into the body, where they divide and repopulate the blood. Although these procedures are hazardous and often used as a last resort, they do open up the possibility of using gene therapy to introduce specific genes into the blood of patients by modifying the stem cells used in transplantation. Clinical trials are underway that use this approach for a number of blood diseases, including AIDS. The transplantation described above uses adult stem cells, but the dream of restoring damaged tissue such as heart, muscle or brain will require stem cells derived from embryos, or adult cells produced by complex manipulation in the laboratory. Pfizer has embarked upon a collaboration aimed at using stem cells to repair the damage to eyes caused by macular degeneration, a major cause of blindness in the elderly people and a large market for drug therapy (see also aptamers, this chapter). Other companies will be watching with interest how a major player like Pfizer can develop a business model for selling this type of medicine.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Chap. 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cell Therapy"
        },
        {
            "text": "Drugs are agents that bind to a target to increase or slow down the activity of the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Key Points"
        },
        {
            "text": "Most drugs are small molecules that can be taken by mouth, but many other products are being introduced to the clinic. These are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Key Points"
        },
        {
            "text": "Proteins Nucleic acids Gene therapy vectors Vaccines Stem cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of Key Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of mipomersen, an apolipoprotein B synthesis inhibitor, on lowdensity lipoprotein cholesterol in patients with familial hypercholesterolemia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Akdim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Cardiol",
            "volume": "105",
            "issn": "",
            "pages": "1413--1419",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Needle-free delivery of macromolecules across the skin by nanoliter-volume pulsed microjets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aroroa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Nat Acad Sci",
            "volume": "104",
            "issn": "",
            "pages": "4255--4260",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Therapeutic silencing of microRNA-122 in primates with chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Lanford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "198--201",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phase 1 clinical trials of the safety and immunogenicity of adjuvanted plasmid DNA vaccines encoding influenza A virus H5 hemagglutinin",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "2565--2572",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chichester Vickery HB (1950) The origin of the word protein",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sneader",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Yale J Biol Med",
            "volume": "22",
            "issn": "",
            "pages": "387--393",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RNA interference therapy in lung transplant patients infected with respiratory syncytial virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201003-0422OC"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sense and antisense in DNA sequences. Nucleic acids (DNA and RNA) are large molecules built up from four chemical building blocks (nucleotides) written as A, C, G and T (or U in RNA). Each strand of a DNA double helix is a linear string of nucleotides written out as in the figure.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}