{
    "paper_id": "1beff5dc6b33c93f4b06e933c5c761c794132a44",
    "metadata": {
        "title": "Journal Pre-proof \"Coping with COVID-19: perspectives of student radiographers\" Commentary \"Coping with COVID-19: perspectives of student radiographers\"",
        "authors": [
            {
                "first": "Woon",
                "middle": [],
                "last": "Leng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tanya",
                "middle": [],
                "last": "Teo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Jin"
                ],
                "last": "Pang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Teo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tanya",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Jin"
                ],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Publications about the impacts of COVID-19 on the modifications and precaution measures in clinical practice (as well as the concern/challenges about online teaching methods in radiography teaching) are widely available, yet writings on the radiography students' perspective are lacking. In this Commentary, our radiography students share their insights as key players in radiography profession, which should be of interest to radiography educators around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the rising number of unlinked cases of COVID-19 in Singapore, the Disease Outbreak Response System Condition (DORSCON) level was raised to Orange on February 7, 2020. As such, precautionary measures were taken; for example, travel restrictions for new visitors with recent travel history to Mainland China, suspension of school activities, and temperature screening and deferment of large-scale events (1) . Later, to further reduce the spread of COVID-19 transmission, the Singapore Government introduced the Circuit Breaker on April 7. The Circuit Breaker, initially scheduled to end on May 4, was subsequently extended to June 1 due to the sharp increase in the number of cases, especially among the migrant workers in the dormitories (2) . As of May 12, 2020, there are over 24,000 cases of COVID-19 infection in Singapore (3).",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this period, everyone in Singapore has been advised to stay at home as much as possible. The COVID-19 (Temporary Measures) Act 2020 was also passed in the Parliament in conjunction with the Circuit Breaker, which bans individuals from gathering with anyone not living in the same residence and public spaces (4, 5) . Similarly, the new law requires all citizens to wear a mask when outside of home except when engaging in strenuous activity (6) . Recreational facilities such as gyms and swimming pools and non-essential retail outlets were closed, while food and beverage outlets remained open for takeaways and deliveries only (7) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "People in Singapore are required to adhere to the regulations or face a hefty fine, with any subsequent breaches possibly incurring a jail sentence. Under these temporary measures in place till June 1, we are only allowed to leave our homes to perform essential tasks such as buying groceries, visiting a doctor, or accompanying the elderly or children to complete certain tasks (3) . Other stringent regulations include compulsory compliance to safe distancing measures of at least 1 metre when queuing, no eating and drinking in eating places, and no loitering or gathering in public (8) . To ensure that everyone complies to the safe distancing measures, enforcement officers were deployed to various locations. As part of the safe distancing measures, crowd control measures were implemented in premises to prevent overcrowding (9) . These include shopping malls and supermarkets where we are required to queue and have our temperature taken before entering. Likewise, we are also required to register our entry into these premises by producing our identification card for contact tracing purposes (10) .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As schools were closed, our classes have been shifted to full home-based learning and examinations were administered with the use of online software. With the advent of COVID-19, it became untenable for traditional classroom lectures and tutorials to continue. Lessons were instead delivered online via pre-recorded videos, web conferences and discussion boards. Practical lessons were removed from the curriculum, while quizzes and exams were administered remotely. Clinical placements were also shortened from six weeks to three weeks during May and June.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aforementioned changes impacted radiography students to a large extent. Firstly, the transition from fixed, timetable-based lessons to flexible, home-based learning was a challenge. Since lessons and slides were now pre-recorded and uploaded for self-study, we no longer had a rigid schedule to adhere to. Suddenly, it fell to each individual student to plan their own study schedule. Adequate pacing was required to ensure we did not burn out from trying to study too much too fast or become overwhelmed at the end because we did not study enough in the earlier weeks. Moreover, not everyone had a conducive environment for home-based learning. Compared to the school facilities that were optimized for studying, there were myriad distractions at home that detracted us from our learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lack of physical lessons presented difficulties as well. Studies have shown the efficacy of combining e-learning with lecture-based curriculums, with increases in student satisfaction and learning rates (11, 12) . However, the current situation removed lectures entirely. With classroom-based learning, we could easily bounce ideas off each other and engage in smallgroup discussions while the lesson materials were still fresh in our heads. Everyone would be studying at the same pace, thus allowing for constructive engagement with peers. With home-based learning, everyone was studying at a different pace. Furthermore, each of us consumed online content differently. There was now a dissonance between students' comprehension of the lessons, despite being provided the same source material. Group discussions with peers became more challenging and provided less output. While our lecturers were proactive and very responsive in replying to online queries, it still lacked the immediacy of face-to-face consultations, whereby the conversation flow could lead to us establishing a better linkage between the theories taught and therefore better understanding of the material.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As everyone would agree, radiography is a hands-on profession. Therefore, the removal of practical lessons and shortening of clinical placements delivered a huge blow to our learning. We were unable to put theories into practice and bridge the gap between the two. In a study by Bell et al (13) , much of the knowledge gained from online tutorials were lost to recall in the following weeks. Without practicums for us to supplement and augment our learning, the results were sub-optimal. The shortening of clinical placements meant that we had less time and experience in the real world of radiography. Inarguably, the practice of radiography must be the focus of the curriculum (14) . Yet, in this case, it was wrenched from us due to situations beyond our control.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, we were all confused and frustrated with this sudden change in circumstances. Adapting to the new system was not easy and we had to develop new learning strategies to stimulate our own learning, since our old styles were more suitable for physical lectures. However, there was a silver lining in thoroughly stress-testing the limits of remote learning for radiography, and we feel hopeful that, with this experience, e-learning can be more seamlessly integrated with traditional lectures to deliver more value-added teaching for future cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding the clinical placement, there is the inevitable worry of encountering a COVID-19 patient during work, and possibly contracting the virus and infecting our family members. However, there are measures in place by the government, the university, and the respective healthcare institutions to ensure our safety during clinical placements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Singapore learnt a lot from the SARS outbreak in 2003. Hospitals are now quick to implement infection control protocols and have improved patient management in fever areas (15) . Staff are also required to be mask-fitted and have daily temperature checks to detect cases early (16) . Additionally, the university introduced an infection control refresher course that focused on procedures such as handwashing, alcohol-based hand rub, and donning and doffing of personal protective equipment. Proficiency in these areas will minimize any cross-infection risk, thereby protecting the health of patients, colleagues, and oneself. The university is also working closely with the guidelines of the Ministry of Health (MOH) and healthcare institutions (HCIs) to ensure strict compliance to protocols, including travel advisory, movement restrictions, segregation plans, and health monitoring and reporting. These protocols were clearly articulated to us and understanding the emphasis that the institutions are placing on our safety has helped to ease our worries regarding the placement.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That being said, it is important to be mentally prepared. We as student radiographers will be exposed to the stresses associated with a pandemic, including fear and worry about one's health, as well as possible anxiety. A study has highlighted that relaxation and exercises such as meditation and deep breathing are effective in reducing stress among students (17) . Other beneficial exercises to cope with stress include journal writing therapy. Research has shown its effectiveness in reducing stress and identifying and accepting emotions and should be considered as a tool to de-stress (18, 19) .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moving on, there is a possible reduction of non-urgent cases in some departments and hospitals since they are being rescheduled or cancelled by the patients or requesting doctors. This may decrease the quantity and variety of cases to choose from for our case report assignments. The lack of cases may also signify lesser hands-on experience. It would be great for the university to reduce the workload of students, especially during difficult times. One should be inquisitive, observe, and participate actively whenever receiving a patient to maximise their learning experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, some departments and hospitals may be understaffed due to the 5 days compulsory medical leaves implemented by the government, or they may be tasked to help out at the various COVID-19 sites. Staff may not have the time to teach students, resulting in a rushed learning environment. However, we understand that this circumstance is unavoidable, and it is a great opportunity to learn while under such unprecedented pressure. In fact, this is the best opportunity to take responsibility and be proactive to help out in the department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, COVID-19 has left its mark worldwide, but its implications for healthcare professionals are on a totally different level. As student radiographers, it is a poignant glimpse into our future lives as healthcare professionals. The disruptions to our studies have also been numerous and significant. However, we have successfully demonstrated tenacity, discipline, adaptability, and professionalism in the face of this ongoing ordeal, so a silver lining does exist. With the prompt changes in the modes of radiography teaching due to COVID-19, we believe much has been learnt by both the students and administration regarding the viability and shortfalls of e-learning. Looking forward, we hope to see better synergy between traditional lectures and e-learning in the curriculum, allowing for maximised efficiency in terms of content delivery, practical experience and student learning. This will ensure that student radiographers receive the best education possible and, upon graduation, can contribute significantly to the fields of radiography and healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus outbreak: Singapore raises DORSCON level to Orange; schools to suspend inter-school, external activities. Channel News Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PM Lee Hsien Loong's remarks in English, Malay and Chinese on the Coronavirus Disease 2019 (COVID-19) situation in Singapore",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What you can and cannot do during the circuit breaker period",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Government Of Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 (Coronavirus Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Government Of Singapore",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Man charged with going to social gathering at Circuit Road flat during circuit breaker. Today Online",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: What the law says about having to wear a mask when outside your home. Channel News Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tightened circuit breaker measures extended for another week; some activities allowed to resume from May 5. Straits Times",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurohi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Press Release for Enforcement of Safe Distancing Measures in Public Spaces in HDB Estates to Curb COVID-19 Transmission",
            "authors": [],
            "year": null,
            "venue": "Ministry of Environment and Water Resources (MEWR). (2020)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Crowd-limiting measures at malls, public venues as new safe distancing rules kick in. Straits Times",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Customers advised to bring NRIC to enter shopping malls, supermarkets: Enterprise Singapore. Channel News Asia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of the effect of lecture and blended teaching methods on students' learning and satisfaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sadeghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sedaghat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Advances in Medical Education and Professionalism",
            "volume": "2",
            "issn": "4",
            "pages": "146--150",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "E-learning for medical imaging specialists: introducing blended learning in a nuclear medicine specialist course",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haslerud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tulipan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biermann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Radiologica Open",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2058460117720858"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Knowledge Retention after an Online Tutorial: A Randomized Educational Experiment among Resident Physicians",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Harless",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Higa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bjork",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bjork",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bazargan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mangione",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of General Internal Medicine",
            "volume": "23",
            "issn": "8",
            "pages": "1164--1171",
            "other_ids": {
                "DOI": [
                    "Doi:10.1007/s11606-008-0604-2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Towards the development of a reflective radiographer: challenges and constraints",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biomedical Imaging and Intervention Journal",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2349/biij.4.1.e9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Outbreak of severe acute respiratory syndrome in a tertiary hospital in Singapore, linked to an index patient with atypical presentation: epidemiological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Yew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biomedical Journal",
            "volume": "328",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.37939.465729.44"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging infectious diseases",
            "volume": "10",
            "issn": "3",
            "pages": "395--400",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1003.030650"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stress management techniques for students",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kassymova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kosherbayeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sangilbayev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Nigel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schachl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Advances in Social Science, Education and Humanities Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2991/ictppfms-18.2018.10"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effects of expressive writing on pain, depression and posttraumatic stress disorder symptoms in survivors of intimate partner violence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koopman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ismailji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Classen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Palesh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wales",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Health Psychology",
            "volume": "10",
            "issn": "2",
            "pages": "211--221",
            "other_ids": {
                "DOI": [
                    "10.1177/1359105305049769"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An everyday activity as a treatment for depression: the benefits of expressive writing for people diagnosed with major depressive disorder",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Krpan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Deldin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Askren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jonides",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of affective disorders",
            "volume": "150",
            "issn": "3",
            "pages": "1148--1151",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2013.05.065"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}