{
    "paper_id": "1bf2938138f1faf373dee36b87219d7576240f0c",
    "metadata": {
        "title": "Der Hautarzt Medizinische Apps - Möglichkeiten bei Pruritus Zusatzmaterial online",
        "authors": [
            {
                "first": "Leitthema",
                "middle": [],
                "last": "Hautarzt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Schuster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität München",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Dugas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westfälische Wilhelms-Universität Münster",
                    "location": {
                        "addrLine": "Medizinische Fakultät",
                        "settlement": "Münster",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Zink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität München",
                    "location": {
                        "settlement": "München",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "und Unterhaltung, Bildung und Produktivität bis hin zu Essen und Trinken reichen. Ebenfalls vertreten ist die Kategorie \"Medizin\". Im App-Store waren zum Zeitpunkt der Recherche für diesen Beitrag (26.03.2020) unter den kostenpflichtigen Top-Apps unter anderem ein digitales Fiebertagebuch und ein Kohlenhydrateinheitenrechner für Diabetiker vertreten, während unter den kostenfreien Apps -unter Anbetracht der aktuellen Pandemie wenig überraschend -eine Anwendung zur Dokumentation von COVID-19-Symptomen ganz vorne lag. Im Google Play Store waren in der Kategorie Medizin unter den Top-Apps v. a. Apps von Online-Apotheken vertreten. Zu den laut Angabe des Stores erfolgreichsten Apps zählen aber auch eine App zur Elektrokardiogramm(EKG)-Messung sowie ein Blutzuckertagebuch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pruritus ist eine der häufigsten interdisziplinär beklagten subjektiven Missempfindungen. Besonders chronischer Pruritus, von dem etwa 15 % der Bevölkerung betroffen sind [10] , kann sehr belastend für die Betroffenen sein [12] . Wie auch bei den großen Volkserkrankungen wie Diabetes und kardiovaskulären Erkrankungen könnten auch bei Pruritus Apps einen Beitrag zu einer besseren Versorgung der Betroffenen leisten. Ziel dieses Beitrags ist es deshalb, einen Überblick über bereits verfügbare Apps für Pruritus zu vermitteln. Dabei soll zudem dargestellt werden, ob und wie die identifizierten Pruritus-Apps validiert worden sind und welche Angebote womöglich noch fehlen.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Um einen Überblick über die aktuell zur Verfügung stehenden Apps für Pruritus zu erhalten, wurden die 2 größten Anbieter, Apples App Store und Googles Play Store, mit den Stichworten \"Pruritus\", \"Juckreiz\", \"Itch\" und \"Itchy\" durchsucht. Zusätzlich wurde PubMed nach den Begriffen \"Pruritus AND App\" untersucht, um weitere Apps zu identifizieren, die nichtüberdie genanntenStores verfügbar sind. Abschließend wurden zudem die Top-Treffer für \"Pruritus AND App\" und \"Juckreiz AND App\" auf Google durchsucht. Relevante medizinische Apps wurden dokumentiert und hinsichtlich ihrer Inhalte bzw. ihrer Funktionen kategorisiert. Apps, die Hautprobleme im Allgemeinen (ohne genaueren Fokus auf ein Symptom bzw. eine Diagnose) thematisierten, veterinärmedizinische und nichtmedizinische Apps wurden für diesen Beitrag nicht berücksichtigt. Im Folgenden werden zuerst die Ergebnisse dieser Recherche präsentiert und die relevanten Apps kurz vorgestellt. Anschließend wird ergänzend dargestellt, welche der Apps mit explizitem Fokus auf Pruritus wissenschaftlich evaluiert wurden, wobei insbesondere exemplarisch auf die \"ItchyApp\" eingegangen wird. Die Validierungsstudien wurden dafür über eine Recherche auf PubMed identifiziert. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methode"
        },
        {
            "text": "Die App \"Itch Tracker powered by SHIELD\" (Nestlé Skin Health S.A., Lausanne, Schweiz und Maruho Co., Ltd., Osaka, Japan) misst in Kombination mit einer Apple Watch über das Kratzverhalten den nächtlichen Pruritus der jeweiligen Nutzer [7] . Dafür erfasst die App über die Apple Watch die nächtlichen Kratzbewegungen mithilfe eines eigens entwickelten Algorithmus. Der Nutzer muss während des Schlafs seine Apple Watch mit aktivierter App tragen. Zudem gibt es eine Kalenderfunktion, über die Veränderungen im Kratzverhalten nachverfolgt werden können. Diese Informationen könnten laut Hersteller zu einem besseren Krankheitsmanagement der Patienten selbst führen und Informationen für Behandler liefern.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Apps zur Erfassung von nächtlichem Pruritus"
        },
        {
            "text": "Dieselben Funktionen bietet zudem auch die App \"DermaTrack\" (Embleema Inc., New York, USA & Paris, France), die auch vom Design dem \"Itch Tracker powered by SHIELD\" ähnelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apps zur Erfassung von nächtlichem Pruritus"
        },
        {
            "text": "Im Google Play Store wurden 9 Apps identifiziert, die Informationen zu Pruritus bereitstellen. Teilweise beziehensich die Informationen dabei auf Pruritus im Allgemeinen (z. B. \"Itching: Causes, Diagnosis, and Management\"), andere fokussieren auf bestimmte Lokalisationen (z. B. \"Vaginaler Juckreiz\", \"Home Remedies for Anal Itching\" und \"Itchy Eyes Home Remedies)\". Auffällig war, dass die meisten dieser Apps bereits im Titel explizit Informationen über eine effek- Medical apps-possibilities for pruritus Abstract Background. Apps have become part of our daily lives. Apps for pruritus could also play a role in the management of symptoms. Aim. The aim of this article is to review existing apps for pruritus. In addition, we will discuss whether these apps have been validated and how and which offers might still be lacking. Materials and methods. The two largest app stores as well as PubMed and Google were searched for apps regarding pruritus. Relevant medical apps were documented and categorized with respect to their functions. PubMed was searched to identify validation studies. Results. In total 21 apps for pruritus were identified. Of those 12 explicitly focused on pruritus, while 8 included pruritus as a symptom of an underlying disease (especially eczema and urticaria). The following app categories were derived: medical history of chronic pruritus, assessment of pruritus in clinical trials, assessment of nocturnal pruritus, information about pruritus, and diseases with pruritus as a symptom. Three of the apps with explicit focus on pruritus have been scientifically validated. Discussion. There are different apps for pruritus available. Most apps which explicitly focus on pruritus are aimed at physicians and scientists, while apps for diseases with pruritus as a symptom are more patient-centered. Due to technological advances, apps and wearables could improve management of pruritus in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apps mit Informationen zu Pruritus"
        },
        {
            "text": "Itch · Digitalization · Wearables · Digital medicine · Mobile application",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Abb. 1 8 Screenshots der deutschen Version der \"ItchyApp\" (Screenshots der Übersetzungen in 10 verschiedene Sprachen finden Sie als elektronisches ergänzendes Material in Abb. 3) tive Behandlung von Pruritus versprechen (z. B. \"How to get rid of itchy skin\", \"How To Cure Itchy Skin\"), wobei insbesondere Hausmittel häufig thematisiert wurden (z. B. \"Itchy Skin Causes, Treatment and Home Remedies\" und \"Home Remedies for Anal Itching\"). Wie die beispielhaft genannten Titel bereits verdeutlichen, waren die meisten Apps (einzige Ausnahme: \"Vaginaler Juckreiz\") in englischer Sprache verfasst. In den Beschreibungen all dieser Apps waren keine Informationen darüber gegeben, woher die Inhalte der Apps stammen oder ob und wie die Inhalte validiert wurden. Die Beschreibungen enthielten dagegen eine große Anzahl aneinandergereihter Schlagworte, was vermutlich die Auffindbarkeit der Apps im jeweiligen Store erhöhen soll. Trotz der großen Gemeinsamkeiten stammen die Apps von unterschiedlichen Entwicklern, die jedoch fast alle auf Apps dieses Formats spezialisiert zu sein scheinen. Zusammengefasst scheinen die identifizierten Informations-Apps von fragwürdiger Qualität zu sein, wobei die Inhalte für den Zweck dieses Artikels nicht im Einzelnen begutachtet wurden. Die zweite App für Betroffene mit Urtikaria ist die App \"TARGET My Hives\" (eResearchTechnology Inc., Philadelphia, PA, USA), die Zugang zu einer Online-Community für Menschen mit Urtikaria bietet, in der sich die Nutzer austauschen sowie sich gegenseitig unterstützen können. Die App bietet zudem eine wohnortnahe Facharztsuche sowie die Möglichkeit, den Krankheitsverlauf zu protokollieren.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "text": "3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Der Hautarzt"
        },
        {
            "text": "Weitere Indikationen. Zusätzlich zu den bereits vorgestellten Apps wurden 3 weitere identifiziert, die Pruritus als Symptom einer zugrunde liegenden Erkrankung thematisierten. Die \"BridgeApp-ForBurnPatients\"-App der University of Tennessee, Knoxville wurde als Pilotprojekt zur Nachsorge bei Patienten mit Verbrennungen nach der Krankenhausentlassung entwickelt [1] . Die App sendet den Patienten 90 Tage nach der Entlassung Nachrichten, die das Wundmanagement sowie das psychosoziale Wohlbefinden unterstützen sollen. Gleichzeitig werden Hautbefund und weitere Symptome wie Pruritus erhoben.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Apps für bestimmte"
        },
        {
            "text": "Die App \"STD Triage -Hautarzt fragen\" im Apple App Store bzw. \"STD Triage -Anonymer Arzt\" im Google Play Store (iDoc24 Inc., Berkeley, USA & Stockholm, Schweden) ist eine App, die es den Nutzern ermöglicht, Fotos von Hautveränderungen -v. a. im Genitalbereich -anonym an einen Dermatologen zu senden. Innerhalb von maximal 48 h erhält der Nutzer Informationen zur wahrscheinlichsten Diagnose, zu möglichen Behandlungsansätzen und ob ein Dermatologe oder weiterer Facharzt aufgesucht werden sollte. Die App ist kostenfrei, für die Nutzung des Triage-Services fällt jedoch eine Gebühr an. Eine weitere Möglichkeit, wie Apps Betroffenen im Umgang mit ihrem Pruritus helfen könnten, wären Apps, die die Betroffenen gezielt von ihrem Pruritus ablenken und sie so vom \"Kratzen\" abhalten. Natürlich könnten auch nicht-pruritusspezifische Unterhaltungs-Apps diese Funktion erfüllen. Spezielle Apps könnten die Betroffenen jedoch gezielt darauf aufmerksam machen, dass Ablenkung eine effektive Copingstrategie sein kann [9] , und gleichzeitig mithilfe von Nudging und Gamification-AnsätzenAnreize schaffen, diese Strategie tatsächlich anzuwenden. Statistiken darüber, wie häufig Kratzen durch die App vermieden wurde, könnten die Nutzungsmotivation zusätzlich steigern. Apps wie der \"Itch Tracker powered by SHIELD\" sind zudem bereits heute in der Lage, Kratzbewegungen während des Schlafs mittels Smart Watches zu identifizieren. Wäre es möglich, diese Technologien weiter auszubauen, sodass Kratzbewegungen auch tagsüber und bei alltäglichen Handlungen identifiziert werden können, könnte der Betroffene zudem über die Smart Watch auf sein Verhalten aufmerksam gemacht werden, sodass unterbewusstes Kratzen reduziert werden könnte.",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Apps für bestimmte"
        },
        {
            "text": "Blickt man auf die letzten Jahre zurück, kann man eine faszinierende und ausgesprochen schnelle technologische Entwicklung nachverfolgen, und viele der Technologien, die wir heute alltäglich nutzen, wären vor einigen Jahren nicht vorstellbar gewesen. Und so können wir auch damit rechnen, dass auch in den nächsten Jahren weitere Technologien entwickelt werden, die heute noch unvorstellbar sind. Grade in Bezug auf Apps wird diese Entwicklung vermutlich durch das kürzlich in Kraft getretene Digitale-Versorgung-Gesetz [11] befeuert, das Apps auf Rezept ermöglicht und die Entwicklung von hochwertigen und validierten medizinischen Apps wirtschaftlich interessant macht. Gewährleistung des Datenschutzes von vertraulichen Patientendaten sowie eine effiziente Anbindung der Apps an die elektronische Patientenakte sind wichtige Erfolgsfaktoren. Und auch die Weiterentwicklung von digitalen Medizinprodukten könnte die Versorgung von Pruritus revolutionieren. Bereits heutzutage existieren sog. Wearables, die z. B. die aktuelle UV-Belastung messen und transepidermal, noninvasiv biologische Prozesse visualisieren können [6] . Eine Weiterentwicklung dieser Technologien in Richtung \"second skin\", die sowohl den Betroffenen als auch Ärzten und Wissenschaftlern vielfältige Informationen über den aktuellen Hautzustand in",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Validierung von medizinischen Apps bei Pruritus"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "EADV (2020) Task forces",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ItchApp(c): an app-based ediary for assessment of chronic pruritus in clinical trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gernart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsianakas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Derm Venereol",
            "volume": "97",
            "issn": "",
            "pages": "601--606",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Skin-inspired highly stretchable and conformable matrix networks for multifunctional sensing",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Measurement of nocturnal scratching in patients with pruritus using a smartwatch: initial clinical studies with the itch tracker app",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ikoma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ebata",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chantalat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acta Derm Venereol",
            "volume": "99",
            "issn": "",
            "pages": "268--273",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The approval process: android vs",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dzone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of virtual reality immersion and audiovisual distraction techniques for patients with pruritus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leibovici",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Magora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pain Res Manag",
            "volume": "14",
            "issn": "",
            "pages": "283--286",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incidence and determinants of chronic pruritus: a population-based cohort study",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Matterne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Apfelbacher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogelgsang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Derm Venereol",
            "volume": "93",
            "issn": "",
            "pages": "532--537",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bundesinstitut für Arzneimittel und Medizinprodukte (BfArM) (2020) Digitale Gesundheitsanwendungen",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Age related, structured educational programmes for the management of atopic dermatitis in childrenandadolescents:multicentre,randomised controlled trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Staab",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Diepgen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fartasch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "332",
            "issn": "",
            "pages": "933--938",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anzahl der verfügbaren Apps in den Top App-Stores im 2. Quartal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Pruritus -was gibt es bereits?Insgesamt wurden 21 Apps mit direktem Bezug zu Pruritus identifiziert. Bei 12 dieser Apps stand Pruritus dabei im Apps identifiziert als im App Store, was v. a. einer großen Zahl von Informations-Apps geschuldet ist, die nur im Play Store zur Verfügung stehen. Im Folgenden werden die identifizierten Kategorien und die entsprechenden Apps vorgestellt.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Hautarzt https://doi.org/10.1007/s00105-020-04603-5 © Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2020 B. Schuster · M. Dugas · A. Zink Medizinische Apps -Möglichkeiten bei Pruritus Zusammenfassung Hintergrund. Apps begleiten uns zunehmend in unserem Leben. Auch bei der Versorgung von Pruritus könnten Apps einen Beitrag leisten. Ziel der Arbeit. Ziel dieses Beitrags ist es, einen Überblick über bereits verfügbare Apps für Pruritus zu vermitteln. Zusätzlich soll dargestellt werden, ob und wie die identifizierten Pruritus-Apps validiert worden sind und welche Angebote womöglich noch fehlen. Material und Methoden. Die 2 größten App-Stores sowie PubMed und Google wurden nach Apps mit Bezug zu Pruritus durchsucht. Relevante medizinische Apps wurden dokumentiert und hinsichtlich ihrer Funktionen kategorisiert. Zusätzlich wurde über PubMed recherchiert, welche Apps wissenschaftlich validiert wurden. Ergebnisse. Es wurden 21 Apps mit Bezug zu Pruritus identifiziert. Bei 12 dieser Apps stand Pruritus dabei im Vordergrund, während 8 Apps Pruritus im Kontext einer damit einhergehenden Erkrankung thematisierten (insbesondere Ekzeme, Urtikaria). Folgende Einsatzgebiete von Pruritus-Apps wurden identifiziert: Anamneseerhebung bei chronischem Pruritus, Erhebung von Pruritussymptomen in klinischen Studien, Erfassung von nächtlichem Pruritus, Informationen zu Pruritus und Krankheitsbilder, die Pruritus als Symptom beinhalten. Drei der Apps mit Fokus auf Pruritus wurden wissenschaftlich validiert. Diskussion. Es stehen verschiedene Apps für Pruritus zur Verfügung. Die meisten Apps mit explizitem Fokus auf Pruritus richten sich jedoch an Behandler oder Wissenschaftler, während bei Apps für zugrunde liegende Erkrankungen eine größere Patientenzentrierung festgestellt wurde. Aufgrund des technologischen Fortschritts könnten Apps und Wearables in Zukunft zu einer besseren Versorgung von Pruritus beitragen. Juckreiz · Digitalisierung · Wearables · Digitale Medizin · Mobile Anwendungen",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Zusätzlich zu den oben aufgeführten Apps, die explizit auf Pruritus fokussieren, wurden8 weitere Apps identifiziert, die für bestimmte (Haut-)Erkrankungen entwickelt wurden und Pruritus als Symptom thematisieren. Die Apps werden im Folgenden nach Krankheitsbildern geordnet vorgestellt, wobei kein Anspruch auf Vollständigkeit erhoben wird und werden kann. Denn es werden nur die Apps vorgestellt, die mit der im Methodenteil beschriebenen Suchstrategie identifiziert wurden. Ekzeme. Insgesamt wurden so 3 Apps identifiziert, die sich mit dem atopischen Ekzem oder Ekzemen im Allgemeinen beschäftigen. Die umfangreichste davon ist die App \"Neurodermitis Helferin I Nia\" (Nia Health GmbH, Berlin, Deutschland), deren Kernfunktion das Tracking des Gesundheitsverlaufs ist, das mittels validierter Instrumente wie dem Patient Oriented SCORAD (PO-SCORAD) und Fotodokumentationen an verschiedenen Lokalisationen durchgeführt wird. Pruritus wird mithilfe einer numerischen Ratingskala (von 0 bis 10) erfasst. Auch vermutete Triggerfaktoren der Erkrankung können dokumentiert werden. Basierend auf diesen Daten, erstellt die App einen personalisierten Report, den der Nutzer bei seinem nächsten Termin seinem Arzt vorlegen kann. Die App beinhaltet zudem einen Algorithmus, der die eingegebenen Gesundheits-und Fotodaten selbstständig auswerten kann, um Vorhersagen über den Krankheitsverlauf treffen zu können. Neben dem Tracking bietet die App Tipps und Tricks für den Alltag mit atopischem Ekzem, die auf dem validierten AGNES-Curriculum beruhen [13]. Zukünftig soll die App eine Funktion enthalten, die es ermöglicht, über die App ein ärztliches Gutachten per Videochat einzuholen, bei dem die in der App erfassten Daten als Grundlage dienen. Die App ist kostenfrei für iOS und Android erhältlich, wobei für das Einholen einer Expertenmeinung über die App Kosten anfallen. Eine weitere App für Betroffene mit Ekzemen ist die App \"Eczema Support\" von MyHealthTeams Inc. (San Francisco, Abb. 2 8 Reportfunktion der App für den Arztbesuch mit zusammenfassender Übersicht, Grafik und Barcode für den Datentransfer in die elektronische Patientenakte CA, USA). Diese englischsprachige App ist ein soziales Netzwerk bzw. eine digitale Selbsthilfegruppe für Menschen mit Ekzem. Die App ermöglicht es Nutzern,Fotos und Texte mit anderen Nutzern zu teilen und mit anderen Betroffenen zu interagieren (zusätzlich zu \"likes\" können dabei \"hugs\" vergeben werden). Zudem bietet die App eine Funktion, mit der andere Nutzer in der Umgebung identifiziert werden können. In der Beschreibung der App bewerben die Hersteller v. a. die soziale und emotionale Unterstützung, die die App durch den Kontakt mit anderen Betroffenen bieten kann.Eine weitere App für Patienten mit atopischem Ekzem ist die App \"Eczema by AZoMedical\". Der Hersteller, AZo-Network UK Lt. (Manchester, UK), ist ein international tätiger Online-Informationsdienstleister, der kostenfrei Informationen zu verschiedene Themengebieten zur Verfügung stellt, darunter auch die Medizin. Die englischsprachige App bietet regelmäßig aktualisierte Informationen für Menschen mit Ekzemen. Wie auch bei den oben vorgestellten Apps wird in der App-Beschreibung nicht offengelegt, woher die Informationen in der App stammen. Das Web-Angebot des Herstellers für medizinische Informationen wurde jedoch von der Organisation \"Health On The Net\" als vertrauenswür-dig zertifiziert, was darauf schließen lässt, dass auch die Informationen in der App von ausreichender Qualität sind (auch hier wurden die Inhalte jedoch für diesen Artikel nicht geprüft).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ons-Apps zum Thema Pruritus häufiger im Google Play Store als im Apple App Store erhältlich sind. Um zu überprüfen, ob Apps auch wissenschaftlichen Qualitätsstandards gerecht werden, ist eine wissenschaftliche Validierung der Funktionen deshalb unerlässlich. ItchApp\" und der \"Itch Tracker\" wurden wissenschaftlich für den Einsatz in klinischen Studien validiert[5,7]. Die für diesen Beitrag durchgeführte Recherche zeigt, dass verschiedene Apps für Pruritus zur Verfügung stehen. Bei manchen davon steht Pruritus dabei explizit im Fokus, während andere Pruritus als Symptom einer zugrunde liegenden Krankheit beinhalten. Bei den expliziten Pruritus-Apps fällt dabei jedoch auf, dass die (validierten) Apps mit Ausnahme der \"ItchyApp\" nichtinersterLinie fürdie Betroffenen selber entwickelt worden sind. Vielmehr sind sie darauf ausgerichtet, Pruritus für verschiedene klinische oder wissenschaftliche Zwecke zu erheben wie für klinische Studien oder zur Anamneseerhebung. Im Google Play Store wurden zwar mehrere Informations-Apps für Betroffene mit Pruritus identifiziert. Aufgrund der Intransparenz in Bezug auf die zugrunde liegenden Quellen sowie weiteren Aspekten, die die Apps nicht sonderlich seriös wirken lassen, sind diese Apps jedoch nicht als Informationsquelle für Betroffene zu empfehlen. Eine größere Patientenzentrierung ließ sich dagegen bei den Apps feststellen, die Pruritus als Symptom einer zugrunde liegenden Krankheit beinhalten. Diese enthielten Symptomtagebücher, die den Patienten gezielt beim Selbstmanagement der Erkrankung unterstützen können. Besonders für Patienten, die die Ursache für ihren Pruritus (noch) nicht kennen, könnte ein derartiges Tagebuch in App-Form, in dem neben dem Schweregrad auch Umweltfaktoren dokumentiert werden können, dabei helfen, den Pruritus besser zu verstehen und womöglich potenzielle Schubauslöser identifizieren zu können. Zusätzlich könnten derartige Apps auch wertvolle Informationen für die medizinische Versorgung des Betroffenen liefern. Im Optimalfall könnte eine solche App zusätzlich qualitativ hochwertige Informationen zum Thema und Tipps für die Betroffenen im Umgang mit Pruritus enthalten. » Apps zu Pruritus als Symptom einer zugrunde liegenden Krankheit haben eine größere Patientenzentrierung",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}