{
    "paper_id": "1bf3b4057f2487864ba83b38749b41469695b77f",
    "metadata": {
        "title": "Working hard or hardly working? Regulatory bottlenecks in developing a COVID-19 vaccine Journal Pre-proof",
        "authors": [
            {
                "first": "Lisette",
                "middle": [],
                "last": "Pregelj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "postCode": "4072",
                        "settlement": "St Lucia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Damian",
                "middle": [
                    "C"
                ],
                "last": "Hine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "G"
                ],
                "last": "Oyola-Lozada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trent",
                "middle": [
                    "P"
                ],
                "last": "Munro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damian",
                "middle": [
                    "C"
                ],
                "last": "†@",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hine",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Limerick",
                    "location": {
                        "postCode": "V94 T9PX",
                        "settlement": "Limerick"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "G"
                ],
                "last": "†@",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Oyola-Lozada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "postCode": "4072. ORCID: 0000, 0001-9205-1259",
                        "settlement": "St Lucia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Trent",
                "middle": [
                    "P"
                ],
                "last": "3@",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Munro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Council of Science, Technology and Innovation of Peru (CONCYTEC) for supporting her doctoral research at The University of Queensland",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "St Lucia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "@",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof Editor for comments and suggestions to improve the manuscript. M. Oyola-Lozada would Journal Pre-proof J o u r n a l P r e -p r o o f 8 like to acknowledge the National",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When an international team of researchers led by Jeremy Farrar from the Wellcome Trust published an article last November in Nature calling for theories and practices underpinning infectious disease epidemiology to keep pace with the translational nature of epidemics in the 21st Century [1] , few thought the next pandemic would come so soon. Yet, when the",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "December 2019, the scientific community acted swiftly, collaborating intensely across disciplines and sharing new knowledge in a truly open innovation approach to advancing scientific research [2] [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 outbreak was confirmed by Wuhan Municipal Health Commission on 31"
        },
        {
            "text": "The combined efforts of the scientific community, mobilization of public health resources, increased public and private investment, and a \"completely new culture of doing research\" [6] accelerated the first novel vaccine candidate through discovery, lead-candidate optimization, pre-clinical development, and into clinical trials within two-months of the outbreak. Four additional candidates entered the clinic within the next month, and 18 more are expected to begin clinical trials by late 2020 [7] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 outbreak was confirmed by Wuhan Municipal Health Commission on 31"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak was confirmed by Wuhan Municipal Health Commission on 31"
        },
        {
            "text": "The rapid spread of COVID-19 helps us understand the volume, diversity, and quality of resources mobilized to realize these unprecedented vaccine development speeds, especially when we compare them to the response to other global outbreaks over the last two decades (see Figure 1 ). The first novel vaccine candidate for COVID-19 began clinical trials one-month faster than the first candidate for the H1N1 swine flu epidemic in 2009 (93 days), and three-months faster than the first Ebola vaccine candidate in 2014 (167 days) (see Table S1 ). These vaccine candidates also started clinical trials ahead of their respective outbreak peaks (see Figure 2 ). [8, 9] .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 532,
                    "end": 540,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 652,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Rapid Development"
        },
        {
            "text": "To achieve the Ebola vaccines' five-year clinical program, global regulators from developed countries combined and leveraged their collective expertise to assist the African Vaccine Regulatory Forum, and worked closely with vaccine developer Merck to conduct supporting and pivotal trials when and where the outbreak was underway [10] . This significantly improved the regulatory and ethics timelines in key areas of pre-submission discussions with sponsors and manufacturers, authorization of clinical trials and emergency use of investigational vaccines, and implementation of joint reviews for ethical and regulatory approvals [10, 11] . The leadership of WHO was the cornerstone of this coordinated regulatory response.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Rapid Development"
        },
        {
            "text": "While there are ongoing collaborative efforts around the harmonization of regulatory frameworks in pharmaceuticals and medical devices, the ability to coordinate cross-national regulatory responses in times of crises remains a sticking point. There is ongoing debate about how long a novel COVID-19 vaccine will really take to advance through trials, achieve regulatory approval across multiple jurisdictions, and be manufactured and distributed at the required scale to impact global immunity and prevent further transmission. Vaccines often present commercial viability challenges due to long, complex development timelines and \"capacity to pay\" issues in developing countries. While some that achieve global population health success, such as the Human Papillomavirus vaccine, can provide substantial return on investment, ix these trends have meant that, compared to novel therapeutics, far fewer vaccines have made it through clinical testing. As a result, regulators and vaccine developers lack experience in vaccine development comparable to novel therapeutics [13] . This could become increasingly problematic if all current COVID-19 clinical and pre-clinical vaccine candidates are simultaneously vying for regulators' attention and resources to expeditiously review clinical protocols and evidence dossiers. Not to mention disruption to other clinical programs as regulators are re-directed to reviewing the clinical protocols of dozens of COVID-19 vaccine candidates and even more therapeutic candidates. Beyond these bottlenecks, the underlying support required within bioanalytical and pathology providers will also be critical to ensuring rapid availability and interpretation of clinical data.",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory Bottlenecks"
        },
        {
            "text": "The changing dynamics of the disease as it continues to emerge could also affect the development of vaccines when trial designs are informed by the epidemiology of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory Bottlenecks"
        },
        {
            "text": "As governments implement lockdowns and non-essential travel and transmission rates decline, clinical trial recruitment will become challenging across the potentially dozens of J o u r n a l P r e -p r o o f 6 independent clinical programs striving for patients and healthy volunteers. In addition, patient screening for COVID-19-negative status and monitoring of potential virus exposure while on study will create additional challenges and opportunities for early trial endpoints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory Bottlenecks"
        },
        {
            "text": "If regulatory bottlenecks prevent solutions being brought to the public in time to reduce the impact of an epidemic, then we need to consider alternatives that deliver solutions at an earlier stage of an epidemic, in the geographical jurisdictions where the outbreak is occurring. Governments can leverage harmonized regulatory standards, mutual recognition, and regulatory reliance mechanisms to enhance existing regulatory pathways and accelerate and coordinate approvals globally. x This would be particularly beneficial in countries that traditionally suffer submission and approval lags for novel drugs and vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Solutions"
        },
        {
            "text": "With the data at hand from previous outbreaks, we can consider predictive epidemiological models that can guide globally coordinated responses ahead of the curve We also need to be better prepared in the areas of pre-clinical science including animal challenge models, clinical trial pathways from safety to efficacy, and for innovative and adaptive clinical trial designs such as umbrella studies (where multiple candidates are tested under a single protocol) to become the norm in times of epidemics. While some of these trial initiatives have started to emerge, such as the SOLIDARITY trial, they are still few and far between. This is especially problematic considering there are currently over 500 randomized controlled-studies for COVID-19 preventatives and treatments, 31 of which have at least two arms and a target sample size of at least 1,000 patients (some with recruitment targets of 40,000-55,000) [14] . Large, randomized and placebo-controlled studies have been associated with longer total development times, as opposed to smaller, non-randomized single-arm or extension-arm studies [8] . Last, guidance documents for pandemic trials should be available in anticipation of pandemics, ready to be triggered as soon as the WHO declares a public health emergency, and remain in effect after the public health crisis has abated. Slanted lines indicate overlap in development milestones; the genomes of MERS and SARS-CoV-2 (COVID-19) were sequenced and diagnostic tests developed before The WHO issued their alert. See Table S1 for dates of featured events. Table S1 for key events). Data sources: SARS: WHO i ; H1N1: WHO ii , FluNet/WHO Global Influenza Surveillance and Response System (GISRS) iii a,b ; MERS: European Centre for Disease Prevention and Control (ECDC) iv ; Ebola: Centers for Disease Control and Prevention (CDC) v ; Zika: Pan American Health Oragnization (PAHO)/WHO vi ; COVID19: Johns Hopkins University vii, c . Notes: a H1N1 data comes from surveillance of global circulation of influenza viruses; b Number of specimens positive for H1N1 reported to GISRS; c COVID-19 cases for month 4 are from 1st April 2020 to 27th April 2020.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 916,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1531,
                    "end": 1539,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1570,
                    "end": 1578,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Potential Solutions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new twenty-first century science for effective epidemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "575",
            "issn": "",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "533--534",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Open access epidemiological data from the COVID-19 outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of a novel human coronavirus by real-time reversetranscription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus outbreak changes how scientists communicate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4761"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The COVID-19 vaccine development landscape",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "19",
            "issn": "",
            "pages": "305--306",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Precision medicines have faster approvals based on fewer and smaller trials than other medicines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pregelj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Aff. (Millwood)",
            "volume": "37",
            "issn": "",
            "pages": "724--731",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "FDA Approval and Regulation of Pharmaceuticals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "164--176",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The African vaccine regulatory forum (AVAREF): A platform for collaboration in a public health emergency",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Akanmori",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "WHO Drug Information",
            "volume": "29",
            "issn": "",
            "pages": "127--132",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "On a path to accelerate access to Ebola vaccines: The WHO's research and development efforts during the 2014-2016 Ebola epidemic in West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Virol",
            "volume": "17",
            "issn": "",
            "pages": "138--144",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Demonstrating vaccine effectiveness during a waning epidemic: A WHO/NIH meeting report on approaches to development and licensure of Zika vaccine candidates",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Vannice",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "",
            "pages": "863--868",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The pandemic pipeline",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Biotechnol",
            "volume": "38",
            "issn": "",
            "pages": "523--532",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical trials for the prevention and treatment of coronavirus disease 2019 (COVID-19): The current state of play",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. J. Aust. Resources: i",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "zika-subregions-es&Itemid=353 vii",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vaccine solutions rarely reach the public until after an outbreak abates; an Ebola vaccine was approved 5-years after peak outbreak and SARS, MERS, and Zika vaccines are still in clinical development. Despite massive leaps forward in rapid science, other regulatory bottlenecks are hamstringing the global effort for pandemic vaccines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Yet, only the H1N1 vaccine was approved in time to deliver a preventative solution to the then-ongoing public health crisis. Novel vaccines against the viruses responsible for the 2003 SARS, 2012 MERS, and 2015 Zika virus outbreaks are still in clinical testing, long after their respective outbreaks peaked and The World Health Organization (WHO) declared the outbreaks over. While there is now an Ebola vaccine, it took five-years to complete 12 supporting and one pivotal clinical trial, then be reviewed and approved (in 2019) by the European Medicines Agency (EMA) and the Food and Drug Administration (FDA) Centre for Biological Evaluation and Research (CBER). The reality is a five-year development program for a novel vaccine is fast. The only other novel vaccines approved by CBER in 2019, one for Dengue fever (Dengvaxia, Sanofi) and one for smallpox and monkeypox (Jynneos, Bavarian Nordic), were both in clinical trials for approximately 15 years. Five-years clinical development is fast even for drugs, and generally limited to ground-breaking precision medicines for indications with unmet medical need where the FDA's Centre for Drug Evaluation and Research works intensively with drug impart their knowledge and expertise, built over decades and across thousands of new drug development programs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For example, while Merck submitted the same evidence dossier for the Ebola vaccine to both the EMA and FDA at the same time, there were different meetings, review and response timelines, and questions from each, and ultimately the vaccine was approved one month earlier in the Europe than the United States. viii Further, regulatory and ethical issues could make it challenging for SARS, MERS and Zika candidates to even complete clinical testing now that their respective outbreaks are over. For instance, the development of a Zika vaccine still presents unresolved questions around the identification of immune markers likely to predict , the role of flavivirus immunity in vaccine safety, and ethical concerns related to the vaccination of pregnant women[12].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and take advantage of the availability of patients across what are typically northern and southern hemisphere seasonal outbreaks. Public-private partnerships, such as the Accelerating COVID-19 Therapeutic Interventions and Vaccines partnership led by the National Institutes of Health, and programs for expedited responses from leading regulators such as the FDA's Coronavirus Treatment Acceleration Program and the EMA's Rapid Response team could be pre-emptively designed and developed for global health emergencies, rather than introduced during an outbreak, and when governments with advanced health systems such as Australia, New Zealand, South Korea, Hong Kong, Taiwan, and Singapore have already flattened their curves. This may point to an expanded leadership role for international organizations like WHO to coordinate regulatory a more focused and targeted manner. In short, global coordination of regulatory efforts for COVID-19 are still lagging research and clinical development efforts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "While it is clear the scientific community's attention is now shifting towards regulatory solutions and regulators are demonstrating flexible regulatory processes, there is no time for competition and fragmentation among governments and regulators. Regulation requires collaboration, especially as a solution would provide neither prophylactic nor therapeutic benefit to communities, or commercial return to the developer, if marketed after the peak of the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Timing and duration of key development milestones towards a vaccine in first 365 days of recent major global outbreaks. Double lines at 365 days represent ongoing activities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Number of reported cases per month and key events in the development of a novel vaccine for global epidemics and pandemics over the last two decades (see",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the anonymous reviewer and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}